["0710.0035",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0035","Constr. Approx. 30 (2009), no. 1, 71-91","doi:10.1007/s00365-008-9022-2"],"date":["2007-10-01","2008-02-20"],"type":["text"],"creator":["Delgado, Antonia M.","Geronimo, Jeffrey S.","Iliev, Plamen","Xu, Yuan"],"language":[],"coverage":[],"title":["On a two variable class of Bernstein-Szego measures"],"description":["  The one variable Bernstein-Szego theory for orthogonal polynomials on the\nreal line is extended to a class of two variable measures. The polynomials\northonormal in the total degree ordering and the lexicographical ordering are\nconstructed and their recurrence coefficients discussed.\n","Comment: minor changes"]}]
["0710.5464",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H55, 14H10, 14G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5464","manuscripta math. 129 (2009), 273--292"],"date":["2007-10-29","2012-04-24"],"type":["text"],"creator":["de Jong, Robin"],"language":[],"coverage":[],"title":["Local invariants attached to Weierstrass points"],"description":["  Let X/S be a hyperelliptic curve of genus g over the spectrum of a discrete\nvaluation ring. Two fundamental numerical invariants are attached to X/S: the\nvaluation of the hyperelliptic discriminant of X/S, and the valuation of the\nMumford discriminant of X/S (equivalently, the Artin conductor). For a residue\nfield of characteristic 0 as well as for X/S semistable these invariants are\nknown to satisfy certain inequalities. We prove an exact formula relating the\ntwo invariants with intersection theoretic data determined by the distribution\nof Weierstrass points over the special fiber, in the semistable case. We also\nprove an exact formula for the stable Faltings height of an arbitrary curve\nover a number field, involving local contributions associated to its\nWeierstrass points.\n","Comment: 18 pages"]}]
["0801.0554",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0554","Phys.Rev.D77:103013,2008","doi:10.1103/PhysRevD.77.103013"],"date":["2008-01-03","2012-04-24"],"type":["text"],"creator":["Hamimeche, Samira","Lewis, Antony"],"language":[],"coverage":[],"title":["Likelihood Analysis of CMB Temperature and Polarization Power Spectra"],"description":["  Microwave background temperature and polarization observations are a powerful\nway to constrain cosmological parameters if the likelihood function can be\ncalculated accurately. The temperature and polarization fields are correlated,\npartial sky coverage correlates power spectrum estimators at different ell, and\nthe likelihood function for a theory spectrum given a set of observed\nestimators is non-Gaussian. An accurate analysis must model all these\nproperties. Most existing likelihood approximations are good enough for a\ntemperature-only analysis, however they cannot reliably handle a\ntemperature-polarization correlations. We give a new general approximation\napplicable for correlated Gaussian fields observed on part of the sky. The\napproximation models the non-Gaussian form exactly in the ideal full-sky limit\nand is fast to evaluate using a pre-computed covariance matrix and set of power\nspectrum estimators. We show with simulations that it is good enough to obtain\ncorrect results at ell >~ 30 where an exact calculation becomes impossible. We\nalso show that some Gaussian approximations give reliable parameter constraints\neven though they do not capture the shape of the likelihood function at each\nell accurately. Finally we test the approximations on simulations with\nrealistically anisotropic noise and asymmetric foreground mask.\n","Comment: 35 pages, corrected over-generalization in eq A9 and missing\n  symmetrization factors in Eqs. A13,A14 - no results changed"]}]
["0805.0697",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0697","doi:10.1016/j.eswa.2012.04.019"],"date":["2008-05-06"],"type":["text"],"creator":["Perez, Meir","Marwala, Tshilidzi"],"language":[],"coverage":[],"title":["Stochastic Optimization Approaches for Solving Sudoku"],"description":["  In this paper the Sudoku problem is solved using stochastic search techniques\nand these are: Cultural Genetic Algorithm (CGA), Repulsive Particle Swarm\nOptimization (RPSO), Quantum Simulated Annealing (QSA) and the Hybrid method\nthat combines Genetic Algorithm with Simulated Annealing (HGASA). The results\nobtained show that the CGA, QSA and HGASA are able to solve the Sudoku puzzle\nwith CGA finding a solution in 28 seconds, while QSA finding a solution in 65\nseconds and HGASA in 1.447 seconds. This is mainly because HGASA combines the\nparallel searching of GA with the flexibility of SA. The RPSO was found to be\nunable to solve the puzzle.\n","Comment: 13 pages"]}]
["0807.2888",{"format":[],"subject":["Mathematics - Quantum Algebra","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2888","Glasg. Math. J. 51 (2009), Issue A, 95-106","doi:10.1017/S0017089508004813"],"date":["2008-07-17"],"type":["text"],"creator":["Haine, Luc","Horozov, Emil","Iliev, Plamen"],"language":[],"coverage":[],"title":["Trigonometric Darboux transformations and Calogero-Moser matrices"],"description":["  We characterize in terms of Darboux transformations the spaces in the\nSegal-Wilson rational Grassmannian, which lead to commutative rings of\ndifferential operators having coefficients which are rational functions of e^x.\nThe resulting subgrassmannian is parametrized in terms of trigonometric\nCalogero-Moser matrices.\n"]}]
["0905.0693",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0693","Condensed Matter Physics 12, 519 (2009)","doi:10.5488/CMP.12.3.519"],"date":["2009-05-05"],"type":["text"],"creator":["Yu, Rong","Haas, Stephan","Roscilde, Tommaso"],"language":[],"coverage":[],"title":["Revealing Novel Quantum Phases in Quantum Antiferromagnets on Random\n  Lattices"],"description":["  Quantum magnets represent an ideal playground for the controlled realization\nof novel quantum phases and of quantum phase transitions. The Hamiltonian of\nthe system can be indeed manipulated by applying a magnetic field or pressure\non the sample. When doping the system with non-magnetic impurities, novel\ninhomogeneous phases emerge from the interplay between geometric randomness and\nquantum fluctuations. In this paper we review our recent work on quantum phase\ntransitions and novel quantum phases realized in disordered quantum magnets.\nThe system inhomogeneity is found to strongly affect phase transitions by\nchanging their universality class, giving the transition a novel, quantum\npercolative nature. Such transitions connect conventionally ordered phases to\nunconventional, quantum disordered ones - quantum Griffiths phases, magnetic\nBose glass phases - exhibiting gapless spectra associated with low-energy\nlocalized excitations.\n","Comment: 13 pages, 9 figures"]}]
["0907.5170",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - K-Theory and Homology","53D20, 19L64, 53D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5170","Geometriae Dedicata. 157, iss. 1 (2012), 187-204"],"date":["2009-07-29","2012-04-24"],"type":["text"],"creator":["Goldin, Rebecca","Harada, Megumi","Holm, Tara S."],"language":[],"coverage":[],"title":["Torsion in the full orbifold K-theory of abelian symplectic quotients"],"description":["  Let (M,\\omega,\\Phi) be a Hamiltonian T-space and let H be a closed Lie\nsubtorus of T. Under some technical hypotheses on the moment map \\Phi, we prove\nthat there is no additive torsion in the integral full orbifold K-theory of the\norbifold symplectic quotient [M//H]. Our main technical tool is an extension to\nthe case of moment map level sets the well-known result that components of the\nmoment map of a Hamiltonian T-space M are Morse-Bott functions on M. As first\napplications, we conclude that a large class of symplectic toric orbifolds, as\nwell as certain S^1-quotients of GKM spaces, have integral full orbifold\nK-theory that is free of additive torsion. Finally, we introduce the notion of\nsemilocally Delzant which allows us to formulate sufficient conditions under\nwhich the hypotheses of the main theorem hold. We illustrate our results using\nlow-rank coadjoint orbits of type A and B.\n","Comment: 17 pages, 5 figures. In this final version, technical hypothesis\n  added to the main theorem. This hypothesis is satisfied in all relevant\n  examples. In previous versions, we falsely asserted that Bruhat cells provide\n  equivariant Darboux charts near a fixed point. We have replaced this\n  assertion with a correct one; the relevant examples are updated. This is a\n  post-publication correction"]}]
["0910.1861",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","Mathematics - Quantum Algebra","55U35, 55U340, 18G55, 18E30, 16S99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1861"],"date":["2009-10-09","2012-04-23"],"type":["text"],"creator":["Bergner, Julia E."],"language":[],"coverage":[],"title":["Derived Hall algebras for stable homotopy theories"],"description":["  In this paper we extend To\\\"en's derived Hall algebra construction, in which\nhe obtains unital associative algebras from certain stable model categories, to\none in which such algebras are obtained from more general stable homotopy\ntheories, in particular stable complete Segal spaces satisfying appropriate\nfiniteness assumptions.\n","Comment: 18 pages; minor revisions made"]}]
["0911.3786",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.4.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3786"],"date":["2009-11-19","2012-04-24"],"type":["text"],"creator":["Duval, Dominique","Echahed, Rachid","Prost, Frédéric"],"language":[],"coverage":[],"title":["Graph rewriting with polarized cloning"],"description":["  We tackle the problem of graph transformation with a particular focus on node\ncloning. We propose a new approach to graph rewriting where nodes can be cloned\nzero, one or more times. A node can be cloned together with all its incident\nedges, with only its outgoing edges, with only its incoming edges or with none\nof its incident edges. We thus subsume previous works such as the\nsesqui-pushout, the heterogeneous pushout and the adaptive star grammars\napproaches. A rewrite rule is defined as a span where the right-hand and\nleft-hand sides are graphs while the interface is a polarized graph. A\npolarized graph is a graph endowed with some annotations on nodes. The way a\nnode is cloned is indicated by its polarization annotation. We use these\nannotations for designing graph transformation with polarized cloning. We show\nhow a clone of a node can be built according to the different possible\npolarizations and define a rewrite step as a final pullback complement followed\nby a pushout. This is called the polarized sesqui-pushout approach. We also\nprovide an algorithmic presentation of the proposed graph transformation with\npolarized cloning.\n"]}]
["0912.0698",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0698","Journal of Low Temperature Physics, 159(3-4), pp. 462-475 (2010)","doi:10.1007/s10909-009-0061-2"],"date":["2009-12-03"],"type":["text"],"creator":["Hague, J. P."],"language":[],"coverage":[],"title":["Towards analytical approaches to the dynamical-cluster approximation"],"description":["  I introduce several simplified schemes for the approximation of the\nself-consistency condition of the dynamical cluster approximation. The\napplicability of the schemes is tested numerically using the\nfluctuation-exchange approximation as a cluster solver for the Hubbard model.\nThermodynamic properties are found to be practically indistinguishable from\nthose computed using the full self-consistent scheme in all cases where the\nnon-interacting partial density of states is replaced by simplified analytic\nforms with matching 1st and 2nd moments. Green functions are also compared and\nfound to be in close agreement, and the density of states computed using\nPad\\'{e} approximant analytic continuation shows that dynamical properties can\nalso be approximated effectively. Extensions to two-particle properties and\nmultiple bands are discussed. Simplified approaches to the dynamical cluster\napproximation should lead to new analytic solutions of the Hubbard and other\nmodels.\n"]}]
["1003.5391",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Spectral Theory","58J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5391","Trans. Amer. Math. Soc. 364 (6), 2012, p. 2825-2845"],"date":["2010-03-28","2012-04-24"],"type":["text"],"creator":["Jammes, Pierre"],"language":["fr"],"coverage":[],"title":["Sur la multiplicit\\'e des valeurs propres du laplacien de Witten"],"description":["  On any compact manifold of dimension greater than 4, we prescribe the volume\nand any finite part of the spectrum of the Witten Laplacian acting on $p$-form\nfor $0<p<n$. In particular, we prescribe the multiplicity of the first\neigenvalues. On 3-dimensional manifolds, we give examples of multiple first\neigenvalue for 1-forms, whose multiplicity depends on the maximal genus of\nembedded surfaces all of whose 1-cohomology is induced by the cohomology of the\nmanifold. In particular, this multiplicity is at least 3.\n","Comment: 29 pages, in french. arXiv admin note: substantial text overlap with\n  arXiv:0804.0104"]}]
["1006.3704",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3704","Phys. Rev. E 82, 030501(R) (2010)","doi:10.1103/PhysRevE.82.030501"],"date":["2010-06-18","2010-06-30"],"type":["text"],"creator":["Mizuno, Hideyuki","Yamamoto, Ryoichi"],"language":[],"coverage":[],"title":["Lifetime of dynamical heterogeneity in a highly supercooled liquid"],"description":["  We numerically examine dynamical heterogeneity in a highly supercooled\nthree-dimensional liquid via molecular-dynamics simulations. To define the\nlocal dynamics, we consider two time intervals, $\\tau_\\alpha$ and\n$\\tau_{\\text{ngp}}$. $\\tau_\\alpha$ is the $\\alpha$ relaxation time, and\n$\\tau_{\\text{ngp}}$ is the time at which non-Gaussian parameter of the van Hove\nself-correlation function is maximized. We determine the lifetimes of the\nheterogeneous dynamics in these two different time intervals,\n$\\tau_{\\text{hetero}}(\\tau_\\alpha)$ and\n$\\tau_{\\text{hetero}}(\\tau_{\\text{ngp}})$, by calculating the time correlation\nfunction of the particle dynamics, i.e., the four-point correlation function.\nWe find that the difference between $\\tau_{\\text{hetero}}(\\tau_\\alpha)$ and\n$\\tau_{\\text{hetero}}(\\tau_{\\text{ngp}})$ increases with decreasing\ntemperature. At low temperatures, $\\tau_{\\text{hetero}}(\\tau_\\alpha)$ is\nconsiderably larger than $\\tau_{\\alpha}$, while\n$\\tau_{\\text{hetero}}(\\tau_{\\text{ngp}})$ remains comparable to\n$\\tau_{\\alpha}$. Thus, the lifetime of the heterogeneous dynamics depends\nstrongly on the time interval.\n","Comment: 4pages, 6figures"]}]
["1006.4477",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4477","New Journal of Physics 12 (2010) 123013 (9pp)","doi:10.1088/1367-2630/12/12/123013"],"date":["2010-06-23"],"type":["text"],"creator":["Nordenfelt, Anders","Tarakanov, Yury","Gorelik, Leonid Y.","Shekhter, Robert I.","Jonson, Mats"],"language":[],"coverage":[],"title":["Magnetomotive Instability and Generation of Mechanical Vibrations in\n  Suspended Semiconducting Carbon Nanotubes"],"description":["  We have theoretically investigated the electromechanical properties of a\nfreely suspended carbon nanotube that is connected to a constant-current source\nand subjected to an external magnetic field. We show that self-excitation of\nmechanical vibrations of the nanotube can occur if the magnetic field $H$\nexceeds a dissipation-dependent critical value $H_{c}$, which we find to be of\nthe order of 10-100 mT for realistic parameters. The instability develops into\na stationary regime characterized by time periodic oscillations in the\nfundamental bending mode amplitude. We find that for nanotubes with large\nquality factors and a magnetic-field strength just above $H_{c}$ the frequency\nof the stationary vibrations is very close to the eigenfrequency of the\nfundamental mode. We also demonstrate that the magnetic field dependence of the\ntime averaged voltage drop across the nanotube has a singularity at $H=H_{c}$.\nWe discuss the possibility of using this phenomenon for the detection of\nnanotube vibrations.\n","Comment: 5 pages, 3 figures"]}]
["1006.5062",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5062","Trans. Amer. Math. Soc. 364 (2012), no. 8, 4225--4238","doi:10.1090/S0002-9947-2012-05495-X"],"date":["2010-06-25"],"type":["text"],"creator":["Iliev, Plamen","Terwilliger, Paul"],"language":[],"coverage":[],"title":["The Rahman polynomials and the Lie algebra sl_3(C)"],"description":["  We interpret the Rahman polynomials in terms of the Lie algebra $sl_3(C)$.\nUsing the parameters of the polynomials we define two Cartan subalgebras for\n$sl_3(C)$, denoted $H$ and $\\tilde{H}$. We display an antiautomorphism\n$\\dagger$ of $sl_3(C)$ that fixes each element of $H$ and each element of\n$\\tilde{H}$. We consider a certain finite-dimensional irreducible\n$sl_3(C)$-module $V$ consisting of homogeneous polynomials in three variables.\nWe display a nondegenerate symmetric bilinear form $<,>$ on $V$ such that\n$<\\beta \\xi,\\zeta> = < \\xi,\\beta^\\dagger \\zeta>$ for all $\\beta \\in sl_3(C)$\nand $\\xi,\\zeta \\in V$. We display two bases for $V$; one diagonalizes $H$ and\nthe other diagonalizes $\\tilde{H}$. Both bases are orthogonal with respect to\n$<,>$. We show that when $<,>$ is applied to a vector in each basis, the result\nis a trivial factor times a Rahman polynomial evaluated at an appropriate\nargument. Thus for both transition matrices between the bases each entry is\ndescribed by a Rahman polynomial. From these results we recover the previously\nknown orthogonality relation for the Rahman polynomials. We also obtain two\nseven-term recurrence relations satisfied by the Rahman polynomials, along with\nthe corresponding relations satisfied by the dual polynomials. These recurrence\nrelations show that the Rahman polynomials are bispectral. In our theory the\nroles of $H$ and $\\tilde{H}$ are interchangable, and for us this explains the\nduality and bispectrality of the Rahman polynomials. We view the action of $H$\nand $\\tilde{H}$ on $V$ as a rank 2 generalization of a Leonard pair.\n"]}]
["1007.1139",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1139","Cent. Eur. J. Phys. $\\bullet$ 9(5) $\\bullet$ 2011 $\\bullet$\n  1288-1293","doi:10.2478/s11534-011-0044-1"],"date":["2010-07-07"],"type":["text"],"creator":["Nordenfelt, Anders"],"language":[],"coverage":[],"title":["Selfoscillations of Suspended Carbon Nanotubes with a Deflection\n  Sensitive Resistance under Voltage Bias"],"description":["  We theoretically investigate the electro-mechanics of a Suspended Carbon\nNanotube with a Deflection Sensitive Resistance subjected to a homogeneous\nMagnetic Field and a constant Voltage Bias. We show that, (with the exception\nof a singular case), for a sufficiently high magnetic field the\ntime-independent state of charge transport through the nanotube becomes\nunstable to selfexcitations of the mechanical vibration accompanied by\noscialltions in the voltage drop and current across the nanotube.\n","Comment: 4 pages, 1 figure"]}]
["1008.3329",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3329","JHEP 1011:062,2010","doi:10.1007/JHEP11(2010)062"],"date":["2010-08-19","2012-04-24"],"type":["text"],"creator":["Hörnlund, Josef Lindman","Virmani, Amitabh"],"language":[],"coverage":[],"title":["Extremal limits of the Cvetic-Youm black hole and nilpotent orbits of\n  G2(2)"],"description":["  We study extremal cohomogeneity one five-dimensional asymptotically flat\nblack holes of minimal supergravity in terms of the geodesics generated by\nnilpotent elements of the Lie algebra g2(2) on the coset manifold\nG2(2)/SO(2,2). There are two branches of regular extremal black holes with\nthese properties: (i) the supersymmetric BMPV branch, and (ii) the\nnon-supersymmetric extremal branch. We show that both of these branches are\nreproduced by nilpotent SO(2,2)-orbits. Furthermore, we show that the partial\nordering of nilpotent orbits of G2(2) is in one-to-one correspondence with the\nphase diagram of these extremal black holes.\n","Comment: 17 pages, 2 figures; v2 two minus sign typos in appendix A equation\n  (A.3) corrected, no other changes"]}]
["1009.1733",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1733","Phys. Rev. E 84, 011506 (2011)","doi:10.1103/PhysRevE.84.011506"],"date":["2010-09-09","2011-05-30"],"type":["text"],"creator":["Mizuno, Hideyuki","Yamamoto, Ryoichi"],"language":[],"coverage":[],"title":["Dynamical heterogeneity in a highly supercooled liquid: Consistent\n  calculations of correlation length, intensity, and lifetime"],"description":["  We have investigated dynamical heterogeneity in a highly supercooled liquid\nusing molecular-dynamics simulations in three dimensions. Dynamical\nheterogeneity can be characterized by three quantities: correlation length\n$\\xi_4$, intensity $\\chi_4$, and lifetime $\\tau_{\\text{hetero}}$. We evaluated\nall three quantities consistently from a single order parameter. In a previous\nstudy (H. Mizuno and R. Yamamoto, Phys. Rev. E {\\bf 82}, 030501(R) (2010)), we\nexamined the lifetime $\\tau_{\\text{hetero}}(t)$ in two time intervals\n$t=\\tau_\\alpha$ and $\\tau_{\\text{ngp}}$, where $\\tau_\\alpha$ is the\n$\\alpha$-relaxation time and $\\tau_{\\text{ngp}}$ is the time at which the\nnon-Gaussian parameter of the Van Hove self-correlation function is maximized.\nIn the present study, in addition to the lifetime $\\tau_{\\text{hetero}}(t)$, we\nevaluated the correlation length $\\xi_4(t)$ and the intensity $\\chi_4(t)$ from\nthe same order parameter used for the lifetime $\\tau_{\\text{hetero}}(t)$. We\nfound that as the temperature decreases, the lifetime $\\tau_{\\text{hetero}}(t)$\ngrows dramatically, whereas the correlation length $\\xi_4(t)$ and the intensity\n$\\chi_4(t)$ increase slowly compared to $\\tau_{\\text{hetero}}(t)$ or plateaus.\nFurthermore, we investigated the lifetime $\\tau_{\\text{hetero}}(t)$ in more\ndetail. We examined the time-interval dependence of the lifetime\n$\\tau_{\\text{hetero}}(t)$ and found that as the time interval $t$ increases,\n$\\tau_{\\text{hetero}}(t)$ monotonically becomes longer and plateaus at the\nrelaxation time of the two-point density correlation function. At the large\ntime intervals for which $\\tau_{\\text{hetero}}(t)$ plateaus, the heterogeneous\ndynamics migrate in space with a diffusion mechanism, such as the particle\ndensity.\n","Comment: 12pages, 13figures, to appear in Physical Review E"]}]
["1009.2930",{"format":[],"subject":["Mathematics - Algebraic Topology","18F20, 55R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2930","J. Homotopy Relat. Struct. 6 (2011), no. 1, 1-38"],"date":["2010-09-15","2010-11-09"],"type":["text"],"creator":["Wendt, Matthias"],"language":[],"coverage":[],"title":["Classifying spaces and fibrations of simplicial sheaves"],"description":["  In this paper, we discuss the construction of classifying spaces of fibre\nsequences in model categories of simplicial sheaves. One construction proceeds\nvia Brown representability and provides a classification in the pointed model\ncategory. The second construction is given by the classifying space of the\nmonoid of homotopy self-equivalences of a simplicial sheaf and provides the\nunpointed classification.\n","Comment: 34 pages; minor changes, cleaned bibliography, section on Brown\n  representability now uses only Jardine's result"]}]
["1011.0717",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Category Theory","Mathematics - Operator Algebras","46, 47, 18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0717","New York J. Math. 18 275-289 (2012)"],"date":["2010-11-02","2012-04-17"],"type":["text"],"creator":["Grilliette, Will"],"language":[],"coverage":[],"title":["Scaled-Free Objects"],"description":["  In this work, I address a primary issue with adapting categorical and\nalgebraic concepts to functional analytic settings, the lack of free objects.\nUsing a \"normed set\" and associated categories, I describe constructions of\nnormed objects, which build from a set to a vector space to an algebra, and\nthus parallel the natural progression found in algebraic settings. Each of\nthese is characterized as a left adjoint functor to a natural forgetful\nfunctor. Further, the universal property in each case yields a \"scaled-free\"\nmapping property, which extends previous notions of \"free\" normed objects.\n  In subsequent papers, this scaled-free property, coupled with the associated\nfunctorial results, will give rise to a presentation theory for Banach algebras\nand other such objects, which inherits many properties and constructions from\nits algebraic counterpart.\n","Comment: 15 pages"]}]
["1011.3191",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3191","Phys. Rev. B 84, 144517 (2011)","doi:10.1016/j.physc.2011.05.015"],"date":["2010-11-14"],"type":["text"],"creator":["Ishikado, M.","Nagai, Y.","Kodama, K.","Kajimoto, R.","Nakamura, M.","Inamura, Y.","Wakimoto, S.","Nakamura, H.","Machida, M.","Suzuki, K.","Usui, H.","Kuroki, K.","Iyo, A.","Eisaki, H.","Arai, M.","Shamoto, S."],"language":[],"coverage":[],"title":["Strong spin resonance on BaFe2(As0.65P0.35)2 with Tc = 30 K"],"description":["  We performed inelastic neutron scattering on powder sample of the P-doped\niron-based superconductor BaFe2(As0.65P0.35)2 with Tc = 30K, whose\nsuperconducting (SC) order parameter is expected to have line nodes. We have\nobserved spin resonance at Q $\\sim$ 1.2{\\AA}^{-1} and E=12 meV in the SC state.\nThe resonance enhancement, which can be a measure of the area of sign reversal\nbetween the hole and electron Fermi surfaces (FSs), is comparable to those of\nother iron-based superconductors without line nodes. This fact indicates that\nthe sign reversal between the FSs is still dominant in this system, and the\nline nodes should create only limited area of sign-reversal on a single FS.\nHence the system can hold relatively high-Tc. Comparison with theoretical\ncalculation indicates horizontal line nodes may be a candidate to reproduce the\nobservation.\n","Comment: 5 pages, 4 figures"]}]
["1012.0454",{"format":[],"subject":["Mathematics - Algebraic Topology","14F42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0454"],"date":["2010-12-02","2012-04-24"],"type":["text"],"creator":["Wendt, Matthias"],"language":[],"coverage":[],"title":["More examples of motivic cell structures"],"description":["  In this note, we describe motivic cell structures arising from the\nBialynicki-Birula decomposition. This provides a description of the stable\nA^1-homotopy types of smooth projective G_m-varieties where the G_m-action has\nisolated fixed points.\n","Comment: 11 pages, small revision, updated bibliography"]}]
["1012.0626",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0626","Commun. Theor. Phys. 57, 629(2012)","doi:10.1088/0253-6102/57/4/19"],"date":["2010-12-02","2012-02-03"],"type":["text"],"creator":["Tang, Yong","Wu, Yue-Liang"],"language":[],"coverage":[],"title":["Quantum Gravitational Contributions to Gauge Field Theories"],"description":["  We revisit quantum gravitational contributions to quantum gauge field\ntheories in the gauge condition independent Vilkovisky-DeWitt formalism based\non the background field method. With the advantage of Landau-DeWitt gauge, we\nexplicitly obtain the gauge condition independent result for the quadratically\ndivergent gravitational corrections to gauge couplings. By employing, in a\ngeneral way, a scheme-independent regularization method that can preserve both\ngauge invariance and original divergent behavior of integrals, we show that the\nresulting gauge coupling is power-law running and asymptotically free. The\nregularization scheme dependence is clarified by comparing with results\nobtained by other methods. The loop regularization scheme is found to be\napplicable for a consistent calculation.\n","Comment: 17 pages, published version, emphasis on the proper treatment of\n  quadratic divergence in the quantum gravitational computation, regularization\n  dependence is clarified in comparison with other calculations, references\n  added"]}]
["1012.1683",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1683","Physical Review A 85, 033814 (2012)","doi:10.1103/PhysRevA.85.033814"],"date":["2010-12-07","2012-03-07"],"type":["text"],"creator":["He, Bing","Scherer, Artur"],"language":[],"coverage":[],"title":["Continuous-mode effects and photon-photon phase gate performance"],"description":["  The effects arising from the inherent continuous-mode nature of photonic\npulses were poorly understood but significantly influence the performance of\nquantum devices employing photonic pulse interaction in nonlinear media. Such\neffects include the entanglement between the continuous wave-vector modes due\nto pulse interaction as well as the consequence of a finite system bandwidth.\nWe present the first analysis on these effects for interactions between\nsingle-photon pulses, demonstrating their impact on the performance of quantum\nphase gates based on such process. Our study clarifies a realistic picture of\nthis type of quantum devices.\n","Comment: Published Version"]}]
["1101.1291",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics","05C20","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1291","Discrete Applied Mathematics, 159(8):872-875, 2011","doi:10.1016/j.dam.2011.01.006"],"date":["2011-01-06","2011-02-03"],"type":["text"],"creator":["Gruber, Hermann"],"language":[],"coverage":[],"title":["Bounding the Feedback Vertex Number of Digraphs in Terms of Vertex\n  Degrees"],"description":["  The Turan bound is a famous result in graph theory, which relates the\nindependence number of an undirected graph to its edge density. Also the\nCaro-Wei inequality, which gives a more refined bound in terms of the vertex\ndegree sequence of a graph, might be regarded today as a classical result. We\nshow how these statements can be generalized to directed graphs, thus yielding\na bound on directed feedback vertex number in terms of vertex outdegrees and in\nterms of average outdegree, respectively.\n","Comment: preprint submitted to Discrete Applied Mathematics; minor\n  corrections, added doi (v2)"]}]
["1102.1404",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1404","Phys. Rev. B 83, 174514 (2011)","doi:10.1103/PhysRevB.83.174514"],"date":["2011-02-07"],"type":["text"],"creator":["Prando, G.","Carretta, P.","De Renzi, R.","Sanna, S.","Palenzona, A.","Putti, M.","Tropeano, M."],"language":[],"coverage":[],"title":["Vortex dynamics and irreversibility line in optimally doped\n  SmFeAsO$_{0.8}$F$_{0.2}$ from ac susceptibility and magnetization\n  measurements"],"description":["  Ac susceptibility and static magnetization measurements were performed in the\noptimally doped SmFeAsO$_{0.8}$F$_{0.2}$ superconductor. The field -\ntemperature phase diagram of the superconducting state was drawn and, in\nparticular, the features of the flux line lattice derived. The dependence of\nthe intra-grain depinning energy on the magnetic field intensity was derived in\nthe thermally-activated flux creep framework, enlightening a typical 1/H\ndependence in the high-field regime. The intra-grain critical current density\nwas extrapolated in the zero temperature and zero magnetic field limit, showing\na remarkably high value $J_{c0}(0) \\sim 2 \\cdot 10^{7}$ A/cm$^{2}$, which\ndemonstrates that this material is rather interesting for the potential future\ntechnological applications.\n","Comment: 6 pages, 6 figures"]}]
["1102.4648",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4648","Journal of the Physical Society of Japan, 81, 054706 (2012)","doi:10.1143/JPSJ.81.054706"],"date":["2011-02-22"],"type":["text"],"creator":["Kim, Sunwoo","Hashimoto, Yoshiaki","Iye, Yasuhiro","Katsumoto, Shingo"],"language":[],"coverage":[],"title":["Evidence of Spin-Filtering in Quantum Constrictions with Spin-Orbit\n  Interaction"],"description":["  A new type of blockade effect - spin-orbit blockade (SOB) - is found in the\nconduction of a quantum dot (QD) made of a material with spin-orbit\ninteraction. The blockade arises from spin-filtering effect in a quantum point\ncontact (QPC), which is a component of the QD. Hence the appearance of the\nblockade itself evidences the spin-filtering effect in the QPC. The lower bound\nof filtering efficiency is estimated to be above 80%.\n","Comment: 4 pages, 4 figures"]}]
["1103.1020",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1020","Physical Review A 83, 053848 (2011)","doi:10.1103/PhysRevA.83.053848"],"date":["2011-03-05"],"type":["text"],"creator":["Tasgin, Mehmet Emre","Meystre, Pierre"],"language":[],"coverage":[],"title":["Spin Squeezing with Coherent Light via Entanglement Swapping"],"description":["  We analyze theoretically a scheme that produces spin squeezing via the\ncontinuous swapping of atom-photon entanglement into atom-atom entanglement,\nand propose an explicit experimental system where the necessary atom-field\ncoupling can be realized. This scheme is found to be robust against\nperturbations due to other atom-field coupling channels.\n","Comment: 6 pages, 10 figures"]}]
["1103.1654",{"format":[],"subject":["Physics - Classical Physics","General Relativity and Quantum Cosmology","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1654","Phys.Lett.A375:1703-1709,2011","doi:10.1016/j.physleta.2011.03.015"],"date":["2011-03-08","2012-04-23"],"type":["text"],"creator":["Ramos, Tomas","Rubilar, Guillermo F.","Obukhov, Yuri N."],"language":[],"coverage":[],"title":["Relativistic analysis of the dielectric Einstein box: Abraham, Minkowski\n  and total energy-momentum tensors"],"description":["  We analyse the \"Einstein box\" thought experiment and the definition of the\nmomentum of light inside matter. We stress the importance of the total\nenergy-momentum tensor of the closed system (electromagnetic field plus\nmaterial medium) and derive in detail the relativistic expressions for the\nAbraham and Minkowski momenta, together with the corresponding balance\nequations for an isotropic and homogeneous medium. We identify some assumptions\nhidden in the Einstein box argument, which make it weaker than it is usually\nrecognized. In particular, we show that the Abraham momentum is not uniquely\nselected as the momentum of light in this case.\n"]}]
["1103.2478",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2478","Physical Review A 84, 063628 (2011)","doi:10.1103/PhysRevA.84.063628"],"date":["2011-03-12"],"type":["text"],"creator":["Tasgin, M. Emre","Mustecaplioglu, Ozgur E.","You, Li"],"language":[],"coverage":[],"title":["Superradiance induced topological vortex phase in a Bose-Einstein\n  condensate"],"description":["  We investigate theoretically a topological vortex phase transition induced by\na superradiant phase transition in an atomic Bose-Einstein condensate driven by\na Laguerre-Gaussian optical mode. We show that superradiant radiation can\neither carry zero angular momentum, or be in a rotating Laguerre-Gaussian mode\nwith angular momentum. The conditions leading to these two regimes are\ndetermined in terms of the width for the pump laser and the condensate size for\nthe limiting cases where the recoil energy is both much smaller and larger than\nthe atomic interaction energy.\n","Comment: 4 pages, 3 figures, submitted to Phys. Rev. Lett"]}]
["1103.3943",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3943","Physical Review B, 84(15), p. 155438. (2011)","doi:10.1103/PhysRevB.84.155438"],"date":["2011-03-21","2011-09-20"],"type":["text"],"creator":["Hague, J. P."],"language":[],"coverage":[],"title":["Tunable graphene bandgaps from superstrate mediated interactions"],"description":["  A theory is presented for the strong enhancement of graphene-on-substrate\nbandgaps by attractive interactions mediated through phonons in a polarizable\nsuperstrate. It is demonstrated that gaps of up to 1eV can be formed for\nexperimentally achievable values of electron-phonon coupling and phonon\nfrequency. Gap enhancements range between 1 and 4, indicating possible benefits\nto graphene electronics through greater bandgap control for digital\napplications, lasers, LEDs and photovoltaics through the relatively simple\napplication of polarizable materials such as SiO2 and Si3N4.\n","Comment: 4 pages, 4 figures, to appear in Phys. Rev. B"]}]
["1104.1312",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1312","Phys. Rev. B 84, 064507 (2011)","doi:10.1103/PhysRevB.84.064507"],"date":["2011-04-07","2011-07-03"],"type":["text"],"creator":["Prando, G.","Lascialfari, A.","Rigamonti, A.","Romanò, L.","Sanna, S.","Putti, M.","Tropeano, M."],"language":[],"coverage":[],"title":["Superconducting phase fluctuations in SmFeAsO$_{0.8}$F$_{0.2}$ from\n  diamagnetism at low magnetic field above $T_{c}$"],"description":["  Superconducting fluctuations (SF) in SmFeAsO$_{0.8}$F$_{0.2}$ (characterized\nby superconducting transition temperature $T_{c} \\simeq 52.3$ K) are\ninvestigated by means of isothermal high-resolution dc magnetization\nmeasurements. The diamagnetic response to magnetic fields up to 1 T above\n$T_{c}$ is similar to what previously reported for underdoped cuprate\nsuperconductors and it can be justified in terms of metastable superconducting\nislands at non-zero order parameter lacking of long-range coherence because of\nstrong phase fluctuations. In the high-field regime ($H \\gtrsim 1.5$ T) scaling\narguments predicted on the basis of the Ginzburg-Landau theory of conventional\nSF are found to be applicable, at variance with what observed in the low-field\nregime. This fact enlightens that two different phenomena are simultaneously\npresent in the fluctuating diamagnetism, namely the phase SF of novel character\nand the conventional SF. High magnetic fields (1.5 T $\\lesssim H \\ll H_{c2}$)\nare found to suppress the former while leaving unaltered the latter one.\n","Comment: 7 pages, 5 figures"]}]
["1104.1441",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1441","doi:10.1103/PhysRevB.84.165437"],"date":["2011-04-07","2011-09-28"],"type":["text"],"creator":["Prasongkit, Jariyanee","Grigoriev, Anton","Wendin, Göran","Ahuja, Rajeev"],"language":[],"coverage":[],"title":["Interference effects in phtalocyanine controlled by H-H tautomerization:\n  a potential two-terminal unimolecular electronic switch"],"description":["  We investigate the electrical transport properties of two hydrogen tautomer\nconfigurations of phthalocyanine (H2Pc) connected to cumulene and gold leads.\nHydrogen tautomerization affects the electronic state of H2Pc by switching the\ncharacter of molecular orbitals with the same symmetry close to the Fermi\nlevel. The near degeneracy between the HOMO and HOMO-1 leads to pronounced\ninterference effects, causing a large change in current for the two tautomer\nconfiguratons, especially in the low-bias regime. Two types of planar junctions\nare considered: cumulene-H2Pc-cumulene and gold-H2Pc-gold. Both demonstrate\nprominent difference in molecular conductance between ON and OFF states. In\naddition, junctions with gold leads show pronounced negative differential\nresistance (NDR) at high bias voltage, as well as weak NDR at intermediate\nbias.\n","Comment: 10 pages, 7 figures, accepted for publication in Physical Review B"]}]
["1104.4981",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4981"],"date":["2011-04-26","2012-04-24"],"type":["text"],"creator":["Birkar, Caucher"],"language":[],"coverage":[],"title":["Existence of log canonical flips and a special LMMP"],"description":["  Let $(X/Z,B+A)$ be a $\\Q$-factorial dlt pair where $B,A\\ge 0$ are\n$\\Q$-divisors and $K_X+B+A\\sim_\\Q 0/Z$. We prove that any LMMP$/Z$ on $K_X+B$\nwith scaling of an ample$/Z$ divisor terminates with a good log minimal model\nor a Mori fibre space. We show that a more general statement follows from the\nACC for lc thresholds. An immediate corollary of these results is that log\nflips exist for log canonical pairs.\n","Comment: 40 pages. Reorganised, exposition improved, also includes preprint\n  arXiv:1104.4979v1. The main result is now unconditional thanks to Hacon and\n  Xu who generalise a result of Fujino and Gongyo on semi-log canonical pairs\n  that is used in this paper. To appear in Pub. Math. de l'IH\\'ES"]}]
["1105.1010",{"format":[],"subject":["Mathematics - Probability","60F05, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1010","Electron. Commun. Probab. 17 (2012) no. 16 pp. 1-11"],"date":["2011-05-05","2012-04-23"],"type":["text"],"creator":["Zhao, James Y."],"language":[],"coverage":[],"title":["Universality of Asymptotically Ewens Measures on Partitions"],"description":["  We introduce a universality theorem for functionals of measures on partitions\nwhich \"behave like\" the Ewens measure. Various limit theorems for the Ewens\nmeasure, most notably the Poisson-Dirichlet limit for the longest parts, the\nfunctional central limit theorem for the number of parts, and the Erdos-Turan\nlimit for the product of parts, extend to these asymptotically Ewens measures\nas easy corollaries. Our major contributions are: (1) extending the classes of\nmeasures for which these limit theorems hold; (2) characterising universality\nby a single, easily-checked criterion; and (3) greatly shortening the proofs of\nthe limit theorems using the Feller coupling.\n"]}]
["1105.1595",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics","05C99, 68R10, 94C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1595"],"date":["2011-05-09","2012-04-23"],"type":["text"],"creator":["Arratia, Argimiro","Marijuán, Carlos"],"language":[],"coverage":[],"title":["Ranking pages and the topology of the web"],"description":["  This paper presents our studies on the rearrangement of links from the\nstructure of websites for the purpose of improving the valuation of a page or\ngroup of pages as established by a ranking function as Google's PageRank. We\nbuild our topological taxonomy starting from unidirectional and bidirectional\nrooted trees, and up to more complex hierarchical structures as cyclical rooted\ntrees (obtained by closing cycles on bidirectional trees) and PR--digraph\nrooted trees (digraphs whose condensation digraph is a rooted tree that behave\nlike cyclical rooted trees). We give different modifications on the structure\nof these trees and its effect on the valuation given by the PageRank function.\nWe derive closed formulas for the PageRank of the root of various types of\ntrees, and establish a hierarchy of these topologies in terms of PageRank. We\nshow that the PageRank of the root of cyclical and PR--digraph trees basically\ndepends on the number of vertices per level and the number of cycles of\ndistinct lengths among levels, and we give a closed vector formula to compute\nPageRank.\n","Comment: 27 pages, 5 figures. Revised version. Corrected some typos, and\n  improve the presentation on the bidirectional case and further complex\n  structures (section 8 and on): we extend the fmla for PR to any general\n  bidirectional trees by considering the contribution to PR of the additional\n  structure hanging from the end nodes of bidirectional arcs (the subtrees)"]}]
["1105.2697",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematical Physics","Mathematics - Complex Variables","Primary 52C15, Secondary 30F99, 57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2697","Advances in Mathematics 230 (2012), no. 3, 927-956","doi:10.1016/j.aim.2012.03.009"],"date":["2011-05-13","2011-05-27"],"type":["text"],"creator":["Tan, Ser Peow","Wong, Yan Loi","Zhang, Ying"],"language":[],"coverage":[],"title":["Delambre-Gauss Formulas for Augmented, Right-Angled Hexagons in\n  Hyperbolic 4-Space"],"description":["  We study the geometry of oriented right-angled hexagons in H^4, the\nhyperbolic 4-space, via Clifford numbers or quaternions. We show how to augment\nalternate sides of such a hexagon so that for the non-augmented sides, we can\ndefine quaternion half side-lengths whose angular parts are obtained from half\nthe Euler angles associated to a certain orientation-preserving isometry of the\nEuclidean 3-space. This generalizes the complex half side-lengths of oriented\nright-angled hexagons in H^3. We also define appropriate complex half\nside-lengths for the augmented sides of the hexagon. We further explain how to\ngeometrically read off the quaternion half side-lengths for a given\noriented,augmented, right-angled hexagon in H^4. Our main result is a set of\ngeneralized Delambre-Gauss formulas for oriented, augmented, right-angled\nhexagons in H^4, involving the quaternion half side-lengths and the complex\nhalf side-lengths. We also show in the appendix how the same method gives\nDelambre-Gauss formulas for oriented right-angled hexagons in H^3, from which\nthe well-known sine and cosine laws can be deduced. These formulas generalize\nthe classical Delambre-Gauss formulas for spherical/hyperbolic triangles.\n","Comment: 32 pages, 2 figures. Added new references, proof to Proposition 2.3,\n  and Remark 5.11; and shifted Notation 5.7 to its new place"]}]
["1105.4518",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J47, 35J62 (Primary) 49J99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4518"],"date":["2011-05-23","2012-04-24"],"type":["text"],"creator":["Katzourakis, Nikolaos I."],"language":[],"coverage":[],"title":["L-Infininity Variational Problems for Maps and the Aronsson PDE System"],"description":["  By employing Aronsson's Absolute Minimizers of $L^\\infty$ functionals, we\nprove that Absolutely Minimizing Maps $u:\\R^n \\larrow \\R^N$ solve a\n\"tangential\" Aronsson PDE system. By following Sheffield-Smart \\cite{SS}, we\nderive $\\De_\\infty$ with respect to the dual operator norm and show that such\nmaps miss information along a hyperplane when compared to Tight Maps. We\nrecover the lost term which causes non-uniqueness and derive the complete\nAronsson system which has \\emph{discontinuous coefficients}. In particular, the\nEuclidean $\\infty$-Laplacian is $\\De_\\infty u = Du \\ot Du : D^2u\\, +\\,\n|Du|^2[Du]^\\bot \\De u$ where $[Du]^\\bot$ is the projection on the null space of\n$Du^\\top$. We exibit $C^\\infty$ solutions having interfaces along which the\nrank of their gradient is discontinuous and propose a modification with $C^0$\ncoefficients which admits \\emph{varifold solutions}. Away from the interfaces,\nAronsson Maps satisfy a structural property of local splitting to 2 phases, an\nhorizontal and a vertical; horizontally they possess gradient flows similar to\nthe scalar case and vertically solve a linear system coupled by a scalar\nHamilton Jacobi PDE. We also construct singular $\\infty$-Harmonic local $C^1$\ndiffeomorphisms and singular Aronsson Maps.\n","Comment: 17 pages, 2 figures, revised"]}]
["1106.1926",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1926","doi:10.1103/PhysRevA.85.041801"],"date":["2011-06-09","2011-10-21"],"type":["text"],"creator":["Majumdar, Arka","Bajcsy, Michal","Vuckovic, Jelena"],"language":[],"coverage":[],"title":["Probing the ladder of dressed states and nonclassical light generation\n  in quantum dot-cavity QED"],"description":["  We investigate the photon induced tunneling phenomena in a photonic crystal\ncavity containing a strongly coupled quantum dot and describe how this\ntunneling can be used to generate photon states consisting mainly of a\nparticular Fock state. Additionally, we study experimentally the photon-induced\ntunneling as a function of excitation laser power and frequency and show the\nsignature of second rung of the Jaynes-Cummings Hamiltonian in the observed\nphoton-statistics.\n"]}]
["1106.2841",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2841","Phys. Rev. Lett. 108, 160402 (2012)","doi:10.1103/PhysRevLett.108.160402"],"date":["2011-06-14","2012-04-23"],"type":["text"],"creator":["Huelga, Susana F.","Rivas, Ángel","Plenio, Martin B."],"language":[],"coverage":[],"title":["Non-Markovianity assisted Steady State Entanglement"],"description":["  We analyze the steady state entanglement generated in a coherently coupled\ndimer system subject to dephasing noise as a function of the degree of\nMarkovianity of the evolution. By keeping fixed the effective noise strength\nwhile varying the memory time of the environment, we demonstrate that\nnon-Markovianity is an essential, quantifiable resource that may support the\nformation of steady state entanglement whereas purely Markovian dynamics\ngoverned by Lindblad master equations lead to separable steady states. This\nresult illustrates possible mechanisms leading to long-lived entanglement in\npurely decohering, possibly local, environments. We present a feasible\nexperimental demonstration of this noise assisted phenomenon using a system of\ntrapped ions.\n","Comment: 5 pages, 3 figures. Replaced with published version"]}]
["1106.4138",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4138","ApJ, 749 (2012) 184","doi:10.1088/0004-637X/749/2/184"],"date":["2011-06-21","2012-04-24"],"type":["text"],"creator":["Auchettl, Katie","Balázs, Csaba"],"language":[],"coverage":[],"title":["Extracting the size of the cosmic electron-positron anomaly"],"description":["  We isolated the anomalous part of the cosmic electron-positron flux within a\nBayesian likelihood analysis. Using 219 recent cosmic ray spectral data points,\nwe inferred the values of selected cosmic ray propagation parameters. In the\ncontext of the propagation model coded in GalProp, we found a significant\ntension between the electron positron related and the rest of the fluxes.\nInterpreting this tension as the presence of an anomalous component in the\nelectron-positron related data, we calculated background predictions for PAMELA\nand Fermi-LAT based on the non-electron-positron related fluxes. We found a\ndeviation between the data and the predicted background even when\nuncertainties, including systematics, were taken into account. We identified\nthis deviation with the anomalous electron-positron contribution. We briefly\ncompared this model independent signal to some theoretical results predicting\nsuch an anomaly.\n","Comment: 35 pages with 4 Figures and 2 Tables. References added, accepted for\n  publication in ApJ"]}]
["1106.4434",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4434","JCAP 1108 (2011) 013","doi:10.1088/1475-7516/2011/08/013"],"date":["2011-06-22","2012-04-24"],"type":["text"],"creator":["Kunze, Kerstin E.","Sakellariadou, Mairi"],"language":[],"coverage":[],"title":["Effects of anisotropic dynamics on cosmic strings"],"description":["  The dynamics of cosmic strings is considered in anisotropic backgrounds. In\nparticular, the behaviour of infinitely long straight cosmic strings and of\ncosmic string loops is determined. Small perturbations of a straight cosmic\nstring are calculated. The relevance of these results is discussed with respect\nto the possible observational imprints of an anisotropic phase on the behaviour\nof a cosmic string network.\n","Comment: 16 pages, 9 figures; matches version published in JCAP"]}]
["1106.5035",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5035","Physical Review D 85, 071301(R) (2012)","doi:10.1103/PhysRevD.85.071301"],"date":["2011-06-24","2012-03-30"],"type":["text"],"creator":["Hernández-Sánchez, J.","López-Lozano, L.","Noriega-Papaqui, R.","Rosado, A."],"language":[],"coverage":[],"title":["Couplings of quarks in the Partially Aligned 2HDM with a four-zero\n  texture Yukawa matrix"],"description":["  The Two Higgs Doublets Model (2HDM) has provided a very useful way to\ndescribe a minimal extension of the scalar sector of the Standard Model. In\nthis work, it is shown a scheme that we call Partial Aligned Two Higgs Doublet\nModel (PA-2HDM) which allows a description of the distinct versions of the 2HDM\nin a simple way, including those with flavor symmetries. In addition, it is\nshown a method to diagonalize Yukawa matrices of four-zero texture coming from\nthe 2HDM-III. We provide some phenomenological applications in order to show\nthe model's predictive power.\n","Comment: 11 pages, 1 figure"]}]
["1108.1767",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1767","doi:10.1142/S0217751X12500686"],"date":["2011-08-08","2012-04-24"],"type":["text"],"creator":["Machado, A. C. B.","Montero, J. C.","Pleitez, V."],"language":[],"coverage":[],"title":["On fermion masses and mixing in a model with $A_4$ symmetry"],"description":["  In a recently proposed multi-Higgs extension of the standard model in which\ndiscrete symmetries, $A_4$ and $Z_3$ are imposed we show that, after\naccommodating the fermion masses and the mixing matrices in the charged\ncurrents, the mixing matrices in the neutral currents induced by neutral\nscalars are numerically obtained. However, the flavor changing neutral currents\nare under control mainly by mixing and/or mass suppressions in the neutral\nscalar sector.\n","Comment: Version accepted for publication in International Journal of Modern\n  Physics A. In this version we added a discussion on the charged lepton and\n  neutrino masses. The title has been changed. Other minor changes do not\n  modify the conclusions"]}]
["1108.2932",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2932"],"date":["2011-08-15","2012-04-24"],"type":["text"],"creator":["Roozemond, Dan"],"language":[],"coverage":[],"title":["Computing Split Maximal Toral Subalgebras of Lie algebras over Fields of\n  Small Characteristic"],"description":["  Important subalgebras of a Lie algebra of an algebraic group are its toral\nsubalgebras, or equivalently (over fields of characteristic 0) its Cartan\nsubalgebras. Of great importance among these are ones that are split: their\naction on the Lie algebra splits completely over the field of definition. While\nalgorithms to compute split maximal toral subalgebras exist and have been\nimplemented [Ryb07, CM09], these algorithms fail when the Lie algebra is\ndefined over a field of characteristic 2 or 3. We present heuristic algorithms\nthat, given a reductive Lie algebra L over a finite field of characteristic 2\nor 3, find a split maximal toral subalgebra of L. Together with earlier work\n[CR09] these algorithms are very useful for the recognition of reductive Lie\nalgebras over such fields.\n","Comment: 18 pages, 4 figures"]}]
["1108.3320",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3320","Mod. Phys. Lett. A, Vol. 27, No. 14 (2012) 1250082","doi:10.1142/S0217732312500824"],"date":["2011-08-16","2012-04-24"],"type":["text"],"creator":["Digal, S.","Govindarajan, T. R."],"language":[],"coverage":[],"title":["Topological stability of broken symmetry on fuzzy spheres"],"description":["  We study the spontaneous symmetry breaking of O(3) scalar field on a fuzzy\nsphere $S_F^2$. We find that the fluctuations in the background of topological\nconfigurations are finite. This is in contrast to the fluctuations around a\nuniform configuration which diverge, due to Mermin-Wagner-Hohenberg-Coleman\ntheorem, leading to the decay of the condensate. Interesting implications of\nenhanced topological stability of the configurations are pointed out.\n","Comment: Version to appear in MPLA, 9 pages, 6 figures"]}]
["1108.4300",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4300","Eur. Phys. J. E (2012) 35: 29","doi:10.1140/epje/i2012-12029-6"],"date":["2011-08-22","2012-04-01"],"type":["text"],"creator":["Mizuno, Hideyuki","Yamamoto, Ryoichi"],"language":[],"coverage":[],"title":["Mechanical Responses and Stress Fluctuations of a Supercooled Liquid in\n  a Sheared Non-Equilibrium State"],"description":["  A steady shear flow can drive supercooled liquids into a non-equilibrium\nstate. Using molecular dynamics simulations under steady shear flow\nsuperimposed with oscillatory shear strain for a probe, non-equilibrium\nmechanical responses are studied for a model supercooled liquid composed of\nbinary soft spheres. We found that even in the strongly sheared situation, the\nsupercooled liquid exhibits surprisingly isotropic responses to oscillating\nshear strains applied in three different components of the strain tensor. Based\non this isotropic feature, we successfully constructed a simple two-mode\nMaxwell model that can capture the key features of the storage and loss moduli,\neven for highly non-equilibrium state. Furthermore, we examined the correlation\nfunctions of the shear stress fluctuations, which also exhibit isotropic\nrelaxation behaviors in the sheared non-equilibrium situation. In contrast to\nthe isotropic features, the supercooled liquid additionally demonstrates\nanisotropies in both its responses and its correlations to the shear stress\nfluctuations. Using the constitutive equation (a two-mode Maxwell model), we\ndemonstrated that the anisotropic responses are caused by the coupling between\nthe oscillating strain and the driving shear flow. We measured the magnitude of\nthis violation in terms of the effective temperature. It was demonstrated that\nthe effective temperature is notably different between different components,\nwhich indicates that a simple scalar mapping, such as the concept of an\neffective temperature, oversimplifies the true nature of supercooled liquids\nunder shear flow. An understanding of the mechanism of isotropies and\nanisotropies in the responses and fluctuations will lead to a better\nappreciation of these violations of the FDT, as well as certain consequent\nmodifications to the concept of an effective temperature.\n","Comment: 15pages, 17figures"]}]
["1108.5734",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5734","Phys.Rev.Lett.108:141302,2012","doi:10.1103/PhysRevLett.108.141302"],"date":["2011-08-29","2012-04-24"],"type":["text"],"creator":["Foreman, Simon","Scott, Douglas"],"language":[],"coverage":[],"title":["What do gas-rich galaxies actually tell us about modified Newtonian\n  dynamics?"],"description":["  It has recently been claimed that measurements of the baryonic Tully-Fisher\nrelation (BTFR), a power-law relationship between the observed baryonic masses\nand outer rotation velocities of galaxies, support the predictions of modified\nNewtonian dynamics for the slope and scatter in the relation, while challenging\nthe cold dark matter (CDM) paradigm. We investigate these claims, and find\nthat: 1) the scatter in the data used to determine the BTFR is in conflict with\nobservational uncertainties on the data; 2) these data do not make strong\ndistinctions regarding the best-fit BTFR parameters; 3) the literature contains\na wide variety of measurements of the BTFR, many of which are discrepant with\nthe recent results; and 4) the claimed CDM \"prediction\" for the BTFR is a gross\noversimplification of the complex galaxy-scale physics involved. We conclude\nthat the BTFR is currently untrustworthy as a test of CDM.\n","Comment: 5 pages, 2 figures; minor revisions to match published version"]}]
["1109.0454",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0454","Phys. Rev. Lett. 108, 173901 (2012)","doi:10.1103/PhysRevLett.108.173901"],"date":["2011-09-02","2012-04-24"],"type":["text"],"creator":["Liertzer, M.","Ge, Li","Cerjan, A.","Stone, A. D.","Türeci, H. E.","Rotter, S."],"language":[],"coverage":[],"title":["Pump-induced Exceptional Points in Lasers"],"description":["  We demonstrate that the above-threshold behavior of a laser can be strongly\naffected by exceptional points which are induced by pumping the laser\nnonuniformly. At these singularities, the eigenstates of the non-Hermitian\noperator which describes the lasing modes coalesce. In their vicinity, the\nlaser may turn off even when the overall pump power deposited in the system is\nincreased. Such signatures of a pump- induced exceptional point can be\nexperimentally probed with coupled ridge or microdisk lasers.\n","Comment: 4.5 pages, 4 figures, final version including additional FDTD data"]}]
["1109.1192",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1192"],"date":["2011-08-25","2012-04-24"],"type":["text"],"creator":["Nakayama, Kunji"],"language":[],"coverage":[],"title":["Sheaves in Quantum Topos Induced by Quantization"],"description":["  This paper shows that quantization induces a Lawvere-Tierney topology on\n(hence, a sheaf topos in) the quantum topos. We show that a quantization map\nfrom classical observables to self-adjoint operators on a Hilbert space\nnaturally induces geometric morphisms from presheaf topoi related to the\nclassical system into a presheaf topos, called the quantum topos, on the\ncontext category consisting of commutative von Neumann algebras of bounded\noperators on the Hilbert space. By means of the geometric morphisms, we define\nLawvere-Tierney topologies on the quantum topos (and their equivalent\nGrothendieck topologies on the context category). We show that, among them, we\ncan uniquely select the most informative one, which we call the quantization\ntopology. We furthermore construct sheaves induced by the quantization\ntopology. This can be done in an elementary and self-contained way, because the\nquantization topology has a quite simple expression.\n","Comment: 48pages"]}]
["1109.1225",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1225","New Journal of Physics, 14(3), 033019 (2012)","doi:10.1088/1367-2630/14/3/033019"],"date":["2011-09-06","2012-02-28"],"type":["text"],"creator":["Hague, J. P.","MacCormick, C."],"language":[],"coverage":[],"title":["Quantum simulation of electron-phonon interactions in strongly\n  deformable materials"],"description":["  We propose an approach for quantum simulation of electron-phonon interactions\nusing Rydberg states of cold atoms and ions. We show how systems of cold atoms\nand ions can be mapped onto electron-phonon systems of the Su-Schrieffer-Heeger\ntype. We discuss how properties of the simulated Hamiltonian can be tuned and\nhow to read physically relevant properties from the simulator. In particular,\nuse of painted spot potentials offers a high level of tunability, enabling all\nphysically relevant regimes of the electron-phonon Hamiltonian to be accessed.\n","Comment: To appear in New Journal of Physics"]}]
["1109.3105",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3105"],"date":["2011-09-14","2012-04-23"],"type":["text"],"creator":["Ishikawa, Kenzo","Tobita, Yutaka"],"language":[],"coverage":[],"title":["Resolving LSND anomaly by neutrino diffraction"],"description":["  In the charged pion decay, a neutrino is produced in pair with a charged\nlepton and they have the same production rate. In this paper we show that\nneutrinos have their own space-time correlations in a wide area and are\ndetected in a different manner from charged leptons, owing to extremely small\nmass. The neutrino flux reveals a unique interference effect in the form of\ndiffraction of non-stationary waves. The diffraction component of the flux\nshows a slow position-dependence and leads to an electron neutrino at short\nbase-line regions. The electron neutrino flux at short distances is attributed\nto the neutrino diffraction and the one at long distances is to the normal\nflavor oscillation. The former depends upon the average mass-squared $\\bar\nm^2_\\nu$ and the latter depends upon the mass-squared difference $\\delta\nm^2_\\nu$. The LSND and the two neutrino experiment (TWN) measure $\\bar m^2_\\nu$\nand the other experiments measure $\\delta m^2_\\nu$. Hence they are consistent\nwith each other. The neutrino diffraction would supply valuable information on\nthe absolute neutrino mass.\n","Comment: 14pages, 5figures, Sec.1 and Sec.4 were revised partly. Eq.6 was\n  added"]}]
["1109.3998",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3998","J. Phys. B 45, 074011 (2012)","doi:10.1088/0953-4075/45/7/074011"],"date":["2011-09-19"],"type":["text"],"creator":["Kästner, Alexander","Saalmann, Ulf","Rost, Jan M."],"language":[],"coverage":[],"title":["Energy bunching in soft recollisions revealed with long-wavelength\n  few-cycle pulses"],"description":["  Soft recollisions are laser-driven distant collisions of an electron with its\nparent ion. Such collisions may cause an energy bunching, since electrons with\ndifferent initial drift momenta can acquire impacts, which exactly\ncounterbalance these differences. The bunching generates a series of peaks in\nthe photo-electron spectrum. We will show that this series could be uncovered\npeak-by-peak experimentally by means of phase-stabilized few-cycle pulses with\nincreasing duration.\n","Comment: 8 pages, 3 figures"]}]
["1109.4625",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4625","Astron. Nachr. 332, 883-890 (2011)","doi:10.1002/asna.201111619"],"date":["2011-09-21","2012-04-24"],"type":["text"],"creator":["Käpylä, P. J.","Mantere, M. J.","Brandenburg, A."],"language":[],"coverage":[],"title":["Effects of stratification in spherical shell convection"],"description":["  We report on simulations of mildly turbulent convection in spherical wedge\ngeometry with varying density stratification. We vary the density contrast\nwithin the convection zone by a factor of 20 and study the influence of\nrotation on the solutions. We demonstrate that the size of convective cells\ndecreases and the anisotropy of turbulence increases as the stratification is\nincreased. Differential rotation is found to change from anti-solar (slow\nequator) to solar-like (fast equator) at roughly the same Coriolis number for\nall stratifications. The largest stratification runs, however, are sensitive to\nchanges of the Reynolds number. Evidence for a near-surface shear layer is\nfound in runs with strong stratification and large Reynolds numbers.\n","Comment: 7 pages, 9 figures, published version"]}]
["1110.0902",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology","62L10, 62L15, 60G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0902"],"date":["2011-10-05","2012-04-24"],"type":["text"],"creator":["Fellouris, Georgios","Tartakovsky, Alexander G."],"language":[],"coverage":[],"title":["Nearly Minimax One-Sided Mixture-Based Sequential Tests"],"description":["  We focus on one-sided, mixture-based stopping rules for the problem of\nsequential testing a simple null hypothesis against a composite alternative.\nFor the latter, we consider two cases---either a discrete alternative or a\ncontinuous alternative that can be embedded into an exponential family. For\neach case, we find a mixture-based stopping rule that is nearly minimax in the\nsense of minimizing the maximal Kullback-Leibler information. The proof of this\nresult is based on finding an almost Bayes rule for an appropriate sequential\ndecision problem and on high-order asymptotic approximations for the\nperformance characteristics of arbitrary mixture-based stopping times. We also\nevaluate the asymptotic performance loss of certain intuitive mixture rules and\nverify the accuracy of our asymptotic approximations with simulation\nexperiments.\n","Comment: 25 pages"]}]
["1110.1561",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1561"],"date":["2011-10-07","2012-04-24"],"type":["text"],"creator":["Connolly, James P."],"language":[],"coverage":[],"title":["Analytical Models of Bulk and Quantum Well Solar Cells and Relevance of\n  the Radiative Limit"],"description":["  The analytical modelling of bulk and quantum well solar cells is reviewed.\nThe analytical approach allows explicit estimates of dominant generation and\nrecombination mechanisms at work in charge neutral and space charge layers of\nthe cells. Consistency of the analysis of cell characteristics in the light and\nin the dark leaves a single free parameter, which is the mean\nShockley-Read-Hall lifetime. Bulk PIN cells are shown to be inherently\ndominated by non-radiative recombination as a result of the doping related\nnon-radiative fraction of the Shockley injection currents. Quantum well PIN\nsolar cells on the other hand are shown to operate in the radiative limit as a\nresult of the dominance of radiative recombination in the space charge region.\nThese features are exploited using light trapping techniques leading to photon\nrecycling and reduced radiative recombination. The conclusion is that the\nmirror backed quantum well solar cell device features open circuit voltages\ndetermined mainly by the higher bandgap neutral layers, with an absorption\nthreshold determined by the lower gap quantum well superlattice.\n","Comment: Draft of chapter in \"Advanced solar cell materials, technology,\n  modeling and simulation\". Eds. Laurentiu Fara, Masafumi Yamaguchi, IGI Global\n  publishing, 2012"]}]
["1110.2512",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2512"],"date":["2011-10-11","2012-04-24"],"type":["text"],"creator":["Côte, Raphaël","Zaag, Hatem"],"language":[],"coverage":[],"title":["Construction of a multi-soliton blow-up solution to the semilinear wave\n  equation in one space dimension"],"description":["  We consider the semilinear wave equation with power nonlinearity in one space\ndimension. Given a blow-up solution with a characteristic point, we refine the\nblow-up behavior first derived by Merle and Zaag. We also refine the geometry\nof the blow-up set near a characteristic point, and show that except may be for\none exceptional situation, it is never symmetric with the respect to the\ncharacteristic point. Then, we show that all blow-up modalities predicted by\nthose authors do occur. More precisely, given any integer $k\\ge 2$ and $\\zeta_0\n\\in \\m R$, we construct a blow-up solution with a characteristic point $a$,\nsuch that the asymptotic behavior of the solution near $(a,T(a))$ shows a\ndecoupled sum of $k$ solitons with alternate signs, whose centers (in the\nhyperbolic geometry) have $\\zeta_0$ as a center of mass, for all times.\n","Comment: 43 pages"]}]
["1110.5216",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5216"],"date":["2011-10-24","2012-04-24"],"type":["text"],"creator":["Touchette, Hugo","Harris, Rosemary J."],"language":[],"coverage":[],"title":["Large deviation approach to nonequilibrium systems"],"description":["  The theory of large deviations has been applied successfully in the last 30\nyears or so to study the properties of equilibrium systems and to put the\nfoundations of equilibrium statistical mechanics on a clearer and more rigorous\nfooting. A similar approach has been followed more recently for nonequilibrium\nsystems, especially in the context of interacting particle systems. We review\nhere the basis of this approach, emphasizing the similarities and differences\nthat exist between the application of large deviation theory for studying\nequilibrium systems on the one hand and nonequilibrium systems on the other. Of\nparticular importance are the notions of macroscopic, hydrodynamic, and\nlong-time limits, which are analogues of the equilibrium thermodynamic limit,\nand the notion of statistical ensembles which can be generalized to\nnonequilibrium systems. For the purpose of illustrating our discussion, we\nfocus on applications to Markov processes, in particular to simple random\nwalks.\n","Comment: 26 pages, draft book chapter [Klages, Rainer / Just, Wolfram /\n  Jarzynski, Christopher (eds.), Nonequilibrium Statistical Physics of Small\n  Systems: Fluctuation Relations and Beyond, 2013. Approx 350 pages with approx\n  100 figures. Hardcover. ISBN: 978-3-527-41094-1 (WILEY-VCH, Weinheim)\n  http://www.wiley.com]. v2: Minor corrections"]}]
["1110.5643",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5643","Phys. Rev. B 85, 140513(R) (2012)","doi:10.1103/PhysRevB.85.140513"],"date":["2011-10-25"],"type":["text"],"creator":["Lutchyn, Roman M.","Stanescu, Tudor D.","Sarma, S. Das"],"language":[],"coverage":[],"title":["Momentum relaxation in a semiconductor proximity-coupled to a disordered\n  s-wave superconductor: effect of scattering on topological superconductivity"],"description":["  We study the superconducting proximity effect between a conventional\nsemiconductor and a disordered s-wave superconductor. We calculate the\neffective momentum relaxation rate in the semiconductor due to processes\ninvolving electron tunneling into a disordered superconductor and scattering\noff impurities. The magnitude of the effective disorder scattering rate is\nimportant for understanding the stability of the topological (chiral p-wave)\nsuperconducting state that emerges in the semiconductor, since disorder\nscattering has a detrimental effect and can drive the system into a\nnon-topological state. We find that the effective impurity scattering rate\ninvolves higher-order tunneling processes and is suppressed due to the\ndestructive quantum interference of quasi-particle and quasi-hole trajectories.\nWe show that, despite the fact that both the proximity-induced gap and the\neffective impurity scattering rate depend on interface transparency, there is a\nlarge parameter regime where the topological superconducting phase is robust\nagainst disorder in the superconductor. Thus, we establish that the static\ndisorder in the superconductor does not suppress the proximity induced\ntopological superconductivity in the semiconductor.\n","Comment: 5 pages, 2 figures"]}]
["1111.0126",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0126","Phys. Rev. B 85, 020506(R) (2012)","doi:10.1103/PhysRevB.85.020506"],"date":["2011-11-01"],"type":["text"],"creator":["Wang, Y.","Hirschfeld, P. J.","Vekhter, I."],"language":[],"coverage":[],"title":["Theory of quasiparticle vortex bound states in Fe-based superconductors:\n  application to LiFeAs"],"description":["  Spectroscopy of vortex bound states can provide valuable information on the\nstructure of the superconducting order parameter. Quasiparticle wavefunctions\nare expected to leak out in the directions of gap minima or nodes, if they\nexist, and scanning tunneling spectroscopy (STS) on these low-energy states\nshould probe the momentum dependence of the gap. Anisotropy can also arise from\nband structure effects, however. We perform a quasiclassical calculation of the\ndensity of states of a single vortex in an anisotropic superconductor, and show\nthat if the gap itself is not highly anisotropic, the Fermi surface anisotropy\ndominates, preventing direct observation of superconducting gap features. This\nserves as a cautionary message for the analysis of STS data on the vortex state\non Fe-based superconductors, in particular LiFeAs, which we treat explicitly.\n","Comment: 4 pages, 2 figures"]}]
["1111.1171",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1171","Phys. Rev. B 85, 155122 (2012)","doi:10.1103/PhysRevB.85.155122"],"date":["2011-11-04","2012-04-24"],"type":["text"],"creator":["Uebelacker, Stefan","Honerkamp, Carsten"],"language":[],"coverage":[],"title":["Multiband Effects on Superconducting Instabilities Driven by\n  Electron-Electron Interactions"],"description":["  We explore multiband effects on d-wave superconducting instabilities driven\nby electron-electron interactions. Our models on the two-dimensional square\nlattice consist of a main band with an extended Fermi surface and predominant\nweight from $d_{x^2-y^2}$ orbitals, whose orbital character is influenced by\nthe admixture of other energetically neighbored orbitals. Using a functional\nrenormalization group description of the superconducting instabilities of the\nsystem and different levels of approximations, we study how the energy scale\nfor pairing and hence the critical temperature is affected by the band\nstructure. We find that a reduction of orbital admixture as a function of the\norbital energies can cause a $T_c$ enhancement although the Fermi surface\nbecomes more curved and hence less favorable for antiferromagnetic spin\nfluctuations. While our study does not allow a quantitative understanding of\nthe $T_c$ differences in realistic high-$T_c$ cuprate systems, it may reveal an\nunderlying mechanism contributing to the actual material trends.\n","Comment: 12 pages, 8 figures, additional interaction terms in section IV and\n  VI included, amended discussion and plots, additional minor changes"]}]
["1111.1531",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1531","Physical Review A 85, 042312 (2012)","doi:10.1103/PhysRevA.85.042312"],"date":["2011-11-07","2012-04-24"],"type":["text"],"creator":["Hosler, Dominic","van de Bruck, Carsten","Kok, Pieter"],"language":[],"coverage":[],"title":["Information gap for classical and quantum communication in a\n  Schwarzschild spacetime"],"description":["  Communication between a free-falling observer and an observer hovering above\nthe Schwarzschild horizon of a black hole suffers from Unruh-Hawking noise,\nwhich degrades communication channels. Ignoring time dilation, which affects\nall channels equally, we show that for bosonic communication using single and\ndual rail encoding the classical channel capacity reaches a finite value and\nthe quantum coherent information tends to zero. We conclude that classical\ncorrelations still exist at infinite acceleration, whereas the quantum\ncoherence is fully removed.\n","Comment: 5 pages, 4 figures"]}]
["1111.2110",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2110","Phys. Rev. Lett. 108, 173603 (2012)","doi:10.1103/PhysRevLett.108.173603"],"date":["2011-11-09"],"type":["text"],"creator":["Chen, Yi-Hsin","Lee, Meng-Jung","Hung, Weilun","Chen, Ying-Cheng","Chen, Yong-Fan","Yu, Ite A."],"language":[],"coverage":[],"title":["Demonstration of the Interaction between Two Stopped Light Pulses"],"description":["  We report the first experimental demonstration that two light pulses were\nmade motionless and interacted with each other via a medium. The interaction\ntime is, in principle, as long as possible and a considerable efficiency can be\nachieved even below single-photon level. We utilized the optical process of one\nphoton pulse switched by another based on the effect of electromagnetically\ninduced transparency to demonstrate the enhancement of optical nonlinear\nefficiency. With moving light pulses, the switching is activated at energy per\narea of 2 photons per atomic absorption cross section in the best situation as\ndiscussed in [Phys. Rev. Lett. 82, 4611 (1999)]. With motionless light pulses,\nwe demonstrated that the switching is activated at 0.56 photons per atomic\nabsorption cross section and that the light level can be further reduced by\nincreasing the optical density of the medium. Our work enters a new regime of\nlow light physics.\n","Comment: 7 pages, 5 figures"]}]
["1111.4013",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4013"],"date":["2011-11-16","2012-04-24"],"type":["text"],"creator":["Cheng, Liang","Zhu, Anqiang"],"language":[],"coverage":[],"title":["On the Perelman's reduced entropy and Ricci flat manifolds with maximal\n  volume growth"],"description":["  In this paper, we study the Ricci flat manifolds with maximal volume growth\nusing Perelman's reduced volume of Ricci flow. We show that if $(M^n,g)$ is an\nnoncompact complete Ricci flat manifold with maximal volume growth satisfying\n$|Rm|(x)\\to 0$ as $d(x)=d_g(x,p)\\to \\infty$, then $M^n$ has the quadratic\ncurvature decay. Some applications to this result are also presented.\n","Comment: 9 pages"]}]
["1111.5912",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5912","J. Chem. Phys. 136, 084505 (2012)","doi:10.1063/1.3688227"],"date":["2011-11-25"],"type":["text"],"creator":["Yamamoto, Hideyuki Mizuno Ryoichi"],"language":[],"coverage":[],"title":["Dynamical Heterogeneity in a Highly Supercooled Liquid under a Sheared\n  Situation"],"description":["  In the present study, we performed molecular-dynamics simulations and\ninvestigated dynamical heterogeneity in a supercooled liquid under a steady\nshear flow. Dynamical heterogeneity can be characterized by three quantities:\nthe correlation length $\\xi_4(t)$, the intensity $\\chi_4(t)$, and the lifetime\n$\\tau_\\text{hetero}(t)$. We quantified all three quantities by means of the\ncorrelation functions of the particle dynamics, i.e., the four-point\ncorrelation functions, which are extended to the sheared condition. Here, to\ndefine the local dynamics, we used two time intervals $t=\\tau_\\alpha$ and\n$\\tau_{\\text{ngp}}$; $\\tau_\\alpha$ is the $\\alpha$-relaxation time, and\n$\\tau_{\\text{ngp}}$ is the time at which the non-Gaussian parameter of the Van\nHove self-correlation function is maximized. We discovered that all three\nquantities ($\\xi_4(t)$, $\\chi_4(t)$, and $\\tau_\\text{hetero}(t)$) decrease as\nthe shear rate $\\dot{\\gamma}$ of the steady shear flow increases. For the time\ninterval $t=\\tau_\\alpha$, the scalings $\\xi_4(\\tau_\\alpha) \\sim\n\\dot{\\gamma}^{-0.08}$, $\\chi_4(\\tau_\\alpha) \\sim \\dot{\\gamma}^{-0.26}$, and\n$\\tau_\\text{hetero}(\\tau_\\alpha) \\sim \\dot{\\gamma}^{-0.88}$ were obtained. The\nsteady shear flow suppresses the heterogeneous structure as well as the\nlifetime of the dynamical heterogeneity. In addition, our results demonstrated\nthat the $\\alpha$-relaxation time $\\tau_\\alpha$ dependences of three quantities\ncoincide with those at equilibrium. This means that all three quantities of the\ndynamical heterogeneity can be mapped onto those in the equilibrium state\nthrough $\\tau_\\alpha$.\n","Comment: 11 pages, 10 figures"]}]
["1111.6888",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6888","Phys. Rev. Lett. 108, 175003 (2012)","doi:10.1103/PhysRevLett.108.175003"],"date":["2011-11-29"],"type":["text"],"creator":["Gnodtke, Christian","Saalmann, Ulf","Rost, Jan-Michael"],"language":[],"coverage":[],"title":["Many-electron dynamics triggered by massively parallel ionization"],"description":["  Massively parallel ionization of many atoms in a cluster or bio-molecule is\nidentified as new phenomenon of light-matter interaction which becomes feasible\nthrough short and intense FEL pulses. Almost simultaneously emitted from the\nilluminated target the photo-electrons can have such a high density that they\ninteract substantially even after photo-ionization. This interaction results in\na characteristic electron spectrum which can be interpreted as convolution of a\nmean-field electron dynamics and binary electron-electron collisions. We\ndemonstrate that this universal spectrum can be obtained analytically by\nsumming synthetic two-body Coulomb collision events. Moreover, we propose an\nexperiment with hydrogen clusters to observe massively parallel ionization.\n","Comment: 4 pages, 5 figures"]}]
["1112.0350",{"format":[],"subject":["Mathematics - Logic","Mathematics - General Topology","03E15, 54H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0350"],"date":["2011-12-01","2012-04-24"],"type":["text"],"creator":["Kačena, Miroslav","Ros, Luca Motto","Semmes, Brian"],"language":[],"coverage":[],"title":["Some observations on \"A new proof of a theorem of Jayne and Rogers\""],"description":["  We adapt a construction taken from `L. Motto Ros and B. Semmes, A new proof\nof a theorem of Jayne and Rogers, Real Anal. Exchange 35(1) (2009/2010),\n195-204' in order to correct a mistake contained in the first part of the same\npaper. As a byproduct of the new construction, the Jayne-Rogers theorem is\nextended to functions whose range is a regular topological space, and a theorem\nof Solecki which sharpens the Jayne-Rogers theorem for separable metric spaces\nis extended to the non-separable context.\n","Comment: revised version, 12 pages, to appear on the Real Analysis Exchange"]}]
["1112.1317",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - General Topology","18B30, 18A40, 18A25, 54C35, 54F05, 06F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1317"],"date":["2011-12-06","2012-04-24"],"type":["text"],"creator":["Niefield, Susan"],"language":[],"coverage":[],"title":["Exponentiability via Double Categories"],"description":["  We use double categories to obtain a single theorem characterizing certain\nexponentiable morphisms of small categories, topological spaces, locales, and\nposets.\n","Comment: 12 pages, presented at CT 2011"]}]
["1112.3241",{"format":[],"subject":["Physics - Atomic Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3241","AIP Conf. Proc. 1421, 31 (2012)","doi:10.1063/1.3679583"],"date":["2011-12-14"],"type":["text"],"creator":["Castro, J.","Bannasch, G.","McQuillen, P.","Pohl, T.","Killian, T. C."],"language":[],"coverage":[],"title":["Creating Non-Maxwellian Velocity Distributions in Ultracold Plasmas"],"description":["  We present techniques to perturb, measure and model the ion velocity\ndistribution in an ultracold neutral plasma produced by photoionization of\nstrontium atoms. By optical pumping with circularly polarized light we promote\nions with certain velocities to a different spin ground state, and probe the\nresulting perturbed velocity distribution through laser-induced fluorescence\nspectroscopy. We discuss various approaches to extract the velocity\ndistribution from our measured spectra, and assess their quality through\ncomparisons with molecular dynamic simulations\n","Comment: 13 pages, 8 figures"]}]
["1112.3662",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3662","Phys. Rev. B 85, 165124 (2012)","doi:10.1103/PhysRevB.85.165124"],"date":["2011-12-15"],"type":["text"],"creator":["Cheng, Meng","Lutchyn, Roman M.","Sarma, S. Das"],"language":[],"coverage":[],"title":["Topological Protection of Majorana Qubits"],"description":["  We study the stability of the topological quantum computation proposals\ninvolving Majorana fermions against thermal fluctuations. We use a minimal\nrealistic model of a spinless px+ipy superconductor and consider effect of\nexcited midgap states localized in the vortex core as well as of transitions\nabove the bulk superconducting gap on the quasiparticle braiding,\ninterferometry-based qubit read-out schemes, and quantum coherence of the\ntopological qubits. We find that thermal occupation of the midgap states does\nnot affect adiabatic braiding operations but leads to a reduction in the\nvisibility of the interferometry measurements. We also consider quantum\ndecoherence of topological qubits at finite temperatures and calculate their\ndecay rate which is associated with the change of the fermion parity and, as\nsuch, is exponentially suppressed at temperatures well below the bulk\nexcitation gap. Our conclusion is that the Majorana-based topological quantum\ncomputing schemes are indeed protected by the virtue of the quantum\nnon-locality of the stored information and the presence of the bulk\nsuperconducting gap.\n","Comment: 8 pages, 1 figure"]}]
["1112.4474",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4474","Phys. Rev. B 85, 165121 (2012)","doi:10.1103/PhysRevB.85.165121"],"date":["2011-12-19","2012-04-24"],"type":["text"],"creator":["Ju, Hyejin","Kallin, Ann B.","Fendley, Paul","Hastings, Matthew B.","Melko, Roger G."],"language":[],"coverage":[],"title":["Entanglement scaling in two-dimensional gapless systems"],"description":["  We numerically determine subleading scaling terms in the ground-state\nentanglement entropy of several two-dimensional (2D) gapless systems, including\na Heisenberg model with N\\'eel order, a free Dirac fermion in the {\\pi}-flux\nphase, and the nearest-neighbor resonating-valence-bond wavefunction. For these\nmodels, we show that the entanglement entropy between cylindrical regions of\nlength x and L - x, extending around a torus of length L, depends upon the\ndimensionless ratio x/L. This can be well-approximated on finite-size lattices\nby a function ln(sin({\\pi}x/L)), akin to the familiar chord-length dependence\nin one dimension. We provide evidence, however, that the precise form of this\nbulk-dependent contribution is a more general function in the 2D thermodynamic\nlimit.\n","Comment: 5 pages, 5 figures"]}]
["1112.4699",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4699","Phys. Rev. D 85, 075016 (2012)","doi:10.1103/PhysRevD.85.075016"],"date":["2011-12-20"],"type":["text"],"creator":["Enberg, R.","Pasechnik, R.","Stål, O."],"language":[],"coverage":[],"title":["Enhancement of associated H^\\pm W^\\mp production in the NMSSM"],"description":["  We study the associated production of a charged Higgs and a W boson in\nhigh-energy pp collisions at the Large Hadron Collider. This is an interesting\nprocess for charged Higgs discovery, or exclusion, since the production cross\nsection could depend strongly on the model, offering potential discriminating\npower between supersymmetric extensions of the Standard Model with minimal or\nextended Higgs sectors. We compute the cross section for this process in the\nnext-to-minimal supersymmetric Standard Model (NMSSM), at the tree level for\nquark-quark scattering and at one-loop level for gluon-gluon scattering. The\nmost important corrections beyond leading order are taken into account using an\nimproved Born approximation. We find that the pp \\to H^\\pm W^\\mp cross section\ncan be resonantly enhanced by up to an order of magnitude over its MSSM value\n(both for \\sqrt{s}=7 TeV and 14 TeV) through the contributions of heavy,\nneutral, singlet-dominated Higgs bosons appearing in the s-channel. Since such\nHiggs mass configurations are normally not possible in the MSSM, the\nobservation of associated H^\\pm W^\\mp production at the LHC could provide a\nstriking, although indirect, signature of a more complicated Higgs sector.\n","Comment: 25 pages, 12 figures"]}]
["1112.4962",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4962","Few-Body Systems, 2012","doi:10.1007/s00601-012-0312-7"],"date":["2011-12-21","2012-02-27"],"type":["text"],"creator":["Sørensen, P. K.","Fedorov, D. V.","Jensen, A. S."],"language":[],"coverage":[],"title":["Three-body recombination rates near a Feshbach resonance within a\n  two-channel contact interaction model"],"description":["  We calculate the three-body recombination rate into a shallow dimer in a gas\nof cold bosonic atoms near a Feshbach resonance using a two-channel contact\ninteraction model. The two-channel model naturally describes the variation of\nthe scattering length through the Feshbach resonance and has a finite effective\nrange. We confront the theory with the available experimental data and show\nthat the two-channel model is able to quantitatively describe the existing\ndata. The finite effective range leads to a reduction of the scaling factor\nbetween the recombination minima from the universal value of 22.7. The\nreduction is larger for larger effective ranges or, correspondingly, for\nnarrower Feshbach resonances.\n","Comment: 9 pages, 7 figures"]}]
["1112.5337",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5337","JCAP04(2012)032","doi:10.1088/1475-7516/2012/04/032"],"date":["2011-12-22","2012-04-23"],"type":["text"],"creator":["Vargas, Cristofher Zuñiga","Hipólito-Ricaldi, Wiliam S.","Zimdahl, Winfried"],"language":[],"coverage":[],"title":["Perturbations for transient acceleration"],"description":["  According to the standard $\\Lambda$CDM model, the accelerated expansion of\nthe Universe will go on forever. Motivated by recent observational results, we\nexplore the possibility of a finite phase of acceleration which asymptotically\napproaches another period of decelerated expansion. Extending an earlier study\non a corresponding homogeneous and isotropic dynamics, in which interactions\nbetween dark matter and dark energy are crucial, the present paper also\ninvestigates the dynamics of the matter perturbations both on the Newtonian and\nGR levels and quantifies the potential relevance of perturbations of the\ndark-energy component. In the background, the model is tested against the\nSupernova type Ia (SNIa) data of the Constitution set and on the perturbative\nlevel against growth rate data and the data of the 2dFGRS project. Our results\nindicate, that a transient phase of accelerated expansion is not excluded by\ncurrent observations.\n","Comment: 31 pages, 10 figures, 2 tables, material and references added"]}]
["1201.0044",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0044","Phys. Rev. B 85, 144522 (2012)","doi:10.1103/PhysRevB.85.144522"],"date":["2011-12-29"],"type":["text"],"creator":["Prando, G.","Carretta, P.","De Renzi, R.","Sanna, S.","Grafe, H. -J.","Wurmehl, S.","Büchner, B."],"language":[],"coverage":[],"title":["AC susceptibility investigation of vortex dynamics in nearly-optimally\n  doped REFeAsO$_{1-x}$F$_{x}$ superconductors (RE = La, Ce, Sm)"],"description":["  Ac susceptibility and static magnetization measurements were performed in the\nnearly-optimally doped LaFeAsO$_{0.9}$F$_{0.1}$ and CeFeAsO$_{0.92}$F$_{0.08}$\nsuperconductors, complementing earlier results on SmFeAsO$_{0.8}$F$_{0.2}$\n[Phys. Rev. {\\bf B 83}, 174514 (2011)]. The magnetic field -- temperature phase\ndiagram of the mixed superconducting state is drawn for the three materials,\ndisplaying a sizeable reduction of the liquid phase upon increasing $T_{c}$ in\nthe range of applied fields ($H \\leq 5$ T). This result indicates that\nSmFeAsO$_{0.8}$F$_{0.2}$ is the most interesting compound among the\ninvestigated ones in view of possible applications. The field-dependence of the\nintra-grain depinning energy $U_{0}$ exhibits a common trend for all the\nsamples with a typical crossover field value (2500 Oe $\\lesssim H_{cr} \\lesssim\n5000$ Oe) separating regions where single and collective depinning processes\nare at work. Analysis of the data in terms of a simple two-fluid picture for\nslightly anisotropic materials allows to estimate the zero-temperature\npenetration depth $\\lambda_{ab}(0)$ and the anisotropy parameter $\\gamma$ for\nthe three materials. Finally, a sizeable suppression of the superfluid density\nis deduced in a $s^{\\pm}$ two-gap scenario.\n"]}]
["1201.0523",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0523","Phys. Rev. A 85, 043610 (2012)","doi:10.1103/PhysRevA.85.043610"],"date":["2012-01-02","2012-04-23"],"type":["text"],"creator":["Khorramzadeh, Y.","Lin, Fei","Scarola, V. W."],"language":[],"coverage":[],"title":["Boson Core Compressibility"],"description":["  Strongly interacting atoms trapped in optical lattices can be used to explore\nphase diagrams of Hubbard models. Spatial inhomogeneity due to trapping\ntypically obscures distinguishing observables. We propose that measures using\nboson double occupancy avoid trapping effects to reveal key correlation\nfunctions. We define a boson core compressibility and core superfluid stiffness\nin terms of double occupancy. We use quantum Monte Carlo on the Bose-Hubbard\nmodel to empirically show that these quantities intrinsically eliminate edge\neffects to reveal correlations near the trap center. The boson core\ncompressibility offers a generally applicable tool that can be used to\nexperimentally map out phase transitions between compressible and\nincompressible states.\n","Comment: 11 pages, 11 figures"]}]
["1201.3935",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3935"],"date":["2012-01-18","2012-04-24"],"type":["text"],"creator":["Dubourg, Vincent","Bourinet, Jean-Marc","Sudret, Bruno"],"language":[],"coverage":[],"title":["Reliability-based design optimization of imperfect shells using adaptive\n  kriging meta-models"],"description":["  The optimal and robust design of structures has gained much attention in the\npast ten years due to the ever increasing need for manufacturers to build\nrobust systems at the lowest cost. Reliability-based design optimization (RBDO)\nallows the analyst to minimize some cost function while ensuring some minimal\nperformances cast as admissible probabilities of failure for a set of\nperformance functions. In order to address real-world problems in which the\nperformance is assessed through computational models (e.g. large scale finite\nelement models) meta-modelling techniques have been developed in the past\ndecade. This paper introduces adaptive kriging surrogate models to solve the\nRBDO problem. The latter is cast in an augmented space that \"sums up\" the range\nof the design space and the aleatory uncertainty in the design parameters and\nthe environmental conditions. Thus the surrogate model is used (i) for\nevaluating robust estimates of the probabilities of failure (and for enhancing\nthe computational experimental design by adaptive sampling) in order to achieve\nthe requested accuracy and (ii) for applying the gradient-based optimization\nalgorithm. The approach is applied to the optimal design of imperfect stiffened\ncylinder shells used in submarine engineering. For this application the\nperformance of the structure is related to buckling which is addressed here by\nmeans of the asymptotic numerical method.\n","Comment: This paper has been withdrawn by the author"]}]
["1201.4478",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11M06, 11M50, 05A17, 05E05, 05E10, 20C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4478"],"date":["2012-01-21","2012-04-24"],"type":["text"],"creator":["Dehaye, Paul-Olivier"],"language":[],"coverage":[],"title":["Combinatorics of lower order terms in the moment conjectures for the\n  Riemann zeta function"],"description":["  Conrey, Farmer, Keating, Rubinstein and Snaith have given a recipe that\nconjecturally produces, among others, the full moment polynomial for the\nRiemann zeta function. The leading term of this polynomial is given as a\nproduct of a factor explained by arithmetic and a factor explained by\ncombinatorics (or, alternatively, random matrices). We explain how the lower\norder terms arise, and clarify the dependency of each factor on the exponent\n$k$ that is considered.\n  We use extensively the theory of symmetric functions and representations of\nsymmetric groups, ideas of Lascoux on manipulations of alphabets, and a key\nlemma, due in a basic version to Bump and Gamburd. Our main result ends up\ninvolving dimensions of skew partitions, as studied by Olshanski, Regev,\nVershik, Ivanov and others.\n  In this article, we also lay the groundwork for later unification of the\ncombinatorial computations for lower order terms in the moments conjectures\nacross families of $L$-functions of unitary, orthogonal and symplectic types.\n","Comment: Corrected typos, made changes to introduction and Section 8.2"]}]
["1201.5086",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Discrete Mathematics","Computer Science - Symbolic Computation","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5086"],"date":["2012-01-24","2012-04-23"],"type":["text"],"creator":["Maza, Marc Moreno","Xiao, Rong"],"language":[],"coverage":[],"title":["Generating Program Invariants via Interpolation"],"description":["  This article focuses on automatically generating polynomial equations that\nare inductive loop invariants of computer programs. We propose a new algorithm\nfor this task, which is based on polynomial interpolation. Though the proposed\nalgorithm is not complete, it is efficient and can be applied to a broader\nrange of problems compared to existing methods targeting similar problems. The\nefficiency of our approach is testified by experiments on a large collection of\nprograms. The current implementation of our method is based on dense\ninterpolation, for which a total degree bound is needed. On the theoretical\nfront, we study the degree and dimension of the invariant ideal of loops which\nhave no branches and where the assignments define a P-solvable recurrence. In\naddition, we obtain sufficient conditions for non-trivial polynomial equation\ninvariants to exist (resp. not to exist).\n","Comment: 19 pages"]}]
["1201.5310",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5310"],"date":["2012-01-25","2012-04-24"],"type":["text"],"creator":["Stewart, David I."],"language":[],"coverage":[],"title":["Non-G-completely reducible subgroups of the exceptional algebraic groups"],"description":["  Let G be an exceptional algebraic group defined over an algebraically closed\nfield k of characteristic p>0 and let H be a subgroup of G. Then following\nSerre we say H is G-completely reducible or G-cr if, whenever H is contained in\na parabolic subgroup P of G, then H is in a Levi subgroup of that parabolic.\nBuilding on work of Liebeck and Seitz, we find all triples (X,G,p) such that\nthere exists a closed, connected, simple non-G-cr subgroup H<G with root system\nX.\n","Comment: 13 pages; v2 fixes some errors"]}]
["1201.6187",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6187","Mod. Phys. Lett. A, Vol. 27, No. 14 (2012) 1271001","doi:10.1142/S0217732312710010"],"date":["2012-01-30"],"type":["text"],"creator":["Troshin, S. M.","Tyurin, N. E."],"language":[],"coverage":[],"title":["On the possible decoherence observed at \\sqrt{s}=7 TeV"],"description":["  We briefly discuss the possible decoherence observed at the LHC emphasizing\nthat the value of the average transverse momentum at \\sqrt{s}=7 TeV can be\ninterpreted as a manifestation of the deviation from the mechanism of the\ntransient state of rotating matter.\n","Comment: 4 pages, 2 figures"]}]
["1201.6638",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6638","Physical Review A 85, 043840 (2012)","doi:10.1103/PhysRevA.85.043840"],"date":["2012-01-31","2012-04-12"],"type":["text"],"creator":["Zezyulin, Dmitry A.","Konotop, Vladimir V."],"language":[],"coverage":[],"title":["Nonlinear modes in the harmonic PT-symmetric potential"],"description":["  We study the families of nonlinear modes described by the nonlinear\nSchr\\\"odinger equation with the PT-symmetric harmonic potential $x^2-2i\\alpha\nx$. The found nonlinear modes display a number of interesting features. In\nparticular, we have observed that the modes, bifurcating from the different\neigenstates of the underlying linear problem, can actually belong to the same\nfamily of nonlinear modes. We also show that by proper adjustment of the\ncoefficient $\\alpha$ it is possible to enhance stability of small-amplitude and\nstrongly nonlinear modes comparing to the well-studied case of the real\nharmonic potential.\n","Comment: 7 pages, 2 figures; accepted to Phys. Rev. A"]}]
["1202.0072",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0072","Optics Letters 37, 1400-1402 (2012)","doi:10.1364/OL.37.001400"],"date":["2012-01-31"],"type":["text"],"creator":["Adler, Florian","Diddams, Scott A."],"language":[],"coverage":[],"title":["High-power, hybrid Er:fiber/Tm:fiber frequency comb source in the 2\n  {\\mu}m wavelength region"],"description":["  We present a 2-\\mum frequency comb based on a reliable mode-locked Er:fiber\nlaser with 100 MHz repetition rate. After shifting the spectrum of the\namplified Er:fiber comb to longer wavelengths, a single-clad Tm/Ho:fiber is\nused as a self-pumped pre-amplifier to generate a coherent and broadband\nspectrum centered at 1.93 \\mum. Subsequently, a cladding-pumped Tm:fiber\namplifier boosts the system to a maximum output power of 4.8 W at 1.96 \\mum.\nAfter compression in a compact grating compressor, our amplified\nEr:fiber/Tm:fiber hybrid system delivers as much as 2.9 W with a pulse duration\nof 141 fs. The system's comb properties are examined via heterodyne\nmeasurement.\n","Comment: 3 pages, 3 figures"]}]
["1202.1528",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1528","Journal of High Energy Physics, Volume 2012, Number 4 (2012), 63","doi:10.1007/JHEP04(2012)063"],"date":["2012-02-07"],"type":["text"],"creator":["Becker, Melanie","Schulgin, Waldemar"],"language":[],"coverage":[],"title":["Boundary Terms, Spinors and Kerr/CFT"],"description":["  Similarly as in AdS/CFT, the requirement that the action for spinors be\nstationary for solutions to the Dirac equation with fixed boundary conditions\ndetermines the form of the boundary term that needs to be added to the standard\nDirac action in Kerr/CFT. We determine this boundary term and make use of it to\ncalculate the two-point function for spinor fields in Kerr/CFT. This two-point\nfunction agrees with the correlator of a two dimensional relativistic conformal\nfield theory.\n","Comment: 15 pages"]}]
["1202.1675",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","46E40, 42A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1675"],"date":["2012-02-08","2012-04-24"],"type":["text"],"creator":["Betancor, Jorge J.","Castro, Alejandro J.","Curbelo, Jezabel","Fariña, Juan C.","Rodríguez-Mesa, Lourdes"],"language":[],"coverage":[],"title":["$\\gamma$-radonifying operators and UMD-valued Littlewood-Paley-Stein\n  functions in the Hermite setting on BMO and Hardy spaces"],"description":["  In this paper we study Littlewood-Paley-Stein functions associated with the\nPoisson semigroup for the Hermite operator on functions with values in a UMD\nBanach space $\\B.$ If we denote by $H$ the Hilbert space\n$L^2((0,\\infty),dt/t),\\gamma(H,\\B)$ represents the space of\n$\\gamma$-radonifying operators from $H$ into $\\B.$ We prove that the Hermite\nsquare function defines bounded operators from $BMO_\\mathcal{L}(\\R,\\B)$\n(respectively, $H^1_\\mathcal{L}(\\R, \\B)$) into\n$BMO_\\mathcal{L}(\\R,\\gamma(H,\\B))$ (respectively, $H^1_\\mathcal{L}(\\R,\n\\gamma(H,\\B))$), where $BMO_\\mathcal{L}$ and $H^1_\\mathcal{L}$ denote $BMO$ and\nHardy spaces in the Hermite setting. Also, we obtain equivalent norms in\n$BMO_\\mathcal{L}(\\R, \\B)$ and $H^1_\\mathcal{L}(\\R,\\B)$ by using\nLittlewood-Paley-Stein functions. As a consequence of our results, we establish\nnew characterizations of the UMD Banach spaces.\n","Comment: 31 pages"]}]
["1202.4061",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Mathematical Software","97N80 (Primary), 90C57 (Secondary), 52B40 (Secondary)","G.2.1","G.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4061"],"date":["2012-02-18","2012-04-24"],"type":["text"],"creator":["Walter, Matthias","Truemper, Klaus"],"language":[],"coverage":[],"title":["Implementation of a Unimodularity Test"],"description":["  This paper describes implementation and computational results of a polynomial\ntest of total unimodularity. The test is a simplified version of a prior\nmethod. The program also decides two related unimodularity properties. The\nsoftware is available free of charge in source code form under the Boost\nSoftware License.\n","Comment: 19 pages, minor reformulations"]}]
["1202.4731",{"format":[],"subject":["Nuclear Theory","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4731","Physical Review C 85, 045808 (2012)","doi:10.1103/PhysRevC.85.045808"],"date":["2012-02-21","2012-04-24"],"type":["text"],"creator":["Vidana, Isaac"],"language":[],"coverage":[],"title":["Nuclear symmetry energy and the r-mode instability of neutron stars"],"description":["  We analyze the role of the symmetry energy slope parameter $L$ on the {\\it\nr}-mode instability of neutron stars. Our study is performed using both\nmicroscopic and phenomenological approaches of the nuclear equation of state.\nThe microscopic ones include the Brueckner--Hartree--Fock approximation, the\nwell known variational equation of state of Akmal, Pandharipande and Ravenhall,\nand a parametrization of recent Auxiliary Field Diffusion Monte Carlo\ncalculations. For the phenomenological approaches, we use several Skyrme forces\nand relativisic mean field models. Our results show that the {\\it r}-mode\ninstability region is smaller for those models which give larger values of $L$.\nThe reason is that both bulk ($\\xi$) and shear ($\\eta$) viscosities increase\nwith $L$ and, therefore, the damping of the mode is more efficient for the\nmodels with larger $L$. We show also that the dependence of both viscosities on\n$L$ can be described at each density by simple power-laws of the type\n$\\xi=A_{\\xi}L^{B_\\xi}$ and $\\eta=A_{\\eta}L^{B_\\eta}$. Using the measured spin\nfrequency and the estimated core temperature of the pulsar in the low-mass\nX-ray binary 4U 1608-52, we conclude that observational data seem to favor\nvalues of $L$ larger than $\\sim 50$ MeV if this object is assumed to be outside\nthe instability region, its radius is in the range $11.5-12$($11.5-13$) km, and\nits mass $1.4M_\\odot$($2M_\\odot$). Outside this range it is not possible to\ndraw any conclusion on $L$ from this pulsar.\n","Comment: 10 pages, 6 figures. Version published in Physical Review C"]}]
["1202.5234",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5234","Phys. Rev. D 85, 074025 (2012)","doi:10.1103/PhysRevD.85.074025"],"date":["2012-02-23","2012-03-28"],"type":["text"],"creator":["Guo, Hao","Chien, Chih-Chun","He, Yan"],"language":[],"coverage":[],"title":["Gauge Invariant Linear Response Theory of Relativistic BCS superfluids"],"description":["  We develop a gauge-invariant linear response theory for relativistic\nBardeen-Cooper-Schrieffer (BCS) superfluids based on a\nconsistent-fluctuation-of-the order-parameter (CFOP) approach. The response\nfunctions from the CFOP approach satisfy important generalized Ward identities.\nThe gauge invariance of the CFOP theory is a consequence of treating the gauge\ntransformation and the fluctuations of the order parameter on equal footing so\ncollective-mode effects are properly included. We demonstrate that the pole of\nthe response functions is associated with the massless Goldstone boson.\nImportant physical quantities such as the compressibility and superfluid\ndensity of relativistic BCS superfluids can also be inferred from our approach.\nWe argue that the contribution from the massless Goldstone boson is crucial in\nobtaining a consistent expression for the compressibility.\n","Comment: 33 pages, no figure"]}]
["1202.5586",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5586","Phys. Rev. B 85, 165318 (2012)","doi:10.1103/PhysRevB.85.165318"],"date":["2012-02-24"],"type":["text"],"creator":["Yang, Bo","Papić, Z.","Rezayi, E. H.","Bhatt, R. N.","Haldane, F. D. M."],"language":[],"coverage":[],"title":["Band mass anisotropy and the intrinsic metric of fractional quantum Hall\n  systems"],"description":["  It was recently pointed out that topological liquid phases arising in the\nfractional quantum Hall effect (FQHE) are not required to be rotationally\ninvariant, as most variational wavefunctions proposed to date have been.\nInstead, they possess a geometric degree of freedom corresponding to a shear\ndeformation that acts like an intrinsic metric. We apply this idea to a system\nwith an anisotropic band mass, as is intrinsically the case in many-valley\nsemiconductors such as AlAs and Si, or in isotropic systems like GaAs in the\npresence of a tilted magnetic field, which breaks the rotational invariance. We\nperform exact diagonalization calculations with periodic boundary conditions\n(torus geometry) for various filling fractions in the lowest, first and second\nLandau levels. In the lowest Landau level, we demonstrate that FQHE states\ngenerally survive the breakdown of rotational invariance by moderate values of\nthe band mass anisotropy. At 1/3 filling, we generate a variational family of\nLaughlin wavefunctions parametrized by the metric degree of freedom. We show\nthat the intrinsic metric of the Laughlin state adjusts as the band mass\nanisotropy or the dielectric tensor are varied, while the phase remains robust.\nIn the n=1 Landau level, mass anisotropy drives transitions between\nincompressible liquids and compressible states with charge density wave\nordering. In n>=2 Landau levels, mass anisotropy selects and enhances stripe\nordering with compatible wave vectors at partial 1/3 and 1/2 fillings.\n","Comment: 9 pages, 8 figures"]}]
["1202.5969",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5969","Phys. Rev. B 85, 140508(R) (2012)","doi:10.1103/PhysRevB.85.140508"],"date":["2012-02-27","2012-04-24"],"type":["text"],"creator":["Tezuka, Masaki","Kawakami, Norio"],"language":[],"coverage":[],"title":["Reentrant topological transitions in a quantum wire/superconductor\n  system with quasiperiodic lattice modulation"],"description":["  We study the condition for a topological superconductor (TS) phase with end\nMajorana fermions to appear when a quasiperiodic lattice modulation is applied\nto a one-dimensional quantum wire with strong spin-orbit interaction situated\nunder a magnetic field and in proximity to a superconductor. By density-matrix\nrenormalization group analysis, we find that multiple topological phases with\nMajorana end modes are realized in finite ranges of the filling factor, showing\na sequence of reentrant transitions as the chemical potential is tuned. The\nlocations of these phases reflect the structure of bands in the non-interacting\ncase, which exhibits a distinct self-similar structure. The stability of the TS\nin the presence of an on-site interaction or a harmonic trap potential is also\ndiscussed.\n","Comment: 5 pages, 4 figures, v4: minor corrections; published in Phys. Rev. B\n  Rapid Communication"]}]
["1202.6294",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Mathematics - Optimization and Control","Statistics - Applications","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6294"],"date":["2012-02-28","2012-04-24"],"type":["text"],"creator":["Bioucas-Dias, José M.","Plaza, Antonio","Dobigeon, Nicolas","Parente, Mario","Du, Qian","Gader, Paul","Chanussot, Jocelyn"],"language":[],"coverage":[],"title":["Hyperspectral Unmixing Overview: Geometrical, Statistical, and Sparse\n  Regression-Based Approaches"],"description":["  Imaging spectrometers measure electromagnetic energy scattered in their\ninstantaneous field view in hundreds or thousands of spectral channels with\nhigher spectral resolution than multispectral cameras. Imaging spectrometers\nare therefore often referred to as hyperspectral cameras (HSCs). Higher\nspectral resolution enables material identification via spectroscopic analysis,\nwhich facilitates countless applications that require identifying materials in\nscenarios unsuitable for classical spectroscopic analysis. Due to low spatial\nresolution of HSCs, microscopic material mixing, and multiple scattering,\nspectra measured by HSCs are mixtures of spectra of materials in a scene. Thus,\naccurate estimation requires unmixing. Pixels are assumed to be mixtures of a\nfew materials, called endmembers. Unmixing involves estimating all or some of:\nthe number of endmembers, their spectral signatures, and their abundances at\neach pixel. Unmixing is a challenging, ill-posed inverse problem because of\nmodel inaccuracies, observation noise, environmental conditions, endmember\nvariability, and data set size. Researchers have devised and investigated many\nmodels searching for robust, stable, tractable, and accurate unmixing\nalgorithms. This paper presents an overview of unmixing methods from the time\nof Keshava and Mustard's unmixing tutorial [1] to the present. Mixing models\nare first discussed. Signal-subspace, geometrical, statistical, sparsity-based,\nand spatial-contextual unmixing algorithms are described. Mathematical problems\nand potential solutions are described. Algorithm characteristics are\nillustrated experimentally.\n","Comment: This work has been accepted for publication in IEEE Journal of\n  Selected Topics in Applied Earth Observations and Remote Sensing"]}]
["1203.1753",{"format":[],"subject":["Mathematics - Number Theory","11B68, 11C20, 11J81, 11S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1753"],"date":["2012-03-08","2012-04-24"],"type":["text"],"creator":["Lettington, Matthew C."],"language":[],"coverage":[],"title":["A trio of Bernoulli relations, their implications for the Ramanujan\n  polynomials and the zeta constants"],"description":["  We study the interplay between recurrences for zeta related functions at\ninteger values, `Minor Corner Lattice' Toeplitz determinants and integer\ncomposition based sums. Our investigations touch on functional identities due\nto Ramanujan and Grosswald, the transcendence of the zeta function at odd\ninteger values, the Li Criterion for the Riemann Hypothesis and\npseudo-characteristic polynomials for zeta related functions. We begin with a\nrecent result for \\zeta(2s) and some seemingly new Bernoulli relations, which\nwe use to obtain a generalised Ramanujan polynomial and properties thereof.\n","Comment: 29 pages"]}]
["1203.2580",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2580","Phys. Rev. B 85, 155445 (2012)","doi:10.1103/PhysRevB.85.155445"],"date":["2012-03-12"],"type":["text"],"creator":["Topsakal, M.","Şahin, H.","Ciraci, S."],"language":[],"coverage":[],"title":["Graphene coatings: An efficient protection from oxidation"],"description":["  We demonstrate that graphene coating can provide an efficient protection from\noxidation by posing a high energy barrier to the path of oxygen atom, which\ncould have penetrated from the top of graphene to the reactive surface\nunderneath. Graphene bilayer, which blocks the diffusion of oxygen with a\nrelatively higher energy barrier provides even better protection from\noxidation. While an oxygen molecule is weakly bound to bare graphene surface\nand hence becomes rather inactive, it can easily dissociates into two oxygen\natoms adsorbed to low coordinated carbon atoms at the edges of a vacancy. For\nthese oxygen atoms the oxidation barrier is reduced and hence the protection\nfrom oxidation provided by graphene coatings is weakened. Our predictions\nobtained from the state of the art first-principles calculations of electronic\nstructure, phonon density of states and reaction path will unravel how a\ngraphene can be used as a corrosion resistant coating and guide further studies\naiming at developing more efficient nanocoatings.\n","Comment: under review in PRB;\n  http://link.aps.org/doi/10.1103/PhysRevB.85.155445"]}]
["1203.3730",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3730"],"date":["2012-03-16","2012-04-24"],"type":["text"],"creator":["Bruttomesso, Roberto","Ghilardi, Silvio","Ranise, Silvio"],"language":[],"coverage":[],"title":["From Strong Amalgamability to Modularity of Quantifier-Free\n  Interpolation"],"description":["  The use of interpolants in verification is gaining more and more importance.\nSince theories used in applications are usually obtained as (disjoint)\ncombinations of simpler theories, it is important to modularly re-use\ninterpolation algorithms for the component theories. We show that a sufficient\nand necessary condition to do this for quantifier-free interpolation is that\nthe component theories have the 'strong (sub-)amalgamation' property. Then, we\nprovide an equivalent syntactic characterization, identify a sufficient\ncondition, and design a combined quantifier-free interpolation algorithm\ncapable of handling both convex and non-convex theories, that subsumes and\nextends most existing work on combined interpolation.\n"]}]
["1203.5703",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5703"],"date":["2012-03-26","2012-04-24"],"type":["text"],"creator":["De Leo, L.","Vargas, V.","Ciliberti, S.","Bouchaud, J. -P."],"language":[],"coverage":[],"title":["We've walked a million miles for one of these smiles"],"description":["  We derive a new, exact and transparent expansion for option smiles, which\nlends itself both to analytical approximation and, perhaps more importantly, to\ncongenial numerical treatments. We show that the skew and the curvature of the\nsmile can be computed as exotic options, for which the Hedged Monte Carlo\nmethod is particularly well suited. When applied to options on the S&P index,\nwe find that the skew and the curvature of the smile are very poorly reproduced\nby the standard Edgeworth (cumulant) expansion. Most notably, the relation\nbetween the skew and the skewness is inverted at small and large vols, a\nfeature that none of the model studied so far is able to reproduce.\nFurthermore, the around-the-money curvature of the smile is found to be very\nsmall, in stark contrast with the highly kurtic nature of the returns.\n","Comment: Submitted to \"Risk Magazine\""]}]
["1203.6761",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6761","EPL, 98 (2012) 27004","doi:10.1209/0295-5075/98/27004"],"date":["2012-03-30"],"type":["text"],"creator":["Chattopadhyay, S.","Giri, S.","Majumdar, S."],"language":[],"coverage":[],"title":["Structural domain and spin ordering induced glassy magnetic phase in\n  single layered manganite Pr$_{0.22}$Sr$_{1.78}$MnO$_4$"],"description":["  The single layered manganite Pr$_{0.22}$Sr$_{1.78}$MnO$_4$ undergoes\nstructural transition from high temperature tetragonal phase to low temperature\northorhombic phase below room temperature. The orthorhombic phase was reported\nto have two structural variants with slightly different lattice parameters and\nMn-3$d$ levels show orbital ordering within both the variants, albeit having\nmutually perpendicular ordering axis. In addition to orbital ordering, the\northorhombic variants also order antiferromagnetically with different N\\'eel\ntemperatures. Our magnetic investigation on the polycrystalline sample of\nPr$_{0.22}$Sr$_{1.78}$MnO$_4$ shows large thermal hysteresis indicating the\nfirst order nature of the tetragonal to orthorhombic transition. We observe\nmagnetic memory, large relaxation, frequency dependent ac susceptbility and\naging effects at low temperature, which indicate spin glass like magnetic\nground state in the sample. The glassy magnetic state presumably arises from\nthe interfacial frustration of orthorhombic domains with orbital and spin\norderings playing crucial role toward the competing magnetic interactions.\n","Comment: 6 pages, 4 figures, Accepted in Europhysics Letters"]}]
["1203.6795",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Discrete Mathematics","Computer Science - Formal Languages and Automata Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6795"],"date":["2012-03-30"],"type":["text"],"creator":["Salo, Ville","Törmä, Ilkka"],"language":[],"coverage":[],"title":["On Shift Spaces with Algebraic Structure"],"description":["  We investigate subshifts with a general algebraic structure and cellular\nautomata on them, with an emphasis on (order-theoretic) lattices. Our main\nresults concern the characterization of Boolean algebraic subshifts, conditions\nfor algebraic subshifts to be recoded into cellwise algebras and the limit\ndynamics of homomorphic cellular automata on lattice subshifts.\n","Comment: 12 pages. A shortened version accepted for publication in the\n  proceedings of Computability in Europe 2012"]}]
["1204.0791",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0791"],"date":["2012-04-03","2012-04-23"],"type":["text"],"creator":["Laiho, Jack","Lunghi, Enrico","Van de Water, Ruth S."],"language":[],"coverage":[],"title":["Flavor Physics in the LHC era: the role of the lattice"],"description":["  We discuss the present status of global fits to the CKM unitary triangle\nusing the latest experimental and theoretical constraints. For the required\nnonperturbative weak matrix elements, we use three-flavor lattice QCD averages\nfrom www.latticeaverages.org; these have been updated from Ref. [1] to reflect\nall available lattice calculations as of the \"End of 2011\". Because of the\ngreater than 3 sigma disagreement between the extraction of |Vub| from\ninclusive and exclusive semileptonic b -> u l nu (l = e,mu) decays, particular\nemphasis is given to a clean fit in which we remove the information from these\ndecays. Given current theoretical and experimental inputs, we observe an\napproximately 3 sigma tension in the CKM unitarity triangle that may indicate\nthe presence of new physics in the quark-flavor sector. Using a\nmodel-independent parameterization of new-physics effects, we test the\ncompatibility of the data with scenarios in which the new physics is in kaon\nmixing, in B-mixing, or in B -> tau nu decay. We find that scenarios with new\nphysics in B -> tau nu decay or in B-mixing are approximately equally\npreferred. Finally, we interpret these results in terms contributions to Delta\nS = 2 and Delta B = 2 four-fermion operators. We find that the preferred scale\nof new physics (with Standard-Model like couplings) is in the few hundred GeV\nrange.\n","Comment: Lattice 2011 proceedings. 18 pages, 6 figures. References added.\n  Error corrected in lattice-QCD results for the B-mixing matrix elements and\n  numerical results for the UT fit changed from V1. Discussion modified\n  slightly, but qualitative results regarding the tension in the UT fit\n  unchanged"]}]
["1204.0880",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0880"],"date":["2012-04-04","2012-04-24"],"type":["text"],"creator":["Cesaroni, A.","Novaga, M.","Valdinoci, E."],"language":[],"coverage":[],"title":["A symmetry result for the Ornstein-Uhlenbeck operator"],"description":["  In 1978 E. De Giorgi formulated a conjecture concerning the one-dimensional\nsymmetry of bounded solutions to the elliptic equation \\Delta u=F'(u), which\nare monotone in some direction. In this paper we prove the analogous statement\nfor the equation \\Delta u - <x, Du> =F'(u), where the Laplacian is replaced by\nthe Ornstein-Uhlenbeck operator. Our theorem holds without any restriction on\nthe dimension of the ambient space, and this allows us to obtain an similar\nresult in infinite dimensions by a limit procedure.\n"]}]
["1204.1235",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1235","J. Chem. Phys. 136 (2012) 164501","doi:10.1063/1.4704930"],"date":["2012-04-05"],"type":["text"],"creator":["Lishchuk, S. V."],"language":[],"coverage":[],"title":["Role of three-body interactions in formation of bulk viscosity in liquid\n  argon"],"description":["  With the aim of locating the origin of discrepancy between experimental and\ncomputer simulation results on bulk viscosity of liquid argon, a molecular\ndynamic simulation of argon interacting via ab initio pair potential and\ntriple-dipole three-body potential has been undertaken. Bulk viscosity,\nobtained using Green-Kubo formula, is different from the values obtained from\nmodeling argon using Lennard-Jones potential, the former being closer to the\nexperimental data. The conclusion is made that many-body inter-atomic\ninteraction plays a significant role in formation of bulk viscosity.\n","Comment: 4 pages, 3 figures"]}]
["1204.2041",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2041","International journal on applications of graph theory in wireless\n  ad hoc networks and sensor networks(GRAPH-HOC), Vol 4, No.1, March 2012"],"date":["2012-04-10","2012-04-24"],"type":["text"],"creator":["Ramalakshmi, R.","Radhakrishnan, S."],"language":[],"coverage":[],"title":["Improving Route Discovery Using Stable Connected Dominating Set in\n  MANETs"],"description":["  A Connected Dominating Set (CDS) based virtual backbone plays an important\nrole in wireless ad hoc networks for efficient routing and broadcasting. Each\nnode in the network can select some of its 1-hop neighbors as Multi Point Relay\n(MPR) to cover all its 2-hop neighbors. A MPR based CDS is a promising approach\nfor broadcasting. A node in the CDS consumes more energy and the energy\ndepletes quickly than non dominating nodes. Although previous CDS construction\nalgorithms achieve good results in terms of the size of CDS, a minimum size CDS\ndoes not necessarily guarantee an optimal network performance from an energy\nefficient point of view. In this paper, we propose a distributed algorithm for\nenergy efficient stable MPR based CDS construction to extend the lifetime of ad\nhoc wireless networks by considering energy and velocity of nodes. We have also\nimplemented route discovery protocol to make use of the CDS nodes to relay\nroute request messages. The simulation results show that our algorithm\nincreases the lifetime up to 25% than previous works and 60% reduction in the\nroute request messages during route discovery process.\n","Comment: International Conference on NetCom-3.0"]}]
["1204.2608",{"format":[],"subject":["Physics - Optics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2608","Phys. Rev. A 85, 043838 (2012)","doi:10.1103/PhysRevA.85.043838"],"date":["2012-04-11"],"type":["text"],"creator":["Lai, Zhong Yuan","Zaitsev, Oleg"],"language":[],"coverage":[],"title":["Nonlinear sigma model for optical media with linear absorption or gain"],"description":["  In the framework of the Keldysh technique, we formulate the nonlinear sigma\nmodel for disordered optical media with linear absorption or gain. The\neffective action for fluctuations of the matrix field about the saddle point\nacquires an extra term due to the nonconservative nature of the system. We\ndetermine the disorder-averaged Green-function correlator, which has a\ndiffusion pole modified by a finite absorption/gain rate. The diffusion\ncoefficient is found to be close to its value for conservative systems in the\nrelevant range of parameters. In the medium with gain, the random-lasing\nthreshold depends on the sample size.\n","Comment: 9 pages"]}]
["1204.2739",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2739","Phys. Rev. B 85, 140407(R) (2012)","doi:10.1103/PhysRevB.85.140407"],"date":["2012-04-12"],"type":["text"],"creator":["de Reotier, P. Dalmas","Yaouanc, A.","MacLaughlin, D. E.","Zhao, Songrui","Higo, T.","Nakatsuji, S.","Nambu, Y.","Marin, C.","Lapertot, G.","Amato, A.","Baines, C."],"language":[],"coverage":[],"title":["Evidence for an exotic magnetic transition in the triangular spin system\n  FeGa2S4"],"description":["  We report positive muon spin relaxation measurements on the triangular\nlattice magnetic system FeGa2S4. A magnetic transition not previously detected\nby specific heat and magnetic susceptibility measurements is found in zero\nfield at T^* \\simeq 30 K. It is observed through the temperature dependencies\nof the signal amplitude and the spin-lattice relaxation rate. This transition\nis therefore not a conventional magnetic phase transition. Since persistent\nspin dynamics is observed down to 0.1 K, the ground state cannot be of the\ncanonical spin-glass type, which could be suggested from hysteresis effects in\nthe bulk susceptibility below T_f \\simeq 16 K. These results are compared to\nthose found for the isomorph NiGa2S4. It is argued that the fate of the\ntransition, which has been interpreted in terms of the Z_2 topological\ntransition in this latter system, is probably different in FeGa2S4.\n","Comment: 5 pages, 3 figures"]}]
["1204.2865",{"format":[],"subject":["Quantum Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2865"],"date":["2012-04-12","2012-04-23"],"type":["text"],"creator":["Ohzeki, Masayuki"],"language":[],"coverage":[],"title":["Spin Glass: A Bridge between quantum computation and statistical\n  mechanics"],"description":["  We show two fascinating topics lying between quantum information processing\nand statistical mechanics. First, we introduce an elaborated technique, the\nsurface code, to prepare the particular quantum state with robustness against\ndecoherence. Second, we show another interesting technique to employ quantum\nnature, quantum annealing. Through both of the topics, we would shed light on\nthe birth of the interdisciplinary field between quantum mechanics and\nstatistical mechanics.\n","Comment: To appear in \"Lectures on Quantum Computing, Thermodynamics and\n  Statistical Physics,\" Kinki University Series on Quantum Computing (World\n  Scientific, 2012)"]}]
["1204.3547",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3547"],"date":["2012-04-16","2012-04-23"],"type":["text"],"creator":["Higdon, Dave","Pratola, Matt","Gattiker, James","Lawrence, Earl","Habib, Salman","Heitmann, Katrin","Price, Steve","Jackson, Charles","Tobis, Michael"],"language":[],"coverage":[],"title":["Computer Model Calibration using the Ensemble Kalman Filter"],"description":["  The ensemble Kalman filter (EnKF) (Evensen, 2009) has proven effective in\nquantifying uncertainty in a number of challenging dynamic, state estimation,\nor data assimilation, problems such as weather forecasting and ocean modeling.\nIn these problems a high-dimensional state parameter is successively updated\nbased on recurring physical observations, with the aid of a computationally\ndemanding forward model that prop- agates the state from one time step to the\nnext. More recently, the EnKF has proven effective in history matching in the\npetroleum engineering community (Evensen, 2009; Oliver and Chen, 2010). Such\napplications typically involve estimating large numbers of parameters,\ndescribing an oil reservoir, using data from production history that accumulate\nover time. Such history matching problems are especially challenging examples\nof computer model calibration since they involve a large number of model\nparameters as well as a computationally demanding forward model. More\ngenerally, computer model calibration combines physical observations with a\ncomputational model - a computer model - to estimate unknown parameters in the\ncomputer model. This paper explores how the EnKF can be used in computer model\ncalibration problems, comparing it to other more common approaches, considering\napplications in climate and cosmology.\n","Comment: 20 pages; 11 figures"]}]
["1204.3590",{"format":[],"subject":["Mathematics - Representation Theory","20C15 (Primary) 20C33 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3590"],"date":["2012-04-16","2012-04-24"],"type":["text"],"creator":["Geck, Meinolf","Malle, Gunter"],"language":[],"coverage":[],"title":["Frobenius--Schur indicators of unipotent characters and the twisted\n  involution module"],"description":["  Let $W$ be a finite Weyl group and $\\sg$ be a non-trivial graph automorphism\nof $W$. We show a remarkable relation between the $\\sg$-twisted involution\nmodule for $W$ and the Frobenius--Schur indicators of the unipotent characters\nof a corresponding twisted finite group of Lie type. This extends earlier\nresults of Lusztig-Vogan for the untwisted case and then allows us to state a\ngeneral result valid for any finite group of Lie type. Inspired by recent work\nof Marberg, we also formally define Frobenius--Schur indicators for \"unipotent\ncharacters\" of twisted dihedral groups.\n","Comment: 18 pages; the second version corrects some inaccuracies and adds some\n  material in Section 5; the third version corrects a reference"]}]
["1204.3795",{"format":[],"subject":["Mathematics - Number Theory","11A41, 11N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3795"],"date":["2012-04-17","2012-04-24"],"type":["text"],"creator":["Weber, H. J."],"language":[],"coverage":[],"title":["A Sieve for Cousin Primes"],"description":["  A sieve is constructed for twin primes at distance 4, which are of the form\n3(2m+1)+/-2, and are characterized by their twin-4 rank 2m+1. It has no parity\nproblem. Non-ranks are identified as all other odd numbers and counted using\nodd primes p>=5. Twin-4 ranks and non-ranks make up the set of odd numbers.\nRegularities of non-ranks allow gathering information on them to obtain a\nLegendre-type sum for the number of twin-4 ranks. Due to considerable\ncancellations in it, the asymptotic law of its main term has the expected form\nand magnitude of its coefficient.\n","Comment: 18 pages. A clarification added to, a misstatement removed from\n  introduction. arXiv admin note: substantial text overlap with arXiv:1203.5240"]}]
["1204.4699",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology","Statistics - Machine Learning","62Gxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4699"],"date":["2012-04-20","2012-04-23"],"type":["text"],"creator":["Parzen, Emanuel","Mukhopadhyay, Subhadeep"],"language":[],"coverage":[],"title":["Modeling, dependence, classification, united statistical science, many\n  cultures"],"description":["  Breiman (2001) proposed to statisticians awareness of two cultures: 1.\nParametric modeling culture, pioneered by R.A.Fisher and Jerzy Neyman; 2.\nAlgorithmic predictive culture, pioneered by machine learning research.\n  Parzen (2001), as a part of discussing Breiman (2001), proposed that\nresearchers be aware of many cultures, including the focus of our research: 3.\nNonparametric, quantile based, information theoretic modeling. We provide a\nunification of many statistical methods for traditional small data sets and\nemerging big data sets in terms of comparison density, copula density, measure\nof dependence, correlation, information, new measures (called LP score\ncomoments) that apply to long tailed distributions with out finite second order\nmoments. A very important goal is to unify methods for discrete and continuous\nrandom variables. Our research extends these methods to modern high dimensional\ndata modeling.\n","Comment: 31 pages, 10 Figures"]}]
["1204.5001",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5001"],"date":["2012-04-23","2012-04-24"],"type":["text"],"creator":["Grigorescu, Andrea","Rudnicki, Marek","Isik, Michael","Hemmert, Werner","Rini, Stefano"],"language":[],"coverage":[],"title":["Improving the Entropy Estimate of Neuronal Firings of Modeled Cochlear\n  Nucleus Neurons"],"description":["  In this correspondence information theoretical tools are used to investigate\nthe statistical properties of modeled cochlear nucleus globular bushy cell\nspike trains. The firing patterns are obtained from a simulation software that\ngenerates sample spike trains from any auditory input. Here we analyze for the\nfirst time the responses of globular bushy cells to voiced and unvoiced speech\nsounds. Classical entropy estimates, such as the direct method, are improved\nupon by considering a time-varying and time-dependent entropy estimate. With\nthis method we investigated the relationship between the predictability of the\nneuronal response and the frequency content in the auditory signals. The\nanalysis quantifies the temporal precision of the neuronal coding and the\nmemory in the neuronal response.\n"]}]
["1204.5168",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5168"],"date":["2012-04-24"],"type":["text"],"creator":["Rusov, V. D.","Vysotskii, V. I.","Tarasov, V. A.","Sharph, I. V.","Smolyar, V. P.","Zelentsova, T. N.","Merkotan, K. K.","Linnik, E. P.","Beglaryan, M. E."],"language":[],"coverage":[],"title":["Superluminal neutrinos and quantum cross-correlation theory of neutrino\n  source location"],"description":["  Based on the developed cross-correlation theory for remote location of\nneutrino source with two-detector setup for neutrino detection the modification\nof arrangement of the OPERA experiment is suggested. Within the framework of\ncomputing experiment based on the OPERA experimental data we show that the use\nof this theory makes it possible not only to determine with high accuracy the\ndelay time between neutrino signals but to eliminate the errors of blind\nanalysis by which all necessary time corrections for determination of signal\n\"technologically unremovable\" delay time between CERN and GSL are performed.\n","Comment: 6 pages, 3 figures"]}]
["1204.5171",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5171"],"date":["2012-04-21"],"type":["text"],"creator":["Kitov, Ivan"],"language":[],"coverage":[],"title":["ConocoPhillips' share price model revisited"],"description":["  Three years ago we found a statistically reliable link between\nConocoPhillips' (NYSE: COP) stock price and the difference between the core and\nheadline CPI in the United States. In this article, the original relationship\nis revisited with new data available since 2009. The agreement between the\nobserved monthly closing price (adjusted for dividends and splits) and that\npredicted from the CPI difference is confirmed. The original quantitative link\nis validated. In order to improve the accuracy of the COP price prediction a\nseries of advanced models is developed. The original set of two major CPIs is\nextended by smaller components of the headline CPIs (e.g. the CPIs of motor\nfuel and housing energy) and several PPIs (e.g. the PPIs of crude oil and coal)\nwhich may be inherently related to ConocoPhillips and other energy companies.\nThese advanced models have demonstrated much lower modeling errors with better\nstatistical properties. The earlier reported quasi-linear trend in the CPI\ndifference is also revisited. This trend allows for an accurate prediction of\nthe COP prices at a five to ten year horizon.\n","Comment: 10 pages, 10 Figures"]}]
["1204.5172",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5172"],"date":["2012-04-22"],"type":["text"],"creator":["Khrennikov, Andrei"],"language":[],"coverage":[],"title":["\"Einstein's Dream\" - Quantum Mechanics as Theory of Classical Random\n  Fields"],"description":["  This is an introductory chapter of the book in progress on quantum\nfoundations and incompleteness of quantum mechanics. Quantum mechanics is\nrepresented as statistical mechanics of classical fields.\n"]}]
["1204.5197",{"format":[],"subject":["Mathematics - Logic","03E15 03E35 03E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5197"],"date":["2012-04-23"],"type":["text"],"creator":["Larson, Paul B.","Miller, Arnold W.","Steprans, Juris","Weiss, William A. R."],"language":[],"coverage":[],"title":["Universal Functions"],"description":["  A function of two variables F(x,y)is universal iff for every other function\nG(x,y) there exists functions h(x) and k(y) with G(x,y) = F(h(x),k(y))\nSierpinski showed that assuming the continuum hypothesis there exists a Borel\nfunction F(x,y) which is universal. Assuming Martin's Axiom there is a\nuniversal function of Baire class 2. A universal function cannot be of Baire\nclass 1. We show that it is consistent that for each countable ordinal alpha>2\nthere is a universal function of class alpha but none of smaller class.\n  We show that it is consistent with ZFC that there is no universal function\n(Borel or not) on the reals, and we show that it is consistent that there is a\nuniversal function but no Borel universal function. We also prove some results\nconcerning higher arity universal functions. For example, the existence of an F\nsuch that for every G there are unary h,k,j such that G(x,y,z) =\nF(h(x),k(y),j(z)) is equivalent to the existence of a 2-ary universal F.\nHowever the existence of an F such that for every G there are h,k,j such that\nG(x,y,z) = F(h(x,y),k(x,z),j(y,z)) follows from a 2-ary universal F but is\nstrictly weaker. Results obtained Mar-June 2009, Nov 2010. Last revised April\n2012 LaTex2e: 28 pages Latest version at: www.math.wisc.edu/~miller\n"]}]
["1204.5198",{"format":[],"subject":["Mathematics - Logic","03E15, 03E05, 03E02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5198"],"date":["2012-04-23"],"type":["text"],"creator":["Miller, Arnold W."],"language":[],"coverage":[],"title":["Hechler and Laver Trees"],"description":["  A Laver tree is a tree in which each node splits infinitely often. A Hechler\ntree is a tree in which each node splits cofinitely often. We show that every\nanalytic set is either disjoint from the branches of a Heckler tree or contains\nthe branches of a Laver tree. As a corollary we deduce Silver Theorem that all\nanalytic sets are Ramsey. We show that in Godel's constructible universe that\nour result is false for co-analytic sets (equivalently it fails for analytic\nsets if we switch Hechler and Laver). We show that under Martin's axiom that\nour result holds for Sigma^1_2 sets. Finally we define two games related to\nthis property. Latex2e 8 pages Latest version at\nhttp://www.math.wisc.edu/~miller/res/index.html\n"]}]
["1204.5202",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5202"],"date":["2012-04-23"],"type":["text"],"creator":["Hassan, S. F.","Schmidt-May, A.","von Strauss, M."],"language":[],"coverage":[],"title":["Metric Formulation of Ghost-Free Multivielbein Theory"],"description":["  We formulate the recently proposed ghost-free theory of multiple interacting\nvielbeins in terms of their corresponding metrics. This is achieved by\nreintroducing all local Lorentz invariances broken by the multivielbein\ninteraction potential which, in turn, allows us to explicitly separate the\ngauge degrees of freedom in the vielbeins from the components of the metrics by\nan appropriate gauge choice. We argue that the gauge choice does not spoil the\nno-ghost proof of the multivielbein theory, hence the multimetric theory is\nghost-free. We further show the on-shell equivalence of the metric and vielbein\ndescriptions, first in general and thereafter in two illustrative examples.\n","Comment: Latex, 11 pages"]}]
["1204.5208",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5208"],"date":["2012-04-23"],"type":["text"],"creator":["Salman, Oguz Umut","Finel, Alphonse","Delville, Remi","Schryvers, Dominique"],"language":[],"coverage":[],"title":["The role of phase compatibility in martensite"],"description":["  Shape memory alloys inherit their macroscopic properties from their mesoscale\nmicrostructure originated from the martensitic phase transformation. In a cubic\nto orthorhombic transition, a single variant of marten- site can have a\ncompatible (exact) interface with the austenite for some special lattice\nparameters in contrast to conventional austenite/twinned martensite interface\nwith a transition layer. Experimentally, the phase compat- ibility results in a\ndramatic drop in thermal hysteresis and gives rise to very stable functional\nproperties over cycling. Here, we investigate the microstructures observed in\nTi50Ni50-xPdx alloys that undergo a cubic to orthorhombic martensitic\ntransformation using a three dimensional phase field approach. We will show\nthat the simulation results are in very good agreement with transmission\nelectron microscopy observations. However, the understanding of the drop in\nthermal hysteresis requires the coupling of phase transformation with plastic\nactivity. We will discuss this point within the framework of thermoelasticity,\nwhich is a generic feature of the martensitic transformation.\n","Comment: Accepted for publication in in Journal of Applied Physics"]}]
["1204.5214",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5214"],"date":["2012-04-23"],"type":["text"],"creator":["Bahturin, Y.","Brešar, M.","Špenko, Š."],"language":[],"coverage":[],"title":["Lie Superautomorphisms on Associative Algebras, II"],"description":["  Lie superautomorphisms of prime associative superalgebras are considered. A\ndefinitive result is obtained for central simple superalgebras: their Lie\nsuperautomorphisms are of standard forms, except when the dimension of the\nsuperalgebra in question is 2 or 4.\n","Comment: 19 pages, accepted for publication in Algebr. Represent. Theory"]}]
["1204.5215",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5215"],"date":["2012-04-23"],"type":["text"],"creator":["Alaminos, J.","Brešar, M.","Špenko, Š.","Villena, A. R."],"language":[],"coverage":[],"title":["Maps preserving zeros of a polynomial"],"description":["  Let $\\A$ be an algebra and let $f(x_1,...,x_d)$ be a multilinear polynomial\nin noncommuting indeterminates $x_i$. We consider the problem of describing\nlinear maps $\\phi:\\A\\to \\A$ that preserve zeros of $f$. Under certain technical\nrestrictions we solve the problem for general polynomials $f$ in the case where\n$\\A=M_n(F)$. We also consider quite general algebras $\\A$, but only for\nspecific polynomials $f$.\n","Comment: 11 pages, accepted for publication in Linear Algebra Appl"]}]
["1204.5216",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5216"],"date":["2012-04-23"],"type":["text"],"creator":["Brešar, M.","Špenko, Š."],"language":[],"coverage":[],"title":["On Lie and associative algebras containing inner derivations"],"description":["  We describe subalgebras of the Lie algebra $\\mf{gl}(n^2)$ that contain all\ninner derivations of $A=M_n(F)$ (where $n\\ge 5$ and $F$ is an algebraically\nclosed field of characteristic 0). In a more general context where $A$ is a\nprime algebra satisfying certain technical restrictions, we establish a density\ntheorem for the associative algebra generated by all inner derivations of $A$.\n","Comment: 11 pages, accepted for publication in Linear Algebra Appl"]}]
["1204.5218",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5218"],"date":["2012-04-23"],"type":["text"],"creator":["Gjoneski, Oliver"],"language":[],"coverage":[],"title":["Contracting The Well-Rounded Retract"],"description":["  In this paper we present a method for contracting the well-rounded retract in\nrank one and two, with a forward look to generalizing this approach in higher\nrank. We also present an application of this result in computing cohomology\ngroups with coefficients, and announce forthcoming results in this field.\n"]}]
["1204.5219",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5219"],"date":["2012-04-23"],"type":["text"],"creator":["Glatz, A.","Chtchelkatchev, N. M.","Beloborodov, I. S."],"language":[],"coverage":[],"title":["Transport characteristics of nanojunctions far-from-equilibrium"],"description":["  We study the tunneling transport through a nanojunction in the\nfar-from-equilibrium regime at relatively low temperatures. We show that the\ncurrent-voltage characteristics is significantly modified as compared to the\nusual quasi-equilibrium result by lifting the suppression due to the Coulomb\nblockade. These effects are important in realistic nanojunctions. We study the\nhigh-impedance case in detail to explain the underlying physics and construct a\nmore realistic theoretical model for the case of a metallic junction taking\ninto account dynamic Coulomb interaction. This dynamic screening further\nreduces the effect of the Coulomb blockade.\n","Comment: 6 pages, 6 figures, revtex4"]}]
["1204.5222",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Group Theory","17B22, 22E46, 53Cxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5222"],"date":["2012-04-23"],"type":["text"],"creator":["Dimitrov, George","Tsanov, Vasil"],"language":[],"coverage":[],"title":["Homogeneous Hypercomplex Structures II - Coset Spaces of compact Lie\n  Groups"],"description":["  We obtain a complete classification of hypercomplex manifolds, on which a\ncompact group of automorphisms acts transitively.\n  The description of the spaces as well as the proofs of our results use only\nthe structure theory of reductive groups, in particular the notion of \"stem\" of\na reduced root system, introduced in the first paper of this series.\n","Comment: 46 pages"]}]
["1204.5223",{"format":[],"subject":["Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5223","Rev. Sci. Instrum. 83, 043106 (2012)","doi:10.1063/1.3701714"],"date":["2012-04-23"],"type":["text"],"creator":["Sheng, Dong","Zhang, Jiehang","Orozco, Luis A."],"language":[],"coverage":[],"title":["Sensitivity test of a blue-detuned dipole trap designed for parity\n  non-conservation measurements in Fr"],"description":["  A dynamic blue-detuned optical dipole trap with stable $^{87}Rb$ atoms\nproduces a differential ac Stark shift of 18 Hz in the ground state hyperfine\ntransition, and it preserves the ground state hyperfine superpositions for a\nlong coherence time of 180 ms. The trapped atoms undergoing microwave Rabi\noscillations are sensitive to a small signal, artificially generated with a\nsecond microwave source, phase locked to the first allow- ing a simple and\neffective method for determining signal-to-noise ratio limits through\ninterference techniques. This provides an excellent means of calibrating\nsensitivity in experiments such as our ongoing Fr parity non-conservation\nmeasurement.\n","Comment: 12 pages, 4 figures"]}]
["1204.5225",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5225"],"date":["2012-04-23"],"type":["text"],"creator":["Anderson, Michael T"],"language":[],"coverage":[],"title":["Conformal immersions of prescribed mean curvature in R^3"],"description":["  We prove the existence of (branched) conformal immersions F: S^2 -> R^3 with\nmean curvature H > 0 arbitrarily prescribed up to a 3-dimensional affine\nindeterminacy. A similar result is proved for the space forms S^3, H^3 and\npartial results for surfaces of higher genus.\n","Comment: 20 pages"]}]
["1204.5231",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5231","Phys. Scr., 84 (2011) 065006","doi:10.1088/0031-8949/84/06/065006"],"date":["2012-04-23"],"type":["text"],"creator":["Ibort, A.","Manko, V. I.","Marmo, G.","Simoni, A.","Ventriglia, F."],"language":[],"coverage":[],"title":["A pedagogical presentation of a $C^\\star$-algebraic approach to quantum\n  tomography"],"description":["  It is now well established that quantum tomography provides an alternative\npicture of quantum mechanics. It is common to introduce tomographic concepts\nstarting with the Schrodinger-Dirac picture of quantum mechanics on Hilbert\nspaces. In this picture states are a primary concept and observables are\nderived from them. On the other hand, the Heisenberg picture,which has evolved\nin the $C^\\star-$algebraic approach to quantum mechanics, starts with the\nalgebra of observables and introduce states as a derived concept. The\nequivalence between these two pictures amounts essentially, to the\nGelfand-Naimark-Segal construction. In this construction, the abstract $%\nC^\\star-$algebra is realized as an algebra of operators acting on a constructed\nHilbert space. The representation one defines may be reducible or irreducible,\nbut in either case it allows to identify an unitary group associated with the\n$C^\\star-$algebra by means of its invertible elements. In this picture both\nstates and observables are appropriate functions on the group, it follows that\nalso quantum tomograms are strictly related with appropriate functions\n(positive-type)on the group. In this paper we present, by means of very simple\nexamples, the tomographic description emerging from the set of ideas connected\nwith the $C^\\star-$algebra picture of quantum mechanics. In particular, the\ntomographic probability distributions are introduced for finite and compact\ngroups and an autonomous criterion to recognize a given probability\ndistribution as a tomogram of quantum state is formulated.\n"]}]
["1204.5232",{"format":[],"subject":["Mathematics - Differential Geometry","22E46, 53C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5232"],"date":["2012-04-23"],"type":["text"],"creator":["Deng, Shaoqiang","Xu, Ming"],"language":[],"coverage":[],"title":["Clifford-Wolf translations of Homogeneous Randers spheres"],"description":["  In this paper, we study Clifford-Wolf translations of homogeneous Randers\nmetrics on spheres. It turns out that we can present a complete description of\nall the Clifford-Wolf translations of all the homogeneous Randers metrics on\nspheres. The most important point of this paper is that a new phenomena\nsurfaces. Namely, we find that there are some CW-homogeneous Randers spaces\nwhich are essentially not symmetric. This is a great difference compared to\nRiemannian geometry, where any CW-homogeneous Riemannian manifold must be\nlocally symmetric.\n","Comment: 14 pages"]}]
["1204.5233",{"format":[],"subject":["Mathematics - Differential Geometry","22E46, 53C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5233"],"date":["2012-04-23"],"type":["text"],"creator":["Deng, Shaoqiang","Xu, Ming"],"language":[],"coverage":[],"title":["Clifford-Wolf translations of left invariant Randers metrics on compact\n  Lie groups"],"description":["  A Clifford-Wolf translation of a connected Finsler space is an isometry which\nmoves each point the sam distance. A Finsler space $(M, F)$ is called\nClifford-Wolf homogeneous if for any two point $x_1, x_2\\in M$ there is a\nClifford-Wolf translation $\\rho$ such that $\\rho(x_1)=x_2$. In this paper, we\nstudy Clifford-Wolf translations of left invariant Randers metrics on compact\nLie groups. The mian result is that a left invariant Randers metric on a\nconnected compact simple Lie group is Clifford-Wolf homogeneous if and only if\nthe indicatrix of the metric is a round sphere with respect to a bi-invariant\nRiemannian metric. This presents a large number of examples of non-reversible\nFinsler metrics which are Clifford-Wolf homogeneous.\n","Comment: 15 pages"]}]
["1204.5241",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5241"],"date":["2012-04-23"],"type":["text"],"creator":["Goulianos, Konstantin"],"language":[],"coverage":[],"title":["Diffraction Results from CDF"],"description":["  We present final results by the CDF II collaboration on diffractive W and Z\nproduction, report on the status of ongoing analyses on diffractive dijet\nproduction and on rapidity gaps between jets, and briefly summarize results\nobtained on exclusive production pointing to their relevance to calibrating\ntheoretical models used to predict exclusive Higgs-boson production at the LHC.\n","Comment: 5 pages, 2 figures, Presented at XIX International Workshop on\n  Deep-Inelastic Scattering and Related Subjects (DIS 2011)"]}]
["1204.5244",{"format":[],"subject":["Mathematics - Logic","Computer Science - Computer Science and Game Theory","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5244"],"date":["2012-04-23"],"type":["text"],"creator":["Oliva, Paulo","Powell, Thomas"],"language":[],"coverage":[],"title":["A Game-Theoretic Computational Interpretation of Proofs in Classical\n  Analysis"],"description":["  It has been shown that a functional interpretation of proofs in mathematical\nanalysis can be given by the product of selection functions, a mode of\nrecursion that has an intuitive reading in terms of the computation of optimal\nstrategies in sequential games. We argue that this result has genuine practical\nvalue by interpreting some well-known theorems of mathematics and demonstrating\nthat the product gives these theorems a natural computational interpretation\nthat can be clearly understood in game theoretic terms.\n"]}]
["1204.5248",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B05, 14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5248"],"date":["2012-04-23"],"type":["text"],"creator":["Kawakita, Masayuki"],"language":[],"coverage":[],"title":["Discreteness of log discrepancies over log canonical triples on a fixed\n  pair"],"description":["  For a fixed pair and fixed exponents, we prove the discreteness of log\ndiscrepancies over all log canonical triples formed by attaching a product of\nideals with given exponents.\n","Comment: 8 pages"]}]
["1204.5249",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5249","Bulletin of Hokkaido Information University, Vol23.No1, 2011 Oct"],"date":["2012-04-23"],"type":["text"],"creator":["Toyota, Norihito"],"language":[],"coverage":[],"title":["Does Parrondo Paradox occur in Scale Free Networks? -A simple\n  Consideration-"],"description":["  Parrondo's paradox occurs in sequences of games in which a winning\nexpectation may be obtained by playing the games in a random order, even though\neach game in the sequence may be lost when played individually. Several\nvariations of Parrondo's games apparently with paradoxical property have been\nintroduced; history dependence, one dimensional line, two dimensional lattice\nand so on. In this article, we examine whether Parrondo's paradox occurs or not\nin scale free networks. This is interesting as an empirical study, since scale\nfree networks are ubiquitous in our real world. First some simulation results\nare given and after that theoretical studies are made. As a result, we mostly\nconfirm that Parrondo's paradox can not occur in the naive case, where the game\nhas the same number of parameters as the original Parrondo's game.\n","Comment: 11 pages, 11 figures"]}]
["1204.5253",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5253"],"date":["2012-04-23"],"type":["text"],"creator":["Barbosa, Felipe Cinelli","Kliewer, Joerg","Costa, Max H. M."],"language":[],"coverage":[],"title":["An Algebraic Framework for Concatenated Linear Block Codes in Side\n  Information Based Problems"],"description":["  This work provides an algebraic framework for source coding with decoder side\ninformation and its dual problem, channel coding with encoder side information,\nshowing that nested concatenated codes can achieve the corresponding\nrate-distortion and capacity-noise bounds. We show that code concatenation\npreserves the nested properties of codes and that only one of the concatenated\ncodes needs to be nested, which opens up a wide range of possible new code\ncombinations for these side information based problems. In particular, the\npractically important binary version of these problems can be addressed by\nconcatenating binary inner and non-binary outer linear codes. By observing that\nlist decoding with folded Reed- Solomon codes is asymptotically optimal for\nencoding IID q-ary sources and that in concatenation with inner binary codes it\ncan asymptotically achieve the rate-distortion bound for a Bernoulli symmetric\nsource, we illustrate our findings with a new algebraic construction which\ncomprises concatenated nested cyclic codes and binary linear block codes.\n"]}]
["1204.5257",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5257","doi:10.1103/PhysRevB.85.144512"],"date":["2012-04-23"],"type":["text"],"creator":["Gomes, Rodolpho Ribeiro","de Oliveira, Isaías G.","Doria, Mauro M."],"language":[],"coverage":[],"title":["Little-Parks oscillations near a persistent current loop"],"description":["  We investigate the Little-Parks oscillations caused by a persistent current\nloop set on the top edge of a mesoscopic superconducting thin-walled cylinder\nwith a finite height. For a short cylinder the Little-Parks oscillations are\napproximately the same ones as the standard effect, as there is only one\nmagnetic flux piercing the cylinder. For a tall cylinder the inhomogeneity of\nthe magnetic field makes different magnetic fluxes pierce the cylinder at\ndistinct heights and we show here that this produces two distinct Little-Parks\noscillatory regimes according to the persistent current loop. We show that\nthese two regimes, and also the transition between them, are observable in\ncurrent measurements done in the superconducting cylinder. The two regimes stem\nfrom different behavior along the height, as seen in the order parameter,\nnumerically obtained from the Ginzburg-Landau theory through the finite element\nmethod\n","Comment: 13 pages, 12 figures"]}]
["1204.5258",{"format":[],"subject":["Mathematics - Rings and Algebras","16P90, 16P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5258"],"date":["2012-04-23"],"type":["text"],"creator":["Alahmadi, A.","Alsulami, H.","Jain, S. K.","Zelmanov, E."],"language":[],"coverage":[],"title":["Leavitt Path Algebras of Finite Gelfand-Kirillov Dimension"],"description":["  Groebner-Shirshov basis and Gelfand-Kirillov dimension of the Leavitt path\nalgebra are derived.\n","Comment: 5 pages"]}]
["1204.5259",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Optics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5259"],"date":["2012-04-23"],"type":["text"],"creator":["Thomas, A. G. R.","Ridgers, C. P.","Bulanov, S. S.","Griffin, B. J.","Mangles, S. P. D."],"language":[],"coverage":[],"title":["Numerical calculations of a high brilliance synchrotron source and on\n  issues with characterizing strong radiation damping effects in non-linear\n  Thomson/Compton backscattering experiments"],"description":["  A number of theoretical calculations have studied the effect of radiation\nreaction forces on radiation distributions in strong field counter-propagating\nelectron beam-laser interactions, but could these effects - including quantum\ncorrections - be observed in interactions with realistic bunches and focusing\nfields, as is hoped in a number of soon to be proposed experiments? We present\nnumerical calculations of the angularly resolved radiation spectrum from an\nelectron bunch with parameters similar to those produced in laser wakefield\nacceleration experiments, interacting with an intense, ultrashort laser pulse.\nFor our parameters, the effects of radiation damping on the angular\ndistribution and energy distribution of \\emph{photons} is not easily\ndiscernible for a \"realistic\" moderate emittance electron beam. However,\nexperiments using such a counter-propagating beam-laser geometry should be able\nto measure such effects using current laser systems through measurement of the\n\\emph{electron beam} properties. In addition, the brilliance of this source is\nvery high, with peak spectral brilliance exceeding $10^{29}$\nphotons$\\,$s$^{-1}$mm$^{-2}$mrad$^{-2}(0.1$% bandwidth$)^{-1}$ with\napproximately 2% efficiency and with a peak energy of 10 MeV.\n","Comment: 11 figures, 11 pages"]}]
["1204.5260",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5260","doi:10.1063/1.4711212"],"date":["2012-04-23"],"type":["text"],"creator":["Starodub, Elena","Bartelt, Norman C.","McCarty, Kevin F."],"language":[],"coverage":[],"title":["Viable thermionic emission from graphene-covered metals"],"description":["  Thermionic emission from monolayer graphene grown on representative\ntransition metals, Ir and Ru, is characterized by low-energy electron\nmicroscopy (LEEM). Work functions were determined from the temperature\ndependence of the emission current and from the electron energy spectrum of\nemitted electrons. The high-temperature work function of the strongly\ninteracting system graphene/Ru(0001) is sufficiently low, 3.3 \\pm 0.1 eV, to\nhave technological potential for large-area emitters that are spatially\nuniform, efficient, and chemically inert. The thermionic work functions of the\nless strongly interacting system graphene/Ir(111) are over 1 eV larger and vary\nsubstantially (0.4 eV) between graphene orientations rotated by 30{\\deg}.\n","Comment: Published in Applied Physics Letters"]}]
["1204.5263",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5263"],"date":["2012-04-23"],"type":["text"],"creator":["Pan, Z. -H.","Vescovo, E.","Fedorov, A. V.","Sinkovic, B.","Gardner, D.","Chu, S.","Lee, Y. S.","Gu, G. D.","Valla, T."],"language":[],"coverage":[],"title":["Spin Configuration and Scattering Rates on the Heavily Electron-doped\n  Surface of Topological Insulator Bi$_2$Se$_3$"],"description":["  Heavily electron-doped surfaces of Bi$_2$Se$_3$ have been studied by spin and\nangle resolved photoemission spectroscopy. Upon doping, electrons occupy a\nseries of {\\bf k}-split pairs of states above the topological surface state.\nThe {\\bf k}-splitting originates from the large spin-orbit coupling and results\nin a Rashba-type behavior, unequivocally demonstrated here via the spin\nanalysis. The spin helicities of the lowest laying Rashba doublet and the\nadjacent topological surface state alternate in a left-right-left sequence.\nThis spin configuration sets constraints to inter-band scattering channels\nopened by electron doping. A detailed analysis of the scattering rates suggests\nthat intra-band scattering dominates with the largest effect coming from\nwarping of the Fermi surface.\n"]}]
["1204.5266",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5266"],"date":["2012-04-23"],"type":["text"],"creator":["Coll, Vincent","Magnant, Colton","Wang, Hua"],"language":[],"coverage":[],"title":["Families of Frobenius seaweed Lie algebras"],"description":["  We extend the set of known infinite families of Frobenius seaweed Lie\nsubalgebras of $\\mathfrak{sl}_{n}$ to include a family which is the first\nnon-trivial general family containing algebras whose associated meanders have\nan arbitrarily large number of parts.\n"]}]
["1204.5267",{"format":[],"subject":["Computer Science - Human-Computer Interaction","68U35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5267"],"date":["2012-04-24"],"type":["text"],"creator":["Kuppusamy, K. S.","Francis, Leena Mary","Aghila, G."],"language":[],"coverage":[],"title":["WILI - Web Interface for people with Lowvision Issues"],"description":["  Though World Wide Web is the single largest source of information, it is\nill-equipped to serve the people with vision related problems. With the\nprolific increase in the interest to make the web accessible to all sections of\nthe society, solving this accessibility problem becomes mandatory. This paper\npresents a technique for making web pages accessible for people with low vision\nissues. A model for making web pages accessible, WILI (Web Interface for people\nwith Low-vision Issues) has been proposed. The approach followed in this work\nis to automatically replace the existing display style of a web page with a new\nskin following the guidelines given by Clear Print Booklet provided by Royal\nNational Institute of Blind. \"Single Click Solution\" is one of the primary\nadvantages provided by WILI. A prototype using the WILI model is implemented\nand various experiments are conducted. The results of experiments conducted on\nWILI indicate 82% effective conversion rate.\n","Comment: 8 Pages; 6 Figures, International Journal on Computational Sciences &\n  Applications (IJCSA) Vo2, No.2, April 2012, ISSN: 2200-0011"]}]
["1204.5269",{"format":[],"subject":["Mathematics - Geometric Topology","30F40, 20H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5269"],"date":["2012-04-24"],"type":["text"],"creator":["Baik, Hyungryul","Clavier, Lucien"],"language":[],"coverage":[],"title":["The Space of Geometric Limits of Abelian Subgroups of PSL2C"],"description":["  We describe the topology of the space of all geometric limits of closed\nabelian subgroups of PSL2C. Main tools and ideas come from the previous paper\n[BC12].\n","Comment: 41 pages, 14 figures"]}]
["1204.5274",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5274","Electronic J. Combinatorics, volume 19, Issue 2 (2012)"],"date":["2012-04-24"],"type":["text"],"creator":["Kotlar, Daniel","Ziv, Ran"],"language":[],"coverage":[],"title":["On the Length of a Partial Independent Transversal in a Matroidal Latin\n  Square"],"description":["  We suggest and explore a matroidal version of the Brualdi - Ryser conjecture\nabout Latin squares. We prove that any $n\\times n$ matrix, whose rows and\ncolumns are bases of a matroid, has an independent partial transversal of\nlength $\\lceil2n/3\\rceil$. We show that for any $n$, there exists such a matrix\nwith a maximal independent partial transversal of length at most $n-1$.\n"]}]
["1204.5279",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5279"],"date":["2012-04-24"],"type":["text"],"creator":["Soffer, Jacques"],"language":[],"coverage":[],"title":["Recent positivity constraints for spin observables and parton\n  distributions"],"description":["  Spin observables allow a deeper understanding of the nature of the underlying\ndynamics and positivity reduces substantially their allowed domains. We will\npresent some new positivity constraints for spin observables and their\nimplications for parton distributions. We will also make some comparisons with\nrecent data.\n","Comment: 10 pages, 3 figures, Invited talk presented at the 14th Workshop on\n  Elastic and Diffractive Scattering (EDS Blois Workshop), December 15-21,\n  2011, Qui Nhon, Vietnam (to be published in the Proceedings)"]}]
["1204.5280",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5280","N&deg; RR-7939 (2012)"],"date":["2012-04-24"],"type":["text"],"creator":["Junior, Armando Gonçalves Da Silva","Deransart, Pierre","Menezes, Luis-Carlos","Da Silva, Marcos-Aurélio Almeida","Robin, Jacques"],"language":[],"coverage":[],"title":["Towards a Generic Trace for Rule Based Constraint Reasoning"],"description":["  CHR is a very versatile programming language that allows programmers to\ndeclaratively specify constraint solvers. An important part of the development\nof such solvers is in their testing and debugging phases. Current CHR\nimplementations support those phases by offering tracing facilities with\nlimited information. In this report, we propose a new trace for CHR which\ncontains enough information to analyze any aspects of \\CHRv\\ execution at some\nuseful abstract level, common to several implementations. %a large family of\nrule based solvers. This approach is based on the idea of generic trace. Such a\ntrace is formally defined as an extension of the $\\omega_r^\\lor$ semantics of\nCHR. We show that it can be derived form the SWI Prolog CHR trace.\n"]}]
["1204.5281",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5281"],"date":["2012-04-24"],"type":["text"],"creator":["Zhong, Yi","Zhang, Wenyi"],"language":[],"coverage":[],"title":["Stochastic Analysis of Mean Interference for RTS/CTS Mechanism"],"description":["  The RTS/CTS handshake mechanism in WLAN is studied using stochastic geometry.\nThe effect of RTS/CTS is treated as a thinning procedure for a spatially\ndistributed point process that models the potential transceivers in a WLAN, and\nthe resulting concurrent transmission processes are described. Exact formulas\nfor the intensity of the concurrent transmission processes and the mean\ninterference experienced by a typical receiver are established. The analysis\nyields useful results for understanding how the design parameters of RTS/CTS\naffect the network interference.\n","Comment: technical report, in progress"]}]
["1204.5283",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5283"],"date":["2012-04-24"],"type":["text"],"creator":["Chruściński, Dariusz","Wudarski, Filip A."],"language":[],"coverage":[],"title":["Indecomposable optimal entanglement witnesses in C4 {\\otimes} C4"],"description":["  We provide two 1-parameter families of indecomposable entanglement witnesses\nin C4 {\\otimes} C4. Following recent paper by Ha and Kye [Phys. Rev. A 84,\n024302 (2011)] we show that these EWs are optimal and hence provide the\nstrongest tool in entanglement theory to discriminate between separable and\nentangled states. As a byproduct we show that these EWs detect quantum\nentanglement within a family of generalized Horodecki states.\n","Comment: 4 pages"]}]
["1204.5284",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5284"],"date":["2012-04-24"],"type":["text"],"creator":["Jiang, Heping"],"language":[],"coverage":[],"title":["Non-Hamiltonian Holes in Grid Graphs"],"description":["  In this paper we extend general grid graphs to the grid graphs consist of\npolygons tiling on a plane, named polygonal grid graphs. With a cycle basis\nsatisfied polygons tiling, we study the cyclic structure of Hamilton graphs. A\nHamilton cycle can be expressed as a symmetric difference of a subset of cycles\nin the basis. From the combinatorial relations of vertices in the subset of\ncycles in the basis, we deduce the formula of inside faces in Grinberg theorem,\ncalled Grinberg equation, and derive a kind of cycles whose existence make a\npolygonal grid graph non-Hamiltonian, called non-Hamiltonian holes, and then we\ncharacterize the existence condition of non-Hamiltonian holes and obtain the\nnecessary and sufficient condition of a polygonal grid graph to be Hamiltonian.\nThe result in this paper provides a new starting point for developing a\npolynomial-time algorithm for Hamilton problem in general grid graphs.\n","Comment: 10 pages, 8 figures"]}]
["1204.5287",{"format":[],"subject":["Mathematics - Commutative Algebra","13F20, 13C05, 13C14"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5287"],"date":["2012-04-24"],"type":["text"],"creator":["Saeedi, Mahdis","Rahmati, Farhad","Seyyedi, Seyyede Masoome"],"language":[],"coverage":[],"title":["Toricness of Binomial Edge Ideals"],"description":["  Let G be a finite simple graph. In this paper we will show that the binomial\nedge ideal of G, JG is toric if and only if each connected component of G is\ncomplete and in this case it is the sum of toric ideal associated to bipartite\ncomplete graphs.\n"]}]
["1204.5288",{"format":[],"subject":["Mathematics - Number Theory","11P70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5288"],"date":["2012-04-24"],"type":["text"],"creator":["Freiman, Gregory A."],"language":[],"coverage":[],"title":["Structure Theory of Set Addition III. Results and Problems"],"description":["  We are discussing the theorem about the volume of a set $A$ of $Z^n$ having a\nsmall doubling property $|2A| < Ck, k=|A|$ and oher problems of Structure\nTheory of Set Addition (Additive Combinatorics).\n","Comment: 14 pages"]}]
["1204.5296",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5296"],"date":["2012-04-24"],"type":["text"],"creator":["Ibanez, Luis E."],"language":[],"coverage":[],"title":["From Strings to the LHC. Les Houches Lectures on String Phenomenology"],"description":["  These notes are based on lectures given at the Les Houches Summer School in\n2011, which was centered on the general topic \"Theoretical Physics to face the\nchallenge of LHC\". In these lectures I reviewed a number of topics in the field\nof String Phenomenology, focusing on orientifold/F-theory models yielding\nsemi-realistic low-energy physics. The emphasis was on the extraction of the\nlow-energy effective action and the possible test of specific models at LHC.\nThese notes are a brief summary, appropriately updated, of some of the main\ntopics covered in the lectures.\n","Comment: 28 pages, 9 figures"]}]
["1204.5306",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5306"],"date":["2012-04-24"],"type":["text"],"creator":["Bernasconi, Anna","Ciriani, Valentina","Luccio, Fabrizio","Pagli, Linda"],"language":[],"coverage":[],"title":["Compact DSOP and partial DSOP Forms"],"description":["  Given a Boolean function f on n variables, a Disjoint Sum-of-Products (DSOP)\nof f is a set of products (ANDs) of subsets of literals whose sum (OR) equals\nf, such that no two products cover the same minterm of f. DSOP forms are a\nspecial instance of partial DSOPs, i.e. the general case where a subset of\nminterms must be covered exactly once and the other minterms (typically\ncorresponding to don't care conditions of $f$) can be covered any number of\ntimes. We discuss finding DSOPs and partial DSOP with a minimal number of\nproducts, a problem theoretically connected with various properties of Boolean\nfunctions and practically relevant in the synthesis of digital circuits.\nFinding an absolute minimum is hard, in fact we prove that the problem of\nabsolute minimization of partial DSOPs is NP-hard. Therefore it is crucial to\ndevise a polynomial time heuristic that compares favorably with the known\nminimization tools. To this end we develop a further piece of theory starting\nfrom the definition of the weight of a product p as a functions of the number\nof fragments induced on other cubes by the selection of p, and show how product\nweights can be exploited for building a class of minimization heuristics for\nDSOP and partial DSOP synthesis. A set of experiments conducted on major\nbenchmark functions show that our method, with a family of variants, always\ngenerates better results than the ones of previous heuristics, including the\nmethod based on a BDD representation of f.\n"]}]
["1204.5310",{"format":[],"subject":["Mathematics - Differential Geometry","22E65, 37K65, 53C80, 70S15, 76W05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5310","Differential Geometry and its Applications, 28 (2010), no. 5,\n  543--564"],"date":["2012-04-24"],"type":["text"],"creator":["Molitor, Mathieu"],"language":[],"coverage":[],"title":["The group of unimodular automorphisms of a principal bundle and the\n  Euler-Yang-Mills equations"],"description":["  Given a principal bundle G \\rightarrow P \\rightarrow B (each being compact,\nconnected and oriented) and a G-invariant metric h^{P} on P which induces a\nvolume form \\mu^{P}, we consider the group of all unimodular automorphisms\nSAut(P,\\mu^{P}):={\\varphi\\in Diff(P) | \\varphi^{*}\\mu^{P}=\\mu^{P} and \\varphi\nis G-equivariant} of P and determines its Euler equation a la Arnold. The\nresulting equations turn out to be (a particular case of) the Euler-Yang-Mills\nequations of an incompressible classical charged ideal fluid moving on B. It is\nalso shown that the group SAut(P,\\mu^{P} is an extension of a certain volume\npreserving diffeomorphisms group of B by the gauge group Gau(P) of P.\n"]}]
["1204.5316",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5316","MTT - 5th International Conference on Meaning-Text Theory - 2011\n  (2011) 155-164"],"date":["2012-04-24"],"type":["text"],"creator":["Lefrançois, Maxime","Gandon, Fabien"],"language":[],"coverage":[],"title":["ILexicOn: toward an ECD-compliant interlingual lexical ontology\n  described with semantic web formalisms"],"description":["  We are interested in bridging the world of natural language and the world of\nthe semantic web in particular to support natural multilingual access to the\nweb of data. In this paper we introduce a new type of lexical ontology called\ninterlingual lexical ontology (ILexicOn), which uses semantic web formalisms to\nmake each interlingual lexical unit class (ILUc) support the projection of its\nsemantic decomposition on itself. After a short overview of existing lexical\nontologies, we briefly introduce the semantic web formalisms we use. We then\npresent the three layered architecture of our approach: i) the interlingual\nlexical meta-ontology (ILexiMOn); ii) the ILexicOn where ILUcs are formally\ndefined; iii) the data layer. We illustrate our approach with a standalone\nILexicOn, and introduce and explain a concise human-readable notation to\nrepresent ILexicOns. Finally, we show how semantic web formalisms enable the\nprojection of a semantic decomposition on the decomposed ILUc.\n"]}]
["1204.5318",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5318","EPTCS 82, 2012","doi:10.4204/EPTCS.82"],"date":["2012-04-24"],"type":["text"],"creator":["Escobar, Santiago"],"language":[],"coverage":[],"title":["Proceedings 10th International Workshop on Reduction Strategies in\n  Rewriting and Programming"],"description":["  This volume contains a selection of the papers presented at the 10th\nInternational Workshop on Reduction Strategies in Rewriting and Programming\n(WRS'2011), held on 29 May 2011 in Novi Sad, Serbia. Previous editions of the\nworkshop were held in Utrecht (2001), Copenhagen (2002), Valencia (2003),\nAachen (2004), Nara (2005), Seattle (2006), Paris (2007), Hagenberg (2008),\nBrasilia (2009), and Edinburgh (2010); the last one as a joint workshop with\nthe STRATEGIES workshop.\n  The WRS 2011 workshop was part of the Federated Conference on Rewriting,\nDeduction, and Programming (RDP'1), which grouped together different events\nincluding the 22th International Conference on Rewriting Techniques and\nApplications (RTA'11) and the 10th International Conference on Typed Lambda\nCalculi and Applications (TLCA'11).\n"]}]
["1204.5321",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5321","Phys. Rev. Lett. 108, 063006 (2012)","doi:10.1103/PhysRevLett.108.063006"],"date":["2012-04-24"],"type":["text"],"creator":["Brown, A. C.","Hutchinson, S.","Lysaght, M. A.","van der Hart, H. W."],"language":[],"coverage":[],"title":["Interference between competing pathways in harmonic generation"],"description":["  We investigate the influence of the autoionizing 3s3p(6)nl resonances on the\nfifth harmonic generated by 200 - 240 nm laser fields interacting with Ar. To\ndetermine the influence of a multi-electron response we have developed\ncapability within time dependent R-matrix theory to determine the harmonic\nspectra generated. The fifth harmonic is affected by interference between the\nresponse of a 3s electron and the response of a 3p electron, as demonstrated by\nthe asymmetric profiles in the harmonic yields as functions of wavelength.\n","Comment: 5 pages, 4 figures, 2 tables"]}]
["1204.5323",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q35, 65M12, 76F60, 93D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5323"],"date":["2012-04-24"],"type":["text"],"creator":["Bian, Dongfen","Guo, Boling"],"language":[],"coverage":[],"title":["Optimal convergence rates for the three-dimensional turbulent flow\n  equations"],"description":["  In this paper we are concerned with the convergence rate of solutions to the\nthree-dimensional turbulent flow equations. By combining the $L^p$-$L^q$\nestimates for the linearized equations and an elaborate energy method, the\nconvergence rates are obtained in various norms for the solution to the\nequilibrium state in the whole space, when the initial perturbation of the\nequilibrium state is small in $H^3$-framework. More precisely, the optimal\nconvergence rates of the solutions and its first order derivatives in\n$L^2$-norm are obtained when the $L^p$-norm of the perturbation is bounded for\nsome $p\\in[1, 6/5)$.\n","Comment: 16 pages"]}]
["1204.5324",{"format":[],"subject":["Mathematics - Differential Geometry","76B47, 53Z05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5324","International Journal of Geometric Methods in Modern Physics, Vol.\n  6 (2009), no. 4, 625--630","doi:10.1142/S0219887812200010"],"date":["2012-04-24"],"type":["text"],"creator":["Molitor, Mathieu"],"language":[],"coverage":[],"title":["Generalization of Hasimoto's transformation"],"description":["  In this paper, we generalize the famous Hasimoto's transformation by showing\nthat the dynamics of a closed unidimensional vortex filament embedded in a\nthree-dimensional manifold of constant curvature gives rise under Hasimoto's\ntransformation to the non-linear Schrodinger equation.\n  We also give a natural interpretation of the function \\psi introduced by\nHasimoto in terms of moving frames associated to a natural complex bundle over\nthe filament.\n"]}]
["1204.5330",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5330","Optics Express, Vol. 20, Issue 9, pp. 9640-9649 (2012)","doi:10.1364/OE.20.009640"],"date":["2012-04-24"],"type":["text"],"creator":["Steinlechner, Fabian","Trojek, Pavel","Jofre, Marc","Weier, Henning","Perez, Daniel","Jennewein, Thomas","Ursin, Rupert","Rarity, John","Mitchell, Morgan W.","Torres, Juan P.","Weinfurter, Harald","Pruneri, Valerio"],"language":[],"coverage":[],"title":["A high-brightness source of polarization-entangled photons optimized for\n  applications in free space"],"description":["  We present a simple but highly efficient source of polarization-entangled\nphotons based on spontaneous parametric down-conversion (SPDC) in bulk\nperiodically poled potassium titanyl phosphate crystals (PPKTP) pumped by a 405\nnm laser diode. Utilizing one of the highest available nonlinear coefficients\nin a non-degenerate, collinear type-0 phase-matching configuration, we generate\npolarization entanglement via the crossed-crystal scheme and detect 0.64\nmillion photon pair events/s/mW, while maintaining an overlap fidelity with the\nideal Bell state of 0.98 at a pump power of 0.025 mW.\n"]}]
["1204.5333",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5333"],"date":["2012-04-24"],"type":["text"],"creator":["Agarwal, Pankaj K.","Avraham, Rinat Ben","Kaplan, Haim","Sharir, Micha"],"language":[],"coverage":[],"title":["Computing the Discrete Fr\\'echet Distance in Subquadratic Time"],"description":["  The Fr\\'echet distance is a similarity measure between two curves $A$ and\n$B$: Informally, it is the minimum length of a leash required to connect a dog,\nconstrained to be on $A$, and its owner, constrained to be on $B$, as they walk\nwithout backtracking along their respective curves from one endpoint to the\nother. The advantage of this measure on other measures such as the Hausdorff\ndistance is that it takes into account the ordering of the points along the\ncurves.\n  The discrete Fr\\'echet distance replaces the dog and its owner by a pair of\nfrogs that can only reside on $n$ and $m$ specific pebbles on the curves $A$\nand $B$, respectively. These frogs hop from a pebble to the next without\nbacktracking. The discrete Fr\\'echet distance can be computed by a rather\nstraightforward quadratic dynamic programming algorithm. However, despite a\nconsiderable amount of work on this problem and its variations, there is no\nsubquadratic algorithm known, even for approximation versions of the problem.\n  In this paper we present a subquadratic algorithm for computing the discrete\nFr\\'echet distance between two sequences of points in the plane, of respective\nlengths $m\\le n$. The algorithm runs in $O(\\dfrac{mn\\log\\log n}{\\log n})$ time\nand uses $O(n+m)$ storage. Our approach uses the geometry of the problem in a\nsubtle way to encode legal positions of the frogs as states of a finite\nautomata.\n"]}]
["1204.5335",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5335"],"date":["2012-04-24"],"type":["text"],"creator":["Karpinski, Marek","Rucinski, Andrzej","Szymanska, Edyta"],"language":[],"coverage":[],"title":["Approximate Counting of Matchings in Sparse Uniform Hypergraphs"],"description":["  In this paper we give a fully polynomial randomized approximation scheme\n(FPRAS) for the number of matchings in k-uniform hypergraphs whose intersection\ngraphs contain few claws. Our method gives a generalization of the canonical\npath method of Jerrum and Sinclair to hypergraphs satisfying a local\nrestriction. Our proof method depends on an application of the Euler tour\ntechnique for the canonical paths of the underlying Markov chains. On the other\nhand, we prove that it is NP-hard to approximate the number of matchings even\nfor the class of k-uniform, 2-regular and linear hypergraphs, for all k >= 6,\nwithout the above restriction.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1202.5885"]}]
["1204.5339",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5339","doi:10.1016/j.cplett.2012.03.054"],"date":["2012-04-24"],"type":["text"],"creator":["Doll, K."],"language":[],"coverage":[],"title":["On the gradient for metallic systems with a local basis set"],"description":["  The analytical gradient for periodic systems is presented, for the case of\nmetallic systems. The total energy and the free energy are computed on the\nHartree-Fock or density functional level, with the wave function being expanded\nin terms of Gaussian type orbitals. The expression for the gradient is similar\nto the case of insulating systems, when no thermal broadening is applied. When\nthe occupation of the states is according to the Fermi function, then the\ngradient is consistent with the gradient of the free energy. By comparing with\nnumerical derivatives, examples demonstrate that a reasonable accuracy is\nachieved.\n","Comment: to appear in Chem. Phys. Lett"]}]
["1204.5350",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q61, 78A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5350"],"date":["2012-04-24"],"type":["text"],"creator":["Freymond, Henrik","Picard, Rainer"],"language":[],"coverage":[],"title":["The Elusive Drude-Born-Fedorov Model for Chiral Electromagnetic Media"],"description":["  Electro-magnetic wave propagation in more complex linear materials such as\nbi-anisotropic media have come to a considerable attention within the last\nfifteen to twenty years. The Drude-Born-Fedorov model has been extensively\nstudied mostly in the time-harmonic case as a model for chiral media. In the\nphysically relevant time-dependent case the record is much less convincing. In\nthis paper we focus on this case and analyze the Drude-Born-Fedorov model in\nthe light of recently developed Hilbert space approach to evolutionary\nproblems. The solution theory will be developed in the framework of\nextrapolation spaces (Sobolev lattices).\n"]}]
["1204.5355",{"format":[],"subject":["Mathematics - Combinatorics","05D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5355"],"date":["2012-04-24"],"type":["text"],"creator":["Burcsi, Péter","Nagy, Dániel T."],"language":[],"coverage":[],"title":["The method of double chains for largest families with excluded subposets"],"description":["  For a given finite poset $P$, $La(n,P)$ denotes the largest size of a family\n$\\mathcal{F}$ of subsets of $[n]$ not containing $P$ as a weak subposet. We\nexactly determine $La(n,P)$ for infinitely many $P$ posets. These posets are\nbuilt from seven base posets using two operations. For arbitrary posets, an\nupper bound is given for $La(n,P)$ depending on $|P|$ and the size of the\nlongest chain in $P$. To prove these theorems we introduce a new method,\ncounting the intersections of $\\mathcal{F}$ with double chains, rather than\nchains.\n","Comment: 8 pages, 5 figures. Submitted to The Electronic Journal of Graph\n  Theory and Applications (EJGTA)"]}]
["1204.5357",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Artificial Intelligence","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5357"],"date":["2012-04-24"],"type":["text"],"creator":["Peña, Jose M."],"language":[],"coverage":[],"title":["Learning AMP Chain Graphs under Faithfulness"],"description":["  This paper deals with chain graphs under the alternative\nAndersson-Madigan-Perlman (AMP) interpretation. In particular, we present a\nconstraint based algorithm for learning an AMP chain graph a given probability\ndistribution is faithful to. We also show that the extension of Meek's\nconjecture to AMP chain graphs does not hold, which compromises the development\nof efficient and correct score+search learning algorithms under assumptions\nweaker than faithfulness.\n"]}]
["1204.5366",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5366","The Astrophysical Journal, Volume 750, Issue 1, article id. 29\n  (2012 May 1)","doi:10.1088/0004-637X/750/1/29"],"date":["2012-04-24"],"type":["text"],"creator":["Brandao, C. S. S.","de Araujo, J. C. N."],"language":[],"coverage":[],"title":["A Recipe to Probe Alternative Theories of Gravitation via N-body\n  Numerical Simulations. I. Spiral Galaxies"],"description":["  A way to probe alternative theories of gravitation is to study if they could\naccount for the structures of the universe. We then modified the well-known\nGadget-2 code to probe alternative theories of gravitation through galactic\ndynamics. As an application, we simulate the evolution of spiral galaxies to\nprobe alternative theories of gravitation whose weak field limits have a\nYukawa-like gravitational potential. These simulations show that galactic\ndynamics can be used to constrain the parameters associated with alternative\ntheories of gravitation. It is worth stressing that the recipe given in the\npresent study can be applied to any other alternative theory of gravitation in\nwhich the superposition principle is valid.\n","Comment: 34 pages, 18 figures"]}]
["1204.5370",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5370"],"date":["2012-04-24"],"type":["text"],"creator":["Rath, A.","Dash, J. K","Juluri, R. R.","Satyam, P. V."],"language":[],"coverage":[],"title":["Structural modification in Au/Si(100) system: Role of surface oxide and\n  vacuum level"],"description":["  To understand surface structural modifications for Au/Si (100) system, a thin\ngold film of ~2.0 nm was deposited under ultra high vacuum (UHV) condition on\nreconstructed Si surfaces using molecular beam epitaxy (MBE). Post annealing\nwas done at 500{\\deg}C in three different vacuum conditions: (1) low vacuum\n(LV) furnace (10-2 mbar), (2) UHV (10-10 mbar) (MBE chamber), (3) high vacuum\n(HV) chamber. The variation in the overall shape of the gold nanostructures and\nfiner changes at the edges, like rounding of corners has been reported in this\nwork. Although well aligned nano rectangles were formed in both HV and LV\ncases, corner rounding is more prominent in LV case. Furthermore in UHV case,\nrandom structures were formed having sharp corners. In all the above three\ncases, samples were exposed to air (for half an hour) before annealing. To\nstudy the effect of surface oxide, in-situ annealing inside UHV-MBE chamber was\ndone without exposing to air. Well aligned rectangles with sharp corners (no\ncorner rounding) were formed. The details about the role of surface oxides in\nthe corner rounding process are discussed.\n","Comment: 11 pages, 3 figures"]}]
["1204.5371",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Discrete Mathematics","Computer Science - Formal Languages and Automata Theory","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5371"],"date":["2012-04-24"],"type":["text"],"creator":["Salo, Ville","Törmä, Ilkka"],"language":[],"coverage":[],"title":["Geometry and Dynamics of the Besicovitch and Weyl Spaces"],"description":["  We study the geometric properties of Cantor subshifts in the Besicovitch\nspace, proving that sofic shifts occupy exactly the homotopy classes of\nsimplicial complexes. In addition, we study canonical projections into\nsubshifts, characterize the cellular automata that are contracting or isometric\nin the Besicovitch or Weyl spaces, study continuous functions that locally look\nlike cellular automata, and present a new proof for the nonexistence of\ntransitive cellular automata in the Besicovitch space.\n","Comment: 15 pages. Submitted to DLT 2012"]}]
["1204.5373",{"format":[],"subject":["Computer Science - Information Retrieval","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5373"],"date":["2012-04-24"],"type":["text"],"creator":["Geva, Shlomo","De Vries, Christopher M."],"language":[],"coverage":[],"title":["TopSig: Topology Preserving Document Signatures"],"description":["  Performance comparisons between File Signatures and Inverted Files for text\nretrieval have previously shown several significant shortcomings of file\nsignatures relative to inverted files. The inverted file approach underpins\nmost state-of-the-art search engine algorithms, such as Language and\nProbabilistic models. It has been widely accepted that traditional file\nsignatures are inferior alternatives to inverted files. This paper describes\nTopSig, a new approach to the construction of file signatures. Many advances in\nsemantic hashing and dimensionality reduction have been made in recent times,\nbut these were not so far linked to general purpose, signature file based,\nsearch engines. This paper introduces a different signature file approach that\nbuilds upon and extends these recent advances. We are able to demonstrate\nsignificant improvements in the performance of signature file based indexing\nand retrieval, performance that is comparable to that of state of the art\ninverted file based systems, including Language models and BM25. These findings\nsuggest that file signatures offer a viable alternative to inverted files in\nsuitable settings and from the theoretical perspective it positions the file\nsignatures model in the class of Vector Space retrieval models.\n","Comment: 12 pages, 8 figures, CIKM 2011"]}]
["1204.5378",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5378"],"date":["2012-04-24"],"type":["text"],"creator":["Feigin, B.","Jimbo, M.","Miwa, T.","Mukhin, E."],"language":[],"coverage":[],"title":["Representations of quantum toroidal $gl_n$"],"description":["  We define and study representations of quantum toroidal $gl_n$ with natural\nbases labeled by plane partitions with various conditions. As an application,\nwe give an explicit description of a family of highest weight representations\nof quantum affine $gl_n$ with generic level.\n","Comment: Latex 31 pages"]}]
["1204.5379",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5379"],"date":["2012-04-18"],"type":["text"],"creator":["Abazajian, K. N.","Acero, M. A.","Agarwalla, S. K.","Aguilar-Arevalo, A. A.","Albright, C. H.","Antusch, S.","Arguelles, C. A.","Balantekin, A. B.","Barenboim, G.","Barger, V.","Bernardini, P.","Bezrukov, F.","Bjaelde, O. E.","Bogacz, S. A.","Bowden, N. S.","Boyarsky, A.","Bravar, A.","Berguno, D. Bravo","Brice, S. J.","Bross, A. D.","Caccianiga, B.","Cavanna, F.","Chun, E. J.","Cleveland, B. T.","Collin, A. P.","Coloma, P.","Conrad, J. M.","Cribier, M.","Cucoanes, A. S.","D'Olivo, J. C.","Das, S.","de Gouvea, A.","Derbin, A. V.","Dharmapalan, R.","Diaz, J. S.","Ding, X. J.","Djurcic, Z.","Donini, A.","Duchesneau, D.","Ejiri, H.","Elliott, S. R.","Ernst, D. J.","Esmaili, A.","Evans, J. J.","Fernandez-Martinez, E.","Figueroa-Feliciano, E.","Fleming, B. T.","Formaggio, J. A.","Franco, D.","Gaffiot, J.","Gandhi, R.","Gao, Y.","Garvey, G. T.","Gavrin, V. N.","Ghoshal, P.","Gibin, D.","Giunti, C.","Gninenko, S. N.","Gorbachev, V. V.","Gorbunov, D. S.","Guenette, R.","Guglielmi, A.","Halzen, F.","Hamann, J.","Hannestad, S.","Haxton, W.","Heeger, K. M.","Henning, R.","Hernandez, P.","Huber, P.","Huelsnitz, W.","Ianni, A.","Ibragimova, T. V.","Karadzhov, Y.","Karagiorgi, G.","Keefer, G.","Kim, Y. D.","Kopp, J.","Kornoukhov, V. N.","Kusenko, A.","Kyberd, P.","Langacker, P.","Lasserre, Th.","Laveder, M.","Letourneau, A.","Lhuillier, D.","Li, Y. F.","Lindner, M.","Link, J. M.","Littlejohn, B. L.","Lombardi, P.","Long, K.","Lopez-Pavon, J.","Louis, W. C.","Ludhova, L.","Lykken, J. D.","Machado, P. A. N.","Maltoni, M.","Mann, W. A.","Marfatia, D.","Mariani, C.","Matveev, V. A.","Mavromatos, N. E.","Melchiorri, A.","Meloni, D.","Mena, O.","Mention, G.","Merle, A.","Meroni, E.","Mezzetto, M.","Mills, G. B.","Minic, D.","Miramonti, L.","Mohapatra, D.","Mohapatra, R. N.","Montanari, C.","Mori, Y.","Mueller, Th. A.","Mumm, H. P.","Muratova, V.","Nelson, A. E.","Nico, J. S.","Noah, E.","Nowak, J.","Smirnov, O. Yu.","Obolensky, M.","Pakvasa, S.","Palamara, O.","Pallavicini, M.","Pascoli, S.","Patrizii, L.","Pavlovic, Z.","Peres, O. L. G.","Pessard, H.","Pietropaolo, F.","Pitt, M. L.","Popovic, M.","Pradler, J.","Ranucci, G.","Ray, H.","Razzaque, S.","Rebel, B.","Robertson, R. G. H.","Rodejohann, W.","Rountree, S. D.","Rubbia, C.","Ruchayskiy, O.","Sala, P. R.","Scholberg, K.","Schwetz, T.","Shaevitz, M. H.","Shaposhnikov, M.","Shrock, R.","Simone, S.","Skorokhvatov, M.","Sorel, M.","Sousa, A.","Spergel, D. N.","Spitz, J.","Stanco, L.","Stancu, I.","Suzuki, A.","Takeuchi, T.","Tamborra, I.","Tang, J.","Testera, G.","Tian, X. C.","Tonazzo, A.","Tunnell, C. D.","Van de Water, R. G.","Verde, L.","Veretenkin, E. P.","Vignoli, C.","Vivier, M.","Vogelaar, R. B.","Wascko, M. O.","Wilkerson, J. F.","Winter, W.","Wong, Y. Y. Y.","Yanagida, T. T.","Yasuda, O.","Yeh, M.","Yermia, F.","Yokley, Z. W.","Zeller, G. P.","Zhan, L.","Zhang, H."],"language":[],"coverage":[],"title":["Light Sterile Neutrinos: A White Paper"],"description":["  This white paper addresses the hypothesis of light sterile neutrinos based on\nrecent anomalies observed in neutrino experiments and the latest astrophysical\ndata.\n"]}]
["1204.5384",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5384"],"date":["2012-04-24"],"type":["text"],"creator":["Barnes, David","Roitzheim, Constanze"],"language":[],"coverage":[],"title":["Stable left and right Bousfield localisations"],"description":["  We study left and right Bousfield localisations of stable model categories\nwhich preserve stability. This follows the lead of the two key examples:\nlocalisations of spectra with respect to a homology theory and A-torsion\nmodules over a ring R with A a perfect R-algebra. We exploit stability to see\nthat the resulting model structures are technically far better behaved than the\ngeneral case. We can give explicit sets of generating cofibrations, show that\nthese localisations preserve properness and give a complete characterisation of\nwhen they preserve monoidal structures. We apply these results to obtain\nconvenient assumptions under which a stable model category is spectral. We then\nuse Morita theory to gain an insight into the nature of right localisation and\nits homotopy category. We finish with a correspondence between left and right\nlocalisation.\n","Comment: 30 pages"]}]
["1204.5385",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5385"],"date":["2012-04-24"],"type":["text"],"creator":["Susskind, Leonard"],"language":[],"coverage":[],"title":["Was There a Beginning?"],"description":["  In this note I respond to Vilenkin's claim that there must have been a\nbeginning.\n","Comment: 4 pages, 2 figures"]}]
["1204.5386",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5386"],"date":["2012-04-21"],"type":["text"],"creator":["Peletier, Mark A."],"language":[],"coverage":[],"title":["Applied Mathematics, the Hans van Duijn way"],"description":["  This is a former PhD student's take on his teacher's scientific philosophy. I\ndescribe a set of 'principles' that I believe are conducive to good applied\nmathematics, and that I have learnt myself from observing Hans van Duijn in\naction.\n","Comment: 11 pages"]}]
["1204.5387",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5387"],"date":["2012-04-21"],"type":["text"],"creator":["Vacaru, Sergiu I."],"language":[],"coverage":[],"title":["Nonholonomic Clifford and Finsler Structures, Non-Commutative Ricci\n  Flows, and Mathematical Relativity"],"description":["  In this summary of Habilitation Thesis, it is outlined author's 18 years\nresearch activity on mathematical physics, geometric methods in particle\nphysics and gravity, modifications and applications (after defending his PhD\nthesis in 1994). Ten most relevant publications are structured conventionally\ninto three \"strategic directions\": 1) nonholonomic geometric flows evolutions\nand exact solutions for Ricci solitons and field equations in (modified)\ngravity theories; 2) geometric methods in quantization of models with nonlinear\ndynamics and anisotropic field interactions; 3) (non) commutative geometry,\nalmost Kaehler and Clifford structures, Dirac operators and effective\nLagrange-Hamilton and Riemann-Finsler spaces.\n","Comment: latex 2e, 11pt, 129 pages; the review is performed following a Guide\n  on Habilitation Theses, see\n  http://www.cnatdcu.ro/wp-content/uploads/2011/11/Ghid-de-abilitare-2012.pdf"]}]
["1204.5388",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5388"],"date":["2012-04-24"],"type":["text"],"creator":["Ickowicz, Adrien"],"language":[],"coverage":[],"title":["Track estimation with binary derivative observations"],"description":["  We focus in this paper in the estimation of a target trajectory defined by\nwhether a time constant parameter in a simple stochastic process or a random\nwalk with binary observations. The binary observation comes from binary\nderivative sensors, that is, the target is getting closer or moving away. Such\na binary observation has a time property that will be used to ensure the\nquality of a max-likelihood estimation, through single index model or\nclassification for the constant velocity movement. In the second part of this\npaper we present a new algorithm for target tracking within a binary sensor\nnetwork when the target trajectory is assumed to be modelled by a random walk.\nFor a given target, this algorithm provides an estimation of its velocity and\nits position. The greatest improvements are made through a position correction\nand velocity analysis.\n"]}]
["1204.5389",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5389"],"date":["2012-04-24"],"type":["text"],"creator":["Isikaku-Ironkwe, O. P."],"language":[],"coverage":[],"title":["Possible High-Tc Superconductivity in LiMgN: A MgB2-like Material"],"description":["  The search for superconductivity in materials iso-structural and iso-valent\nwith magnesium diboride, MgB2, has not yielded any results close enough to the\n39K Tc of MgB2. Lithium magnesium nitride, LiMgN, resembles MgB2 in that they\nboth have the same averages of electronegativity, valence electron count and\natomic number. Their formula weights are very close too. Using our recently\npublished chemical symmetry rules for estimating superconductivity and Tcs of\nmaterials, we predict that LiMgN, a semiconductor at room temperature, with the\nsame material specific characterization dataset (MSCD) as MgB2, should be a\nsuperconductor, in the ordered {\\alpha}-phase or the orthorhombic phase, when\ncooled to 39K.\n","Comment: 11 pages, 4 Tables"]}]
["1204.5390",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Group Theory","55N25, 20J06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5390"],"date":["2012-04-24"],"type":["text"],"creator":["Callegaro, Filippo","Cohen, Fred","Salvetti, Mario"],"language":[],"coverage":[],"title":["The cohomology of the braid group B_3 and of SL_2(Z) with coefficients\n  in a geometric representation"],"description":["  The purpose of this article is to describe the integral cohomology of the\nbraid group B_3 and SL_2(Z) with local coefficients in a classical geometric\nrepresentation given by symmetric powers of the natural symplectic\nrepresentation.\n  These groups have a description in terms of the so called \"divided polynomial\nalgebra\". The results show a strong relation between torsion part of the\ncomputed cohomology and fibrations related to loop spaces of spheres.\n","Comment: 41 pages"]}]
["1204.5395",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","Mathematics - Category Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5395"],"date":["2012-04-24"],"type":["text"],"creator":["Szczesny, Matt"],"language":[],"coverage":[],"title":["On the Hall algebra of semigroup representations over F_1"],"description":["  Let $\\A$ be a finitely generated semigroup with 0. An $\\A$-module over $\\fun$\n(also called an $\\A$--set), is a pointed set $(M,*)$ together with an action of\n$\\A$. We define and study the Hall algebra $\\H_{\\A}$ of the category $\\C_{\\A}$\nof finite $\\A$--modules. $\\H_{\\A}$ is shown to be the universal enveloping\nalgebra of a Lie algebra $\\n_{\\A}$, called the \\emph{Hall Lie algebra} of\n$\\C_{\\A}$. In the case of the $\\fm$ - the free monoid on one generator $\\fm$,\nthe Hall algebra (or more precisely the Hall algebra of the subcategory of\nnilpotent $\\fm$-modules) is isomorphic to Kreimer's Hopf algebra of rooted\nforests. This perspective allows us to define two new commutative operations on\nrooted forests. We also consider the examples when $\\A$ is a quotient of $\\fm$\nby a congruence, and the monoid $G \\cup \\{0\\}$ for a finite group $G$.\n"]}]
["1204.5400",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5400","Phys. Rev. E 85, 041136 (2012)","doi:10.1103/PhysRevE.85.041136"],"date":["2012-04-24"],"type":["text"],"creator":["Rogers, Tim","McKane, Alan J."],"language":[],"coverage":[],"title":["Jamming and pattern formation in models of segregation"],"description":["  We investigate the Schelling model of social segregation, formulated as an\nintrinsically non-equilibrium system, in which the agents occupy districts (or\npatches) rather than sites on a grid. We show that this allows the equations\ngoverning the dynamical behaviour of the model to be derived. Analysis of these\nequations reveals a jamming transition in the regime of low-vacancy density,\nand inclusion of a spatial dimension in the model leads to a pattern forming\ninstability. Both of these phenomena exhibit unusual characteristics which may\nbe studied through our approach.\n","Comment: 5 pages, 4 figures"]}]
["1204.5402",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","D.1.3","D.3.2","C.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5402"],"date":["2012-04-24"],"type":["text"],"creator":["Aldinucci, Marco","Danelutto, Marco","Torquati, Massimo"],"language":[],"coverage":[],"title":["FastFlow tutorial"],"description":["  FastFlow is a structured parallel programming framework targeting shared\nmemory multicores. Its layered design and the optimized implementation of the\ncommunication mechanisms used to implement the FastFlow streaming networks\nprovided to the application programmer as algorithmic skeletons support the\ndevelopment of efficient fine grain parallel applications. FastFlow is\navailable (open source) at SourceForge\n(http://sourceforge.net/projects/mc-fastflow/). This work introduces FastFlow\nprogramming techniques and points out the different ways used to parallelize\nexisting C/C++ code using FastFlow as a software accelerator. In short: this is\na kind of tutorial on FastFlow.\n","Comment: 49 pages + cover"]}]
["1204.5407",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5407","Pradeep Singla and Naveen Kr. Malik. Article: Reversible\n  Programmable Logic Array (RPLA) using Feynman & MUX Gates for Low Power\n  Industrial Applications. Proceedinggs of ICIAICT-2012,pp 411-419, March 2012"],"date":["2012-04-24"],"type":["text"],"creator":["Singla, Pradeep","Malik, Naveen Kr."],"language":[],"coverage":[],"title":["Reversible Programmable Logic Array (RPLA) using Feynman & MUX Gates for\n  Low Power Industrial Applications"],"description":["  This paper present the research work directed towards the design of\nreversible programmable logic array using very high speed integrated circuit\nhardware description language (VHDL). Reversible logic circuits have\nsignificant importance in bioinformatics, optical information processing, CMOS\ndesign etc. In this paper the authors propose the design of new RPLA using\nFeynman & MUX gate.VHDL based codes of reversible gates with simulating results\nare shown .This proposed RPLA may be further used to design any reversible\nlogic function or Boolean function (Adder, subtractor etc.) which dissipate\nvery low or ideally no heat.\n","Comment: 9 Pages, 9 Figures"]}]
["1204.5410",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5410"],"date":["2012-04-24"],"type":["text"],"creator":["Glushchenko, A. A.","Kuzovlev, Yu. E.","Medvedev, Yu. V.","Mezin, N. I."],"language":[],"coverage":[],"title":["Magnetostatic Spin Waves and Magnetic-Wave Chaos in Ferromagnetic Films.\n  III. Numeric Simulations of Microwave-Band Magnetic Chaos, Its\n  Synchronization and Application to Secure Communication"],"description":["  Selected results of original numeric simulations of non-linear magnetostatic\nspin waves and microwave-frequency magnetic chaos in ferrite films are\nexpounded, as third part of the work whose first two parts are recent arXive\npreprints 1204.0200 and 1204.2423 . Especially we consider crucial role of\nparametric processes in creating the chaos and simultaneously obstacles to its\nsynchronization, and examine some possibilities of good enough synchronization\n(to an extent allowing its use for direct secure communication in microwave\nband).\n","Comment: 37 pages, 21 figures, latex2e revtex4"]}]
["1204.5416",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5416","Proceedings of ETEIC-2012:pp 256-259, April-2012"],"date":["2012-04-24"],"type":["text"],"creator":["Kumar, Manoj","Kaushik, Vikas","Singla, Pradeep"],"language":[],"coverage":[],"title":["A New Approach of Improving CFA Image for Digital Camera's"],"description":["  This paper work directly towards the improving the quality of the image for\nthe digital cameras and other visual capturing products. In this Paper, the\nauthors clearly defines the problems occurs in the CFA image. A different\nmethodology for removing the noise is discuses in the paper for color\ncorrection and color balancing of the image. At the same time, the authors also\nproposed a new methodology of providing denoisiing process before the\ndemosaickingfor the improving the image quality of CFA which is much efficient\nthen the other previous defined. The demosaicking process for producing the\ncolors in the image in a best way is also discuss.\n","Comment: 4 Pages, 6 Figures"]}]
["1204.5417",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","13D40, 13A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5417"],"date":["2012-04-24"],"type":["text"],"creator":["Upadhyay, Shyamashree"],"language":[],"coverage":[],"title":["An algorithm for the HK function for disjoint-term trinomial\n  hypersurfaces"],"description":["  A `trinomial hypersurface' is a hypersurface that is defined by a single\npolynomial having 3 non-constant terms in it and no constant term. A\n`disjoint-term trinomial hypersurface' is a trinomial hypersurface whose\ndefining polynomial has the property that any 2 distinct terms in it have GCD\nequal to 1. In this article, I provide an algorithm for computing the\nHilbert-Kunz function for any disjoint-term trinomial hypersurface in general,\nover any field of arbitrary positive characteristic. However, I do not provide\nany formula for the Hilbert-Kunz function.\n","Comment: 31 pages"]}]
["1204.5421",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5421"],"date":["2012-04-24"],"type":["text"],"creator":["Rocha, Luis Enrique Correa","Decuyper, Adeline","Blondel, Vincent D"],"language":[],"coverage":[],"title":["Epidemics on a stochastic model of temporal network"],"description":["  Contacts between individuals serve as pathways where infections may\npropagate. These contact patterns can be represented by network structures.\nStatic structures have been the common modeling paradigm but recent results\nsuggest that temporal structures play different roles to regulate the spread of\ninfections or infection-like dynamics. On temporal networks a vertex is active\nonly at certain moments and inactive otherwise such that a contact is not\ncontinuously available. In several empirical networks, the time between two\nconsecutive vertex-activation events typically follows heterogeneous activity\n(e.g. bursts). In this chapter, we present a simple and intuitive stochastic\nmodel of a temporal network and investigate how epidemics co-evolves with the\ntemporal structures, focusing on the growth dynamics of the epidemics. The\nmodel assumes no underlying topological structure and is only constrained by\nthe time between two consecutive events of vertex activation. The main\nobservation is that the speed of the infection spread is different in case of\nheterogeneous and homogeneous temporal patterns but the differences depend on\nthe stage of the epidemics. In comparison to the homogeneous scenario, the\npower law case results in a faster growth in the beginning but turns out to be\nslower after a certain time, taking several time steps to reach the whole\nnetwork.\n"]}]
["1204.5424",{"format":[],"subject":["High Energy Physics - Lattice","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5424","PoS(Lattice 2011)056"],"date":["2012-04-24"],"type":["text"],"creator":["Brower, Richard","Rebbi, Claudio","Schaich, David"],"language":[],"coverage":[],"title":["Hybrid Monte Carlo simulation on the graphene hexagonal lattice"],"description":["  One of the many remarkable properties of graphene is that in the low energy\nlimit the dynamics of its electrons can be effectively described by the\nmassless Dirac equation. This has prompted investigations of graphene based on\nthe lattice simulation of a system of 2-dimensional fermions on a square\nstaggered lattice. We demonstrate here how to construct the path integral for\ngraphene working directly on the graphene hexagonal lattice. For the nearest\nneighbor tight binding model interacting with a long range Coulomb interaction\nbetween the electrons, this leads to the hybrid Monte Carlo algorithm with no\nsign problem. The only approximation is the discretization of the Euclidean\ntime. So as we extrapolate to the time continuum limit, the exact tight binding\nsolution maybe found numerically to arbitrary precession on a finite hexagonal\nlattice. The potential for this approach is tested on a single hexagonal cell.\n","Comment: 14 pages, 7 figures, presented at Lattice 2011"]}]
["1204.5429",{"format":[],"subject":["Computer Science - Numerical Analysis","Mathematics - Numerical Analysis","G.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5429"],"date":["2012-04-24"],"type":["text"],"creator":["Hong, Dohy"],"language":[],"coverage":[],"title":["Understanding differential equations through diffusion point of view"],"description":["  In this paper, we propose a new adaptation of the D-iteration algorithm to\nnumerically solve the differential equations. This problem can be reinterpreted\nin 2D or 3D (or higher dimensions) as a limit of a diffusion process where the\nboundary or initial conditions are replaced by fluid catalysts. Pre-computing\nthe diffusion process for an elementary catalyst case as a fundamental block of\na class of differential equations, we show that the computation efficiency can\nbe greatly improved. The method can be applied on the class of problems that\ncan be addressed by the Gauss-Seidel iteration, based on the linear\napproximation of the differential equations.\n","Comment: 8 pages"]}]
["1204.5436",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Data Structures and Algorithms","D.1","D.2.3","D.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5436"],"date":["2012-04-24"],"type":["text"],"creator":["Braude, Eric"],"language":[],"coverage":[],"title":["Weakest Preconditions and Cumulative Subgoal Fulfillment: A Comparison"],"description":["  We contrast the use of weakest preconditions for the correct construction of\nprocedures with the cumulative subgoal fulfillment (CSF) approach. An example\nof Cohen and Monin is used for this purpose. The CSF construction process is\ndemonstrated.\n","Comment: 12 pages"]}]
["1204.5437",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5437"],"date":["2012-04-24"],"type":["text"],"creator":["Badasyan, Artem","Hoang, Trinh Xuan","Podgornik, Rudolf","Giacometti, Achille"],"language":[],"coverage":[],"title":["Coil-globule transition of a homopolymer chain in a square-well\n  potential: Comparison between Monte Carlo canonical replica exchange and\n  Wang-Landau sampling"],"description":["  We study the equilibrium properties of a flexible homopolymer where\nconsecutive monomers are represented by impenetrable hard spheres that are\ntangent to each other, and non-consecutive monomers interact via a square-well\npotential. To this aim, we use both replica exchange canonical simulations and\nmicro-canonical Wang-Landau techniques for relatively short chains, and perform\na close comparative analysis of the corresponding results. These investigations\nare then further exploited to reproduce, at a much shorter scale and, hence,\ncomputational effort, the phase diagram previously studied with much longer\nchains. This opens up the possibility of improving the model and introduce\nspecificities typical, among other examples, of protein folding.\n","Comment: 22 pages, 12 figures, to be submitted to JCP"]}]
["1204.5439",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5439","Phys. Rev. A 85, 043803 (2012)","doi:10.1103/PhysRevA.85.043803"],"date":["2012-04-24"],"type":["text"],"creator":["Alvermann, A.","Bakemeier, L.","Fehske, H."],"language":[],"coverage":[],"title":["Collapse-revival dynamics and atom-field entanglement in the\n  non-resonant Dicke model"],"description":["  We consider the dynamics of atomic and field coherent states in the\nnon-resonant Dicke model. At weak coupling an initial product state evolves\ninto a superposition of multiple field coherent states that are correlated with\nthe atomic configuration. This process is accompanied by the buildup and decay\nof atom-field entanglement and leads to the periodic collapse and revival of\nRabi oscillations. We provide a perturbative derivation of the underlying\ndynamical mechanism that complements the rotating wave approximation at\nresonance. The identification of two different time scales explains how the\ndynamical signatures depend on the sign of detuning between the atomic and\nfield frequency, and predicts the generation of either atomic or field cat\nstates in the two opposite cases. We finally discuss the restrictions that the\nbuildup of atom-field entanglement during the collapse of Rabi oscillations\nimposes on the validity of semi-classical approximations that neglect\nentanglement.\n","Comment: 9 pages, 10 figures. Published version"]}]
["1204.5442",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5442"],"date":["2012-04-24"],"type":["text"],"creator":["Xin, Qin"],"language":[],"coverage":[],"title":["Faster Treasure Hunt and Better Strongly Universal Exploration Sequences"],"description":["  In this paper, we investigate the explicit deterministic treasure hunt\nproblem in a $n$-vertex network. This problem was firstly introduced by Ta-Shma\nand Zwick in \\cite{TZ07} [SODA'07]. Note also it is a variant of the well known\nrendezvous problem in which one of the robot (the treasure) is always\nstationary. In this paper, we propose an $O(n^{c(1+\\frac{1}{\\lambda})})$-time\nalgorithm for the treasure hunt problem, which significantly improves the\ncurrently best known result of running time $O(n^{2c})$ in \\cite{TZ07}, where\n$c$ is a constant induced from the construction of an universal exploration\nsequence in \\cite{R05,TZ07}, and $\\lambda \\gg 1$ is an arbitrary large, but\nfixed, integer constant. The treasure hunt problem also motivates the study of\nstrongly universal exploration sequences. In this paper, we also propose a much\nbetter explicit construction for strongly universal exploration sequences\ncompared to the one in \\cite{TZ07}.\n"]}]
["1204.5443",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5443"],"date":["2012-04-24"],"type":["text"],"creator":["Kogan, Kirill","López-Ortiz, Alejandro","Nikolenko, Sergey I.","Sirotkin, Alexander V.","Tugaryov, Denis"],"language":[],"coverage":[],"title":["FIFO Queueing Policies for Packets with Heterogeneous Processing"],"description":["  We consider the problem of managing a bounded size First-In-First-Out (FIFO)\nqueue buffer, where each incoming unit-sized packet requires several rounds of\nprocessing before it can be transmitted out. Our objective is to maximize the\ntotal number of successfully transmitted packets. We consider both push-out\n(when the policy is permitted to drop already admitted packets) and\nnon-push-out cases. In particular, we provide analytical guarantees for the\nthroughput performance of our algorithms. We further conduct a comprehensive\nsimulation study which experimentally validates the predicted theoretical\nbehaviour.\n","Comment: 15 pages"]}]
["1204.5452",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5452"],"date":["2012-04-24"],"type":["text"],"creator":["Eminyan, K. M."],"language":[],"coverage":[],"title":["On the Mean Values of the Function $\\tau_k(n)$ in Sequences of Natural\n  Numbers"],"description":["  We obtain an asymptotic formula for the mean value of the function\n$\\tau_k(n)$, which is the number of solutions of the equation $x_1...\\, x_k=n$\nin natural numbers $x_1,..., x_k$ in some special sequences of natural numbers.\n","Comment: 9 pages"]}]
["1204.5458",{"format":[],"subject":["Mathematics - Analysis of PDEs","34B24 35F10 35A22 47G20 34L40 35K90 35L90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5458"],"date":["2012-04-24"],"type":["text"],"creator":["Picard, Rainer","Watson, Bruce"],"language":[],"coverage":[],"title":["Evolutionary Problems Involving Sturm-Liouville Operators"],"description":["  The purpose of this paper is to further exemplify an approach to evolutionary\nproblems originally developed in earlier works for a special case and later\nextended to more general evolutionary problems. We are here concerned with the\n$(1+1)$ -dimensional evolutionary case, which in a particular case results in a\nhyperbolic partial differential equation with a Sturm-Liouville type spatial\noperator constrained by an impedance type boundary condition.\n"]}]
["1204.5461",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5461"],"date":["2012-04-24"],"type":["text"],"creator":["Richard, Thomas"],"language":[],"coverage":[],"title":["Canonical smoothing of compact Alexandrov surfaces via Ricci flow"],"description":["  In this paper, we show existence and uniqueness of Ricci flow whose initial\ncondition is a compact Alexandrov surface with curvature bounded from below.\nThis requires a weakening of the notion of initial condition which is able to\ndeal with a priori non-Riemannian metric spaces. As a by-product, we obtain\nthat the Ricci flow of a surface depends smoothly on Gromov-Hausdorff\nperturbations of the initial condition.\n","Comment: 12 pages"]}]
["1204.5463",{"format":[],"subject":["High Energy Physics - Lattice","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5463"],"date":["2012-04-24"],"type":["text"],"creator":["Frommer, Andreas","Nobile, Andrea","Zingler, Paul"],"language":[],"coverage":[],"title":["Deflation and Flexible SAP-Preconditioning of GMRES in Lattice QCD\n  Simulation"],"description":["  The simulation of lattice QCD on massively parallel computers stimulated the\ndevelopment of scalable algorithms for the solution of sparse linear systems.\nWe tackle the problem of the Wilson-Dirac operator inversion by combining a\nSchwarz alternating procedure (SAP) in multiplicative form with a flexible\nvariant of the GMRES-DR algorithm. We show that restarted GMRES is not able to\nconverge when the system is poorly conditioned. By adding deflation in the form\nof the FGMRES-DR algorithm, an important fraction of the information produced\nby the iterates is kept between successive restarts leading to convergence in\ncases in which FGMRES stagnates.\n","Comment: 26 pages"]}]
["1204.5468",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5468"],"date":["2012-04-24"],"type":["text"],"creator":["Durgun, E.","Bilc, D. I.","Ciraci, S.","Ghosez, Ph."],"language":[],"coverage":[],"title":["Interstitial Transition Metal Doping in Hydrogen Saturated Silicon\n  Nanowires"],"description":["  We report a first principles systematic study of atomic, electronic, and\nmagnetic properties of hydrogen saturated silicon nanowires (H-SiNW) which are\ndoped by transition metal (TM) atoms placed at various interstitial sites. Our\nresults obtained within the conventional GGA+U approach have been confirmed\nusing an hybrid functional. In order to reveal the surface effects we examined\nthree different possible facets of H-SiNW along [001] direction with a diameter\nof ~2nm. The energetics of doping and resulting electronic and magnetic\nproperties are examined for all alternative configurations. We found that\nexcept Ti, the resulting systems have magnetic ground state with a varying\nmagnetic moment. While H-SiNWs are initially non-magnetic semiconductor, they\ngenerally become ferromagnetic metal upon TM doping. Even they posses\nhalf-metallic behavior for specific cases. Our results suggest that H-SiNWs can\nbe functionalized by TM impurities which would lead to new electronic and\nspintronic devices at nanoscale.\n","Comment: 22 pages, 9 figures"]}]
["math-ph/0504046",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0504046","Proc. Amer. Math. Soc. 135 (2007), no. 6, 1889-1894","doi:10.1090/S0002-9939-07-08677-7"],"date":["2005-04-14","2005-05-18"],"type":["text"],"creator":["Iliev, Plamen"],"language":[],"coverage":[],"title":["Finite heat kernel expansions on the real line"],"description":["  Let L=d^2/dx^2+u(x) be the one-dimensional Schrodinger operator and H(x,y,t)\nbe the corresponding heat kernel. We prove that the nth Hadamard's coefficient\nH_n(x,y) is equal to 0 if and only if there exists a differential operator M of\norder 2n-1 such that L^{2n-1}=M^2. Thus, the heat expansion is finite if and\nonly if the potential u(x) is a rational solution of the KdV hierarchy decaying\nat infinity studied in [1,2]. Equivalently, one can characterize the\ncorresponding operators L as the rank one bispectral family in [8].\n","Comment: 7 pages"]}]
["math/0203136",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Classical Analysis and ODEs","33D45, 37K10, 14H70, 39A70, 39A13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0203136","Ramanujan J. 11 (2006), no. 3, 285--329","doi:10.1007/s11139-006-8478-6"],"date":["2002-03-14","2003-08-29"],"type":["text"],"creator":["Haine, Luc","Iliev, Plamen"],"language":[],"coverage":[],"title":["Askey-Wilson Type Functions, With Bound States"],"description":["  The two linearly independent solutions of the three-term recurrence relation\nof the associated Askey-Wilson polynomials, found by Ismail and Rahman in [22],\nare slightly modified so as to make it transparent that these functions satisfy\na beautiful symmetry property. It essentially means that the geometric and the\nspectral parameters are interchangeable in these functions. We call the\nresulting functions the Askey-Wilson functions. Then, we show that by adding\nbound states (with arbitrary weights) at specific points outside of the\ncontinuous spectrum of some instances of the Askey-Wilson difference operator,\nwe can generate functions that satisfy a doubly infinite three-term recursion\nrelation and are also eigenfunctions of $q$-difference operators of arbitrary\norders. Our result provides a discrete analogue of the solutions of the purely\ndifferential version of the bispectral problem that were discovered in the\npioneering work [8] of Duistermaat and Gr\\\"unbaum.\n","Comment: 42 pages, Section 3 moved to the end, minor corrections"]}]
["math/0206089",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0206089","Math. Phys. Anal. Geom. 5 (2002), no.2, 183-200","doi:10.1023/A:1016258207606"],"date":["2002-06-09"],"type":["text"],"creator":["Grunbaum, F. Alberto","Iliev, Plamen"],"language":[],"coverage":[],"title":["Heat kernel expansions on the integers"],"description":["  In the case of the heat equation $u_t=u_{xx}+Vu$ on the real line there are\nsome remarkable potentials $V$ for which the asymptotic expansion of the\nfundamental solution becomes a finite sum and gives an exact formula.\n  We show that a similar phenomenon holds when one replaces the real line by\nthe integers. In this case the second derivative is replaced by the second\ndifference operator $L_0$. We show if $L$ denotes the result of applying a\nfinite number of Darboux transformations to $L_0$ then the fundamental solution\nof $u_t=Lu$ is given by a finite sum of terms involving the Bessel function $I$\nof imaginary argument.\n","Comment: 18 pages"]}]
["math/0508039",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42C05, 33C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508039","Adv. Math. 212 (2007), no. 1, 1-36","doi:10.1016/j.aim.2006.09.012"],"date":["2005-08-01","2007-04-12"],"type":["text"],"creator":["Iliev, Plamen","Xu, Yuan"],"language":[],"coverage":[],"title":["Discrete orthogonal polynomials and difference equations of several\n  variables"],"description":["  The goal of this work is to characterize all second order difference\noperators of several variables that have discrete orthogonal polynomials as\neigenfunctions. Under some mild assumptions, we give a complete solution of the\nproblem.\n","Comment: minor typos corrected"]}]
["math/0510618",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510618","Geometry & Topology 15 (2011) , no. 4, 2111--2133","doi:10.2140/gt.2011.15.2111"],"date":["2005-10-27","2011-10-04"],"type":["text"],"creator":["Verbitsky, Misha"],"language":[],"coverage":[],"title":["Hodge theory on nearly Kaehler manifolds"],"description":["  Let (M,I, \\omega, \\Omega) be a nearly Kaehler 6-manifold, that is, an\nSU(3)-manifold with the (3,0)-form \\Omega and the Hermitian form \\omega which\nsatisfies $d\\omega=3\\lambda\\Re\\Omega, d\\Im\\Omega=-2\\lambda\\omega^2$, for a\nnon-zero real constant \\lambda. We develop an analogue of Kaehler relations on\nM, proving several useful identities for various intrinsic Laplacians on M.\nWhen M is compact, these identities bring powerful results about cohomology of\nM. We show that harmonic forms on M admit the Hodge decomposition, and prove\nthat H^{p,q}(M)=0 unless p=q or (p=1, q=2) or (p=2, q=1).\n","Comment: v. 8.0, 22 pages, final version (accepted by G&T), introduction\n  cleaned up a bit"]}]
["quant-ph/0602094",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0602094","Phys Rev B 74, 073103 (2006)","doi:10.1103/PhysRevB.74.073103"],"date":["2006-02-10"],"type":["text"],"creator":["Li, Weifei","Ding, Letian","Yu, Rong","Roscilde, Tommaso","Haas, Stephan"],"language":[],"coverage":[],"title":["Scaling Behavior of Entanglement in Two- and Three-Dimensional Free\n  Fermions"],"description":["  Exactly solving a spinless fermionic system in two and three dimensions, we\ninvestigate the scaling behavior of the block entropy in critical and\nnon-critical phases. The scaling of the block entropy crucially depends on the\nnature of the excitation spectrum of the system and on the topology of the\nFermi surface. Noticeably, in the critical phases the scaling violates the area\nlaw and acquires a logarithmic correction \\emph{only} when a well defined Fermi\nsurface exists in the system. When the area law is violated, we accurately\nverify a conjecture for the prefactor of the logarithmic correction, proposed\nby D. Gioev and I. Klich [quant-ph/0504151].\n","Comment: 4 pages, 4 figures"]}]
