["0704.2167",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2167","Ann. Statist. Volume 37, Number 4 (2009), 2011-2055","doi:10.1214/08-AOS634"],"date":["2007-04-17","2012-01-24"],"type":["text"],"creator":["Belloni, Alexandre","Chernozhukov, Victor"],"language":[],"coverage":[],"title":["On the Computational Complexity of MCMC-based Estimators in Large\n  Samples"],"description":["  In this paper we examine the implications of the statistical large sample\ntheory for the computational complexity of Bayesian and quasi-Bayesian\nestimation carried out using Metropolis random walks. Our analysis is motivated\nby the Laplace-Bernstein-Von Mises central limit theorem, which states that in\nlarge samples the posterior or quasi-posterior approaches a normal density.\nUsing the conditions required for the central limit theorem to hold, we\nestablish polynomial bounds on the computational complexity of general\nMetropolis random walks methods in large samples. Our analysis covers cases\nwhere the underlying log-likelihood or extremum criterion function is possibly\nnon-concave, discontinuous, and with increasing parameter dimension. However,\nthe central limit theorem restricts the deviations from continuity and\nlog-concavity of the log-likelihood or extremum criterion function in a very\nspecific manner.\n  Under minimal assumptions required for the central limit theorem to hold\nunder the increasing parameter dimension, we show that the Metropolis algorithm\nis theoretically efficient even for the canonical Gaussian walk which is\nstudied in detail. Specifically, we show that the running time of the algorithm\nin large samples is bounded in probability by a polynomial in the parameter\ndimension $d$, and, in particular, is of stochastic order $d^2$ in the leading\ncases after the burn-in period. We then give applications to exponential\nfamilies, curved exponential families, and Z-estimation of increasing\ndimension.\n","Comment: 36 pages, 2 figures"]}]
["0809.4345",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B07, 14Q10, 32S25, 32S30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4345"],"date":["2008-09-25","2012-01-25"],"type":["text"],"creator":["Rossi, Michele","Terracini, Lea"],"language":[],"coverage":[],"title":["MAPLE subroutines for computing Milnor and Tyurina numbers of\n  hypersurface singularities with application to Arnol'd adjacencies"],"description":["  In the present paper MAPLE subroutines computing Milnor and Tyurina numbers\nof an isolated algebraic hypersurface singularity are presented and described\nin detail. They represents examples, and perhaps the first ones, of a MAPLE\nimplementation of local monomial ordering.\n  As an application, the last section is devoted to writing down equations of\nalgebraic stratifications of Kuranishi spaces of simple Arnol'd singularities:\nthey geometrically represents, by means of inclusions of algebraic subsets, the\npartial ordering on classes of simple singularities induced by the adjacency\nrelation.\n","Comment: 69 pages, 2 figures. Minor corrections. One reference updated"]}]
["0911.0952",{"format":[],"subject":["Mathematics - Numerical Analysis","65D32, 42A38, 42C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0952"],"date":["2009-11-04","2012-01-25"],"type":["text"],"creator":["Campos, Rafael G.","Rico-Melgoza, J.","Chávez, Edgar"],"language":[],"coverage":[],"title":["XFT: An Extension of the Discrete Fractional Fourier Transform"],"description":["  In recent years there has been a growing interest in the fractional Fourier\ntransform driven by its large number of applications. The literature in this\nfield follows two main routes. On the one hand, the areas where the ordinary\nFourier transform has been applied are being revisited to use this intermediate\ntime-frequency representation of signals, and on the other hand, fast\nalgorithms for numerical computation of the fractional Fourier transform are\ndevised. In this paper we derive a Gaussian-like quadrature of the continuous\nfractional Fourier transform. This quadrature is given in terms of the Hermite\npolynomials and their zeros. By using some asymptotic formulas, we rewrite the\nquadrature as a chirp-fft-chirp transformation, yielding a fast discretization\nof the fractional Fourier transform and its inverse in closed form. We extend\nthe range of the fractional Fourier transform by considering arbitrary complex\nvalues inside the unitary circle and not only at the boundary. We find that,\nthe chirp-fft-chirp transformation evaluated at z=i, becomes a more accurate\nversion of the fft which can be used for non-periodic functions.\n","Comment: New examples are given"]}]
["1001.2874",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2874"],"date":["2010-01-17","2012-01-25"],"type":["text"],"creator":["Leon, Antonio"],"language":[],"coverage":[],"title":["Cantor versus Cantor"],"description":["  This paper examines the possibilities of extending Cantor's two arguments on\nthe uncountable nature of the set of real numbers to one of its proper\ndenumerable subsets: the set of rational numbers. The paper proves that, unless\ncertain restrictive conditions are satisfied, both extensions are possible. It\nis therefore indispensable to prove that those conditions are in fact satisfied\nin Cantor's theory of transfinite sets. Otherwise that theory would be\ninconsistent.\n","Comment: Obsolete version"]}]
["1001.3433",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3433","Phys. Rev. E 81, 056312 (2010)","doi:10.1103/PhysRevE.81.056312"],"date":["2010-01-19","2010-05-04"],"type":["text"],"creator":["Hill, R. J. A.","Eaves, L."],"language":[],"coverage":[],"title":["Vibrations of a diamagnetically levitated water droplet"],"description":["  We measure the frequencies of small-amplitude shape oscillations of a\nmagnetically-levitated water droplet. The droplet levitates in a\nmagnetogravitational potential trap. The restoring forces of the trap, acting\non the droplet's surface in addition to the surface tension, increase the\nfrequency of the oscillations. We derive the eigenfrequencies of the normal\nmode vibrations of a spherical droplet in the trap and compare them with our\nexperimental measurements. We also consider the effect of the shape of the\npotential trap on the eigenfrequencies.\n","Comment: 3 figures; accepted for publication in Phys. Rev. E, Apr 23, 2010"]}]
["1001.4224",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4224"],"date":["2010-01-24","2012-01-25"],"type":["text"],"creator":["Leon, Antonio"],"language":[],"coverage":[],"title":["On Bifurcated supertasks and related questions"],"description":["  Bifurcated supertasks entail the actual infinite division of time\n(accelerated system of reference) as well as the existence of half-curves of\ninfinite length (supertask system of reference). This paper analyzes both\nissues from a critique perspective. It also analyzes a conflictive case of\nhypercomputation performed by means of a bifurcated supertask. The results of\nthese analyzes suggest the convenience of reviewing certain foundational\naspects of infinitist theories.\n","Comment: Obsolete version"]}]
["1002.2649",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2649","Int. J. Mod. Phys. A 26, 5261-5397 (2011)","doi:10.1142/S0217751X11054954"],"date":["2010-02-12","2012-01-24"],"type":["text"],"creator":["Wu, Jun","Hutasoit, Jimmy A.","Boyanovsky, Daniel","Holman, Richard"],"language":[],"coverage":[],"title":["Neutrino Oscillations, Entanglement and Coherence: A Quantum Field\n  Theory Study In Real Time"],"description":["  The dynamics of neutrino mixing and oscillations are studied directly in\nfinite real time in a model that effectively describes charged current weak\ninteractions. Finite time corrections to the S-matrix result for the appearance\nand disappearance probabilities are obtained. It is observed that these effects\nmay be of the same order of the S-matrix result in long-baseline appearance\nexperiments. We argue that fundamentally, the S-matrix is ill-suited to\ndescribe long-baseline events due to the fact that the neutrino is produced in\nan entangled state with the charged lepton, which can be disentangled by the\nmeasurement of the charged lepton near the production site. The appearance and\ndisappearance far-detection process is described from the time evolution of\nthis disentangled \"collapsed\" state, allowing us to establish the conditions\nunder which factorization of detection rates emerges in long-baseline\nexperiments. We also study the time evolution of the reduced density matrix and\nshow explicitly how oscillations are manifest in the off-diagonal terms, i.e.,\ncoherences, as a result of a finite time analysis. Lastly, we study a model for\nthe \"GSI anomaly\" obtaining the time evolution of the population of parent and\ndaughter particles directly in real time. We confirm that the decay rate of\nparent and growth rate of daughters do NOT feature oscillatory behavior from\ninterference of mass eigenstates.\n","Comment: 38 pages, 9 figures. Modified version, reference added. arXiv admin\n  note: substantial text overlap with arXiv:1005.3260"]}]
["1003.0155",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0155","Nature Materials 9, 546-549 (2010)","doi:10.1038/nmat2771"],"date":["2010-02-28"],"type":["text"],"creator":["Lin, H.","Wray, L. A.","Xia, Y.","Jia, S.","Cava, R. J.","Bansil, A.","Hasan, M. Z."],"language":[],"coverage":[],"title":["A new platform for topological quantum phenomena : Topological Insulator\n  states in thermoelectric Heusler-related ternary compounds"],"description":["  Topological insulators (TI) realize a novel state of quantum matter that are\ndistinguished by topological invariants of bulk band structure rather than\nspontaneously broken symmetries. A number of exotic quantum phenomena have been\npredicted to exist in multiply-connected geometries which require an enormous\namount of materials flexibility. We have extended our previous search for TI\nmaterials from binary (Bi2X3 series) to the thermoelectric ternary compounds.\nWe discover that the distorted LuPtSb is the first ternary compound harboring a\n3D topological insulator state. We also show that the half-Heusler LuPtSb-type\nseries is a natural platform that hosts a range of candidate compounds, alloys\nand artificial heterostructures (quantum-wells). We also discovered several\ndifferent paradigms of trivial and non-trivial topological ordering in this\nclass, including a metallic nontrivial topological state in YAuPb. Some of\nthese materials are grown (results will be reported separately).\n","Comment: 6 Pages, 3 Figures"]}]
["1004.4461",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4461"],"date":["2010-04-26","2012-01-25"],"type":["text"],"creator":["Leon, Antonio"],"language":[],"coverage":[],"title":["Nested-set inconsistency"],"description":["  This paper examines a denumerable version of the nested-set theorem and\nderives from it a contradiction involving the formal consistency of the actual\ninfinity assumed by the Axiom of Infinity.\n","Comment: Obsolete version"]}]
["1005.1531",{"format":[],"subject":["Mathematics - Combinatorics","05A05, 05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1531","Australas J. Combin. 52 (2012) 41-54"],"date":["2010-05-10","2011-09-12"],"type":["text"],"creator":["Leaños, Jesús","Moreno, Rutilo","Rivera-Martínez, Luis Manuel"],"language":[],"coverage":[],"title":["On the number of mth roots of permutations"],"description":["  Let m be a fixed positive integer. It is well-known that a permutation\n$\\sigma$ may have one, many, or no mth roots. In this note we provide an\nexplicit expression and a generating function for the number of mth roots of\n\\sigma. Let p_m(n) be the probability that a random n-permutation has an mth\nroot. We also include a proof that p_m(jq)=p_m(jq+1)=... =p_m(jq+(q-1)) where\nj=0,1,... and m is a power of prime q.\n","Comment: 16 pages. Revised version, one subsection added. To appear in\n  Australas J. Combinatorics"]}]
["1008.0526",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0526"],"date":["2010-08-03","2012-01-24"],"type":["text"],"creator":["Verzelen, Nicolas"],"language":[],"coverage":[],"title":["Minimax risks for sparse regressions: Ultra-high-dimensional phenomenons"],"description":["  Consider the standard Gaussian linear regression model $Y=X\\theta+\\epsilon$,\nwhere $Y\\in R^n$ is a response vector and $ X\\in R^{n*p}$ is a design matrix.\nNumerous work have been devoted to building efficient estimators of $\\theta$\nwhen $p$ is much larger than $n$. In such a situation, a classical approach\namounts to assume that $\\theta_0$ is approximately sparse. This paper studies\nthe minimax risks of estimation and testing over classes of $k$-sparse vectors\n$\\theta$. These bounds shed light on the limitations due to\nhigh-dimensionality. The results encompass the problem of prediction\n(estimation of $X\\theta$), the inverse problem (estimation of $\\theta_0$) and\nlinear testing (testing $X\\theta=0$). Interestingly, an elbow effect occurs\nwhen the number of variables $k\\log(p/k)$ becomes large compared to $n$.\nIndeed, the minimax risks and hypothesis separation distances blow up in this\nultra-high dimensional setting. We also prove that even dimension reduction\ntechniques cannot provide satisfying results in an ultra-high dimensional\nsetting. Moreover, we compute the minimax risks when the variance of the noise\nis unknown. The knowledge of this variance is shown to play a significant role\nin the optimal rates of estimation and testing. All these minimax bounds\nprovide a characterization of statistical problems that are so difficult so\nthat no procedure can provide satisfying results.\n"]}]
["1008.1294",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1294","Nature Physics 6, 763 (2010)","doi:10.1038/nphys1733"],"date":["2010-08-06"],"type":["text"],"creator":["de Groot, P. C.","Lisenfeld, J.","Schouten, R. N.","Ashhab, S.","Lupascu, A.","Harmans, C. J. P. M.","Mooij, J. E."],"language":[],"coverage":[],"title":["Selective darkening of degenerate transitions demonstrated with two\n  superconducting quantum bits"],"description":["  Controlled manipulation of quantum states is central to studying natural and\nartificial quantum systems. If a quantum system consists of interacting\nsub-units, the nature of the coupling may lead to quantum levels with\ndegenerate energy differences. This degeneracy makes frequency-selective\nquantum operations impossible. For the prominent group of transversely coupled\ntwo-level systems, i.e. qubits, we introduce a method to selectively suppress\none transition of a degenerate pair while coherently exciting the other,\neffectively creating artificial selection rules. It requires driving two qubits\nsimultaneously with the same frequency and specified relative amplitude and\nphase. We demonstrate our method on a pair of superconducting flux qubits. It\ncan directly be applied to the other superconducting qubits, and to any other\nqubit type that allows for individual driving. Our results provide a\nsingle-pulse controlled-NOT gate for the class of transversely coupled qubits.\n"]}]
["1008.3233",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3233"],"date":["2010-08-19","2012-01-25"],"type":["text"],"creator":["Chandrasekar, V. K.","Senthilvelan, M.","Lakshmanan, M."],"language":[],"coverage":[],"title":["A systematic method of finding linearizing transformations for nonlinear\n  ordinary differential equations: I. Scalar case"],"description":["  In this set of papers we formulate a stand alone method to derive maximal\nnumber of linearizing transformations for nonlinear ordinary differential\nequations (ODEs) of any order including coupled ones from a knowledge of fewer\nnumber of integrals of motion. The proposed algorithm is simple,\nstraightforward and efficient and helps to unearth several new types of\nlinearizing transformations besides the known ones in the literature. To make\nour studies systematic we divide our analysis into two parts. In the first part\nwe confine our investigations to the scalar ODEs and in the second part we\nfocuss our attention on a system of two coupled second order ODEs. In the case\nof scalar ODEs, we consider second and third order nonlinear ODEs in detail and\ndiscuss the method of deriving maximal number of linearizing transformations\nirrespective of whether it is local or nonlocal type and illustrate the\nunderlying theory with suitable examples. As a by-product of this investigation\nwe unearth a new type of linearizing transformation in third order nonlinear\nODEs. Finally the study is extended to the case of general scalar ODEs. We then\nmove on to the study of two coupled second order nonlinear ODEs in the next\npart and show that the algorithm brings out a wide variety of linearization\ntransformations. The extraction of maximal number of linearizing\ntransformations in every case is illustrated with suitable examples.\n","Comment: Accepted for Publication in J. Nonlinear Math. Phys. (2012)"]}]
["1010.2896",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Geometry","14A20, 18F20, 18F25, 19D06, 19D10, 19E08, 20M14, 20M30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2896"],"date":["2010-10-14","2012-01-25"],"type":["text"],"creator":["Chu, Chenghao","Lorscheid, Oliver","Santhanam, Rekha"],"language":[],"coverage":[],"title":["Sheaves and $K$-theory for $\\mathbb{F}_1$-schemes"],"description":["  This paper is devoted to the open problem in $\\mathbb{F}_1$-geometry of\ndeveloping $K$-theory for $\\mathbb{F}_1$-schemes. We provide all necessary\nfacts from the theory of monoid actions on pointed sets and we introduce\nsheaves for $\\mathcal{M}_0$-schemes and $\\mathbb{F}_1$-schemes in the sense of\nConnes and Consani. A wide range of results hopefully lies the background for\nfurther developments of the algebraic geometry over $\\mathbb{F}_1$. Special\nattention is paid to two aspects particular to $\\mathbb{F}_1$-geometry, namely,\nnormal morphisms and locally projective sheaves, which occur when we adopt\nQuillen's Q-construction to a definition of $G$-theory and $K$-theory for\n$\\mathbb{F}_1$-schemes. A comparison with Waldhausen's\n$S_{\\bullet}$-construction yields the ring structure of $K$-theory. In\nparticular, we generalize Deitmar's $K$-theory of monoids and show that\n$K_*(\\Spec\\mathbb{F}_1)$ realizes the stable homotopy of the spheres as a ring\nspectrum.\n","Comment: The paper got extended by two new section treating the $K$-theory\n  spectrum and the ring structure of the $K$-theory spectrum. This is the final\n  version as in print. 67 pages"]}]
["1011.1439",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1439","Eur. Phys. J. Plus 127 (2012) 2","doi:10.1140/epjp/i2012-12002-6"],"date":["2010-11-05","2011-11-01"],"type":["text"],"creator":["Altunkaynak, Baris","Nelson, Brent D.","Everett, Lisa L.","Rao, Yongyan","Kim, Ian-Woo"],"language":[],"coverage":[],"title":["Landscape of Supersymmetric Particle Mass Hierarchies in Deflected\n  Mirage Mediation"],"description":["  With the aim of uncovering viable regions of parameter space in deflected\nmirage mediation (DMM) models of supersymmetry breaking, we study the landscape\nof particle mass hierarchies for the lightest four non-Standard Model states\nfor DMM models and compare the results to that of minimal\nsupergravity/constrained MSSM (mSUGRA/CMSSM) models, building on previous\nstudies of Feldman, Liu, and Nath. Deflected mirage mediation is a\nstring-motivated scenario in which the soft terms include comparable\ncontributions from gravity mediation, gauge mediation, and anomaly mediation.\nDMM allows a wide variety of phenomenologically preferred models with light\ncharginos and neutralinos, including novel patterns in which the heavy Higgs\nparticles are lighter than the lightest superpartner. We use this analysis to\nmotivate two DMM benchmark points to be used for more detailed collider\nstudies. One model point has a higgsino-dominated lightest superpartner and a\ncompressed yet heavy spectrum, while the other has a stau NLSP and similar\nfeatures to mSUGRA/CMSSM models, but with a slightly less stretched spectrum.\n","Comment: 33 pages, 23 figures"]}]
["1011.2557",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2557"],"date":["2010-11-11","2012-01-25"],"type":["text"],"creator":["Nonnenmacher, Stéphane"],"language":[],"coverage":[],"title":["Quantized open chaotic systems"],"description":["  Two different \"wave chaotic\" systems, involving complex eigenvalues or\nresonances, can be analyzed using common semiclassical methods. In particular,\none obtains fractal Weyl upper bounds for the density of resonances/eigenvalues\nnear the real axis, and a classical dynamical criterion for a spectral gap.\n","Comment: Proceedings of the conference QMath 11; QMath 11, Hradec Kralove :\n  Czech Republic (2010)"]}]
["1011.3386",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3386","Astron. J 141:42 (2011)","doi:10.1088/0004-6256/141/2/42"],"date":["2010-11-15"],"type":["text"],"creator":["Barmby, P.","Marengo, M.","Evans, N. R.","Bono, G.","Huelsman, D.","Su, K. Y. L.","Welch, D. L.","Fazio, G. G."],"language":[],"coverage":[],"title":["Galactic Cepheids with Spitzer: II. Search for Extended Infrared\n  Emission"],"description":["  A deep and detailed examination of 29 classical Cepheids with the Spitzer\nSpace Telescope has revealed three stars with strong nearby extended emission\ndetected in multiple bands which appears to be physically associated with the\nstars. RS Pup was already known to possess extended infrared emission, while\nthe extended emission around the other two stars S Mus and delta Cep is newly\ndiscovered in our observations. Four other stars GH Lup, l Car, T Mon and X Cyg\nshow tentative evidence for extended infrared emission. An unusual elongated\nextended object next to SZ Tau appears to be a background or foreground object\nin a chance alignment with the Cepheid. The inferred mass loss rates upper\nlimits for S Mus and delta Cep are in the range from 1e-9 to 1e-8 Msun/yr, with\nthe upper limit for RS Pup as high as 1e-6 Msun/yr. Mass loss during\npost-main-sequence evolution has been proposed as a resolution to the\ndiscrepancy between pulsational and dynamical masses of Cepheid variable stars:\ndust in the lost material would make itself known by the presence of an\ninfrared bright nebula, or unresolved infrared excess. The observed frequency\nof infrared circumstellar emission (<24%) and the mass loss rate we estimate\nfor our sources shows that dusty mass loss can only account for part of the\nCepheid mass loss discrepancy. Nevertheless, our direct evidence that mass loss\nis active during the Cepheid phase is an important confirmation that these\nprocesses need to be included in evolutionary and pulsation models of these\nstars, and should be taken into account in the calibration of the Cepheid\ndistance scale.\n","Comment: AJ in press, 27 pages including 10 figures"]}]
["1011.5462",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5462","Ann. Review.Condensed Matter Physics 2, 55-78 (2011)","doi:10.1146/annurev-conmatphys-062910-140432"],"date":["2010-11-24"],"type":["text"],"creator":["Hasan, M. Zahid","Moore, Joel E."],"language":[],"coverage":[],"title":["Three-Dimensional Topological Insulators"],"description":["  Topological insulators in three dimensions are nonmagnetic insulators that\npossess metallic surface states as a consequence of the nontrivial topology of\nelectronic wavefunctions in the bulk of the material. They are the first known\nexamples of topological order in bulk solids. We review the basic phenomena and\nexperimental history, starting with the observation of topological insulator\nbehavior in Bi$_x$Sb$_{1-x}$ by spin- and angle-resolved photoemission\nspectroscopy and continuing through measurements on other materials and by\nother probes. A self-contained introduction to the single-particle theory is\nthen given, followed by the many-particle definition of a topological insulator\nas a material with quantized magnetoelectric polarizability. The last section\nreviews recent work on strongly correlated topological insulators and new\neffects that arise from the proximity effect between a topological insulator\nand a superconductor. While this article is not intended to be a comprehensive\nreview of what is already a rather large field, we hope that it will serve as a\nuseful introduction, summary of recent progress, and guideline to future\ndirections.\n","Comment: 53 pages, 9 figures, 1 table. Preprint version from June 2010 of\n  invited article for Annual Review of Condensed Matter Physics. Final edited\n  version will be published online c. January 2011"]}]
["1101.5893",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","20F55 (Primary) 05E15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5893"],"date":["2011-01-31","2012-01-24"],"type":["text"],"creator":["Douglass, J. Matthew","Pfeiffer, Goetz","Roehrle, Gerhard"],"language":[],"coverage":[],"title":["On reflection subgroups of finite Coxeter groups"],"description":["  Let $W$ be a finite Coxeter group. We classify the reflection subgroups of\n$W$ up to conjugacy and give necessary and sufficient conditions for the map\nthat assigns to a reflection subgroup $R$ of $W$ the conjugacy class of its\nCoxeter elements to be injective, up to conjugacy.\n","Comment: 17 pages; final version, to appear in Comm. Algebra"]}]
["1101.6017",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.6017","Proc. of 4th Hinode Science Meeting: Unsolved Problems and Recent\n  Insights, ASP Conference Series, Vol. 455, p.227 (2012)"],"date":["2011-01-31","2012-01-25"],"type":["text"],"creator":["Wang, Tongjiang","Ofman, Leon","Davila, Joseph M."],"language":[],"coverage":[],"title":["Propagating Intensity Disturbances in Fan-like Coronal Loops: Flows or\n  Waves?"],"description":["  Quasi-periodic intensity disturbances propagating upward along the coronal\nstructure have been extensively studied using EUV imaging observations from\nSOHO/EIT and TRACE. They were interpreted as either slow mode magnetoacoustic\nwaves or intermittent upflows. In this study we aim at demonstrating that time\nseries of spectroscopic observations are critical to solve this puzzle.\nPropagating intensity and Doppler shift disturbances in fanlike coronal loops\nare analyzed in multiple wavelengths using the sit-and-stare observations from\nHinode/EIS. We find that the disturbances did not cause the blue-wing asymmetry\nof spectral profiles in the warm (~1.5 MK) coronal lines. The estimated small\nline-of-sight velocities also did not support the intermittent upflow\ninterpretation. In the hot (~2 MK) coronal lines the disturbances did cause the\nblue-wing asymmetry, but the double fits revealed that a high-velocity minor\ncomponent is steady and persistent, while the propagating intensity and Doppler\nshift disturbances are mainly due to variations of the core component,\ntherefore, supporting the slow wave interpretation. However, the cause for\nblueward line asymmetries remains unclear.\n","Comment: 9 pages, 6 figures, Hinode 4 meeting (11-15, October 2010, Mondello,\n  Palermo, Italy)"]}]
["1102.3543",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E25, 14M99, 14M17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3543","Indagationes Mathematicae, vol. 23 (2012), no. 1-2, 10-18","doi:10.1016/j.indag.2011.09.009"],"date":["2011-02-17","2011-10-01"],"type":["text"],"creator":["Avdeev, Roman"],"language":[],"coverage":[],"title":["An epimorphic subgroup arising from Roberts' counterexample"],"description":["  In 1994, based on Roberts' counterexample to Hilbert's fourteenth problem,\nA'Campo-Neuen constructed an example of a linear action of a 12-dimensional\ncommutative unipotent group H_0 on a 19-dimensional vector space V such that\nthe algebra of invariants k[V]^{H_0} is not finitely generated. We consider a\ncertain extension H of H_0 by a one-dimensional torus and prove that H is\nepimorphic in SL(V). In particular, the homogeneous space SL(V)/H provides a\nnew example of a homogeneous space with epimorphic stabilizer that admits no\nprojective embeddings with small boundary.\n","Comment: v2: 9 pages, small corrections"]}]
["1103.3442",{"format":[],"subject":["Mathematics - Statistics Theory","Primary 62G10, 62G20, Secondary 62C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3442","Mathematical Methods of Statistics, Vol. 20, 347-364 (2011)"],"date":["2011-03-17","2011-09-19"],"type":["text"],"creator":["Ingster, Yuri I.","Sapatinas, Theofanis","Suslina, Irina A."],"language":[],"coverage":[],"title":["Minimax nonparametric testing in a problem related to the Radon\n  transform"],"description":["  We consider the detection problem of a two-dimensional function from noisy\nobservations of its integrals over lines. We study both rate and sharp\nasymptotics for the error probabilities in the minimax setup. By construction,\nthe derived tests are non-adaptive. We also construct a minimax rate-optimal\nadaptive test of rather simple structure.\n","Comment: 21 pages: Final version, to appear in \"Mathematical Methods of\n  Statistics\""]}]
["1104.0057",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","C.2.1","K.6.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0057","ACM SIGCOMM Computer Communication Review, 42 (2012) 69-71","doi:10.1145/2096149.2096160"],"date":["2011-03-31","2011-04-13"],"type":["text"],"creator":["Chung, Yoo"],"language":[],"coverage":[],"title":["Distributed Denial of Service is a Scalability Problem"],"description":["  Distributed denial of service attacks are often considered a security\nproblem. While this may be the way to view the problem with today's Internet,\nnew network architectures attempting to address the issue should view it as a\nscalability problem. In addition, they need to address the problem based on a\nrigorous foundation.\n","Comment: 6 pages, 1 figure"]}]
["1104.2421",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2421"],"date":["2011-04-13","2012-01-25"],"type":["text"],"creator":["Adimurthi","Ghoshal, Shyam Sundar","Gowda, G. D. Veerappa"],"language":[],"coverage":[],"title":["Finer analysis of characteristic curves and its application to shock\n  profile, exact and optimal controllability of a scalar conservation law with\n  strict convex flux"],"description":["  Here we consider scalar conservation law in one space dimension with strictly\nconvex flux. Goal of this paper is to study two problems. First problem is to\nknow the profile of the entropy solution. In spite of the fact that, this was\nstudied extensively in last several decades, the complete profile of the\nentropy solution is not well understood.\n  Second problem is the exact controllability. This was studied for Burgers\nequation and some partial results are obtained for large time. It was a\nchallenging problem to know the controllability for all time and also for\ngeneral convex flux.\n  In a seminal paper, Dafermos introduces the characteristic curves and obtain\nsome qualitative properties of a solution of a convex conservation law. In this\npaper, we further study the finer properties of these characteristic curves. As\na bi-product we solve these two problems in complete generality. In view of the\nexplicit formulas of Lax - Oleinik, Joseph - Gowda, target functions must\nsatisfy some necessary conditions. In this paper we prove that it is also\nsufficient. Method of the proof depends highly on the characteristic methods\nand explicit formula given by Lax - Oleinik and the proof is constructive. This\nmethod allows to solve the optimal controllability problem in a trackable way.\n","Comment: Pattern of the paper is going to be changed"]}]
["1104.2637",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2637"],"date":["2011-04-13","2012-01-24"],"type":["text"],"creator":["Fonseca, Cecília","Pereira, Luísa","Ferreira, Helena","Martins, Ana Paula"],"language":[],"coverage":[],"title":["Generalized madogram and pairwise dependence of maxima over two regions\n  of a random field"],"description":["  Spatial environmental processes often exhibit dependence in their large\nvalues. In order to model such processes their dependence properties must be\ncharacterized and quantified. In this paper we introduce a measure that\nevaluates the dependence among extreme observations located in two separated\nregions of locations of R^2. We compute the range of this new dependence\nmeasure, which extends the existing {\\lambda}-madogram concept, and compare it\nwith extremal coefficients, finding generalizations of the known relations in\npairwise approach. Estimators for this measure are introduced and asymptotic\nnormality and strong consistency are shown. An application to the annual maxima\nprecipitation in Portuguese regions is presented.\n"]}]
["1106.0289",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0289","New Journal of Physics 14, 013027 (2012)","doi:10.1088/1367-2630/14/1/013027"],"date":["2011-06-01","2012-01-25"],"type":["text"],"creator":["Fanchini, F. F.","Castelano, L. K.","Cornelio, M. F.","de Oliveira, M. C."],"language":[],"coverage":[],"title":["Locally Inaccessible Information as a Fundamental Ingredient to Quantum\n  Information"],"description":["  Quantum discord (QD) measures the fraction of the pairwise mutual information\nthat is locally inaccessible, in a multipartite system. Fundamental aspects\nrelated to two important measures in quantum information theory the\nEntanglement of Formation (EOF) and the conditional entropy, can be understood\nin terms of the distribution of this form of Local Inaccessible Information\n(LII). As such, the EOF for an arbitrarily mixed bipartite system AB can be\nrelated to the gain or loss of LII due to the extra knowledge that a purifying\nancillary system E has on the pair AB. Similarly, a clear meaning of the\nnegativity of the conditional entropy for AB is given. We exemplify by showing\nthat these relations elucidate important and yet not well understood quantum\nfeatures, such as the bipartite entanglement sudden death and the distinction\nbetween EOF and QD for quantifying quantum correlation. For that we introduce\nthe concept of LII flow which quantifies the LII shared in multipartite system\nwhen a sequential local measurements are performed.\n","Comment: We relate the entanglement and the conditional entropy exclusively as\n  a function of quantum discord. Final Version"]}]
["1106.0930",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Dynamical Systems","Mathematics - Group Theory","14J26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0930"],"date":["2011-06-05","2012-01-25"],"type":["text"],"creator":["Cantat, Serge","Dolgachev, Igor"],"language":[],"coverage":[],"title":["Rational surfaces with a large group of automorphisms"],"description":["  We classify rational surfaces for which the image of the automorphisms group\nin the group of linear transformations of the Picard group is the largest\npossible. This answers a question raised by Arthur Coble in 1928, and can be\nrephrased in terms of periodic orbits of a birational action of an infinite\nCoxeter group on ordered point sets in the projective plane modulo projective\nequivalence. We also outline the classification of non-rational surfaces with\nlarge automorphism groups.\n","Comment: 48 pages, essentially revised version with corrected proofs, to\n  appear in JAMS"]}]
["1106.1559",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1559","Phys. Rev. Lett. 108, 046401 (2012)","doi:10.1103/PhysRevLett.108.046401"],"date":["2011-06-08","2011-10-20"],"type":["text"],"creator":["Rüegg, Andreas","Fiete, Gregory A."],"language":[],"coverage":[],"title":["Topological Order and Semions in a Strongly Correlated Quantum Spin Hall\n  Insulator"],"description":["  We provide a self-consistent mean-field framework to study the effect of\nstrong interactions in a quantum spin Hall insulator on the honeycomb lattice.\nWe identify an exotic phase for large spin-orbit coupling and intermediate\nHubbard interaction. This phase is gapped in the bulk, has gapless edge states\nand does not break any symmetry. Instead, we find a four-fold topological\ndegeneracy of the ground state on the torus and fractionalized excitations with\nsemionic mutual braiding statistics. Our work highlights the important theme\nthat interesting phases arise in the regime of strong spin-orbit coupling and\ninteractions.\n","Comment: 5 pages, 4 figures, presentation improved, references added,\n  experimental signature added"]}]
["1106.5032",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5032"],"date":["2011-06-24","2012-01-25"],"type":["text"],"creator":["Silva, E. L.","Marinopoulos, A. G."],"language":[],"coverage":[],"title":["Hydrogen Impurity in Yttria: \\textit{Ab-Initio} Study by Semi-Local and\n  Hybrid Functionals"],"description":["  A study based on density functional theory calculations was performed for the\nthree charge states of interstitial hydrogen in Yttria. The present\ncalculations were carried out by employing the GGA-PBE and the HSE06\nexchange-correlation functional. It is observed that the ground state H$^0$ and\nH$^-$ configurations are similar in behaviour; these prefer to relax in the O\nvacant site, with limited structural relaxation. For the neutral and the\nnegative charged systems more two different geometrical configurations occur\nwith higher energies, which evidence the existence of metastable sites of H in\nthe Yttria lattice. The H$^+$ equilibrium state is found only when a strong\nbond between the impurity ion and an anion, O-H bond of $\\sim$1 \\AA, is formed.\nThe formation energy of the interstitial impurity is studied, for which\namphoteric behaviour is found for this defect and for the ground state\nstructures. These results evidence that hydrogen counteracts the prevailing\nconductivity of the host lattice, thus passivating any existing electrical\nlevels originated from other doping sources. To compare results with\nnon-equilibrium and short time-scale $\\mu$SR measurements, the formation energy\nof the higher energy configurations were also evaluated. For the Bond O\ngeometrical site, H evidences a donor-dopant behaviour, hence enabling the\ncoexistence of donor behaviour with the ground-state amphoteric behaviour. From\nthe density of states results, and for the H$^0$ and H$^-$ charge states, a\ndefect level was observed in the band gap. For the ground state Vacant O\nconfiguration and the metastable Interstitial structure the defect level was\nfound to be slightly above the valence band maximum, hence indicating no\ndopant-donor character for the Yttria material. But, for the Bond O,\nlocal-minimum, configuration, the defect level is located above the middle of\nthe band gap, closer the conduction band.\n","Comment: 19 pages (one column), 12 figures This paper has been withdrawn by\n  the author because there are major differences between the two versions that\n  are online (title, authors, abstract, body). It is intended to do a new\n  submission of the paper"]}]
["1106.5673",{"format":[],"subject":["High Energy Physics - Lattice","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5673","Computer Physics Communications 183 (2012) 853-863","doi:10.1016/j.cpc.2011.12.011"],"date":["2011-06-28","2011-12-28"],"type":["text"],"creator":["Bonati, Claudio","Cossu, Guido","D'Elia, Massimo","Incardona, Pietro"],"language":[],"coverage":[],"title":["QCD simulations with staggered fermions on GPUs"],"description":["  We report on our implementation of the RHMC algorithm for the simulation of\nlattice QCD with two staggered flavors on Graphics Processing Units, using the\nNVIDIA CUDA programming language. The main feature of our code is that the GPU\nis not used just as an accelerator, but instead the whole Molecular Dynamics\ntrajectory is performed on it. After pointing out the main bottlenecks and how\nto circumvent them, we discuss the obtained performances. We present some\npreliminary results regarding OpenCL and multiGPU extensions of our code and\ndiscuss future perspectives.\n","Comment: 22 pages, 14 eps figures, final version to be published in Computer\n  Physics Communications"]}]
["1107.0521",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0521"],"date":["2011-07-04","2012-01-25"],"type":["text"],"creator":["Zarepour, Mahmoud","Labadi, Luai Al"],"language":[],"coverage":[],"title":["On a Rapid Simulation of the Dirichlet Process"],"description":["  We describe a simple and efficient procedure for approximating the L\\'evy\nmeasure of a $\\text{Gamma}(\\alpha,1)$ random variable. We use this\napproximation to derive a finite sum-representation that converges almost\nsurely to Ferguson's representation of the Dirichlet process based on arrivals\nof a homogeneous Poisson process. We compare the efficiency of our\napproximation to several other well known approximations of the Dirichlet\nprocess and demonstrate a substantial improvement.\n","Comment: Copy right regulations. The paper has been accepted"]}]
["1107.0950",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0950","Phys. Rev. B 84, 235445 (2011)","doi:10.1103/PhysRevB.84.235445"],"date":["2011-07-05","2012-01-25"],"type":["text"],"creator":["Slawinska, J.","Zasada, I."],"language":[],"coverage":[],"title":["Fingerprints of Dirac points in first-principles scanning tunneling\n  spectra of graphene on a metal substrate"],"description":["  Graphene physisorbed on a metal has its characteristic Dirac cones preserved\nin the band-structure, but the Fermi level of the system is shifted due to the\ninteraction with the substrate. Based on density functional calculations with\nvan der Waals corrections, we present a method to determine the position of the\nDirac point with respect to the Fermi level from the measured scanning\ntunneling spectra (STS). It has been demonstrated that the dips in both\nsimulated local density of states and in the observed dI/dV profiles are indeed\nthe fingerprints of the Dirac points. The type and the level of doping can be\nthen inferred directly from the STS data without any additional experimental\ntechnique. Test calculations of graphene on a Cu(111) substrate have shown that\nthe predicted position of the Dirac point is in close proximity to the\nexperimental value reported in the recent studies. Moreover, simulations for\ngraphene on a Pt(111) surface allow us to explain the apparent contradictions\nin the state-of-the-art experimental works.\n"]}]
["1108.0531",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0531","New J. Phys. 13, 123004 (2011)","doi:10.1088/1367-2630/13/12/123004"],"date":["2011-08-02"],"type":["text"],"creator":["Nest, Maarten Van den"],"language":[],"coverage":[],"title":["A monomial matrix formalism to describe quantum many-body states"],"description":["  We propose a framework to describe and simulate a class of many-body quantum\nstates. We do so by considering joint eigenspaces of sets of monomial unitary\nmatrices, called here \"M-spaces\"; a unitary matrix is monomial if precisely one\nentry per row and column is nonzero. We show that M-spaces encompass various\nimportant state families, such as all Pauli stabilizer states and codes, the\nAKLT model, Kitaev's (abelian and non-abelian) anyon models, group coset\nstates, W states and the locally maximally entanglable states. We furthermore\nshow how basic properties of M-spaces can transparently be understood by\nmanipulating their monomial stabilizer groups. In particular we derive a\nunified procedure to construct an eigenbasis of any M-space, yielding an\nexplicit formula for each of the eigenstates. We also discuss the computational\ncomplexity of M-spaces and show that basic problems, such as estimating local\nexpectation values, are NP-hard. Finally we prove that a large subclass of\nM-spaces---containing in particular most of the aforementioned examples---can\nbe simulated efficiently classically with a unified method.\n","Comment: 11 pages + appendices"]}]
["1108.0595",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0595","JHEP01(2012)071","doi:10.1007/JHEP01(2012)071"],"date":["2011-08-02"],"type":["text"],"creator":["Stål, Oscar","Weiglein, Georg"],"language":[],"coverage":[],"title":["Light NMSSM Higgs bosons in SUSY cascade decays at the LHC"],"description":["  An interesting feature of the next-to-minimal supersymmetric standard model\n(NMSSM) is that one or more Higgs bosons may be comparably light (M_{H_i}<M_Z)\nwithout being in conflict with current experimental bounds. Due to a large\nsinglet component, their direct production in standard channels at the Large\nHadron Collider (LHC) is suppressed. We demonstrate that there are good\nprospects for observing such a light Higgs boson in decays of heavy neutralinos\nand charginos. We consider an example scenario with 20 GeV < M_{H_1} < M_Z and\nshow that a large fraction of the cascade decays of gluinos and squarks\ninvolves the production of at least one Higgs boson. Performing a Monte Carlo\nanalysis at the level of fast detector simulation, it is demonstrated how the\nHiggs signal can be separated from the main backgrounds, giving access to the\nYukawa coupling of the Higgs to bottom quarks. Analyzing the resulting b\\bar{b}\nmass spectrum could provide an opportunity for light Higgs boson discovery\nalready with 5 fb^{-1} of LHC data at 7 TeV.\n","Comment: 30 pages, 12 figures"]}]
["1108.3801",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3801","Nano Lett. 12, 50-55 (2012)","doi:10.1021/nl202870y"],"date":["2011-08-18"],"type":["text"],"creator":["Saha, Kamal K.","Drndic, Marija","Nikolic, Branislav K."],"language":[],"coverage":[],"title":["DNA nucleotide-specific modulation of \\mu A transverse edge currents\n  through a metallic graphene nanoribbon with a nanopore"],"description":["  We propose two-terminal devices for DNA sequencing which consist of a\nmetallic graphene nanoribbon with zigzag edges (ZGNR) and a nanopore in its\ninterior through which the DNA molecule is translocated. Using the\nnonequilibrium Green functions combined with density functional theory, we\ndemonstrate that each of the four DNA nucleotides inserted into the nanopore,\nwhose edge carbon atoms are passivated by either hydrogen or nitrogen, will\nlead to a unique change in the device conductance. Unlike other recent\nbiosensors based on transverse electronic transport through DNA nucleotides,\nwhich utilize small (of the order of pA) tunneling current across a nanogap or\na nanopore yielding a poor signal-to-noise ratio, our device concept relies on\nthe fact that in ZGNRs local current density is peaked around the edges so that\ndrilling a nanopore away from the edges will not diminish the conductance.\nInserting a DNA nucleotide into the nanopore affects the charge density in the\nsurrounding area, thereby modulating edge conduction currents whose magnitude\nis of the order of \\mu A at bias voltage ~ 0.1 V. The proposed biosensor is not\nlimited to ZGNRs and it could be realized with other nanowires supporting\ntransverse edge currents, such as chiral GNRs or wires made of two-dimensional\ntopological insulators.\n","Comment: 6 pages, 6 figures, PDFLaTeX"]}]
["1108.4621",{"format":[],"subject":["Mathematics - Geometric Topology","52B10, 57M50, 57R18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4621"],"date":["2011-08-23","2012-01-24"],"type":["text"],"creator":["Atkinson, Christopher K.","Rafalski, Shawn"],"language":[],"coverage":[],"title":["The smallest Haken hyperbolic polyhedra"],"description":["  We determine the lowest volume hyperbolic Coxeter polyhedron whose\ncorresponding hyperbolic polyhedral 3-orbifold contains an essential\n2-suborbifold, up to a canonical decomposition along essential hyperbolic\ntriangle 2-suborbifolds.\n","Comment: 15 pages, 5 figures, final version to appear"]}]
["1109.1968",{"format":[],"subject":["Physics - Classical Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1968","Am. J. Phys. 80 (2), 2012, pp.164-169","doi:10.1119/1.3662027"],"date":["2011-09-09","2011-11-02"],"type":["text"],"creator":["Essen, Hanno","Fiolhais, Miguel C. N."],"language":[],"coverage":[],"title":["Meissner effect, diamagnetism, and classical physics - a review"],"description":["  We review the literature on what classical physics has to say about the\nMeissner effect and the London equations. We first discuss the relevance of the\nBohr-van Leeuwen theorem for the perfect diamagnetism of superconductors. The\nconclusion is that the theorem is based on assumptions that are not valid. We\nalso point out results in the literature which prove that the magnetic flux\nexpulsion from a sample cooled to superconductivity can be simply understood as\nan approach to the magnetostatic energy minimum. These results have been\npublished several times but still many textbooks on magnetism claim that there\nis no classical diamagnetism, and virtually all books on superconductivity\nrepeat Meissner's 1933 statement that flux expulsion has no classical\nexplanation.\n","Comment: 8 pages, Accepted for publication in Am. J. Phys"]}]
["1109.2046",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2046","Physical Review B 85, 033408 (2012)","doi:10.1103/PhysRevB.85.033408"],"date":["2011-09-09","2012-01-25"],"type":["text"],"creator":["Dzhioev, Alan A.","Kosov, D. S."],"language":[],"coverage":[],"title":["Solvent induced current-voltage hysteresis and negative differential\n  resistance in molecular junctions"],"description":["  We consider a single molecule circuit embedded into solvent. The Born\ndielectric solvation model is combined with Keldysh nonequilibrium Green's\nfunctions to describe the electron transport properties of the system.\nDepending on the dielectric constant, the solvent induces multiple\nnonequilibrium steady states with corresponding hysteresis in molecular\ncurrent-voltage characteristics as well as negative differential resistance. We\nidentify the physical range of solvent and molecular parameters where the\neffects are present. The position of the negative differential resistance peak\ncan be controlled by the dielectric constant of the solvent.\n","Comment: 5 pages, 5 figures"]}]
["1109.2585",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2585","JHEP 1201:121,2012","doi:10.1007/JHEP01(2012)121"],"date":["2011-09-12","2011-12-29"],"type":["text"],"creator":["Kimura, Yusuke","Lin, Hai"],"language":[],"coverage":[],"title":["Young diagrams, Brauer algebras, and bubbling geometries"],"description":["  We study the 1/4 BPS geometries corresponding to the 1/4 BPS operators of the\ndual gauge theory side, in ${\\cal N}=4$ SYM. By analyzing asymptotic structure\nand flux integration of the geometries, we present a mapping between droplet\nconfigurations arising from the geometries and Young diagrams of the Brauer\nalgebra. In particular, the integer $k$ classifying the operators in the Brauer\nbasis is mapped to the mixing between the two angular directions.\n","Comment: 40 pages, 2 figures; journal version"]}]
["1109.2853",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","35B27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2853"],"date":["2011-09-13","2012-01-25"],"type":["text"],"creator":["Armstrong, Scott N.","Souganidis, Panagiotis E."],"language":[],"coverage":[],"title":["Stochastic homogenization of $L^\\infty$ variational problems"],"description":["  We present a homogenization result for $L^\\infty$ variational problems in\ngeneral stationary ergodic random environments. By introducing a generalized\nnotion of distance function (a special solution of an associated eikonal\nequation) and demonstrating a connection to absolute minimizers of the\nvariational problem, we obtain the homogenization result as a consequence of\nthe fact that the latter homogenizes in random environments.\n","Comment: 27 pages, minor changes, to appear in Adv Math"]}]
["1109.6329",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6329","Phys.Rev.D85:024037,2012","doi:10.1103/PhysRevD.85.024037"],"date":["2011-09-28","2012-01-25"],"type":["text"],"creator":["Kesden, Michael"],"language":[],"coverage":[],"title":["Tidal disruption rate of stars by spinning supermassive black holes"],"description":["  A supermassive black hole can disrupt a star when its tidal field exceeds the\nstar's self-gravity, and can directly capture stars that cross its event\nhorizon. For black holes with mass M > 10^7 solar masses, tidal disruption of\nmain-sequence stars occurs close enough to the event horizon that a Newtonian\ntreatment of the tidal field is no longer valid. The fraction of stars that are\ndirectly captured is also no longer negligible. We calculate generically\noriented stellar orbits in the Kerr metric, and evaluate the relativistic tidal\ntensor at pericenter for those stars not directly captured by the black hole.\nWe combine this relativistic analysis with previous calculations of how these\norbits are populated to determine tidal-disruption rates for spinning black\nholes. We find, consistent with previous results, that black-hole spin\nincreases the upper limit on the mass of a black hole capable of tidally\ndisrupting solar-like stars to ~7 x 10^8 solar masses. More quantitatively, we\nfind that direct stellar capture reduces tidal-disruption rates by a factor 2/3\n(1/10) at M = 10^7 (10^8) solar masses. The strong dependence of\ntidal-disruption rates on black-hole spin for M > 10^8 solar masses implies\nthat future surveys like LSST that discover thousands of tidal disruption\nevents can constrain supermassive black-hole spin demographics.\n","Comment: 9 pages, 4 figures, minor changes, final published version"]}]
["1109.6330",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6330","Phys. Rev. Lett. 108, 046602 (2012)","doi:10.1103/PhysRevLett.108.046602"],"date":["2011-09-28","2011-11-21"],"type":["text"],"creator":["Hosur, Pavan","Parameswaran, S. A.","Vishwanath, Ashvin"],"language":[],"coverage":[],"title":["Charge Transport in Weyl Semimetals"],"description":["  We study transport in three dimensional Weyl semimetals with N isotropic Weyl\nnodes in the presence of Coulomb interactions or disorder at temperature T. In\nthe interacting clean limit, we determine the conductivity by solving a quantum\nBoltzmann equation within a `leading log' approximation and find it to be\nproportional to T, upto logarithmic factors arising from the flow of couplings.\nIn the noninteracting disordered case, we compute the finite-frequency Kubo\nconductivity and show that it exhibits distinct behaviors for omega << T and\nomega >> T: in the former regime we recover the results of a previous analysis,\nof a finite conductivity and a Drude width that vanishes as NT^2; in the\nlatter, we find a conductivity that vanishes linearly with omega whose leading\ncontribution as T -> 0 is the same as that of the clean, non-interacting system\nsigma(omega, T=0) = N(e^2/12h)(|omega|/v_F). We compare our results to\nexperimental data on Y2Ir2O7 and also comment on the possible relevance to\nrecent transport data on Eu2Ir2O7.\n","Comment: 5 pages, 2 figures in main text; 5 pages, 3 figures in supplementary\n  material. Parts of main text moved to supplementary material"]}]
["1110.0096",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0096","SLAC eConf C1106064, 27 (2011)"],"date":["2011-10-01"],"type":["text"],"creator":["Frasca, Marco"],"language":[],"coverage":[],"title":["Low-energy limit of QCD at finite temperature"],"description":["  We are able to show, in the low-energy limit of quantum chromodynamics, that\nthe theory has a critical point. In this limit, QCD becomes a non-local\nNambu-Jona-Lasinio model. The critical temperature is also obtained in\nagreement with lattice computations.\n","Comment: 11 pages, 1 figure, contribution to the proceedings of the Eleventh\n  Workshop on Non-Perturbative Quantum Chromodynamics, Paris, June 6-10, 2011"]}]
["1110.1296",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1296","Phys. Rev. Lett. 108, 046806 (2012)","doi:10.1103/PhysRevLett.108.046806"],"date":["2011-10-06","2012-01-25"],"type":["text"],"creator":["Neupert, Titus","Santos, Luiz","Ryu, Shinsei","Chamon, Claudio","Mudry, Christopher"],"language":[],"coverage":[],"title":["Topological Hubbard model and its high-temperature quantum Hall effect"],"description":["  The quintessential two-dimensional lattice model that describes the\ncompetition between the kinetic energy of electrons and their short-range\nrepulsive interactions is the repulsive Hubbard model. We study a time-reversal\nsymmetric variant of the repulsive Hubbard model defined on a planar lattice:\nWhereas the interaction is unchanged, any fully occupied band supports a\nquantized spin Hall effect. We show that at 1/2 filling of this band, the\nground state develops spontaneously and simultaneously Ising ferromagnetic\nlong-range order and a quantized charge Hall effect when the interaction is\nsufficiently strong. We ponder on the possible practical applications, beyond\nmetrology, that the quantized charge Hall effect might have if it could be\nrealized at high temperatures and without external magnetic fields in strongly\ncorrelated materials.\n","Comment: 11 pages, 5 figures"]}]
["1110.3421",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3421","Gen Relativ Gravit 44,427 (2012)","doi:10.1007/s10714-011-1281-8"],"date":["2011-10-15"],"type":["text"],"creator":["Bisabr, Yousef"],"language":[],"coverage":[],"title":["Cosmic Acceleration in Brans-Dicke Cosmology"],"description":["  We consider Brans-Dicke theory with a self-interacting potential in Einstein\nconformal frame. We show that an accelerating expansion is possible in a\nspatially flat universe for large values of the Brans-Dicke parameter\nconsistent with local gravity experiments.\n","Comment: 10 Pages, 3 figures, To appear in General Relativity and Gravitation"]}]
["1110.3656",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3656","Phys. Rev. Lett. 108, 040402 (2012)","doi:10.1103/PhysRevLett.108.040402"],"date":["2011-10-17","2012-01-25"],"type":["text"],"creator":["Cavalcanti, Daniel","Rabelo, Rafael","Scarani, Valerio"],"language":[],"coverage":[],"title":["Nonlocality tests enhanced by a third observer"],"description":["  We consider Bell tests involving bipartite states shared between three\nparties. We show that the simple inclusion of a third part may greatly simplify\nthe measurement scenario (in terms of the number of measurement settings per\npart) and allows the identification of previously unknown nonlocal resources.\n","Comment: 4 pags, 4 figs. v2: fig 3 corrected. V3: refs corrected. Close to\n  published version"]}]
["1110.5331",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5331","MNL 420, 1, L18-L22, 2012","doi:10.1111/j.1745-3933.2011.01184.x"],"date":["2011-10-24","2011-12-08"],"type":["text"],"creator":["Host, Ole"],"language":[],"coverage":[],"title":["Galaxy cluster strong lensing: image deflections from density\n  fluctuations along the line of sight"],"description":["  A standard method to study the mass distribution in galaxy clusters is\nthrough strong lensing of background galaxies in which the positions of\nmultiple images of the same source constrain the surface mass distribution of\nthe cluster. However, current parametrized mass models can often only reproduce\nthe observed positions to within one or a few arcsec which is worse than the\npositional measurement uncertainty. One suggested explanation for this\ndiscrepancy is the additional perturbations of the path of the light ray caused\nby matter density fluctuations along the line of sight. We investigate this by\ncalculating the statistical expectation value for the angular deflections\ncaused by density fluctuations, which can be done given the matter power\nspectrum. We find that density fluctuations can, indeed, produce deflections of\na few arcsec. We also find that the deflection angle of a particular image is\nexpected to increase with source redshift and with the angular distance on the\nsky to the lens. Since the light rays of neighbouring images pass through much\nthe same density fluctuations, it turns out that the images' expected\ndeflection angles can be highly correlated. This implies that line-of-sight\ndensity fluctuations are a significant and possibly dominant systematic for\nstrong lensing mass modeling and set a lower limit to how well a cluster mass\nmodel can be expected to replicate the observed image positions. We discuss how\nthe deflections and correlations should explicitly be taken into account in the\nmass model fitting procedure.\n","Comment: 5 pages, 3 figures, MNL accepted. Matches accepted version"]}]
["1110.5746",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5746","Phys. Rev. A 85, 012326 (2012)","doi:10.1103/PhysRevA.85.012326"],"date":["2011-10-26","2012-01-24"],"type":["text"],"creator":["Watanabe, Shun"],"language":[],"coverage":[],"title":["Private and Quantum Capacities of More Capable and Less Noisy Quantum\n  Channels"],"description":["  Two new classes of quantum channels, which we call more capable and less\nnoisy, are introduced. The more capable class consists of channels such that\nthe quantum capacities of the complementary channels to the environments are\nzero. The less noisy class consists of channels such that the private\ncapacities of the complementary channels to the environment are zero. For the\nmore capable class, it is clarified that the private capacity and quantum\ncapacity coincide. For the less noisy class, it is clarified that the private\ncapacity and quantum capacity can be single letter characterized.\n","Comment: 6 pages, 1 figure, In v2, fig 1 is modified because fig 1 in v1\n  incorrectly stated that the degradable class is included in the conjugate\n  degradable class. Main results are unchanged. V3 is the published version. In\n  v3, the title is changed by a suggestion from an editor"]}]
["1111.0239",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0239","Phys. Rev. Lett. 108, 045306 (2012)","doi:10.1103/PhysRevLett.108.045306"],"date":["2011-11-01","2012-01-25"],"type":["text"],"creator":["Moller, Gunnar","Cooper, Nigel R."],"language":[],"coverage":[],"title":["Correlated phases of bosons in the flat lowest band of the dice lattice"],"description":["  We study correlated phases occurring in the flat lowest band of the dice\nlattice model at flux density one half. We discuss how to realize the dice\nlattice model, also referred to as the T_3 lattice, in cold atomic gases. We\nconstruct the projection of the model to the lowest dice band, which yields a\nHubbard-Hamiltonian with interaction-assisted hopping processes. We solve this\nmodel for bosons in two limits. In the limit of large density, we use\nGross-Pitaevskii mean-field theory to reveal time-reversal symmetry breaking\nvortex lattice phases. At low density, we use exact diagonalization to identify\nthree stable phases at fractional filling factors \\nu of the lowest band,\nincluding a classical crystal at \\nu=1/3, a supersolid state at \\nu=1/2 and a\nMott insulator at \\nu=1.\n","Comment: 5 pages, 4 figures; v2: final published version, title changed"]}]
["1111.1381",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1381","New J. Phys. 14 (2012) 013043","doi:10.1088/1367-2630/14/1/013043"],"date":["2011-11-06"],"type":["text"],"creator":["Lapasar, Elham Hosseini","Maruyama, Koji","Burgarth, Daniel","Takui, Takeji","Kondo, Yasushi","Nakahara, Mikio"],"language":[],"coverage":[],"title":["Estimation of Coupling Constants of a Three-Spin Chain: Case Study of\n  Hamiltonian Tomography with NMR"],"description":["  It has been shown that inter-spin interaction strengths in a spins-1/2 chain\ncan be evaluated by accessing one of the edge spins only. We demonstrate this\nexperimentally for the simplest case, a three-spin chain, with nuclear magnetic\nresonance (NMR) technique. The three spins in the chain interact through\nnearest-neighbor Ising interactions under site-dependent transverse fields. The\nemployed molecule is an alanine containing three $^{13}$C nuclei, each of which\nhas spin-1/2.\n","Comment: 7 pages, 18 figures"]}]
["1111.2050",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2050","doi:10.1007/JHEP01(2012)096"],"date":["2011-11-08","2012-01-24"],"type":["text"],"creator":["Stone, David C.","Uttayarat, Patipan"],"language":[],"coverage":[],"title":["Explaining the ttbar Forward-Backward Asymmetry from a GUT-Inspired\n  Model"],"description":["  We consider a model that includes light colored scalars from the {\\bf 45} and\n{\\bf 50} representations of SU(5) in order to explain the CDF- and\nD$\\O$-reported $t\\bar{t}$ forward-backward asymmetry, $A^{t\\bar{t}}_{FB}$.\nThese light scalars are, labeled by their charges under the Standard Model\ngauge groups, the $(6,1)_{4/3}$ and $(\\bar{6},3)_{1/3}$ from the {\\bf 50} and\nthe $(8,2)_{1/2}$ from the {\\bf 45}. When the Yukawa coupling of the {\\bf 50}\nis reasonably chosen and that of the {\\bf 45} kept negligible at the scale of\n$M_Z$, the model yields phenomenologically viable results in agreement with the\ntotal $A^{t\\bar{t}}_{FB}$ reported by CDF at the 0.7$\\sigma$ level and with\n$A^{t\\bar{t}}_{FB} (M_{t\\bar{t}} \\ge 450 \\text{GeV})$ at the 2.2$\\sigma$ level.\nAdditionally, the Yukawa coupling of the {\\bf 50} remains perturbative to the\nGUT scale (which defines a \"reasonably chosen\" value at $M_Z$), and the\npresence of the light scalar from the {\\bf 45} allows for gauge coupling\nunification at a scale of $M_{GUT} \\sim 10^{17}$ GeV.\n","Comment: 18 pages, 3 figures, 2 tables, 1 appendix, typos corrected, reference\n  added, published on JHEP"]}]
["1111.2312",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2312","Phys.Rev.D85:014028,2012","doi:10.1103/PhysRevD.85.014028"],"date":["2011-11-09","2012-01-05"],"type":["text"],"creator":["Rezaeian, Amir H."],"language":[],"coverage":[],"title":["Charged particle multiplicities in pA interactions at the LHC from the\n  Color Glass Condensate"],"description":["  The forthcoming LHC measurement of hadron multiplicity in proton-nucleus\ncollisions is a crucial test of the k_t factorization and gluon saturation\nbased models. Here, we provide quantitative predictions for the pseudorapidity\ndistribution of charged particles produced in minimum bias proton-nucleus\ncollisions at the LHC based on the idea of gluon saturation in the color-glass\ncondensate framework. Our formulation gives good descriptions of the LHC and\nRHIC data for the charged-hadron multiplicities in both proton-proton and\nnucleus-nucleus collisions, and also the deep inelastic scattering at HERA at\nsmall Bjorken-x.\n","Comment: 5 pages, 3 figures; v2: version improved. The version to appear in\n  PRD"]}]
["1111.2999",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2999","Physical Review E (Rapid Communications), 85, 015301(R) (2012)","doi:10.1103/PhysRevE.85.015301"],"date":["2011-11-13","2012-01-25"],"type":["text"],"creator":["Chakraborty, Sagar","Frisch, Uriel","Pauls, Walter","Ray, Samriddhi Sankar"],"language":[],"coverage":[],"title":["Nelkin scaling for the Burgers equation and the role of high-precision\n  calculations"],"description":["  Nelkin scaling, the scaling of moments of velocity gradients in terms of the\nReynolds number, is an alternative way of obtaining inertial-range information.\nIt is shown numerically and theoretically for the Burgers equation that this\nprocedure works already for Reynolds numbers of the order of 100 (or even lower\nwhen combined with a suitable extended self-similarity technique). At moderate\nReynolds numbers, for the accurate determination of scaling exponents, it is\ncrucial to use higher than double precision. Similar issues are likely to arise\nfor three-dimensional Navier--Stokes simulations.\n","Comment: 5 pages, 2 figures, Published in Phys. Rev E (Rapid Communications)"]}]
["1111.3496",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3496","PRL 108, 037002 (2012)","doi:10.1103/PhysRevLett.108.037002"],"date":["2011-11-15","2012-01-24"],"type":["text"],"creator":["Umezawa, K.","Li, Y.","Miao, H.","Nakayama, K.","Liu, Z. -H.","Richard, P.","Sato, T.","He, J. B.","Wang, D. -M.","Chen, G. F.","Ding, H.","Takahashi, T.","Wang, S. -C."],"language":[],"coverage":[],"title":["Unconventional Anisotropic s-Wave Superconducting Gaps of LiFeAs\n  Iron-Pnictide Superconductor"],"description":["  We have performed high-resolution angle-resolved photoemission spectroscopy\non Fe-based superconductor LiFeAs (Tc = 18 K). We reveal multiple nodeless\nsuperconducting (SC) gaps with 2D/kBTc ratios varying from 2.8 to 6.4,\ndepending on the Fermi surface (FS). We also succeeded in directly observing a\ngap anisotropy along the FS with magnitude up to ~30 %. The anisotropy is\nfour-fold symmetric with an antiphase between the hole and electron FSs,\nsuggesting complex anisotropic interactions for the SC pairing. The observed\nmomentum dependence of the SC gap offers an excellent opportunity to\ninvestigate the underlying pairing mechanism.\n","Comment: 5 pages, 4 figures"]}]
["1111.4063",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4063","Phys. Rev. B 85, 035441 (2012)","doi:10.1103/PhysRevB.85.035441"],"date":["2011-11-17"],"type":["text"],"creator":["Giraud, Sébastien","Kundu, Arijit","Egger, Reinhold"],"language":[],"coverage":[],"title":["Electron-phonon scattering in topological insulator thin films"],"description":["  We present a theoretical study of electron-phonon scattering effects in thin\nfilms made of a strong topological insulator. Phonons are modelled by isotropic\nelastic continuum theory with stress-free boundary conditions, and the\ninteraction with the helical surface Dirac fermions is mediated by the\ndeformation potential. We determine the temperature-dependent electrical\nresistivity $\\rho(T)$ and the quasiparticle decay rate $\\Gamma(T)$ observable\nin photoemission. The low- and high-temperature power laws for both quantities\nare obtained analytically. Detailed estimates covering the full temperature\nrange are provided for Bi$_2$Se$_3$.\n","Comment: 11 pages, 6 figures"]}]
["1112.0892",{"format":[],"subject":["Mathematics - Functional Analysis","30H 20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0892","Journal of Inequalities and Special Functions ,3,(2012),no.1,1-11"],"date":["2011-12-05"],"type":["text"],"creator":["Shamoyan, Romi","Abkar, Ali"],"language":[],"coverage":[],"title":["On multipliers of spaces of harmonic functions of the unit ball in R^n"],"description":["  We completely describe spaces of multipliers of certain harmonic function\nspaces of Bergman type in R^n.This is the first sharp result of this kind for\nBergman type mixed norm spaces of harmonic functions in the unit ball of R^n\n"]}]
["1112.1582",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1582","doi:10.1016/j.crma.2012.01.007"],"date":["2011-12-07"],"type":["text"],"creator":["Berthon, Christophe","Cordier, Stéphane","Le, Minh H.","Delestre, Olivier"],"language":[],"coverage":[],"title":["An analytical solution of Shallow Water system coupled to Exner equation"],"description":["  In this paper, an exact smooth solution for the equations modeling the\nbedload transport of sediment in Shallow Water is presented. This solution is\nvalid for a large family of sedimentation laws which are widely used in erosion\nmodeling such as the Grass model or those of Meyer-Peter & Muller. One of the\nmain interest of this solution is the derivation of numerical benchmarks to\nvalid the approximation methods.\n"]}]
["1112.3028",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3028","Phys.Lett. B 708 (2012) 162-169","doi:10.1016/j.physletb.2012.01.053"],"date":["2011-12-13","2012-01-25"],"type":["text"],"creator":["Arbey, A.","Battaglia, M.","Djouadi, A.","Mahmoudi, F.","Quevillon, J."],"language":[],"coverage":[],"title":["Implications of a 125 GeV Higgs for supersymmetric models"],"description":["  Preliminary results of the search for a Standard Model like Higgs boson at\nthe LHC with 5 fb-1 data have just been presented by the ATLAS and CMS\ncollaborations and an excess of events at a mass of ~125 GeV has been reported.\nIf this excess of events is confirmed by further searches with more data, it\nwill have extremely important consequences in the context of supersymmetric\nextensions of the Standard Model and, in particular the minimal one, the MSSM.\nWe show that for a standard-like Higgs boson with a mass 123 < M_h < 127 GeV,\nseveral unconstrained or constrained (i.e. with soft supersymmetry-breaking\nparameters unified at the high scale) MSSM scenarios would be excluded, while\nthe parameters of some other scenarios would be severely restricted. Examples\nof constrained MSSM scenarios which would be disfavoured as they predict a too\nlight Higgs particle are the minimal anomaly and gauge mediated supersymmetry\nbreaking models. The gravity mediated constrained MSSM would still be viable,\nprovided the scalar top quarks are heavy and their trilinear coupling large.\nSignificant areas of the parameter space of models with heavy supersymmetric\nparticles, such as split or high-scale supersymmetry, could also be excluded\nas, in turn, they generally predict a too heavy Higgs particle.\n","Comment: 14 pages, 5 figures. v2: references added, a few typos corrected. v3:\n  additional discussions on non decoupling limit and minor improvements"]}]
["1112.5129",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Functional Analysis","52A20, 53A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5129","Journal of London Mathematics Society, 85 (2012) 101-120","doi:10.1112/jlms/jdr043"],"date":["2011-12-21"],"type":["text"],"creator":["Ye, Deping"],"language":[],"coverage":[],"title":["Inequalities for general mixed affine surface areas"],"description":["  Several general mixed affine surface areas are introduced. We prove some\nimportant properties, such as, affine invariance, for these general mixed\naffine surface areas. We also establish new Alexandrov-Fenchel type\ninequalities, Santal\\'{o}-type inequalities, and affine isoperimetric\ninequalities for these general mixed affine surface areas.\n"]}]
["1201.1132",{"format":[],"subject":["Condensed Matter - Materials Science","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1132","Phys. Rev. A85, 012508 (2012)","doi:10.1103/PhysRevA.85.012508"],"date":["2012-01-05"],"type":["text"],"creator":["Boström, Mathias","Sernelius, Bo E."],"language":[],"coverage":[],"title":["Repulsive van der Waals forces due to hydrogen exposure on bilayer\n  Graphene"],"description":["  We consider the effect of atomic hydrogen exposure to a system of two undoped\nsheets of graphene grown near a silica surface (the first adsorbed to the\nsurface and the second freestanding near the surface). In the absence of atomic\nhydrogen the van der Waals force between the sheets is attractive at all\nseparations causing the sheets to come closer together. However, with addition\nof atomic hydrogen between the sheets the long range van der Waals interaction\nturns repulsive at a critical concentration. The underlying triple layer\nstructure (SiO2 -Atomic Hydrogen Gas -Air) gives rise to a long range repulsion\nthat at large enough separations dominates over the more rapidly decaying\nattraction between the two-dimensional undoped graphene sheets (and between the\nouter graphene sheet and SiO2). This may be an avenue to tune the separation\nbetween two graphene sheets with the gas concentration. Doping of the graphene\nlayers increases the attractive part of the interaction and hence reduces the\nnet repulsive interaction.\n"]}]
["1201.1136",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1136","Phys. Rev. A85, 010701(R) (2012)","doi:10.1103/PhysRevA.85.010701"],"date":["2012-01-05"],"type":["text"],"creator":["Boström, Mathias","Sernelius, Bo E.","Brevik, Iver","Ninham, Barry W."],"language":[],"coverage":[],"title":["Retardation turns the van der Waals attraction into Casimir repulsion\n  already at 3 nm"],"description":["  Casimir forces between surfaces immersed in bromobenzene have recently been\nmeasured by Munday et al. Attractive Casimir forces were found between gold\nsurfaces. The forces were repulsive between gold and silica surfaces. We show\nthe repulsion is due to retardation effects. The van der Waals interaction is\nattractive at all separations. The retardation driven repulsion sets in already\nat around 3 nm. To our knowledge retardation effects have never been found at\nsuch a small distance before. Retardation effects are usually associated with\nlarge distances.\n"]}]
["1201.1818",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1818"],"date":["2012-01-09","2012-01-24"],"type":["text"],"creator":["McIntosh, Alan","Morris, Andrew J."],"language":[],"coverage":[],"title":["Finite Propagation Speed for First Order Systems and Huygens' Principle\n  for Hyperbolic Equations"],"description":["  We prove that strongly continuous groups generated by first order systems on\nRiemannian manifolds have finite propagation speed. Our procedure provides a\nnew direct proof for self-adjoint systems, and allows an extension to operators\non metric measure spaces. As an application, we present a new approach to the\nweak Huygens' principle for second order hyperbolic equations.\n","Comment: 12 pages"]}]
["1201.2401",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2401"],"date":["2012-01-11","2012-01-25"],"type":["text"],"creator":["Rosner, Jonathan L.","Stone, Sheldon"],"language":[],"coverage":[],"title":["Leptonic decays of charged pseudoscalar mesons - 2012"],"description":["  We review the physics of purely leptonic decays of $\\pi^\\pm$, $K^\\pm$,\n$D^{\\pm}$, $D_s^\\pm$, and $B^\\pm$ pseudoscalar mesons. The measured decay rates\nare related to the product of the relevant weak-interaction-based CKM matrix\nelement of the constituent quarks and a strong interaction parameter related to\nthe overlap of the quark and antiquark wave-functions in the meson, called the\ndecay constant $f_P$. The interplay between theory and experiment is different\nfor each particle. Theoretical predictions of $f_B$ that are needed in the $B$\nsector can be tested by measuring $f_{D^+}$ and $f_{D_s^+}$ in the charm\nsector. The lighter $\\pi^{\\pm}$ and $K^{\\pm}$ mesons provide stringent\ncomparisons between experiment and theory due to the accuracy of both the\nmeasurements and the theoretical predictions. This review was prepared for the\nParticle Data Group's 2012 edition.\n","Comment: 10 pages, 2 figures. Mini-review for the Particle Data Group's 2012\n  edition. Sentence deleted"]}]
["1201.2491",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2491","Phys. Rev. A 85, 013835 (2012)","doi:10.1103/PhysRevA.85.013835"],"date":["2012-01-12"],"type":["text"],"creator":["Jen, H. H."],"language":[],"coverage":[],"title":["Positive-P phase space method simulation in superradiant emission from a\n  cascade atomic ensemble"],"description":["  The superradiant emission properties from an atomic ensemble with cascade\nlevel configuration is numerically simulated. The correlated spontaneous\nemissions (signal then idler fields) are purely stochastic processes which are\ninitiated by quantum fluctuations. We utilize the positive-P phase space method\nto investigate the dynamics of the atoms and counter-propagating emissions. The\nlight field intensities are calculated, and the signal-idler correlation\nfunction is studied for different optical depths of the atomic ensemble.\nShorter correlation time scale for a denser atomic ensemble implies a broader\nspectral window needed to store or retrieve the idler pulse.\n","Comment: To be published in Phys. Rev. A"]}]
["1201.4276",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4276","Proceedings of the Steklov Institute of Mathematics, 2011, v. 272,\n  pp.216-222"],"date":["2012-01-20"],"type":["text"],"creator":["Shirkov, D. V."],"language":[],"coverage":[],"title":["Dream-land with Classic Higgs field, Dimensional Reduction and all that"],"description":["  This text, on the one hand, is related to the talk delivered at the\nConference \"Gauge Fields. Yesterday, Today, Tomorrow\", dedicated to the Andrej\nSlavnov 70th anniversary; on the other - in the form of a fairy tale - it\nsummarizes some results of researches performed after this Fest, mainly due to\ndiscussion around the talk.\n","Comment: 9 pages, 8 figures, talk delivered at the International Conference\n  \"Gauge Fields. Yesterday, Today, Tomorrow\" dedicated to the 70-th anniversary\n  of Andrei Alekseevich Slavnov (January 19-24, 2010, Moscow, Russia)"]}]
["1201.4514",{"format":[],"subject":["Physics - Optics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4514"],"date":["2012-01-21","2012-01-24"],"type":["text"],"creator":["Alekseyev, Leonid V.","Podolskiy, Viktor A.","Narimanov, Evgenii E."],"language":[],"coverage":[],"title":["Non-magnetic negative-refraction systems for terahertz and far-infrared\n  frequencies"],"description":["  We demonstrate that homogeneous naturally-occurring materials can form\nnon-magnetic negative refractive index systems, and present specific\nrealizations of the proposed approach for the THz and far-IR frequencies. The\nproposed structure operates away from resonance, thereby promising the capacity\nfor low-loss devices.\n","Comment: 3 pages, 2 figures"]}]
["1201.4528",{"format":[],"subject":["Mathematics - Number Theory","37P05 (Primary) 11B37 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4528"],"date":["2012-01-22","2012-01-25"],"type":["text"],"creator":["Worden, William"],"language":[],"coverage":[],"title":["Iterations of Quadratic Polynomials over Finite Fields"],"description":["  Given a map f:Z-->Z and an initial argument alpha, we can iterate the map to\nget a finite set of iterates modulo a prime p. In particular, for a quadratic\nmap f(z)=z^2 +c, c constant, work by Pollard suggests that this set should have\nlength on the order of p^(1/2). We give a heuristic argument that suggests that\nthe statistical properties of this set might be very similar to the Birthday\nProblem random variable X_n, for an n=p day year, and offer considerable\nexperimental evidence that the limiting distribution of these set lengths,\ndivided by p^(1/2), for p\\leq x as x goes to infinity, converges to the\nlimiting distribution of X_n/n^(1/2), as n goes to infinity.\n","Comment: 14 pages, 6 figures; references updated, added. Revised to reflect\n  new and updated references [2, 10]"]}]
["1201.5007",{"format":[],"subject":["Mathematics - Functional Analysis","46E35, 26B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5007","doi:10.1142/S0219199712500058"],"date":["2012-01-24"],"type":["text"],"creator":["Sickel, Winfried","Skrzypczak, Leszek","Vybiral, Jan"],"language":[],"coverage":[],"title":["On the Interplay of Regularity and Decay in Case of Radial Functions I.\n  Inhomogeneous spaces"],"description":["  We deal with decay and boundedness properties of radial functions belonging\nto Besov and Lizorkin-Triebel spaces. In detail we investigate the surprising\ninterplay of regularity and decay. Our tools are atomic decompositions in\ncombination with trace theorems.\n"]}]
["1201.5028",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5028","4th Hinode Science Meeting: Unsolved Problems and New Insights,\n  ASP Conference Series, Vol. 455, pp. 361-368 (2012)"],"date":["2012-01-24","2012-01-25"],"type":["text"],"creator":["Sechler, Marybeth","McIntosh, Scott W.","Tian, Hui","De Pontieu, Bart"],"language":[],"coverage":[],"title":["Hinode/EIS Line Profile Asymmetries And Their Relationship with the\n  Distribution of SDO/AIA Propagating Coronal Disturbance Velocities"],"description":["  Using joint observations from Hinode/EIS and the Atmospheric Imaging Array\n(AIA) on the Solar Dynamics Observatory we explore the asymmetry of coronal EUV\nline profiles. We find that asymmetries exist in all of the spectral lines\nstudied, and not just the hottest lines as has been recently reported in the\nliterature. Those asymmetries indicate that the velocities of the second\nemission component are relatively consistent across temperature and consistent\nwith the apparent speed at which material is being inserted from the lower\natmosphere that is visible in the SDO/AIA images as propagating coronal\ndisturbances. Further, the observed asymmetries are of similar magnitude (a few\n%) and width (determined from the RB analysis) across the temperature space\nsampled and in the small region studied. Clearly, there are two components of\nemission in the locations where the asymmetries are identified in the RB\nanalysis, their characteristics are consistent with those determined from the\nSDO/AIA data. There is no evidence from our analysis that this second component\nis broader than the main component of the line.\n","Comment: 8 pages, 4 color figures"]}]
["1201.5039",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Classical Analysis and ODEs","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5039"],"date":["2012-01-24","2012-01-25"],"type":["text"],"creator":["Bennett, Michael","Iosevich, Alex","Pakianathan, Jonathan"],"language":[],"coverage":[],"title":["Three-point configurations determined by subsets of $\\mathbb{F}_q^2$ via\n  the Elekes-Sharir paradigm"],"description":["  We prove that if $E \\subset {\\mathbb F}_q^2$, $q \\equiv 3 \\mod 4$, has size\ngreater than $Cq^{7/4}$, then $E$ determines a positive proportion of all\ncongruence classes of triangles in ${\\mathbb F}_q^2$.\n  The approach in this paper is based on the approach to the Erd\\H os distance\nproblem in the plane due to Elekes and Sharir, followed by an incidence bound\nfor points and lines in ${\\mathbb F}_q^3$. We also establish a weak lower bound\nfor a related problem in the sense that any subset $E$ of ${\\mathbb F}_q^2$ of\nsize less than $cq^{4/3}$ definitely does not contain a positive proportion of\n{\\bf translation} classes of triangles in the plane. This result is a special\ncase of a result established for $n$-simplices in ${\\mathbb F}_q^d$. Finally, a\nnecessary and sufficient condition on the lengths of a triangle for it to exist\nin $\\mathbb{F}^2$ for any field $\\mathbb F$ of characteristic not equal to 2 is\nestablished as a special case of a result for $d$-simplices in ${\\mathbb F}^d$.\n"]}]
["1201.5129",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5129"],"date":["2012-01-24"],"type":["text"],"creator":["Tao, Terence","Thiele, Christoph"],"language":[],"coverage":[],"title":["Nonlinear Fourier Analysis"],"description":["  The nonlinear Fourier transform discussed in these notes is the map from the\npotential of a one dimensional discrete Dirac operator to the transmission and\nreflection coefficients thereof. Emphasis is on this being a nonlinear variant\nof the classical Fourier series, and on nonlinear analogues of classical\nanalytic facts about Fourier series. These notes are a summary of a series of\nlectures given in 2003 at the Park City Mathematics Institute.\n"]}]
["1201.5132",{"format":[],"subject":["Quantitative Finance - Risk Management","Mathematics - Probability","60E07, 60G51, 91G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5132"],"date":["2012-01-24"],"type":["text"],"creator":["Rheinländer, Thorsten","Schmutz, Michael"],"language":[],"coverage":[],"title":["Quasi self-dual exponential L\\'evy processes"],"description":["  The important application of semi-static hedging in financial markets\nnaturally leads to the notion of quasi self-dual processes. The focus of our\nstudy is to give new characterizations of quasi self-duality for exponential\nL\\'evy processes such that the resulting market does not admit arbitrage\nopportunities. We derive a set of equivalent conditions for the stochastic\nlogarithm of quasi self-dual martingale models and derive a further\ncharacterization of these models not depending on the L\\'evy-Khintchine\nparametrization. Since for non-vanishing order parameter two martingale\nproperties have to be satisfied simultaneously, there is a non-trivial relation\nbetween the order and shift parameter representing carrying costs in financial\napplications. This leads to an equation containing an integral term which has\nto be inverted in applications. We first discuss several important properties\nof this equation and, for some well-known models, we derive a family of\nclosed-form inversion formulae leading to parameterizations of sets of possible\ncombinations in the corresponding parameter spaces of well-known L\\'evy driven\nmodels.\n"]}]
["1201.5133",{"format":[],"subject":["Statistics - Methodology","62G05, 62G10, 62G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5133"],"date":["2012-01-24"],"type":["text"],"creator":["Haff, Ingrid Hobaek","Segers, Johan"],"language":[],"coverage":[],"title":["Nonparametric estimation of pair-copula constructions with the empirical\n  pair-copula"],"description":["  A pair-copula construction is a decomposition of a multivariate copula into a\nstructured system, called regular vine, of bivariate copulae or pair-copulae.\nThe standard practice is to model these pair-copulae parametrically, which\ncomes at the cost of a large model risk, with errors propagating throughout the\nvine structure. The empirical pair-copula proposed in the paper provides a\nnonparametric alternative still achieving the parametric convergence rate. It\ncan be used as a basis for inference on dependence measures, for selecting and\npruning the vine structure, and for hypothesis tests concerning the form of the\npair-copulae.\n","Comment: 23 pages, 7 figures"]}]
["1201.5137",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Physics - Biological Physics","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5137","doi:10.1371/journal.pone.0018081"],"date":["2012-01-24"],"type":["text"],"creator":["Sandersius, Sebastian A.","Chuai, Manli","Weijer, Cornelis J.","Newman, Timothy J."],"language":[],"coverage":[],"title":["Correlating Cell Behavior with Tissue Topology in Embryonic Epithelia"],"description":["  Measurements on embryonic epithelial tissues in a diverse range of organisms\nhave shown that the statistics of cell neighbor numbers are universal in\ntissues where cell proliferation is the primary cell activity. Highly\nsimplified non-spatial models of proliferation are claimed to accurately\nreproduce these statistics. Using a systematic critical analysis, we show that\nnon-spatial models are not capable of robustly describing the universal\nstatistics observed in proliferating epithelia, indicating strong spatial\ncorrelations between cells. Furthermore we show that spatial simulations using\nthe Subcellular Element Model are able to robustly reproduce the universal\nhistogram. In addition these simulations are able to unify ostensibly divergent\nexperimental data in the literature. We also analyze cell neighbor statistics\nin early stages of chick embryo development in which cell behaviors other than\nproliferation are important. We find from experimental observation that cell\nneighbor statistics in the primitive streak region, where cell motility and\ningression are also important, show a much broader distribution. A non-spatial\nMarkov process model provides excellent agreement with this broader histogram\nindicating that cells in the primitive streak may have significantly weaker\nspatial correlations. These findings show that cell neighbor statistics provide\na potentially useful signature of collective cell behavior.\n","Comment: PLoS one 2011"]}]
["1201.5146",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35R05, 35J55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5146","doi:10.1007/s00205-012-0501-z"],"date":["2012-01-24"],"type":["text"],"creator":["Dong, Hongjie"],"language":[],"coverage":[],"title":["Gradient estimates for parabolic and elliptic systems from linear\n  laminates"],"description":["  We establish several gradient estimates for second-order divergence type\nparabolic and elliptic systems. The coefficients and data are assumed to be\nH\\\"older or Dini continuous in the time variable and all but one spatial\nvariables. This type of systems arises from the problems of linearly elastic\nlaminates and composite materials. For the proof, we use Campanato's approach\nin a novel way. Non-divergence type equations under a similar condition are\nalso discussed.\n","Comment: 31 pages, submitted in Jan. 2011, to appear in ARMA"]}]
["1201.5147",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5147"],"date":["2012-01-24"],"type":["text"],"creator":["Linowitz, Benjamin"],"language":[],"coverage":[],"title":["Isospectral towers of Riemannian Manifolds"],"description":["  In this paper we construct, for n >= 2, arbitrarily large families of\ninfinite towers of compact, orientable Riemannian n-manifolds which are\nisospectral but not isometric at each stage. In dimensions two and three, the\ntowers produced consist of hyperbolic 2-manifolds and hyperbolic 3-manifolds,\nand in these cases we show that the isospectral towers do not arise from\nSunada's method.\n"]}]
["1201.5150",{"format":[],"subject":["Mathematics - Algebraic Topology","55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5150"],"date":["2012-01-24"],"type":["text"],"creator":["Clavier, Lucien"],"language":[],"coverage":[],"title":["Visualizing Poincar\\'e Duality"],"description":["  We investigate some connections between two different ways of defining\nPoincar\\'e Duality, and relate them geometrically to the level curve mapping.\n","Comment: 17 pages, 19 figures"]}]
["1201.5152",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5152"],"date":["2012-01-24"],"type":["text"],"creator":["Baldoma, Inmaculada","Fontich, Ernest","Guardia, Marcel","Seara, Tere M."],"language":[],"coverage":[],"title":["Exponentially small splitting of separatrices beyond Melnikov analysis:\n  rigorous results"],"description":["  We study the problem of exponentially small splitting of separatrices of one\ndegree of freedom classical Hamiltonian systems with a non-autonomous\nperturbation fast and periodic in time. We provide a result valid for general\nsystems which are algebraic or trigonometric polynomials in the state\nvariables. It consists on obtaining a rigorous proof of the asymptotic formula\nfor the measure of the splitting. We obtain that the splitting has the\nasymptotic behavior $K \\varepsilon^{\\beta} \\text{e}^{-a/\\varepsilon}$,\nidentifying the constants $K,\\beta,a$ in terms of the system features.\n  We consider several cases. In some cases, assuming the perturbation is small\nenough, the values of $K,\\beta$ coincide with the classical Melnikov approach.\nWe identify the limit size of the perturbation for which this theory holds\ntrue. However for the limit cases, which appear naturally both in averaging and\nbifurcation theories, we encounter that, generically, $K$ and $\\beta$ are not\nwell predicted by Melnikov theory.\n"]}]
["1201.5154",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5154"],"date":["2012-01-24"],"type":["text"],"creator":["McKilliam, Robby","Grant, Alex"],"language":[],"coverage":[],"title":["Finding short vectors in a lattice of Voronoi's first kind"],"description":["  We show that for those lattices of Voronoi's first kind, a vector of shortest\nnonzero Euclidean length can computed in polynomial time by computing a minimum\ncut in a graph.\n","Comment: submitted to the 2012 International Symposium on Information Theory\n  (ISIT)"]}]
["1201.5156",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5156"],"date":["2012-01-24"],"type":["text"],"creator":["Niculescu, Constantin P.","Prajitura, Gabriel T."],"language":[],"coverage":[],"title":["Some open problems concerning the convergence of positive series"],"description":["  We discuss some old results due to Abel and Olivier concerning the\nconvergence of positive series and prove a set of necessary conditions\ninvolving convergence in density.\n"]}]
["1201.5157",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","76B15, 35Q99, 60F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5157"],"date":["2012-01-24"],"type":["text"],"creator":["Gomez, Christophe"],"language":[],"coverage":[],"title":["Loss of Resolution for the Time Reversal of Waves in Random Underwater\n  Acoustic Channels"],"description":["  In this paper we analyze a time-reversal experiment in a random underwater\nacoustic channel. In this kind of waveguide with semi-infinite cross section a\npropagating field can be decomposed over three kinds of modes: the propagating\nmodes, the radiating modes and the evanescent modes. Using an asymptotic\nanalysis based on a separation of scales technique we derive the asymptotic\nform of the the coupled mode power equation for the propagating modes. This\napproximation is used to compute the transverse profile of the refocused field\nand show that random inhomogeneities inside the waveguide deteriorate the\nspatial refocusing. This result, in an underwater acoustic channel context, is\nin contradiction with the classical results about time-reversal experiment in\nother configurations, for which randomness in the propagation medium enhances\nthe refocusing.\n","Comment: 31 pages, 11 figures"]}]
["1201.5162",{"format":[],"subject":["Mathematics - Logic","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5162"],"date":["2012-01-24"],"type":["text"],"creator":["Duque, David Fernández"],"language":[],"coverage":[],"title":["A sound and complete axiomatization for Dynamic Topological Logic"],"description":["  Dynamic Topological Logic (DTL) is a multimodal system for reasoning about\ndynamical systems. It is defined semantically and, as such, most of the work\ndone in the field has been model-theoretic. In particular, the problem of\nfinding a complete axiomatization for the full language of DTL over the class\nof all dynamical systems has proven to be quite elusive.\n  Here we propose to enrich the language to include a polyadic topological\nmodality, originally introduced by Dawar and Otto in a different context. We\nthen provide a sound axiomatization for DTL over this extended language, and\nprove that it is complete. The polyadic modality is used in an essential way in\nour proof.\n"]}]
["1201.5169",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5169"],"date":["2012-01-24"],"type":["text"],"creator":["Zhu, Bin","Taylor, Jeremy M. G.","Song, Peter X. -K."],"language":[],"coverage":[],"title":["Signal extraction and breakpoint identification for array CGH data using\n  robust state space model"],"description":["  Array comparative genomic hybridization(CGH) is a high resolution technique\nto assess DNA copy number variation. Identifying breakpoints where copy number\nchanges will enhance the understanding of the pathogenesis of human diseases,\nsuch as cancers. However, the biological variation and experimental errors\ncontained in array CGH data may lead to false positive identification of\nbreakpoints. We propose a robust state space model for array CGH data analysis.\nThe model consists of two equations: an observation equation and a state\nequation, in which both the measurement error and evolution error are specified\nto follow t-distributions with small degrees of freedom. The completely\nunspecified CGH profiles are estimated by a Markov Chain Monte Carlo(MCMC)\nalgorithm. Breakpoints and outliers are identified by a novel backward\nselection procedure based on posterior draws of the CGH profiles. Compared to\nthree other popular methods, our method demonstrates several desired features,\nincluding false positive rate control, robustness against outliers, and\nsuperior power of breakpoint detection. All these properties are illustrated\nusing simulated and real datasets.\n"]}]
["1201.5177",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5177","Nature 475, 206-209 (14 July 2011)","doi:10.1038/nature10201"],"date":["2012-01-24"],"type":["text"],"creator":["Walsh, Kevin J.","Morbidelli, Alessando","Raymond, Sean N.","O'Brien, David P.","Mandell, Avi M."],"language":[],"coverage":[],"title":["A low mass for Mars from Jupiter's early gas-driven migration"],"description":["  Jupiter and Saturn formed in a few million years (Haisch et al. 2001) from a\ngas-dominated protoplanetary disk, and were susceptible to gas-driven migration\nof their orbits on timescales of only ~100,000 years (Armitage 2007).\nHydrodynamic simulations show that these giant planets can undergo a two-stage,\ninward-then-outward, migration (Masset & Snellgrove 2001, Morbidelli & Crida\n2007, Pierens & Nelson 2008). The terrestrial planets finished accreting much\nlater (Klein et al. 2009), and their characteristics, including Mars' small\nmass, are best reproduced by starting from a planetesimal disk with an outer\nedge at about one astronomical unit from the Sun (Wetherill 1978, Hansen 2009)\n(1 AU is the Earth-Sun distance). Here we report simulations of the early Solar\nSystem that show how the inward migration of Jupiter to 1.5 AU, and its\nsubsequent outward migration, lead to a planetesimal disk truncated at 1 AU;\nthe terrestrial planets then form from this disk over the next 30-50 million\nyears, with an Earth/Mars mass ratio consistent with observations. Scattering\nby Jupiter initially empties but then repopulates the asteroid belt, with\ninner-belt bodies originating between 1 and 3 AU and outer-belt bodies\noriginating between and beyond the giant planets. This explains the significant\ncompositional differences across the asteroid belt. The key aspect missing from\nprevious models of terrestrial planet formation is the substantial radial\nmigration of the giant planets, which suggests that their behaviour is more\nsimilar to that inferred for extrasolar planets than previously thought.\n","Comment: 12 pages, 4 figures + Supplementary Material 46 pages, 10 figures"]}]
["1201.5182",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5182"],"date":["2012-01-24"],"type":["text"],"creator":["Pandey, Umesh Kumar","Bhardwaj, Brijesh Kumar","pal, Saurabh"],"language":[],"coverage":[],"title":["Data Mining as a Torch Bearer in Education Sector"],"description":["  Every data has a lot of hidden information. The processing method of data\ndecides what type of information data produce. In India education sector has a\nlot of data that can produce valuable information. This information can be used\nto increase the quality of education. But educational institution does not use\nany knowledge discovery process approach on these data. Information and\ncommunication technology puts its leg into the education sector to capture and\ncompile low cost information. Now a day a new research community, educational\ndata mining (EDM), is growing which is intersection of data mining and\npedagogy. In this paper we present roadmap of research done in EDM in various\nsegment of education sector.\n","Comment: 11 pages; Technical Journal of LBSIMDS, 2011"]}]
["1201.5185",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5185"],"date":["2012-01-25"],"type":["text"],"creator":["Fayolle, Guy","Furtlehner, Cyril"],"language":[],"coverage":[],"title":["About Hydrodynamic Limit of Some Exclusion Processes via Functional\n  Integration"],"description":["  This article considers some classes of models dealing with the dynamics of\ndiscrete curves subjected to stochastic deformations. It turns out that the\nproblems of interest can be set in terms of interacting exclusion processes,\nthe ultimate goal being to derive hydrodynamic limits after proper scalings. A\nseemingly new method is proposed, which relies on the analysis of specific\npartial differential operators, involving variational calculus and functional\nintegration: indeed, the variables are the values of some functions at given\npoints, the number of which tends to become infinite, which requires the\nconstruction of \\emph{generalized measures}. Starting from a detailed analysis\nof the \\textsc{asep} system on the torus Z/N/Z, we claim that the arguments a\npriori work in higher dimensions (ABC, multi-type exclusion processes, etc),\nleading to sytems of coupled partial differential equations of Burgers' type.\n","Comment: Proceedings on CD. ISBN 978-5-901158-15-9; Int. Math. Conf. \"50 Years\n  of IPPI\" (2011)"]}]
["1201.5186",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5186"],"date":["2012-01-25"],"type":["text"],"creator":["Levin, Genadi","Zinsmeister, Michel"],"language":[],"coverage":[],"title":["On the Hausdorff dimension of Julia sets of some real polynomials"],"description":["  We show that the supremum for $c$ real of the Hausdorff dimension of the\nJulia set of the polynomial $z\\mapsto z^d+c$ ($d$ is an even natural number) is\ngreater than $2d/(d+1)$.\n","Comment: 10 page, 4 figures"]}]
["1201.5187",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5187"],"date":["2012-01-25"],"type":["text"],"creator":["Preto, Jordane","Pettini, Marco"],"language":[],"coverage":[],"title":["Long-range resonant interactions in biological systems"],"description":["  The issue of retarded long-range resonant interactions between two molecules\nwith oscillating dipole moments is reinvestigated within the framework of\nclassical electrodynamics. By taking advantage of a theorem in complex\nanalysis, we present a simple method to work out the frequencies of the normal\nmodes, which are then used to estimate the interaction potential. The main\nresults thus found are in perfect agreement with several outcomes obtained from\nquantum computations. Moreover, when applied to a biophysical context, our\nfindings shed new light on Fr\\\"ohlich's theory of selective long-range\ninteractions between biomolecules. In particular, at variance with a\nlong-standing belief, we show that sizable resonant long-range interactions may\nexist only if the interacting system is out of thermal equilibrium.\n","Comment: Letter : 4 pages"]}]
["1201.5189",{"format":[],"subject":["Mathematics - Functional Analysis","47H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5189"],"date":["2012-01-25"],"type":["text"],"creator":["Morales, José R.","Rojas, E. M."],"language":[],"coverage":[],"title":["Altering distance functions and fixed point theorems through rational\n  expression"],"description":["  In this paper, using altering distance functions we obtain a generalization\nof the results due to B.K. Das and S. Gupta as well as the results given by B.\nSamet and H. Yazid. Moreover, we study the so-called property P for the\ncontraction mappings considered in this article.\n"]}]
["1201.5190",{"format":[],"subject":["Physics - Physics Education","Physics - Instrumentation and Detectors","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5190"],"date":["2012-01-25"],"type":["text"],"creator":["Baddi, Raju"],"language":[],"coverage":[],"title":["Bi Event Timer for Physics Lab"],"description":["  Ubiquitously during experiments one encounters a situation where time lapse\nbetween two events has to measured. For example during the oscillations of a\npendulum or a vibrating reed, the powering of a lamp and achieving of its full\nintensity. The powering of a relay and the closure of its contacts etc.\nSituations like these call for a time measuring device between two events.\nHence this article describes a general Bi-Event timer that can be used in a\nphysics lab for ubiquitous time lapse measurements during experiments. These\nmeasurements in turn can be used to interpret other parameters like velocity,\nacceleration etc. The timer described here is simple to build and accurate in\nperformance. The Bi-event occurence can be applied as a signal to the inputs of\nthe timer either on separate lines or along a single path in series as voltage\npulses.\n","Comment: 6 pages, 2 illustrations, 3 schematics"]}]
["1201.5193",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5193"],"date":["2012-01-25"],"type":["text"],"creator":["Liang, Yongye","Wang, Hailiang","Zhou, Jigang","Li, Yanguang","Wang, Jian","Regier, Tom","Dai, Hongjie"],"language":[],"coverage":[],"title":["Covalent Hybrid of Spinel Manganese-Cobalt Oxide and Gra-phene as\n  Advanced Oxygen Reduction Electrocatalysts"],"description":["  Through direct nanoparticle nucleation and growth on nitrogen doped, reduced\ngraphene oxide sheets and cation substitution of spinel Co3O4 nanoparticles, a\nmanganese-cobalt spinel MnCo2O4/graphene hybrid was developed as a highly\nefficient electrocatalyst for oxygen reduction reaction (ORR) in alkaline\nconditions. Electrochemical and X-ray near edge structure (XANES)\ninvestigations revealed that the nucleation and growth method for forming\ninorganic-nanocarbon hybrid results in covalent coupling between spinel oxide\nnanoparticles and N-doped reduced graphene oxide (N-rmGO) sheets. Carbon K-edge\nand nitrogen K-edge XANES showed strongly perturbed C-O and C-N bonding in the\nN-rmGO sheet, suggesting the formation of C-O-metal and C-N-metal bonds between\nN-doped graphene oxide and spinel oxide nanoparticles. Co L-edge and Mn L-edge\nXANES suggested substitu-tion of Co3+ sites by Mn3+, which increased the\nactivity of the catalytic sites in the hybrid materials, further boosting the\nORR activity compared to the pure cobalt oxide hybrid. The covalently bonded\nhybrid afforded much greater activity and durability than the physi-cal mixture\nof nanoparticles and carbon materials including N-rmGO. At the same mass\nloading, the MnCo2O4/N-graphene hybrid can outperform Pt/C in ORR current\ndensity at medium overpotentials with superior stability to Pt/C in alkaline\nsolutions.\n","Comment: published in JACS"]}]
["1201.5195",{"format":[],"subject":["Mathematics - Operator Algebras","46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5195"],"date":["2012-01-25"],"type":["text"],"creator":["Hayashi, Tomohiro"],"language":[],"coverage":[],"title":["On normalizers of $C^{*}$-subalgebras in the Cuntz algebra\n  $\\mathcal{O}_{n}$"],"description":["  In this paper we investigate the normalizer\n$\\mathcal{N}_{\\mathcal{O}_{n}}(A)$ of a $C^{*}$-subalgebra $A\\subset\n\\mathcal{F}_{n}$ where $\\mathcal{F}_{n}$ is the canonical UHF-subalgebra of\ntype $n^{\\infty}$ in the Cuntz algebra $\\mathcal{O}_{n}$. Under the assumption\nthat the relative commutant $A'\\cap \\mathcal{F}_{n}$ is finite-dimensional, we\nshow several facts for normalizers of $A$. In particular it is shown that the\nautomorphism group $\\{{\\rm Ad}u|_{A}\\ \\ |\\ u\\in\n\\mathcal{N}_{\\mathcal{F}_{n}}(A)\\}$ has a finite index in $\\{{\\rm Ad}U|_{A}\\ \\\n|\\ U\\in \\mathcal{N}_{\\mathcal{O}_{n}}(A)\\}$.\n","Comment: 9 pages"]}]
["1201.5199",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5199"],"date":["2012-01-25"],"type":["text"],"creator":["Juutinen, Petri","Parviainen, Mikko","Rossi, Julio D."],"language":[],"coverage":[],"title":["Discontinuous gradient constraints and the infinity Laplacian"],"description":["  Motivated by tug-of-war games and asymptotic analysis of certain variational\nproblems, we consider a gradient constraint problem involving the infinity\nLaplace operator. We prove that this problem always has a solution that is\nunique if a certain regularity condition on the constraint is satisfied. If\nthis regularity condition fails, then solutions obtained from game theory and\n$L^p$-approximation need not coincide.\n"]}]
["1201.5200",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5200"],"date":["2012-01-25"],"type":["text"],"creator":["Rossato, Lorenzo","Rossetto, Francesco","Silvestrelli, Pier Luigi"],"language":[],"coverage":[],"title":["Aqueous solvation of methane from first principles"],"description":["  Structural, dynamical, bonding, and electronic properties of water molecules\naround a soluted methane molecule are studied from first principles. The\nresults are compatible with experiments and qualitatively support the\nconclusions of recent classical Molecular Dynamics simulations concerning the\ncontroversial issue on the presence of \"immobilized\" water molecules around\nhydrophobic groups: the hydrophobic solute slightly reduces (by a less than 2\nfactor) the mobility of many surrounding water molecules rather than\nimmobilizing just the few ones which are closest to methane, similarly to what\nobtained by previous first-principles simulations of soluted methanol.\nMoreover, the rotational slowing down is compatible with that one predicted on\nthe basis of the excluded volume fraction, which leads to a slower Hydrogen\nbond-exchange rate. The analysis of simulations performed at different\ntemperatures suggests that the target temperature of the soluted system must be\ncarefully chosen, in order to avoid artificial slowing-down effects. By\ngenerating maximally-localized Wannier functions, a detailed description of the\npolarization effects in both solute and solvent molecules is obtained, which\nbetter characterizes the solvation process.\n","Comment: 3 figures"]}]
["1201.5205",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5205"],"date":["2012-01-25"],"type":["text"],"creator":["van Leeuwen, M.","collaboration, for the ALICE"],"language":[],"coverage":[],"title":["High-$p_T$ results from ALICE"],"description":["  We report recent results of high-pt measurements in Pb--Pb collisions at\n$\\sqrt{s_{NN}}=2.76$ TeV by the ALICE experiment and discuss the implications\nin terms of energy loss of energetic partons in the strongly interaction medium\nformed in the collisions.\n","Comment: Presented at the 2011 Hadron Collider Physics symposium (HCP-2011),\n  Paris, France, November 14-18 2011, 6 pages, 6 figures"]}]
["1201.5206",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B06, 35B09, 35B38, 35J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5206"],"date":["2012-01-25"],"type":["text"],"creator":["Tavares, Hugo","Weth, Tobias"],"language":[],"coverage":[],"title":["Existence and symmetry results for competing variational systems"],"description":["  In this paper we consider a class of gradient systems of type $$ -c_i \\Delta\nu_i + V_i(x)u_i=P_{u_i}(u),\\quad u_1,..., u_k>0 \\text{in}\\Omega, \\qquad\nu_1=...=u_k=0 \\text{on} \\partial \\Omega, $$ in a bounded domain\n$\\Omega\\subseteq \\R^N$. Under suitable assumptions on $V_i$ and $P$, we prove\nthe existence of ground-state solutions for this problem. Moreover, for $k=2$,\nassuming that the domain $\\Omega$ and the potentials $V_i$ are radially\nsymmetric, we prove that the ground state solutions are foliated Schwarz\nsymmetric with respect to antipodal points. We provide several examples for our\nabstract framework.\n","Comment: 21 pages, 0 figures"]}]
["1201.5208",{"format":[],"subject":["Physics - Instrumentation and Detectors","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5208"],"date":["2012-01-25"],"type":["text"],"creator":["Salhi, Zahir","Babcock, Earl","Ioffe, Alexander"],"language":[],"coverage":[],"title":["Design study of magnetic environments for XYZ polarization analysis\n  using 3He for the new thermal time of flight spectrometer TOPAS"],"description":["  We present a finite element calculation of the magnetic field (MagNet\nsoftware) taken with the newly proposed PASTIS Coil, which uses a wide-angle\nbanana shaped 3He Neuton Spin Filter cell (NSF) to cover a large range of\nscattering angle. The goal of this insert is to enable XYZ polarization\nanalysis to be installed on the future thermal time-of flight spectrometer\nTOPAS.\n","Comment: 3 pages, 4 figures"]}]
["1201.5211",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5211","doi:10.1007/s12080-012-0158-0"],"date":["2012-01-25"],"type":["text"],"creator":["Ryabov, Alexei B."],"language":[],"coverage":[],"title":["Phytoplankton competition in deep biomass maximum"],"description":["  Resource competition in heterogeneous environments is still an unresolved\nproblem of theoretical ecology. In this article I analyze competition between\ntwo phytoplankton species in a deep water column, where the distributions of\nmain resources (light and a limiting nutrient) have opposing gradients and\nco-limitation by both resources causes a deep biomass maximum. Assuming that\nthe species have a trade-off in resource requirements and the water column is\nweakly mixed, I apply the invasion threshold analysis (Ryabov and Blasius 2011)\nto determine relations between environmental conditions and phytoplankton\ncomposition. Although species deplete resources in the interior of the water\ncolumn, the resource levels at the bottom and surface remain high. As a result,\nthe slope of resources gradients becomes a new crucial factor which, rather\nthan the local resource values, determines the outcome of competition. The\nvalue of resource gradients nonlinearly depend on the density of consumers.\nThis leads to complex relationships between environmental parameters and\nspecies composition. In particular, it is shown that an increase of both the\nincident light intensity or bottom nutrient concentrations favors the best\nlight competitors, while an increase of the turbulent mixing or background\nturbidity favors the best nutrient competitors. These results might be\nimportant for prediction of species composition in deep ocean.\n","Comment: 13 pages, 7 figures; Theoretical Ecology 2012"]}]
["1201.5215",{"format":[],"subject":["Mathematics - Differential Geometry","53C40, 53D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5215"],"date":["2012-01-25"],"type":["text"],"creator":["Theofanidis, Th.","Xenos, Ph. J."],"language":[],"coverage":[],"title":["Real Hypersurfaces of Non - Flat Complex Planes in Terms of the Jacobi\n  Operators"],"description":["  The aim of the present paper is the study of real hypersurfaces equipped with\nthe condition $\\phi l = l \\phi$, $l = R(., \\xi, \\xi)$.\n"]}]
["1201.5217",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5217","doi:10.5120/677-952"],"date":["2012-01-25"],"type":["text"],"creator":["Al-Muallim, M. T.","El-Kouatly, R."],"language":[],"coverage":[],"title":["Unsupervised Classification Using Immune Algorithm"],"description":["  Unsupervised classification algorithm based on clonal selection principle\nnamed Unsupervised Clonal Selection Classification (UCSC) is proposed in this\npaper. The new proposed algorithm is data driven and self-adaptive, it adjusts\nits parameters to the data to make the classification operation as fast as\npossible. The performance of UCSC is evaluated by comparing it with the well\nknown K-means algorithm using several artificial and real-life data sets. The\nexperiments show that the proposed UCSC algorithm is more reliable and has high\nclassification precision comparing to traditional classification methods such\nas K-means.\n"]}]
["1201.5220",{"format":[],"subject":["Mathematics - Analysis of PDEs","49L25 (Primary) 58G20, 35F20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5220"],"date":["2012-01-25"],"type":["text"],"creator":["Camilli, Fabio","Schieborn, Dirk","Marchi, Claudio"],"language":[],"coverage":[],"title":["Eikonal equations on ramified spaces"],"description":["  We generalize the results in [16] to higher dimensional ramified spaces. For\nthis purpose we introduce ramified manifolds and, as special cases, locally\nelementary polygonal ramified spaces (LEP spaces). On LEP spaces we develop a\ntheory of viscosity solutions for Hamilton-Jacobi equations, providing\nexistence and uniqueness results.\n"]}]
["1201.5223",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5223","published on Apj 746 , 56 (2012)","doi:10.1088/0004-637X/746/1/56"],"date":["2012-01-25"],"type":["text"],"creator":["Zaninetti, L."],"language":[],"coverage":[],"title":["Analytical and Monte Carlo results for the surface-brightness diameter\n  relationship in supernova remnants"],"description":["  The surface brightness diameter relationship for supernovae remnants (SNRs)\nis explained by adopting a model of direct conversion of the flux of kinetic\nenergy into synchrotron luminosity. Two laws of motion are adopted, a power law\nmodel for the radius-time relationship, and a model which uses the thin layer\napproximation. The fluctuations on the log-log surface diameter relationship\nare modeled by a Monte Carlo simulation. In this model a new probability\ndensity function for the density as function of the galactic height is\nintroduced.\n","Comment: 24 pages 8 figures"]}]
["1201.5226",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5226","Nature Chemistry 4, 112 (2012)","doi:10.1038/nchem.1199"],"date":["2012-01-25"],"type":["text"],"creator":["Stannard, Andrew","Russell, James C.","Blunt, Matthew O.","Salesiotis, Christos","Gimenez-Lopez, Maria del Carmen","Taleb, Nassiba","Schroder, Martin","Champness, Neil R.","Garrahan, Juan P.","Beton, Peter H."],"language":[],"coverage":[],"title":["Broken symmetry and the variation of critical properties in the phase\n  behaviour of supramolecular rhombus tilings"],"description":["  The degree of randomness, or partial order, present in two-dimensional\nsupramolecular arrays of isophthalate tetracarboxylic acids is shown to vary\ndue to subtle chemical changes such as the choice of solvent or small\ndifferences in molecular dimensions. This variation may be quantified using an\norder parameter and reveals a novel phase behaviour including random tiling\nwith varying critical properties as well as ordered phases dominated by either\nparallel or non-parallel alignment of neighbouring molecules, consistent with\nlong-standing theoretical studies. The balance between order and randomness is\ndriven by small differences in the intermolecular interaction energies, which\nwe show, using numerical simulations, can be related to the measured order\nparameter. Significant variations occur even when the energy difference is much\nless than the thermal energy highlighting the delicate balance between entropic\nand energetic effects in complex self-assembly processes.\n"]}]
["1201.5227",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5227","IJCSI International Journal of Computer Science Issues, Vol. 8,\n  Issue 6, No 2, (2011) 271-277"],"date":["2012-01-25"],"type":["text"],"creator":["Singh, T. Romen","Roy, Sudipta","Singh, O. Imocha","Sinam, Tejmani","Singh, Kh. Manglem"],"language":[],"coverage":[],"title":["A New Local Adaptive Thresholding Technique in Binarization"],"description":["  Image binarization is the process of separation of pixel values into two\ngroups, white as background and black as foreground. Thresholding plays a major\nin binarization of images. Thresholding can be categorized into global\nthresholding and local thresholding. In images with uniform contrast\ndistribution of background and foreground like document images, global\nthresholding is more appropriate. In degraded document images, where\nconsiderable background noise or variation in contrast and illumination exists,\nthere exists many pixels that cannot be easily classified as foreground or\nbackground. In such cases, binarization with local thresholding is more\nappropriate. This paper describes a locally adaptive thresholding technique\nthat removes background by using local mean and mean deviation. Normally the\nlocal mean computational time depends on the window size. Our technique uses\nintegral sum image as a prior processing to calculate local mean. It does not\ninvolve calculations of standard deviations as in other local adaptive\ntechniques. This along with the fact that calculations of mean is independent\nof window size speed up the process as compared to other local thresholding\ntechniques.\n","Comment: ISSN (Online): 1694-0814 http://www.IJCSI.org 271"]}]
["1201.5229",{"format":[],"subject":["Computer Science - Performance","Computer Science - Computational Engineering, Finance, and Science","Computer Science - Systems and Control","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5229"],"date":["2012-01-25"],"type":["text"],"creator":["Jégourel, Cyrille","Legay, Axel","Sedwards, Sean"],"language":[],"coverage":[],"title":["Cross-entropy optimisation of importance sampling parameters for\n  statistical model checking"],"description":["  Statistical model checking avoids the exponential growth of states associated\nwith probabilistic model checking by estimating properties from multiple\nexecutions of a system and by giving results within confidence bounds. Rare\nproperties are often very important but pose a particular challenge for\nsimulation-based approaches, hence a key objective under these circumstances is\nto reduce the number and length of simulations necessary to produce a given\nlevel of confidence. Importance sampling is a well-established technique that\nachieves this, however to maintain the advantages of statistical model checking\nit is necessary to find good importance sampling distributions without\nconsidering the entire state space.\n  Motivated by the above, we present a simple algorithm that uses the notion of\ncross-entropy to find the optimal parameters for an importance sampling\ndistribution. In contrast to previous work, our algorithm uses a low\ndimensional vector of parameters to define this distribution and thus avoids\nthe often intractable explicit representation of a transition matrix. We show\nthat our parametrisation leads to a unique optimum and can produce many orders\nof magnitude improvement in simulation efficiency. We demonstrate the efficacy\nof our methodology by applying it to models from reliability engineering and\nbiochemistry.\n","Comment: 16 pages, 8 figures, LNCS style"]}]
["1201.5239",{"format":[],"subject":["Mathematics - Category Theory","03C05, 03F25, 08A68, 08A40, 18A23, 18C10, 18D05 (Primary) 03C95,\n  68Q65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5239"],"date":["2012-01-25"],"type":["text"],"creator":["Vidal, Juan Climent","Tur, Juan Soliveres"],"language":[],"coverage":[],"title":["On the Morphisms and Transformations of Tsuyoshi Fujiwara (as a\n  concretion of a bidimensional many-sorted general algebra and its application\n  to the equivalence between many-sorted clones and algebraic theories)"],"description":["  For single-sorted algebras, Fujiwara defined, through the concept of family\nof basic mapping-formulas, a notion of morphism which generalizes the ordinary\nnotion of homomorphism between algebras and an equivalence relation, the\nconjugation, on the families of basic mapping-formulas, which corresponds to\nthe relation of inner isomorphism for algebras. In this paper we extend the\ntheory of Fujiwara about morphisms to the many-sorted algebras, by defining the\nconcept of polyderivor between many-sorted signatures, which assigns to basic\nsorts, words and to formal operations, families of derived terms, and under\nwhich the standard signature morphisms, the basic mapping-formulas of Fujiwara,\nand the derivors of Goguen-Thatcher-Wagner are subsumed. Then, by means of the\nhomomorphisms between B\\'enabou algebras, which are the algebraic counterpart\nof the finitary many-sorted algebraic theories of B\\'enabou, we define the\ncomposition of polyderivors from which we get a corresponding category,\nisomorphic to the category of Kleisli for a monad on the standard category of\nmany-sorted signatures. Next, by defining the notion of transformation between\npolyderivors, we endow the category of many-sorted signatures and polyderivors\nwith a structure of 2-category. From this we get a derived 2-category of\nmany-sorted specifications in which we prove the equivalence of the many-sorted\nspecifications of Hall and B\\'enabou, and deduce the equivalence of the\ncategories of Hall and B\\'enabou algebras. Besides, by defining corresponding\ncategories of generalized many-sorted terms, we prove that the realization of\nthese terms in the many-sorted algebras is invariant under polyderivors and\ncompatible with the transformations between polyderivors, and from this we get\nan example, among others, of the new concept of 2-institution, itself an strict\ngeneralization of that of institution by Goguen and Burstall.\n"]}]
["1201.5241",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5241"],"date":["2012-01-25"],"type":["text"],"creator":["Chan, Terence","Guo, Dongning","Yeung, Raymond"],"language":[],"coverage":[],"title":["Entropy functions and determinant inequalities"],"description":["  In this paper, we show that the characterisation of all determinant\ninequalities for $n \\times n$ positive definite matrices is equivalent to\ndetermining the smallest closed and convex cone containing all entropy\nfunctions induced by $n$ scalar Gaussian random variables. We have obtained\ninner and outer bounds on the cone by using representable functions and\nentropic functions. In particular, these bounds are tight and explicit for $n\n\\le 3$, implying that determinant inequalities for $3 \\times 3$ positive\ndefinite matrices are completely characterized by Shannon-type information\ninequalities.\n","Comment: submitted to ISIT 2012"]}]
["1201.5242",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5242"],"date":["2012-01-25"],"type":["text"],"creator":["Babcock, Earl","Ioffe, Alexander","Salhi, Zahir"],"language":[],"coverage":[],"title":["An ultra compact on-beam 3He polarizer for separation of incoherent\n  background in high Q-range SANS"],"description":["  Incoherent background can create an intrinsic problem for standard small\nangle neutron scattering measurements. Biological samples contain hydrogen\nwhich is a strong incoherent scatterer thus creating an intrinsic source of\nbackground that makes determination of the coherent scattering parameters\ndifficult in special situations. This can especially be true for the Q-range\nfrom around 0.1-0.5 {\\AA}-1 where improper knowledge of the background level\ncan lead to ambiguity in determination of the samples structure parameters.\nPolarization analysis is a way of removing this ambiguity by allowing one to\ndistinguish the coherent from incoherent scattering, even when the coherent\nscattering is only a small fraction of the total scattered intensity. 3He spin\nfilters are ideal for accomplishing this task because they permit the analysis\nof large area and large divergence scattered neutron beams without adding to\ndetector background or changing the prorogation of the scatter neutron beam.\nThis rapid note describes a design for a new ultra compact SEOP based 3He\npolarized that can be used for this application. This is a work in progress,\nthe magnetic system has been completed and tested. We are in the process of\nconstructing the mechanical components for online polarization, such as a\ncompact laser system and the oven described in this intermediate document.\n","Comment: 3 pages 4 figures. Work in progress"]}]
["1201.5244",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5244"],"date":["2012-01-25"],"type":["text"],"creator":["Keitel, David","Prix, Reinhard","Papa, Maria Alessandra","Siddiqi, Maham"],"language":[],"coverage":[],"title":["An F-statistic based multi-detector veto for detector artifacts in\n  continuous-wave gravitational wave data"],"description":["  Continuous gravitational waves (CW) are expected from spinning neutron stars\nwith non-axisymmetric deformations. A network of interferometric detectors\n(LIGO, Virgo and GEO600) is looking for these signals. They are predicted to be\nvery weak and retrievable only by integration over long observation times. One\nof the standard methods of CW data analysis is the multi-detector F-statistic.\nIn a typical search, the F-statistic is computed over a range in frequency,\nspin-down and sky position, and the candidates with highest F values are kept\nfor further analysis. However, this detection statistic is susceptible to a\nclass of noise artifacts, strong monochromatic lines in a single detector. By\nassuming an extended noise model - standard Gaussian noise plus single-detector\nlines - we can use a Bayesian odds ratio to derive a generalized detection\nstatistic, the line veto (LV-) statistic. In the absence of lines, it behaves\nsimilarly to the F-statistic, but it is more robust against line artifacts. In\nthe past, ad-hoc post-processing vetoes have been implemented in searches to\nremove these artifacts. Here we provide a systematic framework to develop and\nbenchmark this class of vetoes. We present our results from testing this\nLV-statistic on simulated data.\n","Comment: 2 pages, 1 figure, to be published in Proceedings of Statistical\n  Challenges in Modern Astronomy V, Springer 2012"]}]
["1201.5245",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","05C10 (Primary) 20B25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5245"],"date":["2012-01-25"],"type":["text"],"creator":["Jones, Gareth A."],"language":[],"coverage":[],"title":["Elementary abelian regular coverings of Platonic maps, Case I: ordinary\n  representations"],"description":["  We classify the orientably regular maps which are elementary abelian regular\nbranched coverings of Platonic maps M, in the case where the covering group and\nthe rotation group G of M have coprime orders. The method involves studying the\nrepresentations of G on certain homology groups of the sphere, punctured at the\nbranch-points. We give a complete classification for branching over faces (or,\ndually, vertices) of M, and outline how the method extends to other branching\npatterns.\n","Comment: 25 pages"]}]
["1201.5246",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5246"],"date":["2012-01-25"],"type":["text"],"creator":["Savage, Sabrina","McKenzie, David"],"language":[],"coverage":[],"title":["A Multi-Wavelength Statistical Study of Supra-Arcade Downflows"],"description":["  Sunward-flowing voids above post-coronal mass ejection flare arcades, also\nknown as supra-arcade downflows (SADs), have characteristics consistent with\npost-reconnection magnetic flux tube cross-sections. Applying semi-automatic\ndetection and analysis software to a large sample of flares using several\ninstruments (e.g., Hinode/XRT, Yohkoh/SXT, TRACE, and SOHO/LASCO), we have\nestimated parameters such as speeds, sizes, heights, magnetic flux, and\nrelaxation energy associated with SADs, which we interpret as reconnection\noutflows. We also present speed and height measurements of shrinking loops in\ncomparison to the SAD observations. We briefly discuss these measurements and\nwhat impact they have on reconnection models.\n","Comment: 8 pages, 5 figures, 2010 4th Hinode Science Meeting: Unsolved\n  Problems and Recent Insights; 2012 Astronomical Society of the Pacific (ASP)\n  Conference Series, Vol. 455"]}]
["1201.5247",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5247","Physical Review B 84, 024111 (2011)","doi:10.1103/PhysRevB.84.024111"],"date":["2012-01-25"],"type":["text"],"creator":["Errandonea, D.","Kumar, R. S.","Achary, S. N.","Tyagi, A. K."],"language":[],"coverage":[],"title":["In situ high-pressure synchrotron x-ray diffraction study of CeVO4 and\n  TbVO4 up to 50 GPa"],"description":["  Room temperature angle-dispersive x-ray diffraction measurements on\nzircon-type TbVO4 and CeVO4 were performed in a diamond-anvil cell up to 50 GPa\nusing neon as pressure-transmitting medium. In TbVO4 we found at 6.4 GPa\nevidence of a non-reversible pressure-induced structural phase transition from\nzircon to a scheelite-type structure. A second transition to an\nM-fergusonite-type structure was found at 33.9 GPa, which is reversible.\nZircon-type CeVO4 exhibits two pressure-induced transitions. First an\nirreversible transition to a monazite-type structure at 5.6 GPa and second at\n14.7 GPa a reversible transition to an orthorhombic structure. No additional\nphase transitions or evidences of chemical decomposition are found in the\nexperiments. The equations of state and axial compressibility for the different\nphases are also determined. Finally, the sequence of structural transitions and\nthe compressibilities are discussed in comparison with other orhtovanadates and\nthe influence of non-hydrostaticity commented.\n","Comment: 28 pages, 6 figures, 38 references"]}]
["1201.5248",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5248","Journal of Applied Physics 110, 043723 (2011)","doi:10.1063/1.3626060"],"date":["2012-01-25"],"type":["text"],"creator":["Panchal, V.","Errandonea, D.","Segura, A.","Rodriguez-Hernandez, P.","Munoz, A.","Lopez-Moreno, S.","Bettinelli, M."],"language":[],"coverage":[],"title":["The electronic structure of zircon-type orthovanadates: Effects of\n  high-pressure and cation substitution"],"description":["  The electronic structure of four ternary-metal oxides containing isolated\nvanadate ions is studied. Zircon-type YVO4, YbVO4, LuVO4, and NdVO4 are\ninvestigated by high-pressure optical-absorption measurements up to 20 GPa.\nFirst-principles calculations based on density-functional theory were also\nperformed to analyze the electronic band structure as a function of pressure.\nThe electronic structure near the Fermi level originates largely from molecular\norbitals of the vanadate ion, but cation substitution influence these\nelectronic states. The studied ortovanadates, with the exception of NdVO4,\nundergo a zircon-scheelite structural phase transition that causes a collapse\nof the band-gap energy. The pressure coefficient dEg/dP show positive values\nfor the zircon phase and negative values for the scheelite phase. NdVO4\nundergoes a zircon-monazite-scheelite structural sequence with two associated\nband-gap collapses.\n","Comment: 35 pages, 11 figures, 2 Tables, 52 references"]}]
["1201.5249",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5249","Physical Review B 83, 134109 (2011)","doi:10.1103/PhysRevB.83.134109"],"date":["2012-01-25"],"type":["text"],"creator":["Errandonea, D.","Kumar, R.","Lopez-Solano, J.","Rodriguez-Hernandez, P.","Munoz, A.","Rabie, M. G.","Puche, R. Saez"],"language":[],"coverage":[],"title":["Experimental and theoretical study of structural properties and phase\n  transitions in YAsO4 and YCrO4"],"description":["  We have performed experimental and theoretical studies of the structural\nstability of YAsO4 and YCrO4 at high pressures. X-ray diffraction experiments\ntogether with ab initio total-energy and lattice-dynamics calculations have\nallowed us to completely characterize a pressure-induced structural phase\ntransition from the zircon to the scheelite structure in both compounds.\nFurthermore, total-energy calculations have been performed to check the\nrelative stabilities of different candidate structures at different pressures\nand allow us to propose for YAsO4 the zircon \\rightarrow scheelite \\rightarrow\nSrUO4-type sequence of structures. In this sequence, sixfold arsenic\ncoordination is attained for the SrUO4-type structure above 32 GPa. The whole\nsequence of transitions is discussed in comparison with YVO4, YPO4, YNbO4,\nYMoO4, and YTaO4. Also a comparative discussion of lattice-dynamics properties\nis presented. The band-gap for YAsO4 and YCrO4 and band structure for YAsO4 are\nalso reported. Finally, the room-temperature equation of state of different\ncompounds is also obtained.\n","Comment: 45 pages, 12 figures, 6 tables, 62 references"]}]
["1201.5255",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5255"],"date":["2012-01-25"],"type":["text"],"creator":["Lakhani, Archana","Banerjee, A.","Chaddah, P.","Wang, J. Q.","Wang, W. H."],"language":[],"coverage":[],"title":["Evolution of Magnetic Glass on Partial Crystallization of a Bulk\n  Metallic Glass: Tb36Sm20Al24Co20"],"description":["  A comparative study on as cast and annealed rare earth bulk metallic glass\n(BMG) with composition Tb36Sm20Al24Co20 has been carried out by magnetization\nmeasurements. The as cast amorphous sample shows non-ergodic magnetization but\ndoes not show the behavior expected from magnetic glass. After annealing, the\npartially crystallized BMG shows this magnetic glass behavior. This is\nconfirmed by the established measurement protocol of cooling and heating in\nunequal fields (CHUF).\n","Comment: Presented at 56th DAE-Solid State Physics Symposium (DAE-SSPS),\n  Dec-2011, Chennai, India"]}]
["1201.5264",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5264"],"date":["2012-01-25"],"type":["text"],"creator":["Hartbrich, Oskar","Terwort, Mark","collaboration, for the CALICE"],"language":[],"coverage":[],"title":["Recent Advances of the Engineering Prototype of the CALICE Analog Hadron\n  Calorimeter"],"description":["  The CALICE collaboration is developing an engineering prototype of an analog\nhadron calorimeter for a future linear collider detector. The prototype has to\nprove the feasibility of building a realistic detector with fully integrated\nfront-end electronics. The performance goals are driven by the requirement of\nhigh jet energy resolution and the measurement of the details of the shower\ndevelopment. The signals are sampled by small scintillating plastic tiles that\nare read out by silicon photomultipliers. The ASICs are integrated into the\ncalorimeter layers and are optimized for minimal power consumption. For the\nphotodetector calibration an LED system is integrated into each of the detector\nchannels. In this report the status and performance of the realized module are\npresented. In particular, results from timing measurements are discussed, as\nwell as tests of the calibration system. The new module has also been used in\nthe DESY test beam environment and first results from the electron beam tests\nare reported.\n","Comment: 7 pages, 11 figures, prepared for LCWS 2011 proceedings"]}]
["1201.5266",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5266"],"date":["2012-01-25"],"type":["text"],"creator":["Sharma, Shweta"],"language":[],"coverage":[],"title":["Power series with Taylor coefficients of sum-product type and algebraic\n  differential equations /SP-series and the interplay between their resurgence\n  and differential properties"],"description":["  The article is based on the differential properties of the inner generators\n(singularities) that occur while handling SP series (sum product series), power\nseries whose Taylor coefficients can be written as sum-product combinations. It\nis an elaboration with numerical details and some explicit calculations of the\nchapter 6 of the joint article with Ecalle on these series. For all polynomial\ninputs $f$ and all monomial inputs $F$, the inner generators corresponding to\nthem verify ordinary differential equations of linear homogeneous type with\npolynomial coefficients. Numerical results strongly suggest the non-existence\nof ODEs for functions $F$ that are rational but not monomial, i.e. not of the\nform ${(1-ax)}^p$, for $p \\in \\mathbb{Z}$.\n","Comment: 30 pages"]}]
["1201.5267",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5267"],"date":["2012-01-25"],"type":["text"],"creator":["Morello, Michael J.","Collaboration, for the CDF"],"language":[],"coverage":[],"title":["Updated measurements of hadronic B decays at CDF"],"description":["  The CDF experiment at the Tevatron $p\\bar{p}$ collider established that\nextensive and detailed exploration of the $b$--quark dynamics is possible in\nhadron collisions, with results competitive and supplementary to those from\n$e^+e^-$ colliders. This provides a rich, and highly rewarding program that has\ncurrently reached full maturity. In the following I report some recent results\non hadronic decays: the evidence for the charmless annihilation decay mode\n$B^0_s \\to pi^+\\pi^-$, and the first reconstruction in hadron collisions of the\nsuppressed decays $B^- \\to D(\\to K^+\\pi^-)K^-$ and $B^- \\to D(\\to\nK^+\\pi^-)\\pi^-$.\n","Comment: 5 pages,2 figures, proceedings for EPS-HEP 2011. To be published in\n  the on-line journal Proceedings of Science"]}]
["1201.5269",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5269"],"date":["2012-01-25"],"type":["text"],"creator":["Loebl, N.","Umar, A. S.","Maruhn, J. A.","Reinhard, P. -G.","Stevenson, P. D.","Oberacker, V. E."],"language":[],"coverage":[],"title":["Phase space structure and dynamics within the time-dependent\n  Hartree-Fock approach"],"description":["  We study the equilibration and relaxation processes within the time-dependent\nHartree-Fock approach using the Wigner distribution function. On the technical\nside we present a geometrically unrestricted framework which allows us to\ncalculate the full six-dimensional Wigner distribution function. With the\nremoval of geometrical constraints, we are now able to extend our previous\nphase-space analysis of heavy-ion collisions in the reaction plane to\nunrestricted mean-field simulations of nuclear matter on a three-dimensional\nCartesian lattice. From the physical point of view we provide a quantitative\nanalysis on the stopping power in TDHF. This is linked to the effect of\ntransparency. For the medium-heavy $^{40}$Ca+$^{40}$Ca system we examine the\nimpact of different parametrizations of the Skyrme force, energy-dependence,\nand the significance of extra time-odd terms in the Skyrme functional. For the\nfirst time, transparency in TDHF is observed for a heavy system,\n$^{24}$Mg+$^{208}$Pb.\n","Comment: 10 pages, 7 figures, 4 videos"]}]
["1201.5270",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5270"],"date":["2012-01-25"],"type":["text"],"creator":["Dohlus, M.","Flottmann, K.","Henning, C."],"language":[],"coverage":[],"title":["Fast Particle Tracking With Wake Fields"],"description":["  Tracking calculations of charged particles in electromagnetic fields require\nin principle the simultaneous solution of the equation of motion and of\nMaxwell's equations. In many tracking codes a simpler and more efficient\napproach is used: external fields like that of the accelerating structures are\nprovided as field maps, generated in separate computations and for the\ncalculation of self fields the model of a particle bunch in uniform motion is\nused. We describe how an externally computed wake function can be approximated\nby a table of Taylor coefficients and how the wake field kick can be calculated\nfor the particle distribution in a tracking calculation. The integrated kick,\nrepresenting the effect of a distributed structure, is applied at a discrete\ntime. As an example, we use our approach to calculate the emittance growth of a\nbunch in an undulator beam pipe due to resitive wall wake field effects.\n","Comment: 15 pages, 5 figures"]}]
["1201.5271",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5271","Physica D: Nonlinear Phenomena, Volume 240 (2011), Issue 13,\n  p.1069-1079"],"date":["2012-01-25"],"type":["text"],"creator":["Tur, A. V.","Yanovsky, V. V.","Kulik, K. N."],"language":[],"coverage":[],"title":["Vortex structures with complex points singularities in the\n  two-dimensional Euler equation. New exact solutions"],"description":["  In this work we found the new class of exact stationary solutions for\n2D-Euler equations. Unlike of already known solutions, the new one contain\ncomplex singularities. We consider as complex, point singularities which have\nthe vector field index greater than one. For example, the dipole singularity is\ncomplex because its index is equal to two. We present in explicit form a large\nclass of exact localized stationary solutions for 2D-Euler equations with the\nsingularity which index is equal to three. The obtained solutions are expressed\nin terms of elementary functions. These solutions represent complex singularity\npoint surrounded by vortex satellites structure. We discuss also motion\nequation of singularities and conditions for singularity point stationarity\nwhich provides the stationarity of complex vortex configuration.\n","Comment: 29 pages, 7 figures"]}]
["1201.5272",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5272"],"date":["2012-01-25"],"type":["text"],"creator":["Terwort, Mark","Kittel, Olaf","Moortgat-Pick, Gudrid","Rolbiecki, Krzysztof","Schade, Peter"],"language":[],"coverage":[],"title":["Measurement of CP Violation in the MSSM Neutralino Sector with the ILD"],"description":["  Supersymmetric models provide many new complex phases which lead to CP\nviolating effects in collider experiments. As an example, CP-sensitive triple\nproduct asymmetries in neutralino production and subsequent leptonic two-body\ndecays are studied within the Minimal Supersymmetric Standard Model. A full ILD\ndetector simulation has been performed at a center of mass energy of 500GeV,\nincluding the relevant Standard Model background processes, a realistic beam\nenergy spectrum, beam backgrounds and a beam polarization of 80% and -60% for\nthe electron and positron beams, respectively. Assuming an integrated\nluminosity of 500fb-1 collected by the experiment and the performance of the\ncurrent ILD detector, a relative measurement accuracy of 10% for the\nCP-sensitive asymmetry can be achieved in the chosen scenario.\n"]}]
["1201.5273",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Cryptography and Security","68R05, 94A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5273"],"date":["2012-01-25"],"type":["text"],"creator":["Wagner, Urs","Maze, Gerard"],"language":[],"coverage":[],"title":["Improvements in closest point search based on dual HKZ-bases"],"description":["  In this paper we review the technique to solve the CVP based on dual\nHKZ-bases by J. Bloemer. The technique is based on the transference theorems\ngiven by Banaszczyk which imply some necessary conditions on the coefficients\nof the closest vectors with respect to a basis whose dual is HKZ reduced.\nRecursively, starting with the last coefficient, intervals of length i can be\nderived for the i-th coefficient of any closest vector. This leads to n!\ncandidates for closest vectors. In this paper we refine the necessary\nconditions derived from the transference theorems, giving an exponential\nreduction of the number of candidates. The improvement is due to the fact that\nthe lengths of the intervals are not independent. In the original algorithm the\ncandidates for a coefficient pair (a_i,a_{i+1}) correspond to the integer\npoints in a rectangle of volume i(i+1). In our analysis we show that the\ncandidates for (a_i,a_{i+1}) in fact lie in an ellipse with transverse and\nconjugate diameter i+1, respectively i. This reduces the overall number of\npoints to be enumerated by an exponential factor of about 0.886^n. We further\nshow how a choice of the coefficients (a_n,...,a_{i+1}) influences the interval\nfrom which a_i can be chosen. Numerical computations show that these\nconsiderations allow to bound the number of points to be enumerated by n^{0.75\nn} for 10 <= n <= 2000. Under the assumption that the Gaussian heuristic for\nthe length of the shortest nonzero vector in a lattice is tight, this number\ncan even be bounded by 2^{-2n} n^{n/2}.\n"]}]
["1201.5276",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5276"],"date":["2012-01-18"],"type":["text"],"creator":["Bouillot, Pierre"],"language":[],"coverage":[],"title":["Statics and dynamics of weakly coupled antiferromagnetic spin-1/2\n  ladders in a magnetic field (PhD thesis)"],"description":["  We investigate weakly coupled spin-1/2 ladders in a magnetic field. The work\nis motivated by recent experiments on the compound\n$\\mathrm{(C_5H_{12}N)_2CuBr_4}$ (BPCB). We use a combination of numerical and\nanalytical methods, in particular the density matrix renormalization group\n(DMRG) technique, to explore the phase diagram and the excitation spectra of\nsuch a system. We give detailed results on the temperature dependence of the\nmagnetization and the specific heat, and the magnetic field dependence of the\nnuclear magnetic resonance (NMR) relaxation rate of single ladders. For coupled\nladders, treating the weak interladder coupling within a mean field approach,\nwe compute the transition temperature of triplet condensation and its\ncorresponding antiferromagnetic order parameter. Existing experimental\nmeasurements are discussed and compared to our theoretical results. Furthermore\nwe compute, using time dependent DMRG, the dynamical correlations of a single\nspin ladder. Our results allow to directly describe the inelastic neutron\nscattering cross section up to high energies. We focus on the evolution of the\nspectra with the magnetic field and compare their behavior for different\ncouplings. The characteristic features of the spectra are interpreted using\ndifferent analytical approaches such as the mapping onto a spin chain, a\nLuttinger liquid (LL) or onto a t-J model. For values of parameters for which\nsuch measurements exist, we compare our results to inelastic neutron scattering\nexperiments on the compound BPCB and find excellent agreement. We make\nadditional predictions for the high energy part of the spectrum that are\npotentially testable in future experiments.\n","Comment: PhD thesis"]}]
["1201.5285",{"format":[],"subject":["Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5285","IJCSI International Journal of Computer Science Issues, Vol. 8,\n  Issue 6, No 3, November 2011"],"date":["2012-01-25"],"type":["text"],"creator":["Merzougui, G.","Djoudi, M."],"language":[],"coverage":[],"title":["An Authoring System for Editing Lessons in Phonetic English in SMIL3.0"],"description":["  One of the difficulties of teaching English is the prosody, including the\nstress. French learners have difficulties to encode this information about the\nword because it is irrelevant for them. Therefore, they have difficulty to\nproduce this stress when they speak that language. Studies in this area have\nconcluded that the dual-coding approach (auditory and visual) of a phonetic\nphenomenon helps a lot to improve its perception and memorization for novice\nlearners. The aim of our work is to provide English teachers with an authoring\nnamed SaCoPh for editing multimedia courses that support this approach. This\ncourse is based on a template that fits the educational aspects of phonetics,\nexploiting the features of version 3.0 of the standard SMIL (Synchronized\nMultimedia Integration Language) for the publication of this course on the web.\n","Comment: 6 pages, 6 figures and 2 codes"]}]
["1201.5288",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5288"],"date":["2012-01-25"],"type":["text"],"creator":["Bern, Z.","Diana, G.","Dixon, L. J.","Cordero, F. Febres","Forde, D.","Gleisberg, T.","Hoeche, S.","Ita, H.","Kosower, D. A.","Maitre, D.","Ozeren, K."],"language":[],"coverage":[],"title":["NLO vector boson production with light jets"],"description":["  In this contribution we present recent progress in the computation of\nnext-to-leading order (NLO) QCD corrections for the production of an\nelectroweak vector boson in association with jets at hadron colliders. We focus\non results obtained using the virtual matrix element library BLACKHAT in\nconjunction with SHERPA, focusing on results relevant to understanding the\nbackground to top production.\n","Comment: 4+2 epsilon pages, Submitted for the proceedings of TOP2011 - 4th\n  International Workshop on Top Quark Physics, 25-30th September 2011, Sant\n  Feliu de Guixols, Spain"]}]
["1201.5292",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5292"],"date":["2012-01-25"],"type":["text"],"creator":["Ferro, Cristina"],"language":[],"coverage":[],"title":["B-tagging in CMS"],"description":["  The identification of b jets is a crucial issue to study and characterize\nvarious channels like top quark events and many new physics scenarios.\nDifferent b-tagging techniques are defined in CMS which benefit from the long\nlife time, high mass and large momentum fraction of the b-hadron produced in\nb-quark jet. Effcient algorithms have been developed based on the measure of\nb-hadron secondary vertex or on tracks with a large impact parameter. Data\ncollected in pp collisions at 7TeV in 2011 are used to estimate both the\nb-tagging effciency and the mistag rate from light flavor jets.\n","Comment: Presented at the 2011 Hadron Collider Physics symposium (HCP-2011),\n  Paris, France, November 14-18 2011, 3 pages, 6 figure"]}]
["1201.5293",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5293","PoS(QFTHEP2010)072, 2010"],"date":["2012-01-25"],"type":["text"],"creator":["Vernov, Sergey Yu."],"language":[],"coverage":[],"title":["Gravitational models with non-local scalar fields"],"description":["  A general class of f(R) gravity models with minimally coupling a nonlocal\nscalar field is considered. The Ostrogradski representation for nonlocal\ngravitational models with a quadratic potential and the way of its localization\nare proposed. We study the action with an arbitrary analytic function\n$F(\\Box)$, which has both simple and double roots. The way of localization\nallows to find particular solutions of nonlocal equations of gravity.\n","Comment: 7 pages, has been published in the proceedings of the XIXth\n  International Workshop on High Energy Physics and Quantum Field Theory\n  (QFTHEP'2010), http://pos.sissa.it/cgi-bin/reader/conf.cgi?confid=104"]}]
["1201.5297",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5297","Phys. Rev. B 85 (3) 035442 (2012)","doi:10.1103/PhysRevB.85.035442"],"date":["2012-01-25"],"type":["text"],"creator":["Baldea, Ioan"],"language":[],"coverage":[],"title":["Ambipolar transition voltage spectroscopy: analytical results and\n  experimental agreement"],"description":["  This work emphasizes that the transition voltages $V_{t \\pm}$ for both bias\npolarities ($V${\\raisebox{1.2ex}{$_{\\stackrel{>}{<}}$}0}) should be used to\nproperly determine the energy offset $\\varepsilon_{0}$ of the molecular orbital\nclosest to electrodes' Fermi level and the bias asymmetry $\\gamma$ in molecular\njunctions. Accurate analytical formulas are deduced to estimate\n$\\varepsilon_{0}$ and $\\gamma$ solely in terms of $V_{t \\pm}$. These estimates\nare validated against experiments, by showing that full experimental\n$I$-$V$-curves measured by Beebe et al [\\prl 97, 026801 (2006)] and Tan et al\n[Appl. Phsy. Lett. 96, 013110 (2010)] for both bias polarities can be\nexcellently reproduced.\n"]}]
["1201.5298",{"format":[],"subject":["Computer Science - Computational Complexity","68Q17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5298"],"date":["2012-01-25"],"type":["text"],"creator":["Lampis, Michael","Mitsou, Valia","Sołtys, Karolina"],"language":[],"coverage":[],"title":["Scrabble is PSPACE-Complete"],"description":["  In this paper we study the computational complexity of the game of Scrabble.\nWe prove the PSPACE-completeness of a derandomized model of the game, answering\nan open question of Erik Demaine and Robert Hearn.\n"]}]
["1201.5304",{"format":[],"subject":["Physics - General Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5304"],"date":["2012-01-23"],"type":["text"],"creator":["Sen, R. N."],"language":[],"coverage":[],"title":["Wave-particle duality: suggestion for an experiment"],"description":["  Feynman contended that the double-slit experiment contained the `only\nmystery' in quantum mechanics. The mystery was that electrons traverse the\ninterferometer as waves, but are detected as particles. This note was motivated\nby the question whether single electrons can be detected as waves. It suggests\na double-slit interferometry experiment with atoms of noble gases in which it\nmay be possible to detect an individual atom as a probability wave, using a\ndetector which can execute two different types of simple harmonic motion: as a\nsimple pendulum, and as a torsion pendulum. In the experiment, a torsional\noscillation will never be induced by the impact of a probability wave, but will\nalways be induced by the impact of a particle. Detection as a wave is\ncontingent on the atom interacting much more strongly with the macroscopic\ndetector as a whole than with its microscopic constituents. This requirement\nmay be more difficult to meet with electrons, protons, neutrons or photons than\nwith atoms.\n","Comment: 6 pages, 1 figure"]}]
["1201.5306",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5306"],"date":["2012-01-25"],"type":["text"],"creator":["Kessler, David A.","Shnerb, Nadav M."],"language":[],"coverage":[],"title":["A scaling theory for the quasi-deterministic limit"],"description":["  Deterministic rate equations are widely used in the study of stochastic,\ninteracting particles systems. This approach assumes that the inherent noise,\nassociated with the discreteness of the elementary constituents, may be\nneglected when the number of particles $N$ is large. Accordingly, it fails\nclose to the extinction transition, when the amplitude of stochastic\nfluctuations is comparable with the size of the population. Here we present a\ngeneral scaling theory of the transition regime for spatially extended systems.\nTwo fundamental models for out-of-equilibrium phase transitions are considered:\nthe Susceptible-Infected-Susceptible (SIS) that belongs to the directed\npercolation equivalence class, and the Susceptible-Infected-Recovered (SIR)\nmodel belonging to the dynamic percolation class. Implementing the Ginzburg\ncriteria we show that the width of the fluctuation-dominated region scales like\n$N^{-\\kappa}$, where $N$ is the number of individuals per site and $\\kappa =\n2/(d_u-d)$, $d_u$ is the upper critical dimension. Other exponents that control\nthe approach to the deterministic limit are shown to depend on $\\kappa$. The\ntheory is supported by the results of extensive numerical simulations for\nsystems of various dimensionalities.\n"]}]
["1201.5316",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra","17B37, 17B45, 17B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5316"],"date":["2012-01-25"],"type":["text"],"creator":["Schneps, Leila"],"language":[],"coverage":[],"title":["Double Shuffle and Kashiwara-Vergne Lie algebras"],"description":["  We prove that the double shuffle Lie algebra ds, dual to the space of new\nformal multiple zeta values, injects into the Kashiwara-Vergne Lie algebra krv\ndefined and studied by Alekseev-Torossian. The proof is based on a\nreformulation of the definition of krv, and uses a theorem of Ecalle on a\nproperty of elements of ds.\n","Comment: 18 pages"]}]
["1201.5317",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5317"],"date":["2012-01-25"],"type":["text"],"creator":["Potocnik, Primoz","Spiga, Pablo","Verret, Gabriel"],"language":[],"coverage":[],"title":["Cubic vertex-transitive graphs on up to 1280 vertices"],"description":["  A graph is called cubic and tetravalent if all of its vertices have valency 3\nand 4, respectively. It is called vertex-transitive and arc-transitive if its\nautomorphism group acts transitively on its vertex-set and on its arc- set,\nrespectively. In this paper, we combine some new theoretical results with\ncomputer calculations to construct all cubic vertex-transitive graphs of order\nat most 1280. In the process, we also construct all tetravalent arc-transitive\ngraphs of order at most 640.\n"]}]
["1201.5322",{"format":[],"subject":["Mathematics - Group Theory","20E07, 20E10, 20E22, 20F19, 20F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5322","Ricerche di Matematica, 52 (2003), 1--19"],"date":["2012-01-25"],"type":["text"],"creator":["Mikaelian, Vahagn H."],"language":[],"coverage":[],"title":["Infinitely many not locally soluble $SI^*$-groups"],"description":["  The class of those (torsion-free) $SI^*$-groups which are not locally\nsoluble, has the cardinality of the continuum. Moreover, these groups are not\nonly pairwise non-isomorphic, but also they generate pairwise different\nvarieties of groups. Thus, the set of varieties generated by not locally\nsoluble $SI^*$-groups is of the same cardinality as the set of all varieties of\ngroups. It is possible to localize a variety of groups which contains all\ngroups and varieties constructed. The examples constructed here continue the\nwell known example of a not locally soluble $SI^*$-group built by Hall and by\nKov\\'acs and Neumann.\n","Comment: 16 pages"]}]
["1201.5324",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5324"],"date":["2012-01-25"],"type":["text"],"creator":["Nesi, Vincenzo","Palombaro, Mariapia","Ponsiglione, Marcello"],"language":[],"coverage":[],"title":["Gradient integrability and rigidity results for two-phase conductivities\n  in dimension two"],"description":["  This paper deals with higher gradient integrability for $\\sigma$-harmonic\nfunctions $u$ with discontinuous coefficients $\\sigma$, i.e. weak solutions of\n$\\div(\\sigma \\nabla u) = 0$.\n  We focus on two-phase conductivities, and study the higher integrability of\nthe corresponding gradient field $|\\nabla u|$. The gradient field and its\nintegrability clearly depend on the geometry, i.e., on the phases arrangement.\nWe find the optimal integrability exponent of the gradient field corresponding\nto any pair $\\{\\sigma_1,\\sigma_2\\}$ of positive definite matrices, i.e., the\nworst among all possible microgeometries. We also show that it is attained by\nso-called exact solutions of the corresponding PDE. Furthermore, among all\ntwo-phase conductivities with fixed ellipticity, we characterize those that\ncorrespond to the worse integrability.\n"]}]
["1201.5330",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5330"],"date":["2012-01-25"],"type":["text"],"creator":["Chambolle, Antonin","Morini, Massimiliano","Ponsiglione, Marcello"],"language":[],"coverage":[],"title":["A Non-Local Mean Curvature Flow and its semi-implicit time-discrete\n  approximation"],"description":["  We address in this paper the study of a geometric evolution, corresponding to\na curvature which is non-local and singular at the origin. The curvature\nrepresents the first variation of the energy recently proposed as a variant of\nthe standard perimeter penalization for the denoising of nonsmooth curves.\n  To deal with such degeneracies, we first give an abstract existence and\nuniqueness result for viscosity solutions of non-local degenerate Hamiltonians,\nsatisfying suitable continuity assumption with respect to Kuratowsky\nconvergence of the level sets. This abstract setting applies to an approximated\nflow. Then, by the method of minimizing movements, we also build an \"exact\"\ncurvature flow, and we illustrate some examples, comparing the results with the\nstandard mean curvature flow.\n"]}]
["1201.5335",{"format":[],"subject":["Mathematics - Probability","Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5335"],"date":["2012-01-25"],"type":["text"],"creator":["Lelarge, Marc"],"language":[],"coverage":[],"title":["A new approach to the orientation of random hypergraphs"],"description":["  A h-uniform hypergraph H=(V,E) is called (l,k)-orientable if there exists an\nassignment of each hyperedge e to exactly l of its vertices such that no vertex\nis assigned more than k hyperedges. Let H_{n,m,h} be a hypergraph, drawn\nuniformly at random from the set of all h-uniform hypergraphs with n vertices\nand m edges. In this paper, we determine the threshold of the existence of a\n(l,k)-orientation of H_{n,m,h} for k>=1 and h>l>=1, extending recent results\nmotivated by applications such as cuckoo hashing or load balancing with\nguaranteed maximum load. Our proof combines the local weak convergence of\nsparse graphs and a careful analysis of a Gibbs measure on spanning subgraphs\nwith degree constraints. It allows us to deal with a much broader class than\nthe uniform hypergraphs.\n","Comment: 27 pages, preliminary version appeared at SODA 2012"]}]
["1201.5340",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5340"],"date":["2012-01-25"],"type":["text"],"creator":["Szykuła, Marek","Kisielewicz, Andrzej"],"language":[],"coverage":[],"title":["Rainbow Induced Subgraphs in Replication Graphs"],"description":["  A graph $G$ is called a replication graph of a graph $H$ if $G$ is obtained\nfrom $H$ by replacing vertices of $H$ by arbitrary cliques of vertices and then\nreplacing each edge in $H$ by all the edges between corresponding cligues. For\na given graph $H$ the $\\rho_R(H)$ is the minimal number of vertices of a\nreplication graph $G$ of $H$ such that every proper vertex coloring of $G$\ncontains a rainbow induced subgraph isomorphic to $H$ having exactly one vertex\nin each replication clique of $G$. We prove some bounds for $\\rho_R$ for some\nclasses of graphs and compute some exact values. Also some experimental results\nobtained by a computer search are presented and conjectures based on them are\nformulated.\n"]}]
["1201.5342",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5342","Journal of Indian Council of Philosophical Research, Issue on\n  Logic and Philosophy Today, Vol. 27,1 pages 277--304, 2010"],"date":["2012-01-25"],"type":["text"],"creator":["Abramsky, Samson"],"language":[],"coverage":[],"title":["Logic and Categories As Tools For Building Theories"],"description":["  We give a short introduction to category theory aimed at philosophers. We\nemphasize methodological issues and philosophical ramifications.\n","Comment: 19 pages"]}]
["1201.5344",{"format":[],"subject":["Quantitative Biology - Biomolecules","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5344"],"date":["2012-01-25"],"type":["text"],"creator":["Depken, Martin","Parrondo, Juan M. R.","Gril, Stephan W."],"language":[],"coverage":[],"title":["Irregular transcription dynamics for rapid production of high-fidelity\n  transcripts"],"description":["  Both genomic stability and sustenance of day-to-day life rely on efficient\nand accurate readout of the genetic code. Single-molecule experiments show that\ntranscription and replication are highly stochastic and irregular processes,\nwith the polymerases frequently pausing and even reversing direction. While\nsuch behavior is recognized as stemming from a sophisticated proofreading\nmechanism during replication, the origin and functional significance of\nirregular transcription dynamics remain controversial. Here, we theoretically\nexamine the implications of RNA polymerase backtracking and transcript cleavage\non transcription rates and fidelity. We illustrate how an extended state space\nfor backtracking provides entropic fidelity enhancements that, together with\nadditional fidelity checkpoints, can account for physiological error rates. To\nexplore the competing demands of transcription fidelity, nucleotide\ntriphosphate (NTP) consumption and transcription speed in a physiologically\nrelevant setting, we establish an analytically framework for evaluating\ntranscriptional performance at the level of extended sequences. Using this\nframework, we reveal a mechanism by which moderately irregular transcription\nresults in astronomical gains in the rate at which extended high-fidelity\ntranscripts can be produced under physiological conditions.\n","Comment: 10 pages, 6 figures"]}]
["1201.5345",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5345"],"date":["2012-01-25"],"type":["text"],"creator":["Bazavov, Alexei","collaboration, for HotQCD"],"language":[],"coverage":[],"title":["Chiral transition temperature and aspects of deconfinement in 2+1 flavor\n  QCD with the HISQ/tree action"],"description":["  We present results on the chiral transition temperature Tc in 2+1 flavor QCD\nextrapolated to the continuum limit and the physical light quark mass. The\nextrapolations are based on the data from simulations on lattices with temporal\nextent Ntau=6, 8 and 12 with the HISQ/tree and Ntau=8 and 12 with the asqtad\naction. The chiral transition is analyzed in terms of universal O(N) scaling\nfunctions. After performing simultaneous asqtad and HISQ/tree continuum\nextrapolation the chiral transition temperature is Tc=154 +/- 9 MeV. We also\ndiscuss the deconfinement aspects of the transition in terms of the\nrenormalized Polyakov loop, fluctuations and correlations of several conserved\ncharges and the trace anomaly.\n","Comment: 7 pages, 8 figures, talk presented at the XXIX International\n  Symposium on Lattice Field Theory - Lattice 2011, July 10-16, 2011, Squaw\n  Valley, Lake Tahoe, California"]}]
["1201.5349",{"format":[],"subject":["Physics - Plasma Physics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5349"],"date":["2012-01-25"],"type":["text"],"creator":["Jain, Neeraj","Eliasson, B.","Sharma, A. S.","Papadopoulos, K."],"language":[],"coverage":[],"title":["Penetration of ELF Currents and Electromagnetic Fields into the\n  Off-Equatorial E-Region of the Earth's Ionosphere"],"description":["  The generation of ELF (of the order of 10 Hz) currents and electromagnetic\nfields in the off-equatorial E-region (90-120 km) of the Earth's ionosphere and\ntheir subsequent penetration into the deeper ionospheric layers is studied\ntheoretically and numerically. These ELF currents and fields are generated by\nthe interaction of an electromagnetic pulse with the E-region at its lower\nboundary located at 90 km above the Earth's surface. The wave penetration (with\na typical wavelength of the order of 10 km) of the generated ELF currents and\nfields into the deeper ionospheric layers up to 120 km takes place due to the\ndominance of the Hall conductivity over the Pederson conductivity in the region\nbetween 90-120 km and penetration becomes diffusive above 120 km. During night\ntime, the increase in the wave speed due to the reduced conductivities leads to\nthe deeper penetration. As the angle between Earth's magnetic field and\nhorizontal is increased (going away from the equator), the currents and fields\npenetrate deeper into the ionospheric layers with increased wavelength, the\nmagnitudes of horizontal (east-west) and vertical currents decrease near the\nboundary and the vertical electric field decreases drastically. The horizontal\n(east-west) current integrated along vertical is fitted with a current\ndistribution which can be replaced by a line current raised above its actual\nheight by the half width of the current distribution for the purpose of the\ncalculation of its radiation. The maximum of the total east-west current (310\nAmps) remains same for various simulation parameters due to the magnetic\nshielding.\n"]}]
["1201.5350",{"format":[],"subject":["Mathematics - Representation Theory","17B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5350"],"date":["2012-01-25"],"type":["text"],"creator":["Bagci, Irfan","Christodoulopoulou, Konstantina","Wiesner, Emilie"],"language":[],"coverage":[],"title":["Whittaker categories and strongly typical Whittaker modules for Lie\n  superalgebras"],"description":["  Following analogous constructions for Lie algebras, we define Whittaker\nmodules and Whittaker categories for finite-dimensional simple Lie\nsuperalgebras. Results include a decomposition of Whittaker categories for a\nLie superalgebra according to the action of an appropriate sub-superalgebra;\nand, for basic classical Lie superalgebras of type I, a description of the\nstrongly typical simple Whittaker modules.\n"]}]
["1201.5352",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5352"],"date":["2012-01-25"],"type":["text"],"creator":["Weinstein, Galina"],"language":[],"coverage":[],"title":["From the Berlin \"ENTWURF\" Field Equations to the Einstein Tensor I:\n  October 1914 until Beginning of November 1915"],"description":["  I discuss Albert Einstein's 1914 review paper, \"The Formal Foundation of the\nGeneral Theory of Relativity\" from two points of view: the main elements in the\npaper that appear to have led to the downfall of the Einstein-Grossman theory;\nand the elements that seem to have inspired Einstein during October 1915 to\nreformulate the 1914 Einstein-Grossmann theory in the form of the November 1915\nand the 1916 General Theory of Relativity. First paper among three papers.\n","Comment: Draft"]}]
["1201.5353",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5353"],"date":["2012-01-25"],"type":["text"],"creator":["Weinstein, Galina"],"language":[],"coverage":[],"title":["From the Berlin \"Entwurf\" Field Equations to the Einstein Tensor II:\n  November 1915 until March 1916"],"description":["  I discuss Einstein's path-breaking November 1915 General Relativity papers. I\nshow that Einstein's field equations of November 25, 1915 with an additional\nterm on the right hand side involving the trace of the energy-momentum tensor\nappear to have sprung from his first November 1915 paper: the November 4, 1915\nequations. Second paper among three papers.\n","Comment: Draft"]}]
["1201.5358",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5358"],"date":["2012-01-25"],"type":["text"],"creator":["Weinstein, Galina"],"language":[],"coverage":[],"title":["From the Berlin \"Entwurf\" Field Equations to the Einstein Tensor III:\n  March 1916"],"description":["  I discuss Albert Einstein's 1916 General Theory of Relativity. I show that in\nEinstein's 1916 review paper, \"the Foundation of the General Theory of\nRelativity\", he derived his November 25, 1915 field equations with an\nadditional term on the right hand side involving the trace of the\nenergy-momentum tensor (he posed the condition square root -g=1) using the\nequations he presented on November 4, 1915. Series of papers: Final paper.\n","Comment: Draft - final paper. All three papers are historical"]}]
["1201.5361",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5361"],"date":["2012-01-25"],"type":["text"],"creator":["Chenette, Nathan","Postle, Luke","Streib, Noah","Thomas, Robin","Yerger, Carl"],"language":[],"coverage":[],"title":["Five-coloring graphs on the Klein bottle"],"description":["  We exhibit an explicit list of nine graphs such that a graph drawn in the\nKlein bottle is 5-colorable if and only if it has no subgraph isomorphic to a\nmember of the list.\n","Comment: 40 pages, 7 figures"]}]
["1201.5362",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5362"],"date":["2012-01-25"],"type":["text"],"creator":["Kotsopoulos, George","Dyer, Charles C."],"language":[],"coverage":[],"title":["A Domain Wall Solution by Perturbation of the Kasner Spacetime"],"description":["  Plane symmetric perturbations are applied to an axially symmetric Kasner\nspacetime which leads to no momentum flow orthogonal to the planes of symmetry.\nThis flow appears laminar and the structure can be interpreted as a domain\nwall. We further extend consideration to the class of Bianchi Type I spacetimes\nand obtain corresponding results.\n"]}]
["astro-ph/0311033",{"format":[],"subject":["Astrophysics","83F05, 83C15, 83C40, 83C57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0311033"],"date":["2003-11-03","2012-01-25"],"type":["text"],"creator":["Rourke, Colin"],"language":[],"coverage":[],"title":["A new paradigm for the universe"],"description":["  A new paradigm for the universe is presented in which the universe is far\nolder than current estimates and there is no big bang.\n","Comment: 14 pages, 3 figures (including jpg's). Version 2 is an overview (with\n  linked contents) for a completely new version"]}]
["cond-mat/0107513",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0107513","Phys. Rev. A 66, 013609 (2002)","doi:10.1103/PhysRevA.66.013609"],"date":["2001-07-24"],"type":["text"],"creator":["Ashhab, S.","Lobo, Carlos"],"language":[],"coverage":[],"title":["Josephson Effect in BEC with Spin Degree of Freedom"],"description":["  We consider the Josephson Effect between two spatially separated\nBose-Einstein condensates of atoms each of which can be in two hyperfine\nstates. We derive simple equations of motion for this system closely analogous\nto the Bloch equations. We also map the dynamics of the system onto those of a\nclassical particle in a well. We find novel density and spin modes of\noscillation and new stable equilibrium points of the motion. Finally we analyze\nthe oscillation modes in the spin-1 ($F$=1) case.\n","Comment: 23 pages, 3 figures"]}]
["gr-qc/0605152",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0605152","ISRN Astronomy and Astrophysics, Volume 2011 (2011), Article ID\n  131473","doi:10.5402/2011/131473"],"date":["2006-05-31","2012-01-24"],"type":["text"],"creator":["Satheeshkumar, V. H.","Suresh, P. K."],"language":[],"coverage":[],"title":["Understanding Gravity: Some Extra Dimensional Perspectives"],"description":["  Gravity is one of the most inexplicable forces of nature, controlling\neverything, from the expansion of the Universe to the ebb and flow of ocean\ntides. The search for the laws of motion and gravitation began more than two\nthousand years ago but still we do not have the complete picture of it. In this\narticle, we have outlined how our understanding of gravity is changing\ndrastically with time and how the previous explanations have shaped the most\nrecent developments in the field like superstrings and braneworlds.\n","Comment: 21 pages"]}]
