["0705.3774",{"format":[],"subject":["Mathematics - Differential Geometry","53C21, 53C44, 35K55, 35K57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3774"],"date":["2007-05-25","2012-06-05"],"type":["text"],"creator":["Smith, Brian"],"language":[],"coverage":[],"title":["Blow-up in the Parabolic Scalar Curvature Equation"],"description":["  The \\textit{parabolic scalar curvature equation} is a reaction-diffusion type\nequation on an $(n-1)$-manifold $\\Sigma$, the time variable of which shall be\ndenoted by $r$. Given a function $R$ on $[r_0,r_1)\\times\\Sigma$ and a family of\nmetrics $\\gamma(r)$ on $\\Sigma$, when the coefficients of this equation are\nappropriately defined in terms of $\\gamma$ and $R$, positive solutions give\nmetrics of prescribed scalar curvature $R$ on $[r_0,r_1)\\times\\Sigma$ in the\nform \\[ g=u^2dr^2+r^2\\gamma.\\] If the area element of $r^2\\gamma$ is expanding\nfor increasing $r$, then the equation is parabolic, and the basic existence\nproblem is to take positive initial data at some $r=r_0$ and solve for $u$ on\nthe maximal interval of existence, which above was implicitly assumed to be\n$I=[r_0,r_1)$; one often hopes that $r_1=\\infty$. However, the case of greatest\nphysical interest, $R>0$, often leads to blow-up in finite time so that\n$r_1<\\infty$. It is the purpose of the present work to investigate the\nsituation in which the blow-up nonetheless occurs in such a way that $g$ is\ncontinuously extendible to $\\bar M=[r_0,r_1]\\times\\Sigma$ as a manifold with\ntotally geodesic outer boundary at $r=r_1$.\n"]}]
["0712.3237",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35P25, 35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3237","Communications in Mathematical Physics, Vol. 286, No. 3, pp.\n  837-850, 2009","doi:10.1007/s00220-008-0684-1"],"date":["2007-12-19","2009-01-29"],"type":["text"],"creator":["Datchev, Kiril"],"language":[],"coverage":[],"title":["Local smoothing for scattering manifolds with hyperbolic trapped sets"],"description":["  We prove a resolvent estimate for the Laplace-Beltrami operator on a\nscattering manifold with a hyperbolic trapped set, and as a corollary deduce\nlocal smoothing. We use a result of Nonnenmacher-Zworski to provide an estimate\nnear the trapped region, a result of Burq and Cardoso-Vodev to provide an\nestimate near infinity, and the microlocal calculus on scattering manifolds to\ncombine the two.\n","Comment: 16 pages. Published version available at\n  http://www.springerlink.com/content/r663321331243288/?p=5ad2fe4778a742e4949de2030a409358&pi=11"]}]
["0804.0395",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0395","Communications in Partial Differential Equations, Vol. 34, No. 9,\n  pp. 1074-1113, 2009","doi:10.1080/03605300903076831"],"date":["2008-04-02","2009-02-02"],"type":["text"],"creator":["Datchev, Kiril","Holmer, Justin"],"language":[],"coverage":[],"title":["Fast soliton scattering by attractive delta impurities"],"description":["  We study the Gross-Pitaevskii equation with an attractive delta function\npotential and show that in the high velocity limit an incident soliton is split\ninto reflected and transmitted soliton components plus a small amount of\ndispersion. We give explicit analytic formulas for the reflected and\ntransmitted portions, while the remainder takes the form of an error. Although\nthe existence of a bound state for this potential introduces difficulties not\npresent in the case of a repulsive potential, we show that the proportion of\nthe soliton which is trapped at the origin vanishes in the limit.\n"]}]
["0806.1141",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","Primary 60F15, 60F05, Secondary 15A52, 62H25 62H25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1141","Journal of Multivariate Analysis, 2012, volume 106, pp. 167-177","doi:10.1016/j.jmva.2011.10.009"],"date":["2008-06-06"],"type":["text"],"creator":["Bai, Zhidong","Yao, Jian-Feng"],"language":[],"coverage":[],"title":["Limit theorems for sample eigenvalues in a generalized spiked population\n  model"],"description":["  In the spiked population model introduced by Johnstone (2001),the population\ncovariance matrix has all its eigenvalues equal to unit except for a few fixed\neigenvalues (spikes). The question is to quantify the effect of the\nperturbation caused by the spike eigenvalues. Baik and Silverstein (2006)\nestablishes the almost sure limits of the extreme sample eigenvalues associated\nto the spike eigenvalues when the population and the sample sizes become large.\nIn a recent work (Bai and Yao, 2008), we have provided the limiting\ndistributions for these extreme sample eigenvalues. In this paper, we extend\nthis theory to a {\\em generalized} spiked population model where the base\npopulation covariance matrix is arbitrary, instead of the identity matrix as in\nJohnstone's case. New mathematical tools are introduced for establishing the\nalmost sure convergence of the sample eigenvalues generated by the spikes.\n","Comment: 24 pages; 4 figures"]}]
["0809.5125",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.5125","Adv. Theor. Math. Phys. 15(3), 621-688 (2011)"],"date":["2008-09-30","2008-10-06"],"type":["text"],"creator":["Gawedzki, Krzysztof","Suszek, Rafal R.","Waldorf, Konrad"],"language":[],"coverage":[],"title":["Bundle Gerbes for Orientifold Sigma Models"],"description":["  Bundle gerbes with connection and their modules play an important role in the\ntheory of two-dimensional sigma models with a background Wess-Zumino flux:\ntheir holonomy determines the contribution of the flux to the Feynman\namplitudes of classical fields. We discuss additional structures on bundle\ngerbes and gerbe modules needed in similar constructions for orientifold sigma\nmodels describing closed and open strings.\n","Comment: 62 pages, 3 figures; reference [6] corrected in version 2"]}]
["0901.2580",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Geometry","57R65 (Primary) 14P25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2580"],"date":["2009-01-16","2012-06-04"],"type":["text"],"creator":["Gitler, Samuel","de Medrano, Santiago Lopez"],"language":[],"coverage":[],"title":["Intersections of Quadrics, Moment-angle Manifolds and Connected Sums"],"description":["  The topology of the intersection of two real homogeneous coaxial quadrics was\nstudied by the second author who showed that its intersection with the unit\nsphere is in most cases diffeomorphic to a connected sum of sphere products.\nCombining that approach with a recent one (due to Antony Bahri, Martin\nBendersky, Fred Cohen and the first author) we study here the intersections of\nk>2 quadrics and we identify very general families of such manifolds that are\ndiffeomorphic to connected sums of sphere products. These include those\nmoment-angle manifolds for which the result was conjectured by Frederic Bosio\nand Laurent Meersseman. As a byproduct, a simpler and neater proof of the\nresult for the case k=2 is obtained.\n  Two new sections contain results not included in the first version of this\narticle: Section 2 describes the topological change on the manifolds after the\noperations of cutting off a vertex or an edge of the associated polytope, which\ncan be combined in a special way with the previos results to produce new\ninfinite families of manifolds that are connected sums of sphere products. In\nother cases we get slightly more complicated manifolds: with this we solve\nanother question by Bosio-Meersseman about the manifold associated to the\ntruncated cube.\n  In Section 3 we use this to show that the known rules for the cohomology\nproduct of a moment-angle manifold have to be drastically modified in the\ngeneral situation. We state the modified rule, but leave the details of this\nfor another publication.\n  Section 0 recalls known definitions and results and in section 2.1 some\nelementary topological constructions are defined and explored. In the Appendix\nwe state and prove some results about specific differentiable manifolds, which\nare used in sections 1 and 2.\n","Comment: We have included many clarifying suggestions and minor corrections\n  from some colleagues who read the manuscript carefully. The only change in\n  content from the previous version is the suppression a special case (item 3)\n  of Theorem 1.3 because we have not been able to fill in the details of any of\n  the known sketched proofs (including ours)"]}]
["0903.3325",{"format":[],"subject":["Mathematics - Optimization and Control","34K35, 37C10, 53A55, 93C10, 93C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3325","doi:10.1134/S0081543810030193"],"date":["2009-03-19"],"type":["text"],"creator":["Serres, Ulysse"],"language":[],"coverage":[],"title":["Microlocal normal forms for regular fully nonlinear two-dimensional\n  control systems"],"description":["  In the present paper we deal with fully nonlinear two-dimensional smooth\ncontrol systems with scalar input $\\dot{q} = \\bs{f}(q,u)$, $q \\in M$, $u \\in\nU$, where $M$ and $U$ are differentiable smooth manifolds of respective\ndimensions two and one. For such systems, we provide two microlocal normal\nforms, i.e., local in the state-input space, using the fundamental necessary\ncondition of optimality for optimal control problems: the Pontryagin Maximum\nPrinciple. One of these normal forms will be constructed around a regular\nextremal and the other one will be constructed around an abnormal extremal.\nThese normal forms, which in both cases are parametrized only by one scalar\nfunction of three variables, lead to a nice expression for the control\ncurvature of the system. This expression shows that the control curvature, a\npriori defined for normal extremals, can be smoothly extended to abnormals.\n"]}]
["0904.0834",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0834","Pacific Journal of Mathematics, Vol. 248, No. 1, pp. 63-90, 2010","doi:10.2140/pjm.2010.248.63"],"date":["2009-04-05"],"type":["text"],"creator":["Datchev, Kiril","Ventura, Ivan"],"language":[],"coverage":[],"title":["Solitary waves for the Hartree equation with a slowly varying potential"],"description":["  We study the Hartree equation with a slowly varying smooth potential, $V(x) =\nW(hx)$, and with an initial condition which is $\\epsilon \\le \\sqrt h$ away in\n$H^1$ from a soliton. We show that up to time $|\\log h|/h$ and errors of size\n$\\epsilon + h^2$ in $H^1$, the solution is a soliton evolving according to the\nclassical dynamics of a natural effective Hamiltonian. This result is based on\nmethods of Holmer-Zworski, who prove a similar theorem for the Gross-Pitaevskii\nequation, and on spectral estimates for the linearized Hartree operator\nrecently obtained by Lenzmann. We also provide an extension of the result of\nHolmer-Zworski to more general inital conditions.\n","Comment: 28 pages"]}]
["0906.3292",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3292","doi:10.1111/j.1365-2966.2009.15250.x"],"date":["2009-06-18"],"type":["text"],"creator":["Farihi, J."],"language":[],"coverage":[],"title":["IRTF Observations of White Dwarfs with Possible Near-Infrared Excess"],"description":["  Near-infrared photometry and spectroscopy is obtained for a heterogeneous\nsample of nearby white dwarfs with possible excess flux as identified primarily\nin the Two Micron All Sky Survey. Among the sample of 43 stars are a number of\nwhite dwarfs that are either metal-rich, magnetic, or binary suspects. With a\nfew notable exceptions in four (or possibly five) distinct categories, the\nnewly obtained JHK photometric data fail to corroborate the putative excesses,\nwith K_IRTF - K_2MASS = +0.31 mag. Where available, GALEX photometric data are\nused to better constrain the overall spectral energy distribution of the white\ndwarfs, enabling any excess near-infrared flux to stand out more readily\nagainst the expected stellar photosphere.\n  With superior data, a near-infrared photometric excess is confirmed at three\nmetal-rich white dwarfs and ruled out at nine others. Several new binaries are\nconfirmed or suggested; five white dwarf - red dwarf pairs and five double\ndegenerates. Four apparently single magnetic white dwarfs -- two DA and two DQp\n-- display modest to strong near-infrared excess (relative to non-magnetic\nmodels), which may be better described as two effective temperatures owing to a\nredistribution of energy in highly magnetic or peculiar atmospheres.\n","Comment: accepted to MNRAS, 38 pages (26 page appendix with 52 figures)"]}]
["0909.4736",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4736"],"date":["2009-09-25","2012-06-05"],"type":["text"],"creator":["Tomasi-Gustafsson, E.","Osipenko, M.","Kuraev, E. A.","Bystritsky, Yu."],"language":[],"coverage":[],"title":["Compilation and analysis of charge asymmetry measurements from electron\n  and positron scattering on nucleon and nuclei"],"description":["  World data on the lepton-charge asymmetry in the elastic and inelastic lepton\nscattering off the proton and nuclei are compiled and discussed. After\nreviewing the published results, we compare the elastic data to a model\ncalculation of the two-photon exchange mechanism. We show that the existing\ndata do not provide any evidence for the two-photon contribution. At\nsignificance level 0.05 the data allow to exclude the two-photon exchange as an\nexplanation for the difference between Rosenbluth and polarization measurements\nof proton electromagnetic form factors.\n","Comment: 20 pages, 7 figures 2 tables"]}]
["0910.1246",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","35A02, 42B37, 37A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1246","Ann. of Math. 173 (2011), 1507--1527"],"date":["2009-10-07"],"type":["text"],"creator":["Hedenmalm, H.","Montes-Rodriguez, A."],"language":[],"coverage":[],"title":["Heisenberg uniqueness pairs and the Klein-Gordon equation"],"description":["  The notion of a Heisenberg Uniqueness Pair (HUP) is introduced. This amounts\nto asking which collections of exponentials are weak-star fundamental in\n$L^\\infty$ on a planar curve. In the case when the curve is a hyperbola, we can\ngive a complete answer if the frequencies are restricted to equally spaced\npoints on a lattice-cross. As a consequence, we solve a problem on the density\nof algebras generated by two inner functions raised by Matheson and Stessin.\n","Comment: 16 pages"]}]
["0911.2919",{"format":[],"subject":["Statistics - Machine Learning","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2919","Annals of Statistics 2012, Vol. 40, No. 2, 639-665","doi:10.1214/11-AOS961"],"date":["2009-11-16","2012-06-05"],"type":["text"],"creator":["Rigollet, Philippe"],"language":[],"coverage":[],"title":["Kullback-Leibler aggregation and misspecified generalized linear models"],"description":["  In a regression setup with deterministic design, we study the pure\naggregation problem and introduce a natural extension from the Gaussian\ndistribution to distributions in the exponential family. While this extension\nbears strong connections with generalized linear models, it does not require\nidentifiability of the parameter or even that the model on the systematic\ncomponent is true. It is shown that this problem can be solved by constrained\nand/or penalized likelihood maximization and we derive sharp oracle\ninequalities that hold both in expectation and with high probability. Finally\nall the bounds are proved to be optimal in a minimax sense.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOS961 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1001.4102",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4102","Class.Quant.Grav.27:185021,2010","doi:10.1088/0264-9381/27/18/185021"],"date":["2010-01-22","2012-06-05"],"type":["text"],"creator":["Chaichian, Masud","Nojiri, Shin'ichi","Odintsov, Sergei D.","Oksanen, Markku","Tureanu, Anca"],"language":[],"coverage":[],"title":["Modified F(R) Horava-Lifshitz gravity: a way to accelerating FRW\n  cosmology"],"description":["  We propose a general approach for the construction of modified gravity which\nis invariant under foliation-preserving diffeomorphisms. Special attention is\npaid to the formulation of modified $F(R)$ Ho\\v{r}ava-Lifshitz gravity (FRHL),\nwhose Hamiltonian structure is studied. It is demonstrated that the\nspatially-flat FRW equations of FRHL are consistent with the constraint\nequations. The analysis of de Sitter solutions for several versions of FRHL\nindicates that the unification of the early-time inflation with the late-time\nacceleration is possible. It is shown that a special choice of parameters for\nFRHL leads to the same spatially-flat FRW equations as in the case of\ntraditional $F(R)$-gravity. Finally, an essentially most general modified\nHo\\v{r}ava-Lifshitz gravity is proposed, motivated by its fully\ndiffeomorphism-invariant counterpart, with the restriction that the action does\nnot contain derivatives higher than the second order with respect to the time\ncoordinate.\n","Comment: LaTeX 11 pages. v4: Some errors have been corrected"]}]
["1001.5025",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5025","doi:10.1111/j.1365-2966.2010.16426.x"],"date":["2010-01-27"],"type":["text"],"creator":["Farihi, J.","Barstow, M. A.","Redfield, S.","Dufour, P.","Hambly, N. C."],"language":[],"coverage":[],"title":["Rocky Planetesimals as the Origin of Metals in DZ Stars"],"description":["  {Abridged}. An analysis of the calcium and hydrogen abundances, Galactic\npositions and kinematics of 146 DZ stars from the Sloan Digital Sky Survey\ndemonstrates that interaction with the interstellar medium cannot account for\ntheir externally polluted atmospheres. The calcium-to-hydrogen ratios for the\n37 DZA stars are dominated by super-solar values, as are the lower limits for\nthe remaining 109 DZ stars. All together their metal-contaminated convective\nenvelopes contain 10^{20+-2} g of calcium, commensurate with the masses of\ncalcium inferred for large asteroids. It is probable that these stars are\ncontaminated by circumstellar matter; the rocky remains of terrestrial\nplanetary systems. In this picture, two predictions emerge: 1) at least 3.5% of\nall main sequence A- and F-type stars build terrestrial planets; and 2) the DZA\nstars are externally polluted by both metals and hydrogen, and hence constrain\nthe frequency and mass of water-rich, extrasolar planetesimals.\n","Comment: Accepted to MNRAS"]}]
["1003.2092",{"format":[],"subject":["Physics - Biological Physics","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Physics and Society","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2092","Physica D 241 (2012) 1270-1289"],"date":["2010-03-10","2012-06-05"],"type":["text"],"creator":["Yukalov, V. I.","Yukalova, E. P.","Sornette, D."],"language":[],"coverage":[],"title":["Modeling symbiosis by interactions through species carrying capacities"],"description":["  We introduce a mathematical model of symbiosis between different species by\ntaking into account the influence of each species on the carrying capacities of\nthe others. The modeled entities can pertain to biological and ecological\nsocieties or to social, economic and financial societies. Our model includes\nthree basic types: symbiosis with direct mutual interactions, symbiosis with\nasymmetric interactions, and symbiosis without direct interactions. In all\ncases, we provide a complete classification of all admissible dynamical\nregimes. The proposed model of symbiosis turned out to be very rich, as it\nexhibits four qualitatively different regimes: convergence to stationary\nstates, unbounded exponential growth, finite-time singularity, and finite-time\ndeath or extinction of species.\n","Comment: Latex file, 52 pages, 17 figures"]}]
["1005.1375",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1375"],"date":["2010-05-09","2012-06-05"],"type":["text"],"creator":["Solomon, Yaar"],"language":[],"coverage":[],"title":["Functions of Substitution Tilings as a Jacobian"],"description":["  In this paper we show that the function defined by a primitive, star shaped\nsubstitu- tion tiling of the plane, can be realized as a Jacobian of a\nbiLipschitz homeomorphism of R^2. In particular it holds for any Penrose\ntiling.\n"]}]
["1008.0638",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0638","Phys.Rev.D82:103002,2010","doi:10.1103/PhysRevD.82.103002"],"date":["2010-08-03","2012-06-05"],"type":["text"],"creator":["Schmidt, Fabian","Kamionkowski, Marc"],"language":[],"coverage":[],"title":["Halo Clustering with Non-Local Non-Gaussianity"],"description":["  We show how the peak-background split can be generalized to predict the\neffect of non-local primordial non-Gaussianity on the clustering of halos. Our\napproach is applicable to arbitrary primordial bispectra. We show that the\nscale-dependence of halo clustering predicted in the peak-background split\n(PBS) agrees with that of the local-biasing model on large scales. On smaller\nscales, k >~ 0.01 h/Mpc, the predictions diverge, a consequence of the\nassumption of separation of scales in the peak-background split. Even on large\nscales, PBS and local biasing do not generally agree on the amplitude of the\neffect outside of the high-peak limit. The scale dependence of the biasing -\nthe effect that provides strong constraints to the local-model bispectrum - is\nfar weaker for the equilateral and self-ordering-scalar-field models of\nnon-Gaussianity. The bias scale dependence for the orthogonal and folded models\nis weaker than in the local model (~ 1/k), but likely still strong enough to be\nconstraining. We show that departures from scale-invariance of the primordial\npower spectrum may lead to order-unity corrections, relative to predictions\nmade assuming scale-invariance - to the non-Gaussian bias in some of these\nnon-local models for non-Gaussianity. An Appendix shows that a non-local model\ncan produce the local-model bispectrum, a mathematical curiosity we uncovered\nin the course of this investigation.\n","Comment: 12 pages, 4 figures; submitted to Phys. Rev. D; v2: references added;\n  v3: some more comments on kernel-bispectrum relation in appendix"]}]
["1008.2545",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2545","doi:10.1088/0067-0049/190/2/275"],"date":["2010-08-15","2010-08-30"],"type":["text"],"creator":["Farihi, J.","Hoard, D. W.","Wachter, S."],"language":[],"coverage":[],"title":["White Dwarf - Red Dwarf Systems Resolved with the Hubble Space\n  Telescope. II. Full Snapshot Survey Results"],"description":["  Results are presented for a Hubble Space Telescope Advanced Camera for\nSurveys high-resolution imaging campaign of 90 white dwarfs with known or\nsuspected low mass stellar and substellar companions. Of the 72 targets which\nremain candidate and confirmed white dwarfs with near-infrared excess, 43 are\nspatially resolved into two or more components, and a total of 12 systems are\npotentially triples. There is a possible, slight deficit of earlier spectral\ntypes (bluer colors) among the spatially unresolved companions, exactly the\nopposite of expectations if significant mass is transferred to the companion\nduring the common envelope phase. Using the best available distance estimates,\nthe low mass companions to white dwarfs exhibit a bimodal distribution in\nprojected separation. This result supports the hypothesis that during the giant\nphases of the white dwarf progenitor, any unevolved companions either migrate\ninward to short periods of hours to days, or outward to periods of hundreds to\nthousands of years. No intermediate projected separations of a few to several\nAU are found among these pairs. However, a few double M dwarfs (within triples)\nare spatially resolved in this range, empirically demonstrating that such\nseparations were readily detectable among the binaries with white dwarfs. A\nstraightforward and testable prediction emerges: all spatially unresolved, low\nmass stellar and substellar companions to white dwarfs should be in short\nperiod orbits. This result has implications for substellar companion and\nplanetary orbital evolution during the post-main sequence lifetime of their\nstellar hosts.\n","Comment: Accepted to ApJ Supplement Series, emulateapj format, 14 figures, 8\n  tables"]}]
["1008.3557",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3557"],"date":["2010-08-20","2012-06-05"],"type":["text"],"creator":["Xu, Su-Yang","Wray, L. A.","Xia, Y.","Shankar, R.","Jia, S.","Fedorov, A.","Dil, J. H.","Meier, F.","Slomski, B.","Osterwalder, J.","Cava, R. J.","Hasan, M. Z."],"language":[],"coverage":[],"title":["Observation of Topological Order in the TlBiSe2 class : Probing the\n  \"spin\" and \"phase\" on topological insulator surfaces"],"description":["  A topological insulator is characterized by spin-momentum locking on its\nboundary. The spin momentum locking on the surface of a three dimensional\ntopological insulator leads to the existence of a non-trivial Berry's phase\nwhich leads to exotic transport phenomena on topological surfaces. Using\nspin-sensitive probes (Mott polarimetry), we observe the spin-momentum coupling\nand uncover the chiral nature of surface electrons in TlBiSe2. We demonstrate\nthat the surface electrons in TlBiSe2 collectively carry a quantum Berry's\nphase of $\\pi$ and a definite chirality ($\\eta$ = -1, left-handed) associated\nwith its spin-texture or vortex-structure on the Fermi surface on both the top\nand the bottom surfaces. Our experimental results for the first time not only\nprove the existence of Z2 topological-order in the bulk but also reveal the\nexistence of helical quasiparticle modes on the topological surface.\nSpin-texture calculations would be reported elsewhere.\n","Comment: 4 pages, 2 Figures, Results are incorporated into the Supplementary\n  Info (SOM) Section of Science 332, 560 (2011)"]}]
["1009.2896",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - General Finance","Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2896"],"date":["2010-09-15","2012-06-05"],"type":["text"],"creator":["Ivanenko, Yaroslav"],"language":[],"coverage":[],"title":["On the nature of financial leverage"],"description":["  The article presents a translation of some widespread financial terminology\ninto the language of decision theory. For instance, financial leverage can be\nregarded as an object of choice or a decision. We show how the optics of\ndecision theory allows perceiving the recently introduced metrics of\nsee-through-leverage, which proved to be very useful in understanding the\nphenomenology of the recent economic crisis. The importance for practical\ndecision making of specification of the statistical regularity of the random\nphenomena at hand as well as of the rationality class of the decision maker is\ndiscussed.\n","Comment: 5 pages"]}]
["1010.3093",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3093","Physical Review A 83, 013624 (2011)","doi:10.1103/PhysRevA.83.013624"],"date":["2010-10-15","2012-06-05"],"type":["text"],"creator":["Larcher, Marco","Modugno, Michele","Dalfovo, Franco"],"language":[],"coverage":[],"title":["Localization in momentum space of ultracold atoms in incommensurate\n  lattices"],"description":["  We characterize the disorder induced localization in momentum space for\nultracold atoms in one-dimensional incommensurate lattices, according to the\ndual Aubry-Andr\\'e model. For low disorder the system is localized in momentum\nspace, and the momentum distribution exhibits time-periodic oscillations of the\nrelative intensity of its components. The behavior of these oscillations is\nexplained by means of a simple three-mode approximation. We predict their\nfrequency and visibility by using typical parameters of feasible experiments.\nAbove the transition the system diffuses in momentum space, and the\noscillations vanish when averaged over different realizations, offering a clear\nsignature of the transition.\n"]}]
["1010.6030",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6030","Physical Review Letters 106, 126602 (2011)","doi:10.1103/PhysRevLett.106.126602"],"date":["2010-10-28","2011-03-06"],"type":["text"],"creator":["Misiorny, Maciej","Weymann, Ireneusz","Barnas, Jozef"],"language":[],"coverage":[],"title":["Interplay of the Kondo Effect and Spin-Polarized Transport in Magnetic\n  Molecules, Adatoms and Quantum Dots"],"description":["  We study the interplay of the Kondo effect and spin-polarized tunneling in a\nclass of systems exhibiting uniaxial magnetic anisotropy, such as magnetic\nmolecules, magnetic adatoms, or quantum dots coupled to a single localized\nmagnetic moment. Using the numerical renormalization group method we calculate\nthe spectral functions and linear conductance in the Kondo regime. We show that\nthe exchange coupling between conducting electrons and localized magnetic core\ngenerally leads to suppression of the Kondo effect. We also predict a\nnontrivial dependence of the tunnel magnetoresistance on the strength of\nexchange coupling and on the anisotropy constant.\n","Comment: 4 pages with 4 EPS figures (version as accepted for publication in\n  Physical Review Letters)"]}]
["1010.6067",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6067","doi:10.1063/1.3570973"],"date":["2010-10-28","2011-01-14"],"type":["text"],"creator":["Farihi, J."],"language":[],"coverage":[],"title":["Evidence for Terrestrial Planetary System Remnants at White Dwarfs"],"description":["  The last several years have brought about a dynamic shift in the view of\nexoplanetary systems in the post-main sequence, perhaps epitomized by the\nevidence for surviving rocky planetary bodies at white dwarfs. Coinciding with\nthe launch of the Spitzer Space Telescope, both space- and ground-based data\nhave supported a picture whereby asteroid analogs persist at a significant\nfraction of cool white dwarfs, and are prone to tidal disruption when passing\nclose to the compact stellar remnant. The ensuing debris can produce a\ndetectable infrared excess, and the material gradually falls onto the star,\npolluting the atmosphere with heavy elements that can be used to determine the\nbulk composition of the destroyed planetary body. Based on the observations to\ndate, the parent bodies inferred at white dwarfs are best described as\nasteroids, and have a distinctly rocky composition similar to material found in\nthe inner Solar System. Their minimum masses are typical of large asteroids,\nand can approach or exceed the mass of Vesta and Ceres, the two largest\nasteroids in the Solar System. From the number of stars surveyed in various\nstudies, the fraction of white dwarfs that host terrestrial planetary system\nremnants is at least a few percent, but likely to be in the range 20% to 30%.\nTherefore, A- and F-type stars form terrestrial planets efficiently, with a\nfrequency at least as high as the remnants detected at their white dwarf\ndescendants.\n","Comment: Invited Review. Part of PlanetsbeyondMS/2010 proceedings\n  http://arxiv.org/html/1011.6606"]}]
["1101.0158",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0158","doi:10.1088/2041-8205/728/1/L8"],"date":["2010-12-30","2011-01-11"],"type":["text"],"creator":["Farihi, J.","Brinkworth, C. S.","Gaensicke, B. T.","Marsh, T. R.","Girven, J.","Hoard, D. W.","Klein, B.","Koester, D."],"language":[],"coverage":[],"title":["Possible Signs of Water and Differentiation in a Rocky Exoplanetary Body"],"description":["  Spitzer observations reveal the presence of warm debris from a tidally\ndestroyed rocky and possibly icy planetary body orbiting the white dwarf GD 61.\nUltraviolet and optical spectroscopy of the metal-contaminated stellar\nphotosphere reveal traces of hydrogen, oxygen, magnesium, silicon, iron, and\ncalcium. The nominal ratios of these elements indicate an excess of oxygen\nrelative to that expected from rock-forming metal oxides, and thus it is\npossible that water was accreted together with the terrestrial-like debris.\nIron is found to be deficient relative to magnesium and silicon, suggesting the\nmaterial may have originated as the outer layers of a differentiated parent\nbody, as is widely accepted for the Moon.\n","Comment: Accepted to ApJ Letters; emulateapj format, 2 figures, 3 tables"]}]
["1101.0587",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0587","doi:10.1016/j.aml.2011.09.016"],"date":["2011-01-03","2011-08-24"],"type":["text"],"creator":["Mirebeau, Jean-Marie"],"language":[],"coverage":[],"title":["Non conforming vector finite elements for H(curl) intersected with\n  H(div)"],"description":["  We present a family of nonconforming vector finite elements of arbitrary\norder for problems posed on the space (curl) intersected with H(div) on a\nbidimensional domain. This result was first stated as a conjecture by Brenner\nand Sung. In contrast an extension of the same conjecture to three dimensional\ndomains is disproved.\n","Comment: 6 pages"]}]
["1101.0612",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0612","Constructive Approximation, Springer New York, pp 339-383, vol 32\n  issue 2, 2010","doi:10.1007/s00365-010-9090-y"],"date":["2011-01-03"],"type":["text"],"creator":["Mirebeau, Jean-Marie"],"language":[],"coverage":[],"title":["Optimal Meshes for Finite Elements of Arbitrary Order"],"description":["  Given a function f defined on a bidimensional bounded domain and a positive\ninteger N, we study the properties of the triangulation that minimizes the\ndistance between f and its interpolation on the associated finite element\nspace, over all triangulations of at most N elements. The error is studied in\nthe Lp norm and we consider Lagrange finite elements of arbitrary polynomial\ndegree m-1. We establish sharp asymptotic error estimates as N tends to\ninfinity when the optimal anisotropic triangulation is used, recovering the\nearlier results on piecewise linear interpolation, an improving the results on\nhigher degree interpolation. These estimates involve invariant polynomials\napplied to the m-th order derivatives of f. In addition, our analysis also\nprovides with practical strategies for designing meshes such that the\ninterpolation error satisfies the optimal estimate up to a fixed multiplicative\nconstant. We partially extend our results to higher dimensions for finite\nelements on simplicial partitions of a domain of arbitrary dimension.\n  Key words : anisotropic finite elements, adaptive meshes, interpolation,\nnonlinear approximation.\n","Comment: 34 pages, 5 figures"]}]
["1101.1452",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1452","doi:10.1090/S0025-5718-2011-02459-2"],"date":["2011-01-07"],"type":["text"],"creator":["Mirebeau, Jean-Marie","Cohen, Albert"],"language":[],"coverage":[],"title":["Greedy bisection generates optimally adapted triangulations"],"description":["  We study the properties of a simple greedy algorithm for the generation of\ndata-adapted anisotropic triangulations. Given a function f, the algorithm\nproduces nested triangulations and corresponding piecewise polynomial\napproximations of f.\n  The refinement procedure picks the triangle which maximizes the local Lp\napproximation error, and bisect it in a direction which is chosen so to\nminimize this error at the next step. We study the approximation error in the\nLp norm when the algorithm is applied to C2 functions with piecewise linear\napproximations.\n  We prove that as the algorithm progresses, the triangles tend to adopt an\noptimal aspect ratio which is dictated by the local hessian of f. For convex\nfunctions, we also prove that the adaptive triangulations satisfy a convergence\nbound which is known to be asymptotically optimal among all possible\ntriangulations.\n","Comment: 24 pages"]}]
["1101.1845",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1845","doi:10.1007/s00211-011-0412-1"],"date":["2011-01-10","2011-08-26"],"type":["text"],"creator":["Mirebeau, Jean-Marie"],"language":[],"coverage":[],"title":["Optimally Adapted Meshes for Finite Elements of Arbitrary Order and W1p\n  Norms"],"description":["  Given a function f defined on a bidimensional bounded domain and a positive\ninteger N, we study the properties of the triangulation that minimizes the\ndistance between f and its interpolation on the associated finite element\nspace, over all triangulations of at most N elements. The error is studied in\nthe W1p norm and we consider Lagrange finite elements of arbitrary polynomial\norder m-1. We establish sharp asymptotic error estimates as N tends to infinity\nwhen the optimal anisotropic triangulation is used. A similar problem has been\nstudied earlier, but with the error measured in the Lp norm. The extension of\nthis analysis to the W1p norm is crucial in order to match more closely the\nneeds of numerical PDE analysis, and it is not straightforward. In particular,\nthe meshes which satisfy the optimal error estimate are characterized by a\nmetric describing the local aspect ratio of each triangle and by a geometric\nconstraint on their maximal angle, a second feature that does not appear for\nthe Lp error norm. Our analysis also provides with practical strategies for\ndesigning meshes such that the interpolation error satisfies the optimal\nestimate up to a fixed multiplicative constant. We discuss the extension of our\nresults to finite elements on simplicial partitions of a domain of arbitrary\ndimension, and we provide with some numerical illustration in two dimensions.\n","Comment: 37 pages, 6 figures"]}]
["1103.0269",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0269"],"date":["2011-03-01","2012-06-05"],"type":["text"],"creator":["Foucart, Clément"],"language":[],"coverage":[],"title":["Generalized Fleming-Viot processes with immigration via stochastic flows\n  of partitions"],"description":["  The generalized Fleming-Viot processes were defined in 1999 by Donnelly and\nKurtz using a particle model and by Bertoin and Le Gall in 2003 using\nstochastic flows of bridges. In both methods, the key argument used to\ncharacterize these processes is the duality between these processes and\nexchangeable coalescents. A larger class of coalescent processes, called\ndistinguished coalescents, was set up recently to incorporate an immigration\nphenomenon in the underlying population. The purpose of this article is to\ndefine and characterize a class of probability-measure valued processes called\nthe generalized Fleming-Viot processes with immigration. We consider some\nstochastic flows of partitions of Z_{+}, in the same spirit as Bertoin and Le\nGall's flows, replacing roughly speaking, composition of bridges by coagulation\nof partitions. Identifying at any time a population with the integers\n$\\mathbb{N}:=\\{1,2,...\\}$, the formalism of partitions is effective in the past\nas well as in the future especially when there are several simultaneous births.\nWe show how a stochastic population may be directly embedded in the dual flow.\nAn extra individual 0 will be viewed as an external generic immigrant ancestor,\nwith a distinguished type, whose progeny represents the immigrants. The\n\"modified\" lookdown construction of Donnelly-Kurtz is recovered when no\nsimultaneous multiple births nor immigration are taken into account. In the\nlast part of the paper we give a sufficient criterion for the initial types\nextinction.\n","Comment: typos and corrections in references"]}]
["1103.1128",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1128","Physical Review B 84, 035455 (2011)","doi:10.1103/PhysRevB.84.035445"],"date":["2011-03-06","2012-06-05"],"type":["text"],"creator":["Misiorny, Maciej","Weymann, Ireneusz","Barnas, Jozef"],"language":[],"coverage":[],"title":["The Influence of Magnetic Anisotropy on the Kondo Effect and\n  Spin-Polarized Transport through Magnetic Molecules, Adatoms and Quantum Dots"],"description":["  Transport properties in the Kondo regime of a nanosystem displaying uniaxial\nmagnetic anisotropy (such as a magnetic molecule, magnetic adatom or quantum\ndot coupled to a localized magnetic moment) are analyzed theoretically. In\nparticular, the influence of spin-polarized transport through a local orbital\nof the system and exchange coupling of conduction electrons to the system's\nmagnetic core on the Kondo effect is discussed. The numerical renormalization\ngroup method is applied to calculate the spectral functions and linear\nconductance in the case of the parallel and antiparallel configurations of the\nelectrodes' magnetic moments. It is shown that both the magnetic anisotropy as\nwell as the exchange coupling between electrons tunneling through the\nconducting orbital and magnetic core play an important role in formation of the\nKondo resonance, leading generally to its suppression. Specific transport\nproperties of such a system appear also as a nontrivial behavior of tunnel\nmagnetoresistance. It is also shown that the Kondo effect can be restored by an\nexternal magnetic field in both the parallel and antiparallel magnetic\nconfigurations.\n","Comment: 14 pages with 10 EPS figures (version as accepted for publication in\n  Physical Review B)"]}]
["1104.0925",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0925","doi:10.1111/j.1365-2966.2011.19354.x"],"date":["2011-04-05","2011-09-22"],"type":["text"],"creator":["Farihi, J.","Burleigh, M. R.","Holberg, J. B.","Casewell, S. L.","Barstow, M. A."],"language":[],"coverage":[],"title":["Evolutionary Constraints on the Planet-Hosting Subgiant Epsilon\n  Reticulum from its White Dwarf Companion"],"description":["  The planet-hosting and Sirius-type binary system epsilon Reticulum (HD 27442)\nis examined from the perspective of its more evolved white dwarf secondary. The\nstellar parameters are determined from a combination of Balmer line\nspectroscopy, gravitational redshift, and solid angle. These three methods\nconspire to yield the most accurate physical description of the companion to\ndate: Teff=15,310 \\pm 350 K and M=0.60 \\pm 0.02 Msol. Post-main sequence mass\nloss indicates the current binary separation has increased by a factor of 1.6\nfrom its primordial state when the current primary was forming its planet(s),\nimplying a0 > 150 AU and constraining stable planets to within 15-20 AU for a\nbinary eccentricity of e=0.5. Almost 80 years have passed since the first\ndetection of the stellar companion, and marginal orbital motion may be apparent\nin the binary, suggesting a near edge-on configuration with i > 70 deg, albeit\nwith substantial uncertainty. If correct, and all known bodies are coplanar,\nthe mass of the planet HD 27442b is bound between 1.66 and 1.77 Mjup. A search\nfor photospheric metals in the DA white dwarf yields no detections, and hence\nthere is no clear signature of an extant planetary system orbiting the\npreviously more massive secondary. However, if the white dwarf mass derived via\nspectral fitting is correct, its evolution could have been influenced by\ninteractions with inner planets during the asymptotic giant branch. Based on\nthe frequency of giant planets and circumstellar debris as a function of\nstellar mass, it is unlikely that the primordial primary would be void of\nplanets, given at least one orbiting its less massive sibling.\n","Comment: 9 pages, 5 figures, 3 tables; accepted to MNRAS"]}]
["1104.4523",{"format":[],"subject":["Mathematics - Algebraic Topology","55Q45, 55Q91, 55P91, 57R55, 57R60, 57R77, 57R85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4523"],"date":["2011-04-22","2012-06-04"],"type":["text"],"creator":["Miller, Haynes"],"language":[],"coverage":[],"title":["Kervaire Invariant One [after M. A. Hill, M. J. Hopkins, and D. C.\n  Ravenel]"],"description":["  The question of when the Kervaire invariant is nontrivial was the only\nquestion left unresolved by Kervaire and Milnor in their 1963 study of the\nrelationship between groups of homotopy spheres and stable homotopy groups. In\n2009, Mike Hill, Mike Hopkins, and Doug Ravenel resolved this question except\nin one dimension, by a highly innovative attack using large amounts of\nequivariant stable homotopy theory and small amounts of computation. The\npresent paper is a Seminaire Bourbaki report on this work.\n","Comment: This is a the submitted Seminaire Bourbaki report. 30 pages"]}]
["1104.5269",{"format":[],"subject":["Physics - History and Philosophy of Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5269","Asia Pacific Physics Newsletter, V1, Iss 1, May 2012, pp 37-46","doi:10.1142/S2251158X12000069"],"date":["2011-04-27","2011-12-26"],"type":["text"],"creator":["Curtright, Thomas L","Zachos, Cosmas K"],"language":[],"coverage":[],"title":["Quantum Mechanics in Phase Space"],"description":["  Ever since Werner Heisenberg's 1927 paper on uncertainty, there has been\nconsiderable hesitancy in simultaneously considering positions and momenta in\nquantum contexts, since these are incompatible observables. But this persistent\ndiscomfort with addressing positions and momenta jointly in the quantum world\nis not really warranted, as was first fully appreciated by Hilbrand Groenewold\nand Jos\\'e Moyal in the 1940s. While the formalism for quantum mechanics in\nphase space was wholly cast at that time, it was not completely understood nor\nwidely known --- much less generally accepted --- until the late 20th century.\n","Comment: A brief history of deformation quantization, ca 1930-1960, with some\n  elementary illustrations of the theory"]}]
["1105.0338",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons","81R12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0338","Nucl. Phys. B858 (2012) 502","doi:10.1016/j.nuclphysb.2012.01.020"],"date":["2011-05-02","2012-01-19"],"type":["text"],"creator":["Crampe, N.","Ragoucy, E."],"language":[],"coverage":[],"title":["Generalized coordinate Bethe ansatz for non diagonal boundaries"],"description":["  We compute the spectrum and the eigenstates of the open XXX model with\nnon-diagonal (triangular) boundary matrices. Since the boundary matrices are\nnot diagonal, the usual coordinate Bethe ansatz does not work anymore, and we\nuse a generalization of it to solve the problem.\n","Comment: 11 pages; References added and misprints corrected"]}]
["1105.0793",{"format":[],"subject":["Mathematics - Probability","Quantitative Biology - Populations and Evolution","92D15, 60J28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0793","Markov Proc. Relat. Fields 17 (2011), 429-446"],"date":["2011-05-04"],"type":["text"],"creator":["Baake, Ellen","Hustedt, Thiemo"],"language":[],"coverage":[],"title":["Moment closure in a Moran model with recombination"],"description":["  We extend the Moran model with single-crossover recombination to include\ngeneral recombination and mutation. We show that, in the case without\nresampling, the expectations of products of marginal processes defined via\npartitions of sites form a closed hierarchy, which is exhaustively described by\na finite system of differential equations. One thus has the exceptional\nsituation of moment closure in a nonlinear system. Surprisingly, this property\nis lost when resampling (i.e., genetic drift) is included.\n","Comment: 12 pages, 3 figures, Markov Processes and Related Fields, in press"]}]
["1105.1417",{"format":[],"subject":["Mathematical Physics","Physics - Chemical Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1417"],"date":["2011-05-07","2012-06-04"],"type":["text"],"creator":["Lakshtanov, Evgeny","Lakshtanov, Leonid"],"language":[],"coverage":[],"title":["Isotope uptake dynamics in the Ostwald ripening model of\n  recrystallization"],"description":["  The article is withdrawn since we decided not to publish it in the present\nform but to divide it in two parts. One of these parts concerns the\nmathematical aspects of Return Radius calculation and the rewritten article is\nalready available arXiv:1201.4492 The second part will discuss the modelling of\nthe Isotope Uptake and is still in preparation\n","Comment: This paper has been withdrawn by the authors"]}]
["1105.2259",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2259","Phys. Rev. Lett. 108, 237401 (2012)","doi:10.1103/PhysRevLett.108.237401"],"date":["2011-05-11","2012-06-04"],"type":["text"],"creator":["Sato, Masahiro","Katsura, Hosho","Nagaosa, Naoto"],"language":[],"coverage":[],"title":["Theory of Raman Scattering in One-Dimensional Quantum Spin-1/2\n  Antiferromagnets"],"description":["  We study theoretically the Raman scattering spectra in the one-dimensional\n(1D) quantum spin-1/2 antiferromagnets. The analysis reveals that their\nlow-energy dynamics is exquisitely sensitive to various perturbations to the\nHeisenberg chain with nearest-neighbor exchange interactions, such as magnetic\nanisotropy, longer-range exchange interactions, and bond dimerization. These\nweak interactions are mainly responsible for the Raman scattering and give rise\nto different types of spectra as functions of frequency, temperature, and\nexternal field. In contrast to the Raman spectra in higher dimensions in which\nthe two-magnon process is dominant, those in 1D antiferromagnets provide much\nricher information on these perturbations.\n","Comment: 5 pages, published version, 3 figures, 2 tables, Revtex"]}]
["1105.5575",{"format":[],"subject":["Physics - Atomic Physics","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5575"],"date":["2011-05-27"],"type":["text"],"creator":["Tahat, Amani","Salah, Wa'el"],"language":[],"coverage":[],"title":["Comprehensive online Atomic Database Management System (DBMS) with\n  Highly Qualified Computing Capabilities"],"description":["  The intensive need of atomic data is expanding continuously in a wide variety\nof applications (e.g. fusion energy and astrophysics, laser-produced, plasma\nresearches, and plasma processing).This paper will introduce our ongoing\nresearch work to build a comprehensive, complete, up-to-date, user friendly and\nonline atomic Database Management System (DBMS) namely called AIMS by using\nSQLite (http://www.sqlite.org/about.html)(8). Programming language tools and\ntechniques will not be covered here. The system allows the generation of\nvarious atomic data based on professional online atomic calculators. The\nongoing work is a step forward to bring detailed atomic model accessible to a\nwide community of laboratory and astrophysical plasma diagnostics. AIMS is a\nprofessional worldwide tool for supporting several educational purposes and can\nbe considered as a complementary database of IAEA atomic databases. Moreover,\nit will be an exceptional strategy of incorporating the output data of several\natomic codes to external spectral models.\n","Comment: 20 pages,4 figures, 5 tables, 2 appendixes; International Journal of\n  Database Management Systems (IJDMS), Vol.3, No.2, May 2011"]}]
["1106.2555",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis","35F25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2555"],"date":["2011-06-13","2012-06-04"],"type":["text"],"creator":["Piccoli, Benedetto","Rossi, Francesco"],"language":[],"coverage":[],"title":["Transport equation with nonlocal velocity in Wasserstein spaces:\n  convergence of numerical schemes"],"description":["  Motivated by pedestrian modelling, we study evolution of measures in the\nWasserstein space. In particular, we consider the Cauchy problem for a\ntransport equation, where the velocity field depends on the measure itself.\n  We deal with numerical schemes for this problem and prove convergence of a\nLagrangian scheme to the solution, when the discretization parameters approach\nzero. We also prove convergence of an Eulerian scheme, under more strict\nhypotheses. Both schemes are discretizations of the push-forward formula\ndefined by the transport equation. As a by-product, we obtain existence and\nuniqueness of the solution.\n  All the results of convergence are proved with respect to the Wasserstein\ndistance. We also show that $L^1$ spaces are not natural for such equations,\nsince we lose uniqueness of the solution.\n"]}]
["1107.0960",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0960","Applied Mathematics Research Express, Vol. 2012, No. 1, pp.\n  105-113, 2012","doi:10.1093/amrx/abr017"],"date":["2011-07-05","2012-06-04"],"type":["text"],"creator":["Datchev, Kiril","Hezari, Hamid"],"language":[],"coverage":[],"title":["Resonant uniqueness of radial semiclassical Schrodinger operators"],"description":["  We prove that radial, monotonic, superexponentially decaying potentials in\nR^n, n greater than or equal to 1 odd, are determined by the resonances of the\nassociated semiclassical Schrodinger operator among all superexponentially\ndecaying potentials in R^n.\n","Comment: 8 pages"]}]
["1108.5608",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5608"],"date":["2011-08-29","2012-06-05"],"type":["text"],"creator":["Hula, Andreas"],"language":[],"coverage":[],"title":["LIBOR Interpolation and the HJM Model"],"description":["  We follow the lines of Musiela and Rutkowski and extend their interpolation\nmethod to models with jumps. Together with an extension method for the tenor\nstructure of a given LIBOR market model (LMM) we get an infinite LIBOR\ntermstructure. Furthermore we present an argument why certain known exponential\nmoment conditions on the HJM Model are necessary. The approach uses finite\ntenor LIBOR market models as approximation for the HJM model, then extends and\ninterpolates the tenor structure, relating it to the HJM structure.\n"]}]
["1109.0482",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","43A77 (Primary) 43A15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0482"],"date":["2011-09-02","2012-06-05"],"type":["text"],"creator":["Cabrelli, Carlos","Paternostro, Victoria"],"language":[],"coverage":[],"title":["Shift-modulation invariant spaces on LCA groups"],"description":["  A $(K,\\Lambda)$ shift-modulation invariant space is a subspace of $L^2(G)$,\nthat is invariant by translations along elements in $K$ and modulations by\nelements in $\\Lambda$. Here $G$ is a locally compact abelian group, and $K$ and\n$\\Lambda$ are closed subgroups of $G$ and the dual group $\\hat G$,\nrespectively. In this article we provide a characterization of shift-modulation\ninvariant spaces in this general context when $K$ and $\\Lambda$ are uniform\nlattices. This extends previous results known for $L^2(\\R^d)$. We develop\nfiberization techniques and suitable range functions adapted to LCA groups\nneeded to provide the desired characterization.\n","Comment: 17 pages"]}]
["1109.0585",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0585"],"date":["2011-09-02","2012-06-05"],"type":["text"],"creator":["Cooper, Daryl","Long, Darren","Tillmann, Stephan"],"language":[],"coverage":[],"title":["On Convex Projective Manifolds and Cusps"],"description":["  This study of properly or strictly convex real projective manifolds\nintroduces notions of parabolic, horosphere and cusp. Results include a\nMargulis lemma and in the strictly convex case a thick-thin decomposition.\nFinite volume cusps are shown to be projectively equivalent to cusps of\nhyperbolic manifolds. This is proved using a characterization of ellipsoids in\nprojective space.\n  Except in dimension 3, there are only finitely many topological types of\nstrictly convex manifolds with bounded volume. In dimension 4 and higher, the\ndiameter of a closed strictly convex manifold is at most 9 times the diameter\nof the thick part. There is an algebraic characterization of strict convexity\nin terms of relative hyperbolicity.\n","Comment: 52 pages, 10 figures, minor corrections and additional references"]}]
["1109.1612",{"format":[],"subject":["Mathematics - Statistics Theory","62H15, 62H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1612","Statistics & Probability Letters, Volume 82, Issue 1, January\n  2012, Pages 22-28","doi:10.1016/j.spl.2011.08.011"],"date":["2011-09-07"],"type":["text"],"creator":["Yao, Jianfeng"],"language":[],"coverage":[],"title":["A note on a Mar\\v{c}enko-Pastur type theorem for time series"],"description":["  In this note we develop an extension of the Mar\\v{c}enko-Pastur theorem to\ntime series model with temporal correlations. The limiting spectral\ndistribution (LSD) of the sample covariance matrix is characterised by an\nexplicit equation for its Stieltjes transform depending on the spectral density\nof the time series. A numerical algorithm is then given to compute the density\nfunctions of these LSD's.\n"]}]
["1109.3128",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3128","Appl. Phys. Lett. 100, 233704 (2012)","doi:10.1063/1.4724105"],"date":["2011-09-14"],"type":["text"],"creator":["Crespi, Andrea","Lobino, Mirko","Matthews, Jonathan C. F.","Politi, Alberto","Neal, Chris R.","Ramponi, Roberta","Osellame, Roberto","O'Brien, Jeremy L."],"language":[],"coverage":[],"title":["Measuring protein concentration with entangled photons"],"description":["  Optical interferometry is amongst the most sensitive techniques for precision\nmeasurement. By increasing the light intensity a more precise measurement can\nusually be made. However, in some applications the sample is light sensitive.\nBy using entangled states of light the same precision can be achieved with less\nexposure of the sample. This concept has been demonstrated in measurements of\nfixed, known optical components. Here we use two-photon entangled states to\nmeasure the concentration of the blood protein bovine serum albumin (BSA) in an\naqueous buffer solution. We use an opto-fluidic device that couples a waveguide\ninterferometer with a microfluidic channel. These results point the way to\npractical applications of quantum metrology to light sensitive samples.\n"]}]
["1109.4540",{"format":[],"subject":["Mathematics - Statistics Theory","Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4540","Annals of Statistics 2012, Vol. 40, No. 2, 941-963","doi:10.1214/12-AOS994"],"date":["2011-09-21","2012-06-05"],"type":["text"],"creator":["Genovese, Christopher R.","Perone-Pacifico, Marco","Verdinelli, Isabella","Wasserman, Larry"],"language":[],"coverage":[],"title":["Manifold estimation and singular deconvolution under Hausdorff loss"],"description":["  We find lower and upper bounds for the risk of estimating a manifold in\nHausdorff distance under several models. We also show that there are close\nconnections between manifold estimation and the problem of deconvolving a\nsingular measure.\n","Comment: Published in at http://dx.doi.org/10.1214/12-AOS994 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1110.3231",{"format":[],"subject":["Physics - Optics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3231","doi:10.1073/pnas.1121517109"],"date":["2011-10-14"],"type":["text"],"creator":["Naik, Gururaj V.","Liu, Jingjing","Kildishev, Alexander V.","Shalaev, Vladimir M.","Boltasseva, Alexandra"],"language":[],"coverage":[],"title":["Negative refraction in Al:ZnO/ZnO metamaterial in the near-infrared"],"description":["  Noble metals such as gold and silver are the primary metallic building blocks\nof metamaterial devices. Making subwavelength-sized structural elements from\nthese metals seriously limits the optical performance of a device, however, and\ncomplicates the manufacturing process of nearly all metamaterial devices in the\noptical wavelength range. As an alternative to noble metals, we propose to use\nheavily-doped oxide semiconductors that offer both functional and fabrication\nadvantages in the near-infrared. In this letter, we report an experimental\ndemonstration of negative refraction in a near-infrared metamaterial device\nthat is designed and fabricated using aluminum-doped zinc oxide.\n","Comment: 4 figures + 1 supplementary document with 3 figures"]}]
["1110.5440",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5440","Phys. Rev. Lett., 108, 207204 (2012)","doi:10.1103/PhysRevLett.108.207204"],"date":["2011-10-25","2011-12-14"],"type":["text"],"creator":["Messio, Laura","Bernu, Bernard","Lhuillier, Claire"],"language":[],"coverage":[],"title":["The kagome antiferromagnet: a chiral topological spin liquid ?"],"description":["  Inspired by the recent discovery of a new instability towards a chiral phase\nof the classical Heisenberg model on the kagome lattice, we propose a specific\nchiral spin liquid that reconciles different, well-established results\nconcerning both the classical and quantum models. This proposal is analyzed in\nan extended mean-field Schwinger boson framework encompassing time reversal\nsymmetry breaking phases which allows both a classical and a quantum phase\ndescription. At low temperatures, we find quantum fluctuations favor this\nchiral phase, which is stable against small perturbations of second and third\nneighbor interactions. For spin-1/2 this phase may be, beyond mean-field, a\nchiral gapped spin liquid. Such a phase is consistent with Density Matrix\nRenormalization Group results of Yan et al. (Science 322, 1173 (2011)).\nMysterious features of the low lying excitations of exact diagonalization\nspectra also find an explanation in this framework. Moreover, thermal\nfluctuations compete with quantum ones and induce a transition from this flux\nphase to a planar zero flux phase at a non zero value of the renormalized\ntemperature (T/S^2), reconciling these results with those obtained for the\nclassical system.\n","Comment: 4 pages, 4 figures, 1 table"]}]
["1111.0907",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0907"],"date":["2011-11-03","2012-04-26"],"type":["text"],"creator":["Yu, Yang","Qian, Chao","Zhou, Zhi-Hua"],"language":[],"coverage":[],"title":["Towards Analyzing Crossover Operators in Evolutionary Search via General\n  Markov Chain Switching Theorem"],"description":["  Evolutionary algorithms (EAs), simulating the evolution process of natural\nspecies, are used to solve optimization problems. Crossover (also called\nrecombination), originated from simulating the chromosome exchange phenomena in\nzoogamy reproduction, is widely employed in EAs to generate offspring\nsolutions, of which the effectiveness has been examined empirically in\napplications. However, due to the irregularity of crossover operators and the\ncomplicated interactions to mutation, crossover operators are hard to analyze\nand thus have few theoretical results. Therefore, analyzing crossover not only\nhelps in understanding EAs, but also helps in developing novel techniques for\nanalyzing sophisticated metaheuristic algorithms.\n  In this paper, we derive the General Markov Chain Switching Theorem (GMCST)\nto facilitate theoretical studies of crossover-enabled EAs. The theorem allows\nus to analyze the running time of a sophisticated EA from an easy-to-analyze\nEA. Using this tool, we analyze EAs with several crossover operators on the\nLeadingOnes and OneMax problems, which are noticeably two well studied problems\nfor mutation-only EAs but with few results for crossover-enabled EAs. We first\nderive the bounds of running time of the (2+2)-EA with crossover operators;\nthen we study the running time gap between the mutation-only (2:2)-EA and the\n(2:2)-EA with crossover operators; finally, we develop strategies that apply\ncrossover operators only when necessary, which improve from the mutation-only\nas well as the crossover-all-the-time (2:2)-EA. The theoretical results are\nverified by experiments.\n"]}]
["1111.1979",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1979","Nature Physics 8, 393-397 (2012)","doi:10.1038/nphys2262"],"date":["2011-11-08","2012-06-05"],"type":["text"],"creator":["Pikovski, Igor","Vanner, Michael R.","Aspelmeyer, Markus","Kim, Myungshik","Brukner, Caslav"],"language":[],"coverage":[],"title":["Probing Planck-scale physics with quantum optics"],"description":["  One of the main challenges in physics today is to merge quantum theory and\nthe theory of general relativity into a unified framework. Various approaches\ntowards developing such a theory of quantum gravity are pursued, but the lack\nof experimental evidence of quantum gravitational effects thus far is a major\nhindrance. Yet, the quantization of space-time itself can have experimental\nimplications: the existence of a minimal length scale is widely expected to\nresult in a modification of the Heisenberg uncertainty relation. Here we\nintroduce a scheme that allows an experimental test of this conjecture by\nprobing directly the canonical commutation relation of the center of mass mode\nof a massive mechanical oscillator with a mass close to the Planck mass. Our\nprotocol utilizes quantum optical control and readout of the mechanical system\nto probe possible deviations from the quantum commutation relation even at the\nPlanck scale. We show that the scheme is within reach of current technology. It\nthus opens a feasible route for tabletop experiments to test possible quantum\ngravitational phenomena.\n","Comment: 11 pages, 3 figures, 2 tables"]}]
["1111.2593",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2593"],"date":["2011-11-10","2012-06-05"],"type":["text"],"creator":["Aravinda, S.","Srikanth, R."],"language":[],"coverage":[],"title":["Local quantum mechanics and superquantum correlations imply superluminal\n  signaling"],"description":["  It has been shown that local quantum measurements and no-signaling imply\nquantum correlations (Barnum et al. Phys. Rev. Lett., 104, 140401 (2010)). This\nentails that superquantum correlations will be superluminaly signaling if we\nadmit the validity of local quantum mechanics. We present a specific, simple\ninstance of this situation. Our result also has the interpretation that\nreplacing the local (trivial) dynamics in a generalized non-signaling theory\n(GNST) by one that admits local unitaries, results in a probability\ndistribution that may be positive and normalization-preserving but violates\nno-signaling, and is thus inconsistent within the formalism.\n","Comment: Interpretational comments added; 3 pages"]}]
["1111.3055",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3055","Phys. Rev. D 85, 124009 (2012)","doi:10.1103/PhysRevD.85.124009"],"date":["2011-11-13","2012-04-18"],"type":["text"],"creator":["East, William E.","Pretorius, Frans","Stephens, Branson C."],"language":[],"coverage":[],"title":["Eccentric black hole-neutron star mergers: effects of black hole spin\n  and equation of state"],"description":["  There is a high level of interest in black hole-neutron star binaries, not\nonly because their mergers may be detected by gravitational wave observatories\nin the coming years, but also because of the possibility that they could\nexplain a class of short duration gamma-ray bursts. We study black hole-neutron\nstar mergers that occur with high eccentricity as may arise from dynamical\ncapture in dense stellar regions such as nuclear or globular clusters. We\nperform general relativistic simulations of binaries with a range of impact\nparameters, three different initial black hole spins (zero, aligned and\nanti-aligned with the orbital angular momentum), and neutron stars with three\ndifferent equations of state. We find a rich diversity across these parameters\nin the resulting gravitational wave signals and matter dynamics, which should\nalso be reflected in the consequent electromagnetic emission. Before tidal\ndisruption, the gravitational wave emission is significantly larger than\nperturbative predictions suggest for periapsis distances close to effective\ninnermost stable separations, exhibiting features reflecting the zoom-whirl\ndynamics of the orbit there. Guided by the simulations, we develop a simple\nmodel for the change in orbital parameters of the binary during close\nencounters. Depending upon the initial parameters of the system, we find that\nmass transfer during non-merging close encounters can range from essentially\nzero to a sizable fraction of the initial neutron star mass. The same holds for\nthe amount of material outside the black hole post-merger, and in some cases\nroughly half of this material is estimated to be unbound. We also see that\nnon-merging close encounters generically excite large oscillations in the\nneutron star that are qualitatively consistent with f-modes.\n","Comment: 19 pages, 13 figures, revised according to referee comments"]}]
["1111.4081",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4081","Physical Review E 85, 4 (2012) 046213","doi:10.1103/PhysRevE.85.046213"],"date":["2011-11-17"],"type":["text"],"creator":["Vermersch, Benoît","Garreau, Jean-Claude"],"language":[],"coverage":[],"title":["Sensitivity to the initial state of interacting ultracold bosons in\n  disordered lattices"],"description":["  We study the dynamics of a nonlinear one-dimensional disordered system\nobtained by coupling the Anderson model with the Gross-Pitaevskii equation. An\nanalytical model provides us with a single quantity globally characterizing the\nlocalization of the system. This quantity obeys a scaling law with respect to\nthe width of the initial state, which can be used to characterize the dynamics\nindependently of the initial state.\n","Comment: 10 pages, 12 figures, revtex4, submited to PRE"]}]
["1111.5626",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5626","Physical Review E 85, 051141 (May 29, 2012)","doi:10.1103/PhysRevE.85.051141"],"date":["2011-11-23","2012-06-05"],"type":["text"],"creator":["Gu, Hang","Ziff, Robert M."],"language":[],"coverage":[],"title":["Crossing on hyperbolic lattices"],"description":["  We divide the circular boundary of a hyperbolic lattice into four equal\nintervals, and study the probability of a percolation crossing between an\nopposite pair, as a function of the bond occupation probability p. We consider\nthe {7,3} (heptagonal), enhanced or extended binary tree (EBT), the EBT-dual,\nand {5,5} (pentagonal) lattices. We find that the crossing probability\nincreases gradually from zero to one as p increases from the lower p_l to the\nupper p_u critical values. We find bounds and estimates for the values of p_ l\nand p_u for these lattices, and identify the self-duality point p*\ncorresponding to where the crossing probability equals 1/2. Comparison is made\nwith recent numerical and theoretical results.\n","Comment: Final published version, with some additions at the end"]}]
["1111.5785",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5785","International Journal of Modern Physics D 21 No. 6 (2012) 1250053","doi:10.1142/S0218271812500538"],"date":["2011-11-24","2012-06-05"],"type":["text"],"creator":["Broda, Bogusław"],"language":[],"coverage":[],"title":["\"Microscopic\" approach to the Ricci dark energy"],"description":["  A derivation of the Ricci dark energy from quantum field theory of\nfluctuating \"matter\" fields in a classical gravitational background is\npresented. The coupling to the dark energy, the parameter 'a', is estimated in\nthe framework of our formalism, and qualitatively it appears to be within\nobservational expectations.\n","Comment: 7 pages"]}]
["1111.7052",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.7052","doi:10.1103/PhysRevA.85.042515"],"date":["2011-11-30","2012-01-31"],"type":["text"],"creator":["Cancio, Antonio C.","Fong, C. Y."],"language":[],"coverage":[],"title":["The scaling properties of exchange and correlation holes of the valence\n  shell of second row atoms"],"description":["  We study the exchange and correlation hole of the valence shell of second row\natoms using variational Monte Carlo techniques, especially correlated\nestimates, and norm-conserving pseudopotentials. The well-known scaling of the\nvalence shell provides a tool to probe the behavior of exchange and correlation\nas a functional of the density and thus test models of density functional\ntheory. The exchange hole shows an interesting competition between two scaling\nforms -- one caused by self-interaction and another that is approximately\ninvariant under particle number, related to the known invariance of exchange\nunder uniform scaling to high density and constant particle number. The\ncorrelation hole shows a scaling trend that is marked by the finite size of the\natom relative to the radius of the hole. Both trends are well captured in the\nmain by the Perdew-Burke-Ernzerhof generalized-gradient approximation model for\nthe exchange-correlation hole and energy.\n","Comment: 18 pages, 8 figures"]}]
["1112.2052",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2052","Journal of Applied Physics 110, 114318,1-8 (2011)","doi:10.1063/1.3665649"],"date":["2011-12-09"],"type":["text"],"creator":["Broeck, Nick Van den","Putteneers, Katrijn","Tempere, Jacques","Silvera, Isaac F."],"language":[],"coverage":[],"title":["Nanoshells as a high-pressure gauge analyzed to 200 GPa"],"description":["  In this article we present calculations which indicate that nanoshells can be\nused as a high pressure gauge in Diamond Anvil Cells (DACs). Nanoparticles have\nimportant advantages in comparison with the currently used ruby fluorescence\ngauge. Because of their small dimensions they can be spread uniformly over a\ndiamond surface without bridging between the two diamond anvils. Furthermore\ntheir properties are measured by broad band optical transmission spectroscopy\nleading to a very large signal-to-noise ratio even in the multi-megabar\npressure regime where ruby measurements become challenging. Finally their\nresonant frequencies can be tuned to lie in a convenient part of the visible\nspectrum accessible to CCD detectors. Theoretical calculations for a nanoshell\nwith a SiO2 core and a golden shell, using both the hybridization model and Mie\ntheory, are presented here. The calculations for the nanoshell in vacuum\npredict that nanoshells can indeed have a measurable pressure-dependent optical\nresponse desirable for gauges.However when the nanoshells are placed in\ncommonly used DAC pressure media, resonance peak positions as a function of\npressure are no longer single-valued and depend on the pressure media,\nrendering them impractical as a pressure gauge. To overcome these problems an\nalternative nanoparticle is studied: coating the nanoshell with an extra\ndielectric layer (SiO2) provides an easy way to shield the pressure gauge from\nthe influence of the medium, leaving the compression of the particle due to the\npressure as the main effect on the spectrum. We have analyzed the response to\npressure up to 200 GPa. We conclude that a coated nanoshell could provide a new\ngauge for high-pressure measurements that has advantages over current methods.\n","Comment: 15 pages, 7 figures. To be published in the Journal of Applied\n  Physics"]}]
["1112.3094",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3094","Phys. Rev. D 85, 124010 (2012)","doi:10.1103/PhysRevD.85.124010"],"date":["2011-12-13","2012-05-29"],"type":["text"],"creator":["East, William E.","Pretorius, Frans","Stephens, Branson C."],"language":[],"coverage":[],"title":["Hydrodynamics in full general relativity with conservative AMR"],"description":["  There is great interest in numerical relativity simulations involving matter\ndue to the likelihood that binary compact objects involving neutron stars will\nbe detected by gravitational wave observatories in the coming years, as well as\nto the possibility that binary compact object mergers could explain\nshort-duration gamma-ray bursts. We present a code designed for simulations of\nhydrodynamics coupled to the Einstein field equations targeted toward such\napplications. This code has recently been used to study eccentric mergers of\nblack hole-neutron star binaries. We evolve the fluid conservatively using\nhigh-resolution shock-capturing methods, while the field equations are solved\nin the generalized-harmonic formulation with finite differences. In order to\nresolve the various scales that may arise, we use adaptive mesh refinement\n(AMR) with grid hierarchies based on truncation error estimates. A noteworthy\nfeature of this code is the implementation of the flux correction algorithm of\nBerger and Colella to ensure that the conservative nature of fluid advection is\nrespected across AMR boundaries. We present various tests to compare the\nperformance of different limiters and flux calculation methods, as well as to\ndemonstrate the utility of AMR flux corrections.\n","Comment: 22 pages, 14 figures; revised according referee comments, PRD in\n  press"]}]
["1112.4061",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4061"],"date":["2011-12-17","2012-06-05"],"type":["text"],"creator":["Manturov, Vassily Olegovich","Wang, Hang"],"language":[],"coverage":[],"title":["Markov Theorem For Free Links"],"description":["  The notion of free link is a generalized notion of virtual link. In the\npresent paper we define the group of free braids, prove the Alexander theorem\nthat all free links can be obtained as closures of free braids and prove a\nMarkov theorem, which gives necessary and sufficient conditions for two free\nbraids to have the same free link closure. Our result is expected to be useful\nin study the topology invariants for free knots and links.\n","Comment: 21 pages, 26 figures, final version"]}]
["1112.4280",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4280","J. Phys. A: Math. Theor. 45 (2012) 244019","doi:10.1088/1751-8113/45/24/244019"],"date":["2011-12-19"],"type":["text"],"creator":["Heinosaari, Teiko","Pellonpää, Juha-Pekka"],"language":[],"coverage":[],"title":["Generalized Coherent States and Extremal Positive Operator Valued\n  Measures"],"description":["  We present a correspondence between positive operator valued measures (POVMs)\nand sets of generalized coherent states. Positive operator valued measures\ndescribe quantum observables and, similarly to quantum states, also quantum\nobservables can be mixed. We show how the formalism of generalized coherent\nstates leads to a useful characterization of extremal POVMs. We prove that\ncovariant phase space observables related to squeezed states are extremal,\nwhile the ones related to number states are not extremal.\n"]}]
["1112.5088",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5088","PhysRevB.85.245201(2012)","doi:10.1103/PhysRevB.85.245201"],"date":["2011-12-21","2012-06-04"],"type":["text"],"creator":["Li, Yuan","Yi, Yuanping","Coropceanu, Veaceslav","Brédas, Jean-Luc"],"language":[],"coverage":[],"title":["Symmetry Effects on Nonlocal Electron-Phonon Coupling in Organic\n  Semiconductors"],"description":["  The electronic and electrical properties of crystalline organic\nsemiconductors, such as the dispersions of the electronic bands and the\ndependence of charge-carrier mobility on temperature, are greatly impacted by\nthe nonlocal electron-phonon interactions associated with intermolecular\nlattice vibrations. Here, we present a theoretical description that underlines\nthat these properties vary differently as a function of the symmetry of the\nnonlocal electron-phonon coupling mechanism. The electron-phonon coupling\npatterns in real space are seen to have a direct and significant impact on the\ninteractions in reciprocal space. Our findings demonstrate the importance of\naspects that are usually missing in current transport models. Importantly, an\nadequate description of the electronic and charge-transport properties of\norganic semiconductors requires that the models take into account both\nantisymmetric and symmetric contributions to the nonlocal electron-phonon\ncoupling mechanism.\n","Comment: Please refer to: PhysRevB.85.245201(2012)"]}]
["1112.5163",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5163","doi:10.1111/j.1365-2966.2012.20421.x"],"date":["2011-12-21"],"type":["text"],"creator":["Farihi, J.","Gänsicke, B. T.","Steele, P. R.","Girven, J.","Burleigh, M. R.","Breedt, E.","Koester, D."],"language":[],"coverage":[],"title":["A Trio of Metal-Rich Dust and Gas Disks Found Orbiting Candidate White\n  Dwarfs with K-Band Excess"],"description":["  This paper reports follow-up photometric and spectroscopic observations,\nincluding warm Spitzer IRAC photometry of seven white dwarfs from the SDSS with\napparent excess flux in UKIDSS K-band observations. Six of the science targets\nwere selected from 16,785 DA star candidates identified either\nspectroscopically or photometrically within SDSS DR7, spatially\ncross-correlated with HK detections in UKIDSS DR8. Thus the selection criteria\nare completely independent of stellar mass, effective temperature above 8000 K,\nand the presence (or absence) of atmospheric metals. The infrared fluxes of one\ntarget are compatible with a spatially-unresolved late M or early L-type\ncompanion, while three stars exhibit excess emissions consistent with warm\ncircumstellar dust. These latter targets have spectral energy distributions\nsimilar to known dusty white dwarfs with high fractional infrared luminosities\n(thus the K-band excesses). Optical spectroscopy reveals the stars with\ndisk-like excesses are polluted with heavy elements, denoting the ongoing\naccretion of circumstellar material. One of the disks exhibits a gaseous\ncomponent - the fourth reported to date - and orbits a relatively cool star,\nindicating the gas is produced via collisions as opposed to sublimation,\nsupporting the picture of a recent event. The resulting statistics yield a\nlower limit of 0.8% for the fraction dust disks at DA-type white dwarfs with\ncooling ages less than 1 Gyr. Two overall results are noteworthy: all stars\nwhose excess infrared emission is consistent with dust are metal-rich; and no\nstars warmer than 25,000 K are found to have this type of excess, despite\nsufficient sensitivity.\n","Comment: 10 pages, 6 figures, 4 tables. Accepted to MNRAS"]}]
["1112.5664",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5664","doi:10.1103/PhysRevD.85.103009"],"date":["2011-12-23","2012-04-19"],"type":["text"],"creator":["Gao, Shan","Meszaros, Peter"],"language":[],"coverage":[],"title":["Multi-GeV Neutrino Emission from Magnetized Gamma Ray Bursts"],"description":["  We investigate the expected neutrino emissivity from nuclear collisions in\nmagnetically dominated collisional models of gamma-ray bursts, motivated by\nrecent observational and theoretical developments. The results indicate that\nsignificant multi-GeV neutrino fluxes are expected for model parameter values\nwhich are typical of electromagnetically detected bursts. We show that for\ndetecting at least one muon event in Icecube and its Deep Core sub-array, a\nsingle burst must be near the high end of the luminosity function and at a\nredshift $z\\lesssim 0.2$. We also calculate the luminosity and distance ranges\nthat can generate $0.01-1$ muon events per GRB in the same detectors, which may\nbe of interest if simultaneously detected electromagnetically, or if measured\nwith future extensions of Icecube or other neutrino detectors with larger\neffective volume and better sensitivity.\n","Comment: 12 pages, 7 figures, accepted version for Phys.Rev.D"]}]
["1112.6381",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.6381","Astrophysics and Space Science: Volume 340, 199-208, (2012)","doi:10.1007/s10509-012-1031-8"],"date":["2011-12-29","2012-03-03"],"type":["text"],"creator":["Pasqua, Antonio","Khodam-Mohammadi, A.","Jamil, Mubasher","Myrzakulov, R."],"language":[],"coverage":[],"title":["Interacting Ricci Dark Energy with Logarithmic Correction"],"description":["  Motivated by the holographic principle, it has been suggested that the dark\nenergy density may be inversely proportional to the area $A$ of the event\nhorizon of the universe. However, such a model would have a causality problem.\nIn this work, we consider the entropy-corrected version of the holographic dark\nenergy model in the non-flat FRW universe and we propose to replace the future\nevent horizon area with the inverse of the Ricci scalar curvature. We obtain\nthe equation of state (EoS) parameter $\\omega_{\\Lambda}$, the deceleration\nparameter $q$ and $\\Omega_D'$ in the presence of interaction between Dark\nEnergy (DE) and Dark Matter (DM). Moreover, we reconstruct the potential and\nthe dynamics of the tachyon, K-essence, dilaton and quintessence scalar field\nmodels according to the evolutionary behavior of the interacting\nentropy-corrected holographic dark energy model.\n","Comment: 24 pages, accepted for publication in 'Astrophysics and Space\n  Science, DOI:10.1007/s10509-012-1031-8'"]}]
["1201.0861",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0861","Phys. Rev. A 85, 043827 (2012)","doi:10.1103/PhysRevA.85.043827"],"date":["2012-01-04"],"type":["text"],"creator":["Rahimi-Keshari, Saleh","Kiesel, Thomas","Vogel, Werner"],"language":[],"coverage":[],"title":["Moments of nonclassicality quasiprobabilities"],"description":["  A method is introduced for the verification of nonclassicality in terms of\nmoments of nonclassicality quasiprobability distributions. The latter are\neasily obtained from experimental data and will be denoted as nonclassicality\nmoments. Their relation to normally-ordered moments is derived, which enables\nus to verify nonclassicality by using well established criteria. Alternatively,\nnonclassicality criteria are directly formulated in terms of nonclassicality\nmoments. The latter converge in proper limits to the usually used criteria, as\nis illustrated for squeezing and sub-Poissonian photon statistics. Our theory\nalso yields expectation values of any observable in terms of nonclassicality\nmoments.\n","Comment: 6 pages, 3 figures"]}]
["1201.2594",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2594"],"date":["2012-01-12","2012-06-05"],"type":["text"],"creator":["Michailov, Ivo Michailov"],"language":[],"coverage":[],"title":["Galois realizability of groups of orders $p^5$ and $p^6$"],"description":["  Let $p$ be an odd prime, and let $k$ be an arbitrary field of characteristic\nnot $p$. In this article we determine the obstructions for the realizability as\nGalois groups over $k$ of all groups of orders $p^5$ and $p^6$, that have an\nabelian quotient obtained by factoring out central subgroups of order $p$ or\n$p^2$. These obstructions are decomposed as products of $p$-cyclic algebras,\nprovided that $k$ contains certain roots of unity.\n","Comment: In this version I corrected the statements of the main results. The\n  paper will appear in Central European Journal of Mathematics"]}]
["1201.3200",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3200","Mod. Phys. Lett. A, Vol. 27, No. 18 (2012) 1250100","doi:10.1142/S0217732312501003"],"date":["2012-01-16","2012-05-07"],"type":["text"],"creator":["Khodam-Mohammadi, A.","Malekjani, M.","Monshizadeh, M."],"language":[],"coverage":[],"title":["Reconstruction of modified gravity with ghost dark energy models"],"description":["  In this work, we reconstruct the $f(R)$ modified gravity for different ghost\nand generalized ghost dark energy models in FRW flat universe, which describe\nthe accelerated expansion of the universe. The equation of state of\nreconstructed $f(R)$ - gravity has been calculated. We show that the\ncorresponding $f(R)$ gravity of ghost dark energy model can behave like phantom\nor quintessence. We also show that the equation of state of reconstructed\n$f(R)$ gravity for generalized ghost model can transit from quintessence regime\nto the phantom regime as indicated by recent observations.\n","Comment: 13 pages, some references and one author are added. Accepted for\n  publication by MPLA"]}]
["1201.3871",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3871","Phys. Rev. B 85, 235109 (2012)","doi:10.1103/PhysRevB.85.235109"],"date":["2012-01-18"],"type":["text"],"creator":["Cooper, Valentino R."],"language":[],"coverage":[],"title":["Enhanced two dimensional electron gas charge densities at III-III/I-V\n  oxide heterostructure interfaces"],"description":["  In this paper, density functional theory calculations are used to explore the\nelectronic and atomic reconstruction at interfaces between III-III/I-V oxides.\nIn particular, at these interfaces, two dimensional electron gases (2DEGs) with\ntwice the interfacial charge densities of the prototypical LaTiO3/SrTiO3\nheterostructure are observed. Furthermore, a significant decrease in the band\neffective masses of the conduction electrons is shown, suggesting that possible\nenhancements in electron mobilities may be achievable. These findings represent\na framework for chemically modulating 2DEGs, thereby providing a platform\nthrough which the underlying physics of electron confinement can be explored\nwith implications for modern microelectronic devices.\n"]}]
["1201.4392",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4392","Nuclear Physics B 863 (2012) 329-346","doi:10.1016/j.nuclphysb.2012.05.018"],"date":["2012-01-20"],"type":["text"],"creator":["Alexandrov, Sergei"],"language":[],"coverage":[],"title":["c-map as c=1 string"],"description":["  We show the existence of a duality between the c-map space describing the\nuniversal hypermultiplet at tree level and the matrix model description of\ntwo-dimensional string theory compactified at a self-dual radius and perturbed\nby a sine-Liouville potential. It appears as a particular case of a general\nrelation between the twistor description of four-dimensional quaternionic\ngeometries and the Lax formalism for Toda hierarchy. Furthermore, we give an\nevidence that the instanton corrections to the c-map metric coming from\nNS5-branes can be encoded into the Baker-Akhiezer function of the integrable\nhierarchy.\n","Comment: 19 pages, 2 figures"]}]
["1201.5115",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5115","J.Phys.A45:255305,2012","doi:10.1088/1751-8113/45/25/255305"],"date":["2012-01-24","2012-06-04"],"type":["text"],"creator":["Ohya, Satoshi"],"language":[],"coverage":[],"title":["Path Integral Junctions"],"description":["  We propose path integral description for quantum mechanical systems on\ncompact graphs consisting of N segments of the same length. Provided the bulk\nHamiltonian is segment-independent, scale-invariant boundary conditions given\nby self-adjoint extension of a Hamiltonian operator turn out to be in\none-to-one correspondence with N \\times N matrix-valued weight factors on the\npath integral side. We show that these weight factors are given by\nN-dimensional unitary representations of the infinite dihedral group.\n","Comment: 13 pages, 14 figures; typos corrected, references added, discussion\n  of weight factors improved"]}]
["1201.5665",{"format":[],"subject":["Condensed Matter - Superconductivity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5665","Phys. Rev. B vol. 85, 174521 (2012)","doi:10.1103/PhysRevB.85.174521"],"date":["2012-01-26","2012-05-16"],"type":["text"],"creator":["Yan, Fei","Bylander, Jonas","Gustavsson, Simon","Yoshihara, Fumiki","Harrabi, Khalil","Cory, David G.","Orlando, Terry P.","Nakamura, Yasunobu","Tsai, Jaw-Shen","Oliver, William D."],"language":[],"coverage":[],"title":["Spectroscopy of low-frequency noise and its temperature dependence in a\n  superconducting qubit"],"description":["  We report a direct measurement of the low-frequency noise spectrum in a\nsuperconducting flux qubit. Our method uses the noise sensitivity of a\nfree-induction Ramsey interference experiment, comprising free evolution in the\npresence of noise for a fixed period of time followed by single-shot\nqubit-state measurement. Repeating this procedure enables Fourier-transform\nnoise spectroscopy with access to frequencies up to the achievable repetition\nrate, a regime relevant to dephasing in ensemble-averaged time-domain\nmeasurements such as Ramsey interferometry. Rotating the qubit's quantization\naxis allows us to measure two types of noise: effective flux noise and\neffective critical-current or charge noise. For both noise sources, we observe\nthat the very same 1/f-type power laws measured at considerably higher\nfrequencies (0.2-20 MHz) are consistent with the noise in the 0.01-100-Hz range\nmeasured here. We find no evidence of temperature dependence of the noises over\n65-200 mK, and also no evidence of time-domain correlations between the two\nnoises. These methods and results are pertinent to the dephasing of all\nsuperconducting qubits.\n","Comment: v2: Modified title and presentation; 11 p. incl. 5 p. appendix"]}]
["1202.0530",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0530"],"date":["2012-02-02","2012-06-05"],"type":["text"],"creator":["Sinha, Santanu","Hansen, Alex"],"language":[],"coverage":[],"title":["Effective Rheology of Immiscible Two-Phase Flow in Porous Media"],"description":["  We demonstrate through numerical simulations and a mean field calculation\nthat immiscible two-phase flow in a porous medium behaves effectively as a\nBingham viscoplastic fluid. This leads to a generalized Darcy equation where\nthe volumetric flow rate depends quadratically on an excess pressure difference\nin the range of flow rates where the capillary forces compete with the viscous\nforces. At higher rates, the flow is Newtonian.\n"]}]
["1202.0669",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0669","Appl. Phys. Lett. 100, 233103 (2012)","doi:10.1063/1.3703763"],"date":["2012-02-03"],"type":["text"],"creator":["Singh, Vibhor","Irfan, Bushra","Subramanian, Ganesh","Solanki, Hari S.","Sengupta, Shamashis","Dubey, Sudipta","Kumar, Anil","Ramakrishnan, S.","Deshmukh, Mandar M."],"language":[],"coverage":[],"title":["Coupling between quantum Hall state and electromechanics in suspended\n  graphene resonator"],"description":["  Using graphene resonator, we perform electromechanical measurements in\nquantum Hall regime to probe the coupling between a quantum Hall (QH) system\nand its mechanical motion. Mechanically perturbing the QH state through\nresonance modifies the DC resistance of the system and results in a\nFano-lineshape due to electronic interference. Magnetization of the system\nmodifies the resonator's equilibrium position and effective stiffness leading\nto changes in resonant frequency. Our experiments show that there is an\nintimate coupling between the quantum Hall state and mechanics - electron\ntransport is affected by physical motion and in turn the magnetization modifies\nthe electromechanical response.\n","Comment: For supplemental material please go to\n  http://www.tifr.res.in/~nano/publications.htm"]}]
["1202.1804",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1804"],"date":["2012-02-08","2012-06-05"],"type":["text"],"creator":["Sharma, Himanshu","Srikanth, R."],"language":[],"coverage":[],"title":["No-signaling from Gleason non-contextuality and the tensor-product\n  structure"],"description":["  The no-signaling principle in quantum mechanics is shown to be a consequence\nof Gleason non-contextuality and the tensor product structure.\n","Comment: 3 pages; interpretational comments added"]}]
["1202.3313",{"format":[],"subject":["Mathematics - Combinatorics","05C50, 05E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3313","Linear Algebra Appl. 435 (2011), 2626-2638","doi:10.1016/j.laa.2011.05.004"],"date":["2012-02-15"],"type":["text"],"creator":["Dalfó, Cristina","van Dam, Edwin R.","Fiol, Miquel Angel"],"language":[],"coverage":[],"title":["On perturbations of almost distance-regular graphs"],"description":["  In this paper we show that certain almost distance-regular graphs, the\nso-called $h$-punctually walk-regular graphs, can be characterized through the\ncospectrality of their perturbed graphs. A graph $G$ with diameter $D$ is\ncalled $h$-punctually walk-regular, for a given $h\\le D$, if the number of\npaths of length $\\ell$ between a pair of vertices $u,v$ at distance $h$ depends\nonly on $\\ell$. The graph perturbations considered here are deleting a vertex,\nadding a loop, adding a pendant edge, adding/removing an edge, amalgamating\nvertices, and adding a bridging vertex. We show that for walk-regular graphs\nsome of these operations are equivalent, in the sense that one perturbation\nproduces cospectral graphs if and only if the others do. Our study is based on\nthe theory of graph perturbations developed by Cvetkovi\\'c, Godsil, McKay,\nRowlinson, Schwenk, and others. As a consequence, some new characterizations of\ndistance-regular graphs are obtained.\n"]}]
["1202.3670",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Number Theory","11A41, 11A51 (Primary) 11A07, 11A05, 11B50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3670"],"date":["2012-02-16","2012-06-05"],"type":["text"],"creator":["Mestrovic, Romeo"],"language":[],"coverage":[],"title":["Euclid's theorem on the infinitude of primes: a historical survey of its\n  proofs (300 B.C.--2012) and another new proof"],"description":["  In this article, we provide a comprehensive historical survey of different\nproofs of famous Euclid's theorem on the infinitude of prime numbers. The\nBibliography of this article contains 99 references consisting of 24 textbooks\nand monographs, 73 articles (including 20 {\\it Notes} published in {\\it Amer.\nMath. Monthly} and a few unpublished works that are found on Internet Websites,\nespecially on {\\tt http:arxiv.org/}), one {\\it Ph.D. thesis} and {\\it Sloane's\nOn-Line Encyclopedia of Integer Sequences}. The all references concerning to\nproofs of Euclid's theorem that use similar methods and ideas are exposed\nsubsequently. Moreover, in Appendix we present a list of all 70 different\nproofs of Euclid's theorem presented here together with the corresponding\nreference(s), the name(s) of his (their) author(s) and the main method(s)\nand/or idea(s) used in it (them). This list is arranged by year of publication.\n  In Section 2, we give a new simple proof of the {\\it infinitude of primes}.\nThe first step of our proof is based on Euclid's idea. The remaining of the\nproof is quite simple and elementary and it does not use the notion of\ndivisibility.\n","Comment: 66 pages. In this extended version(2) of the article, we present 125\n  different proofs of the infnitude of primes(Euclid's theorem) plus 44 such\n  elementary proofs in different arithmetic progressions"]}]
["1202.5325",{"format":[],"subject":["Statistics - Methodology","62L05, 62L12, 62C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5325"],"date":["2012-02-23","2012-06-04"],"type":["text"],"creator":["Benkamra, Zohra","Terbeche, Mekki","Tlemcani, Mounir"],"language":[],"coverage":[],"title":["Two stage design for estimating the product of means with cost in the\n  case of the exponential family"],"description":["  We investigate the problem of estimating the product of means of independent\npopulations from the one parameter exponential family in a Bayesian framework.\nWe give a random design which allocates mi the number of observations from\npopulation Pi such that the Bayes risk associated with squared error loss and\ncost per unit observation is as small as possible. The design is shown to be\nasymptotically optimal.\n","Comment: 08 pages, 0 figures"]}]
["1202.6178",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6178"],"date":["2012-02-28","2012-06-05"],"type":["text"],"creator":["Keum, JongHae"],"language":[],"coverage":[],"title":["Cyclic groups of automorphisms of complex K3 surfaces"],"description":["  We determine all possible orders of automorphisms of complex K3 surfaces. A\npositive integer N is the order of an automorphism of a complex K3 surface if\nand only if $\\phi(N) \\leq 20$ where $\\phi$ is the Euler function.\n","Comment: This paper has been included in the author's another paper\n  arXiv;1203.5616"]}]
["1203.0004",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0004","Phys. Rev. B 85, 245303 (2012)","doi:10.1103/PhysRevB.85.245303"],"date":["2012-02-29","2012-06-05"],"type":["text"],"creator":["Davenport, Simon C.","Simon, Steven H."],"language":[],"coverage":[],"title":["Spinful Composite Fermions in a Negative Effective Field"],"description":["  In this paper we study fractional quantum Hall composite fermion\nwavefunctions at filling fractions \\nu = 2/3, 3/5, and 4/7. At each of these\nfilling fractions, there are several possible wavefunctions with different spin\npolarizations, depending on how many spin-up or spin-down composite fermion\nLandau levels are occupied. We calculate the energy of the possible composite\nfermion wavefunctions and we predict transitions between ground states of\ndifferent spin polarizations as the ratio of Zeeman energy to Coulomb energy is\nvaried. Previously, several experiments have observed such transitions between\nstates of differing spin polarization and we make direct comparison of our\npredictions to these experiments. For more detailed comparison between theory\nand experiment, we also include finite-thickness effects in our calculations.\nWe find reasonable qualitative agreement between the experiments and composite\nfermion theory. Finally, we consider composite fermion states at filling\nfactors \\nu = 2+2/3, 2+3/5, and 2+4/7. The latter two cases we predict to be\nspin polarized even at zero Zeeman energy.\n","Comment: 17 pages, 5 figures, 4 tables. (revision: incorporated referee\n  suggestions, note added, updated references)"]}]
["1203.1531",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1531"],"date":["2012-03-07","2012-06-05"],"type":["text"],"creator":["Sert, Özcan","Adak, Muzaffer"],"language":[],"coverage":[],"title":["An anisotropic cosmological solution to the Maxwell-$Y(R)$ gravity"],"description":["  In this paper, we investigate an anisotropic model of the universe by using\nthe modified gravity approach which involves the non-minimal $Y(R) F^2$-type\ncouplings of electromagnetic fields to gravity. After we derive field equations\nby a first order variational principle from the lagrangian of non-minimally\ncoupled theory, we look for a spatially flat cosmological solution with a\nlarge-scale magnetic field and correspondingly some kind of anisotropy. At the\nend we estimate certain values according to observations for three parameters\noccurring in the solutions.\n","Comment: 10 pages"]}]
["1203.2030",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2030","Physical Review A 85, 053637 (2012)","doi:10.1103/PhysRevA.85.053637"],"date":["2012-03-09","2012-06-05"],"type":["text"],"creator":["Ceccarelli, Giacomo","Torrero, Christian"],"language":[],"coverage":[],"title":["Scaling behaviour of trapped bosonic particles in two dimensions at\n  finite temperature"],"description":["  In the framework of the trap-size scaling theory, we study the scaling\nproperties of the Bose-Hubbard model in two dimensions in the presence of a\ntrapping potential at finite temperature. In particular, we provide results for\nthe particle density and the density-density correlator at the Mott transitions\nand within the superfluid phase. For the former quantity, numerical outcomes\nare also extensively compared to Local Density Approximation predictions.\n","Comment: 8 pages, 9 figures"]}]
["1203.3752",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3752","Phys. Rev. B 85, 224201 (2012)","doi:10.1103/PhysRevB.85.224201"],"date":["2012-03-16"],"type":["text"],"creator":["Laumann, C. R.","Huse, D. A.","Ludwig, A. W. W.","Refael, G.","Trebst, S.","Troyer, M."],"language":[],"coverage":[],"title":["Strong-disorder renormalization for interacting non-Abelian anyon\n  systems in two dimensions"],"description":["  We consider the effect of quenched spatial disorder on systems of\ninteracting, pinned non-Abelian anyons as might arise in disordered Hall\nsamples at filling fractions \\nu=5/2 or \\nu=12/5. In one spatial dimension,\nsuch disordered anyon models have previously been shown to exhibit a hierarchy\nof infinite randomness phases. Here, we address systems in two spatial\ndimensions and report on the behavior of Ising and Fibonacci anyons under the\nnumerical strong-disorder renormalization group (SDRG). In order to manage the\ntopology-dependent interactions generated during the flow, we introduce a\nplanar approximation to the SDRG treatment. We characterize this planar\napproximation by studying the flow of disordered hard-core bosons and the\ntransverse field Ising model, where it successfully reproduces the known\ninfinite randomness critical point with exponent \\psi ~ 0.43. Our main\nconclusion for disordered anyon models in two spatial dimensions is that\nsystems of Ising anyons as well as systems of Fibonacci anyons do not realize\ninfinite randomness phases, but flow back to weaker disorder under the\nnumerical SDRG treatment.\n","Comment: 12 pages, 12 figures, 1 table"]}]
["1203.4576",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4576"],"date":["2012-03-20","2012-06-04"],"type":["text"],"creator":["Dicker, Lee","Lin, Xihong"],"language":[],"coverage":[],"title":["Parallelism, Uniqueness, and Large-Sample Asymptotics for the Dantzig\n  Selector"],"description":["  The Dantzig selector (Candes and Tao, 2007) is a popular l1-regularization\nmethod for variable selection and estimation in linear regression. We present a\nvery weak geometric condition on the observed predictors which is related to\nparallelism and, when satisfied, ensures the uniqueness of Dantzig selector\nestimators. The condition holds with probability 1, if the predictors are drawn\nfrom a continuous distribution. We discuss the necessity of this condition for\nuniqueness and also provide a closely related condition which ensures\nuniqueness of lasso estimators (Tibshirani, 1996). Large sample asymptotics for\nthe Dantzig selector, i.e. almost sure convergence and the asymptotic\ndistribution, follow directly from our uniqueness results and a continuity\nargument. The limiting distribution of the Dantzig selector is generally\nnon-normal. Though our asymptotic results require that the number of predictors\nis fixed (similar to (Knight and Fu, 2000)), our uniqueness results are valid\nfor an arbitrary number of predictors and observations.\n","Comment: 16 pages, 2 figures"]}]
["1203.5870",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5870","JHEP 1205:149,2012","doi:10.1007/JHEP05(2012)149"],"date":["2012-03-27","2012-06-04"],"type":["text"],"creator":["Cox, Peter","Gherghetta, Tony"],"language":[],"coverage":[],"title":["Radion Dynamics and Phenomenology in the Linear Dilaton Model"],"description":["  We investigate the properties of the radion in the 5D linear dilaton model\narising from Little String Theory. A Goldberger-Wise type mechanism is used to\nstabilise a large interbrane distance, with the dilaton now playing the role of\nthe stabilising field. We consider the coupled fluctuations of the metric and\ndilaton fields and identify the physical scalar modes of the system. The\nwavefunctions and masses of the radion and Kaluza-Klein modes are calculated,\ngiving a radion mass of order the curvature scale. As a result of the direct\ncoupling between the dilaton and Standard Model fields, the radion couples to\nthe SM Lagrangian, in addition to the trace of the energy-momentum tensor. The\neffect of these additional interaction terms on the radion decay modes is\ninvestigated, with a notable increase in the branching fraction to photons. We\nalso consider the effects of a non-minimal Higgs coupling to gravity, which\nintroduces a mixing between the Higgs and radion modes. Finally, we calculate\nthe production cross section of the radion at the LHC and use the current Higgs\nsearches to place constraints on the parameter space.\n","Comment: 28 pages, 7 figures; v2: error in radion-gauge boson Feynman rules\n  corrected, version published in JHEP"]}]
["1203.5911",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5911","Phys. Rev. B 85, 235405 (2012)","doi:10.1103/PhysRevB.85.235405"],"date":["2012-03-27"],"type":["text"],"creator":["Fábián, Gábor","Dóra, Balázs","Antal, Ágnes","Szolnoki, Lénárd","Korecz, László","Rockenbauer, Antal","Nemes, Norbert M.","Forró, László","Simon, Ferenc"],"language":[],"coverage":[],"title":["Testing the Elliott-Yafet spin-relaxation mechanism in KC8; a model\n  system of biased graphene"],"description":["  Temperature dependent electron spin resonance (ESR) measurements are reported\non stage 1 potassium doped graphite, a model system of biased graphene. The ESR\nlinewidth is nearly isotropic and although the g-factor has a sizeable\nanisotropy, its majority is shown to arise due to macroscopic magnetization.\nAlbeit the homogeneous ESR linewidth shows an unusual, non-linear temperature\ndependence, it appears to be proportional to the resistivity which is a\nquadratic function of the temperature. These observations suggests the validity\nof the Elliott-Yafet relaxation mechanism in KC8 and allows to place KC8 on the\nempirical Beuneu-Monod plot among ordinary elemental metals.\n","Comment: 6 pages, 4 figures, submitted to Phys. Rev. B"]}]
["1203.6022",{"format":[],"subject":["High Energy Physics - Phenomenology","Physics - Accelerator Physics","Physics - Optics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6022","Phys. Rev. A 85, 062102 (2012)","doi:10.1103/PhysRevA.85.062102"],"date":["2012-03-27","2012-06-05"],"type":["text"],"creator":["Krajewska, K.","Kaminski, J. Z."],"language":[],"coverage":[],"title":["Compton Process in Intense Short Laser Pulses"],"description":["  The spectra of Compton radiation emitted during electron scattering off an\nintense laser beam are calculated using the framework of strong-field quantum\nelectrodynamics. We model these intense laser beams as finite length\nplane-wave-fronted pulses, similar to Neville and Rohrlich [Phys. Rev. D {\\bf\n3}, 1692 (1971)], or as trains of such pulses. Expressions for energy and\nangular distributions of Compton photons are derived such that a comparison of\nboth situations becomes meaningful. Comparing frequency distributions for both\nan isolated laser pulse and a laser pulse train, we find a very good agreement\nbetween the results for long pulse durations which breaks down however for\nultrashort laser pulses. The dependence of angular distributions of emitted\nradiation on a pulse duration is also investigated. Pronounced asymmetries of\nangular distributions are found for very short laser pulses, which gradually\ndisappear with increasing the number of laser field oscillations. Those\nasymmetries are attributed to asymmetries of the vector potential describing an\nincident laser beam.\n","Comment: 12 pages, 7 figures"]}]
["1204.0742",{"format":[],"subject":["Condensed Matter - Superconductivity","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0742","Appl. Phys. Lett. 100, 192601 (2012)","doi:10.1063/1.4710520"],"date":["2012-04-03","2012-06-05"],"type":["text"],"creator":["Geerlings, K.","Shankar, S.","Edwards, E.","Frunzio, L.","Schoelkopf, R. J.","Devoret, M. H."],"language":[],"coverage":[],"title":["Improving the Quality Factor of Microwave Compact Resonators by\n  Optimizing their Geometrical Parameters"],"description":["  Applications in quantum information processing and photon detectors are\nstimulating a race to produce the highest possible quality factor on-chip\nsuperconducting microwave resonators. We have tested the surface-dominated loss\nhypothesis by systematically studying the role of geometrical parameters on the\ninternal quality factors of compact resonators patterned in Nb on sapphire.\nTheir single-photon internal quality factors were found to increase with the\ndistance between capacitor fingers, the width of the capacitor fingers, and the\nimpedance of the resonator. Quality factors were improved from 210,000 to\n500,000 at T = 200 mK. All of these results are consistent with our starting\nhypothesis.\n","Comment: 8 pages, 4 figures"]}]
["1204.1746",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1746"],"date":["2012-04-08","2012-06-05"],"type":["text"],"creator":["Goldberg, Eugene","Manolios, Panagiotis"],"language":[],"coverage":[],"title":["Removal of Quantifiers by Elimination of Boundary Points"],"description":["  We consider the problem of elimination of existential quantifiers from a\nBoolean CNF formula. Our approach is based on the following observation. One\ncan get rid of dependency on a set of variables of a quantified CNF formula F\nby adding resolvent clauses of F eliminating boundary points. This approach is\nsimilar to the method of quantifier elimination described in [9]. The\ndifference of the method described in the present paper is twofold: {\\bullet}\nbranching is performed only on quantified variables, {\\bullet} an explicit\nsearch for boundary points is performed by calls to a SAT-solver Although we\npublished the paper [9] before this one, chrono- logically the method of the\npresent report was developed first. Preliminary presentations of this method\nwere made in [10], [11]. We postponed a publication of this method due to\npreparation of a patent application [8].\n","Comment: The only change with respect to the previous version is a\n  modification of the acknowledgement section"]}]
["1204.3482",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Algebraic Topology","20J05, 20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3482"],"date":["2012-04-16","2012-06-05"],"type":["text"],"creator":["Degrijse, Dieter","Petrosyan, Nansen"],"language":[],"coverage":[],"title":["Geometric dimension of groups for the family of virtually cyclic\n  subgroups"],"description":["  By studying commensurators of virtually cyclic groups, we prove that every\nelementary amenable group of finite Hirsch length h and cardinality aleph-n\nadmits a finite dimensional classifying space with virtually cyclic stabilizers\nof dimension n+h+2. We also provide a criterion for groups that fit into an\nextension with torsion-free quotient to admit a finite dimensional classifying\nspace with virtually cyclic stabilizers. Finally, we exhibit examples of\nintegral linear groups of type F whose geometric dimension for the family of\nvirtually cyclic subgroups is finite but arbitrarily larger than the geometric\ndimension for proper actions. This answers a question posed by W. Lueck.\n","Comment: Theorem C and its application Example 6.5 were added, 36 pages"]}]
["1204.4727",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4727","2012, ApJ 752, 111","doi:10.1088/0004-637X/752/2/111"],"date":["2012-04-20"],"type":["text"],"creator":["Newman, Sarah F.","Griffin, Kristen Shapiro","Genzel, Reinhard","Davies, Ric","Foerster-Schreiber, Natascha M.","Tacconi, Linda J.","Kurk, Jaron","Wuyts, Stijn","Genel, Shy","Lilly, Simon J.","Renzini, Alvio","Bouche, Nicolas","Burkert, Andreas","Cresci, Giovanni","Buschkamp, Peter","Corollo, C. Marcella","Eisenhauer, Frank","Hicks, Erin","Lutz, Dieter","Mancini, Chiara","Naab, Thorsten","Peng, Yingjie","Vergani, Daniela"],"language":[],"coverage":[],"title":["Shocked Superwinds from the z~2 Clumpy Star-forming Galaxy, ZC406690"],"description":["  We have obtained high-resolution data of the z 2 ring-like, clumpy\nstar-forming galaxy (SFG) ZC406690 using the VLT/SINFONI with AO (in K-band)\nand in seeing-limited mode (in H- and J-band). Our data includes all of the\nmain strong optical emission lines: [OII], [OIII], Ha, Hb, [NII] and [SII]. We\nfind broad, blueshifted Ha and [OIII] emission line wings in the spectra of the\ngalaxy's massive, star-forming clumps (sigma \\sim 85 km s^-1) and even broader\nwings (up to 70% of the total Ha flux, with sigma \\sim 290 km s^-1) in regions\nspatially offset from the clumps by \\sim 2 kpc. The broad emission likely\noriginates from large-scale outflows with mass outflow rates from individual\nclumps that are 1-8x the SFR of the clumps. Based on emission line ratio\ndiagnostics ([NII]/Ha and [SII]/Ha) and photoionization and shock models, we\nfind that the emission from the clumps is due to a combination of\nphotoionization from the star-forming regions and shocks generated in the\noutflowing component, with 5-30% of the emission deriving from shocks. In terms\nof the ionization parameter (6x10^7-10^8 cm/s, based on both the SFR and the\nO32 ratio), density (local electron densities of 300-1800 cm^-3 in and around\nthe clumps, and ionized gas column densities of 1200-8000 Msol/pc^2), and SFR\n(10-40 Msol/yr), these clumps more closely resemble nuclear starburst regions\nof local ULIRGs and dwarf irregulars than HII regions in local galaxies.\nHowever, the star-forming clumps are not located in the nucleus as in local\nstarburst galaxies but instead are situated in a ring several kpc from the\ncenter of their high-redshift host galaxy, and have an overall disk-like\nmorphology. The two brightest clumps are quite different in terms of their\ninternal properties, energetics and relative ages, and thus we are given a\nglimpse at two different stages in the formation and evolution of rapidly\nstar-forming giant clumps at high-z.\n","Comment: 21 pages, 7 figures, Accepted for publication in ApJ"]}]
["1204.5105",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5105"],"date":["2012-04-23","2012-06-04"],"type":["text"],"creator":["Banados, M.","Canto, R.","Theisen, S."],"language":[],"coverage":[],"title":["The action for higher spin black holes in three dimensions"],"description":["  In the context of (2+1)--dimensional Chern-Simons SL(N,R)\\times SL(N,R) gauge\nfields and spin N black holes we compute the on-shell action and show that it\ngenerates sensible and consistent thermodynamics. In particular, the\nChern-Simons action solves the integrability conditions recently considered in\nthe literature.\n","Comment: Paper shortened and generalized. Main results unchanged. 25 pages,\n  Latex, no figures"]}]
["1204.5272",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5272","Phys. Rev. C 85, 067301 (2012)","doi:10.1103/PhysRevC.85.067301"],"date":["2012-04-24","2012-06-05"],"type":["text"],"creator":["Chen, Ying","Li, Lulu","Liang, Haozhao","Meng, Jie"],"language":[],"coverage":[],"title":["Density-dependent deformed relativistic Hartree-Bogoliubov theory in\n  continuum"],"description":["  The deformed relativistic Hartree-Bogoliubov theory in continuum with the\ndensity-dependent meson-nucleon couplings is developed. The formulism is\nbriefly presented with the emphasis on handling the density-dependent\ncouplings, meson fields, and potentials in axially deformed system with partial\nwave method. Taking the neutron-rich nucleus $^{38}$Mg as an example, the newly\ndeveloped code is verified by the spherical relativistic continuum\nHartree-Bogoliubov calculations, where only the spherical components of the\ndensities are considered. When the deformation is included self-consistently,\nit is shown that the spherical components of density-dependent coupling\nstrengths are dominant, while the contributions from low-order deformed\ncomponents are not negligible.\n","Comment: 5 pages, 3 figures, and 1 table"]}]
["1204.5687",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5687","ApJ, 752, 118 (2012)","doi:10.1088/0004-637X/752/2/118"],"date":["2012-04-25"],"type":["text"],"creator":["Sawada, Tsuyoshi","Hasegawa, Tetsuo","Sugimoto, Masahiro","Koda, Jin","Handa, Toshihiro"],"language":[],"coverage":[],"title":["Structural Variation of Molecular Gas in the Sagittarius Arm and\n  Inter-Arm Regions"],"description":["  We have carried out survey observations toward the Galactic plane at l~38 deg\nin the 12CO and 13CO J=1-0 lines using the Nobeyama Radio Observatory 45-m\ntelescope. A wide area (0.8 x 0.8 deg) was mapped with high spatial resolution\n(17\"). The line of sight samples the gas in both the Sagittarius arm and the\ninter-arm regions. The present observations reveal how the structure and\nphysical conditions vary across a spiral arm. We classify the molecular gas in\nthe line of sight into two distinct components based on its appearance: the\nbright and compact B component and the fainter and diffuse (i.e., more\nextended) D component. The B component is predominantly seen at the spiral arm\nvelocities, while the D component dominates at the inter-arm velocities and is\nalso found at the spiral arm velocities. We introduce the brightness\ndistribution function and the brightness distribution index (BDI, which\nindicates the dominance of the B component) in order to quantify the map's\nappearance. The radial velocities of BDI peaks coincide with those of high 12CO\nJ=3-2/12CO J=1-0 intensity ratio (i.e., warm gas) and H II regions, and tend to\nbe offset from the line brightness peaks at lower velocities (i.e., presumably\ndownstream side of the arm). Our observations reveal that the gas structure at\nsmall scales changes across a spiral arm: bright and spatially confined\nstructures develop in a spiral arm, leading to star formation at downstream\nside, while extended emission dominates in the inter-arm region.\n","Comment: 36 pages, 16 figures. Preprint with full-resolution figures is\n  available at http://www.nro.nao.ac.jp/~lib_pub/report/data/no682.pdf"]}]
["1204.6000",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6000"],"date":["2012-04-26","2012-06-05"],"type":["text"],"creator":["Appelquist, Thomas","Brower, Richard C.","Buchoff, Michael I.","Cheng, Michael","Cohen, Saul D.","Fleming, George T.","Kiskis, Joe","Lin, Meifeng","Na, Heechang","Neil, Ethan T.","Osborn, James C.","Rebbi, Claudio","Schaich, David","Schroeder, Chris","Voronov, Gennady","Vranas, Pavlos"],"language":[],"coverage":[],"title":["Approaching Conformality with Ten Flavors"],"description":["  We present first results for lattice simulations, on a single volume, of the\nlow-lying spectrum of an SU(3) Yang-Mills gauge theory with ten light fermions\nin the fundamental representation. Fits to the fermion mass dependence of\nvarious observables are found to be globally consistent with the hypothesis\nthat this theory is within or just outside the strongly-coupled edge of the\nconformal window, with mass anomalous dimension consistent with 1 over the\nrange of scales simulated. We stress that we cannot rule out the possibility of\nspontaneous chiral-symmetry breaking at scales well below our infrared cutoff.\nWe discuss important systematic effects, including finite-volume corrections,\nand consider directions for future improvement.\n","Comment: 7 pages, 3 figures. Submitted to Physical Review Letters. v2:\n  corrected global fits. v3: corrected estimation of confidence intervals"]}]
["1205.0665",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0665","PLoS ONE 7(6): e38232 (2012)","doi:10.1371/journal.pone.0038232"],"date":["2012-05-03"],"type":["text"],"creator":["Cencini, Massimo","Pigolotti, Simone","Muñoz, Miguel A."],"language":[],"coverage":[],"title":["What ecological factors shape species-area curves in neutral models?"],"description":["  Understanding factors that shape biodiversity and species coexistence across\nscales is of utmost importance in ecology, both theoretically and for\nconservation policies. Species-area relationships (SARs), measuring how the\nnumber of observed species increases upon enlarging the sampled area,\nconstitute a convenient tool for quantifying the spatial structure of\nbiodiversity. While general features of species-area curves are quite universal\nacross ecosystems, some quantitative aspects can change significantly. Several\nattempts have been made to link these variations to ecological forces. Within\nthe framework of spatially explicit neutral models, here we scrutinize the\neffect of varying the local population size (i.e. the number of individuals per\nsite) and the level of habitat saturation (allowing for empty sites). We\nconclude that species-area curves become shallower when the local population\nsize increases, while habitat saturation, unless strongly violated, plays a\nmarginal role. Our findings provide a plausible explanation of why SARs for\nmicroorganisms are flatter than those for larger organisms.\n","Comment: 20 pages, 5 figures, merged with supplementary information (Accepted\n  on PLoS ONE)"]}]
["1205.1322",{"format":[],"subject":["Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1322"],"date":["2012-05-07","2012-06-05"],"type":["text"],"creator":["Katauskis, P.","Skakauskas, P.","Skvortsov, A."],"language":[],"coverage":[],"title":["The receptor-toxin-antibody interaction: Mathematical model and\n  numerical simulation"],"description":["  A reaction-diffusion model of receptor-toxin-antibody (RTA) interaction is\nstudied numerically. The protective properties of an antibody against a given\ntoxin are evaluated for a spherical cell placed into a toxin-antibody solution.\nThe selection of parameters for numerical simulation approximately corresponds\nto the practically relevant values reported in the literature (ricin and\nmonoclonal antibody 2B11) with the significant ranges in variation to allow\ndemonstration of different regimes of intracellular transport.\n  The proposed refinement of the RTA model may become important for the\nconsistent evaluation of protective potential of an antibody and for the\nestimation of the time period during which the application of this antibody\nbecomes the most effective. It can be a useful tool for in vitro selection of\npotential protective antibodies for progression to in vivo evaluation.\n","Comment: 6 pages, 7 figures"]}]
["1205.1802",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1802","Phys. Rev. B 85, 241401(R) (2012)","doi:10.1103/PhysRevB.85.241401"],"date":["2012-05-08","2012-06-05"],"type":["text"],"creator":["Economou, Sophia E."],"language":[],"coverage":[],"title":["High fidelity quantum gates via analytically solvable pulses"],"description":["  It is shown that a family of analytically solvable pulses can be used to\nobtain high fidelity quantum phase gates with surprising robustness against\nimperfections in the system or pulse parameters. Phase gates are important\nbecause they can implement the necessary operations for universal quantum\ncomputing. They are particularly suited for systems such as self-assembled\nquantum dots, trapped ions, and defects in solids, as these are typically\nmanipulated by the transient excitation of a state outside the qubit subspace.\n","Comment: Typo in Eq. 1 corrected from previous version"]}]
["1205.5008",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5008","Physical Review B 85, 184421 (2012)","doi:10.1103/PhysRevB.85.184421"],"date":["2012-05-20"],"type":["text"],"creator":["Janutka, Andrzej"],"language":[],"coverage":[],"title":["Externally-driven transformations of vortex textures in flat\n  submicrometer magnets"],"description":["  Two effects of oscillatory transformations of vortex textures in flat\nnanomagnets due to the application of an external field or a spin-polarized\nelectric current are analytically described with relevance to soft-magnetic\nstructures of submicrometer sizes (whose thickness is significantly bigger than\nthe magnetostatic exchange length). These are changes of a domain wall (DW)\nstructure in a long magnetic stripe (oscillations between a transverse DW, a\nvortex DW, and an antivortex DW) and periodic vortex-core reversals in a\ncircular magnetic dot which are accompanied by oscillatory displacements of the\nvortex from the dot center. In nanostructures of smaller thicknesses\n(comparable to the exchange length), where nonlocal magnetostatic effects are\nvery strong because of fast spatial variation of the magnetization, similar\nphenomena have been widely studied previously. Here, the dynamics is\ninvestigated within a local approach including magnetostatic field via boundary\nconditions on solutions to the Landau-Lifshitz-Gilbert equation only. Both the\nDWs in stripes and vortex states of the dot are treated as fragments of a\ncross-tie DW. Despite similarity of the cyclic transformations of the ordering\nto the dynamics of more strongly confined nanomagnets, details of motion\n(trajectories) of the vortices and antivortices (Bloch lines) of the textures\nunder study are different, which is related to prohibition of rapid jumps of\nthe polarization of Bloch lines. In addition to the magnetization rotation\nabout the direction of magnetic field or current polarization, the evolution of\ntextures is shown to relate to oscillatory changes of the direction of a\ncross-tie DW with respect to any arbitrary axis in the magnet plane accompanied\nby oscillations of the DW width.\n"]}]
["1205.5995",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5995"],"date":["2012-05-27","2012-06-05"],"type":["text"],"creator":["Xu, Lihu"],"language":[],"coverage":[],"title":["Ergodicity of stochastic real Ginzburg-Landau equation driven by\n  $\\alpha$-stable noises"],"description":["  We study the ergodicity of stochastic real Ginzburg-Landau equation driven by\nadditive $\\alpha$-stable noises, showing that as $\\alpha \\in (3/2,2)$, this\nstochastic system admits a unique invariant measure. After establishing the\nexistence of invariant measures by the same method as in [9], we prove that the\nsystem is strong Feller and accessible to zero. These two properties imply the\nergodicity by a simple but useful criterion in [16]. To establish the strong\nFeller property, we need to truncate the nonlinearity and apply a gradient\nestimate established in [26] (or see [24]} for a general version for the finite\ndimension systems). Because the solution has discontinuous trajectories and the\nnonlinearity is not Lipschitz, we can not solve a control problem to get\nirreducibility. Alternatively, we use a replacement, i.e., the fact that the\nsystem is accessible to zero. In section 3, we establish a maximal inequality\nfor stochastic $\\alpha$-stable convolution, which is crucial for studying the\nwell-posedness, strong Feller property and the accessibility of the mild\nsolution. We hope this inequality will also be useful for studying other SPDEs\nforced by $\\alpha$-stable noises.\n","Comment: 25 pages. Gave a new estimate in Lemma 3.1 which is more delicate\n  than the original, corrected some typos in the proof of Lemma 3.1"]}]
["1205.6015",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6015"],"date":["2012-05-27","2012-06-04"],"type":["text"],"creator":["Oliveira, Regilene D. S.","Rezende, Alex C."],"language":[],"coverage":[],"title":["Global phase portrait of a SIS model"],"description":["  In the qualitative theory of ordinary differential equations, we can find\nmany papers whose objective is the classification of all the possible\ntopological phase portraits of a given family of differential system. Most of\nthe studies rely on systems with real parameters and the study consists of\noutlining their phase portraits by finding out some conditions on the\nparameters. Here, we studied a susceptible-infected-susceptible (SIS) model\ndescribed by the differential system $\\dot{x}=-bxy-mx+cy+mk$,\n$\\dot{y}=bxy-(m+c)y$, where $b$, $c$, $k$, $m$ are real parameters with $b \\neq\n0$, $m \\neq 0$ (see Brauer (2002). Such system describes an infectious disease\nfrom which infected people recover with immunity against reinfection. The\nintegrability of such system has already been studied by Nucci and Leach (2004)\nand Llibre and Valls (2008). We found out two different topological classes of\nphase portraits.\n","Comment: 13 pages, 2 figures"]}]
["1205.6200",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6200"],"date":["2012-05-28","2012-06-05"],"type":["text"],"creator":["Glangetas, Léo","Najeme, Mohamed"],"language":[],"coverage":[],"title":["Analytical regularizing effect for the radial and spatially homogeneous\n  Boltzmann equation"],"description":["  In this paper, we consider a class of spatially homogeneous Boltzmann\nequation without angular cutoff. We prove that any radial symmetric weak\nsolution of the Cauchy problem become analytic for positive time.\n"]}]
["1205.6511",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6511"],"date":["2012-05-29","2012-06-05"],"type":["text"],"creator":["Lee, Seung-Joo","Wang, Zhao-Long","Yi, Piljin"],"language":[],"coverage":[],"title":["Quiver Invariants from Intrinsic Higgs States"],"description":["  In study of four-dimensional BPS states, quiver quantum mechanics plays a\ncentral role. The Coulomb phases capture the multi-centered nature of such\nstates, and are well understood in the context of wall-crossing. The Higgs\nphases are given typically by F-term-induced complete intersections in the\nambient D-term-induced toric varieties, and the ground states can be far more\nnumerous than the Coulomb phase counterparts. We observe that the Higgs phase\nBPS states are naturally and geometrically grouped into two parts, with one\npart given by the pulled-back cohomology from the D-term-induced ambient space.\nWe propose that these pulled-back states are in one-to-one correspondence with\nthe Coulomb phase states. This also leads us to conjecture that the index\nassociated with the rest, intrinsic to the Higgs phase,is a fundamental\ninvariant of quivers, independent of branches. For simple circular quivers,\nthese intrinsic Higgs states belong to the middle cohomology and thus are all\nangular momentum singlets, supporting the single-center black hole\ninterpretation.\n","Comment: 23 pages, 1 figure, 3 tables; references corrected, a new paragraph\n  in section 4 to make angular momentum more explicit"]}]
["1205.6711",{"format":[],"subject":["Mathematics - Statistics Theory","62G07, 62G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6711"],"date":["2012-05-30","2012-06-05"],"type":["text"],"creator":["Berend, Daniel","Kontorovich, Aryeh"],"language":[],"coverage":[],"title":["On the Convergence of the Empirical Distribution"],"description":["  We develop a general technique for bounding the tail of the total variation\ndistance between the empirical and the true distributions over countable sets.\nOur methods sharpen a deviation bound of Devroye (1983) for distributions over\nfinite sets, and also hold for the broader class of distributions with\ncountable support. We also provide some lower bounds of possible independent\ninterest.\n"]}]
["1206.0706",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0706"],"date":["2012-06-04"],"type":["text"],"creator":["Miracle-Sole, Salvador"],"language":[],"coverage":[],"title":["Layering and wetting transitions for an interface model"],"description":["  We study the solid-on-solid interface model above a horizontal wall in three\ndimensional space, with an attractive interaction when the interface is in\ncontact with the wall, at low temperatures. The system presents a sequence of\nlayering transitions, whose levels increase with the temperature, before the\ncomplete wetting above a certain value of this quantity.\n","Comment: 11th Gra\\-nada Seminar, La Herradura (Granada) : Spain (2010)"]}]
["1206.0729",{"format":[],"subject":["Computer Science - Information Theory","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0729"],"date":["2012-06-04"],"type":["text"],"creator":["Miah, K. H.","Herrera, R. H.","van der Baan, M.","Sacchi, M. D."],"language":[],"coverage":[],"title":["Application of Fractional Fourier Transform in Cepstrum Analysis"],"description":["  Source wavelet estimation is the key in seismic signal processing for\nresolving subsurface structural properties. Homomorphic deconvolution using\ncepstrum analysis has been an effective method for wavelet estimation for\ndecades. In general, the inverse of the Fourier transform of the logarithm of a\nsignal's Fourier transform is the cepstral domain representation of that\nsignal. The convolution operation of two signals in the time domain becomes an\naddition in the cepstral domain. The fractional Fourier transform (FRFT) is the\ngeneralization of the standard Fourier transform (FT). In an FRFT, the\ntransformation kernel is a set of linear chirps whereas the kernel is composed\nof complex sinusoids for the FT. Depending on the fractional order, signals can\nbe represented in multiple domains. This gives FRFT an extra degree of freedom\nin signal analysis over the standard FT. In this paper, we have taken advantage\nof the multidomain nature of the FRFT and applied it to cepstral analysis. We\nterm this combination the Fractional-Cepstrum (FC). We derive the real FC\nformulation, and give an example using wavelets to show the multidomain\nrepresentation of the traditional cepstrum with different fractional orders of\nthe FRFT.\n","Comment: 4 pages, Conference: Recovery - 2011 CSPG CSEG CWLS Convention"]}]
["1206.0730",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0730"],"date":["2012-06-04"],"type":["text"],"creator":["Akimoto, Youhei","Nagata, Yuichi","Ono, Isao","Kobayashi, Shigenobu"],"language":[],"coverage":[],"title":["Theoretical foundation for CMA-ES from information geometric perspective"],"description":["  This paper explores the theoretical basis of the covariance matrix adaptation\nevolution strategy (CMA-ES) from the information geometry viewpoint.\n  To establish a theoretical foundation for the CMA-ES, we focus on a geometric\nstructure of a Riemannian manifold of probability distributions equipped with\nthe Fisher metric. We define a function on the manifold which is the\nexpectation of fitness over the sampling distribution, and regard the goal of\nupdate of the parameters of sampling distribution in the CMA-ES as maximization\nof the expected fitness. We investigate the steepest ascent learning for the\nexpected fitness maximization, where the steepest ascent direction is given by\nthe natural gradient, which is the product of the inverse of the Fisher\ninformation matrix and the conventional gradient of the function.\n  Our first result is that we can obtain under some types of parameterization\nof multivariate normal distribution the natural gradient of the expected\nfitness without the need for inversion of the Fisher information matrix. We\nfind that the update of the distribution parameters in the CMA-ES is the same\nas natural gradient learning for expected fitness maximization. Our second\nresult is that we derive the range of learning rates such that a step in the\ndirection of the exact natural gradient improves the parameters in the expected\nfitness. We see from the close relation between the CMA-ES and natural gradient\nlearning that the default setting of learning rates in the CMA-ES seems\nsuitable in terms of monotone improvement in expected fitness. Then, we discuss\nthe relation to the expectation-maximization framework and provide an\ninformation geometric interpretation of the CMA-ES.\n","Comment: Algorithmica (special issue on evolutionary computation)"]}]
["1206.0750",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0750"],"date":["2012-06-04"],"type":["text"],"creator":["Cornejo, D.","Ramirez, I.","Barklem, P. S."],"language":[],"coverage":[],"title":["Precise Effective Temperatures of Solar Analog Stars"],"description":["  We perform a study of 62 solar analog stars to compute their effective\ntemperatures (Teff) using the Balmer line wing fitting procedure and compare\nthem with Teff values obtained using other commonly employed methods. We use\nobserved H-alpha spectral lines and a fine grid of theoretical LTE model\nspectra calculated with the best available atomic data and most recent quantum\ntheory. Our spectroscopic data are of very high quality and have been carefully\nnormalized to recover the proper shape of the H-alpha line profile. We obtain\nTeff values with internal errors of about 25 K. Comparison of our results with\nthose from other methods shows reasonably good agreement. Then, combining Teff\nvalues obtained from four independent techniques, we are able to determine\nfinal Teff values with errors of about 10 K.\n","Comment: 4 pages, 4 figures, Comparative Magnetic Minima: Charactering\n  proceedings of the IAU Symposium 286 on Comparative Magnetic Minima:\n  Characterizing quiet times in the Sun and Stars, held in Mendoza, Argentina,\n  October 3-7, 2011"]}]
["1206.0753",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0753"],"date":["2012-06-04"],"type":["text"],"creator":["Malik, Sarah Alam","Collaboration, for the CMS"],"language":[],"coverage":[],"title":["Search for dark matter at the LHC using missing transverse energy"],"description":["  Results are presented for a search for dark matter at the LHC using the\nsignatures of a monojet plus missing transverse energy and a monophoton plus\nmissing transverse energy. The data were collected by the CMS detector at the\nLHC with pp collisions at a centre-of-mass energy of 7 TeV and an integrated\nluminosity of 5 inverse femtobarns. In the absence of an excess of events in\nthe data compared to the Standard Model prediction, limits are set on the dark\nmatter-nucleon scattering cross section which can be directly compared with\nbounds from the direct detection experiments.\n","Comment: Contribution to Moriond Cosmology 2012 proceedings"]}]
["1206.0755",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0755"],"date":["2012-06-04"],"type":["text"],"creator":["Brown, Winton","Poulin, David"],"language":[],"coverage":[],"title":["Quantum Markov Networks and Commuting Hamiltonians"],"description":["  Quantum Markov networks are a generalization of quantum Markov chains to\narbitrary graphs. They provide a powerful classification of correlations in\nquantum many-body systems---complementing the area law at finite\ntemperature---and are therefore useful to understand the powers and limitations\nof certain classes of simulation algorithms. Here, we extend the\ncharacterization of quantum Markov networks and in particular prove the\nequivalence of positive quantum Markov networks and Gibbs states of\nHamiltonians that are the sum of local commuting terms on graphs containing no\ntriangles. For more general graphs we demonstrate the equivalence between\nquantum Markov networks and Gibbs states of a class of Hamiltonians of\nintermediate complexity between commuting and general local Hamiltonians.\n"]}]
["1206.0762",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0762","Optics Express, Vol. 20, Issue 13, pp. 13702-13710 (2012)","doi:10.1364/OE.20.013702"],"date":["2012-06-04"],"type":["text"],"creator":["Glasser, Ryan T.","Vogl, Ulrich","Lett, Paul D."],"language":[],"coverage":[],"title":["Demonstration of images with negative group velocities"],"description":["  We report the experimental demonstration of the superluminal propagation of\nmulti-spatial-mode images via four-wave mixing in hot atomic vapor, in which\nall spatial sub-regions propagate with negative group velocities. We\ninvestigate the spatial mode properties and temporal reshaping of the fast\nlight images, and show large relative pulse peak advancements of up to 64% of\nthe input pulse width. The degree of temporal reshaping is quantified and\nincreases as the relative pulse peak advancement increases. When optimized for\nimage quality or pulse advancement, negative group velocities of up to\n$v_{g}=-\\frac{c}{880}$ and $v_{g}=-\\frac{c}{2180}$, respectively, are\ndemonstrated when integrating temporally over the entire image. The present\nresults are applicable to temporal cloaking devices that require strong\nmanipulation of the dispersion relation, where one can envision temporally\ncloaking various spatial regions of an image for different durations.\nAdditionally, the modes involved in a four-wave mixing process similar to the\npresent experiment have been shown to exhibit quantum correlations and\nentanglement. The results presented here provide insight into how to tailor\nexperimental tests of the behavior of these quantum correlations and\nentanglement in the superluminal regime.\n","Comment: 9 pages, 4 figures"]}]
["1206.0766",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems","92C42, 90C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0766","Discret. Contin. Dyn. Syst. A. 32(8), 2937 (2012)","doi:10.3934/dcds.2012.32.2937"],"date":["2012-06-04"],"type":["text"],"creator":["Lee, Joo Sang","Nishikawa, Takashi","Motter, Adilson E."],"language":[],"coverage":[],"title":["Why Optimal States Recruit Fewer Reactions in Metabolic Networks"],"description":["  The metabolic network of a living cell involves several hundreds or thousands\nof interconnected biochemical reactions. Previous research has shown that under\nrealistic conditions only a fraction of these reactions is concurrently active\nin any given cell. This is partially determined by nutrient availability, but\nis also strongly dependent on the metabolic function and network structure.\nHere, we establish rigorous bounds showing that the fraction of active\nreactions is smaller (rather than larger) in metabolic networks evolved or\nengineered to optimize a specific metabolic task, and we show that this is\nlargely determined by the presence of thermodynamically irreversible reactions\nin the network. We also show that the inactivation of a certain number of\nreactions determined by irreversibility can generate a cascade of secondary\nreaction inactivations that propagates through the network. The mathematical\nresults are complemented with numerical simulations of the metabolic networks\nof the bacterium Escherichia coli and of human cells, which show,\ncounterintuitively, that even the maximization of the total reaction flux in\nthe network leads to a reduced number of active reactions.\n","Comment: Contribution to the special issue in honor of John Guckenheimer on\n  the occasion of his 65th birthday"]}]
["1206.0767",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0767"],"date":["2012-06-04"],"type":["text"],"creator":["Beekman, C.","Aarts, J."],"language":[],"coverage":[],"title":["The role of stepped surfaces on the magnetotransport in strained thin\n  films of La0.67Ca0.33MnO3"],"description":["  We report a comparative study of the properties of very thin films of\nLa0.67Ca0.33MnO3 grown epitaxially under strain on flat SrTiO3 (STO) and on 1\ndeg miscut STO. For the films on flat STO the transport properties show\nwell-known behavior, namely values of the metal-insulator transition\ntemperature which are strongly reduced with respect to the bulk value. The\nreduction in films on miscut STO is significantly less strong than in films on\nflat STO, even though they appear similar as to strain state. Moreover, the\nresidual resistance at low temperatures is lower than for the case of flat\nfilms. Magnetically, we find reduced values of the saturation magnetization\nwith respect to the bulk value, indicating the presence of a dead layer in both\ncases. We argue that the higher density of the step edges on the miscut\nsubstrates lead to strain relaxation in the form of point defects and an\nincreased electronic bandwidth, which actually make the electronic properties\nmore robust.\n","Comment: 12 pages,7 figures, 1 table. arXiv admin note: substantial text\n  overlap with arXiv:1102.4004"]}]
["1206.0771",{"format":[],"subject":["Mathematics - Geometric Topology","Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0771"],"date":["2012-06-04"],"type":["text"],"creator":["Johnson, Jesse"],"language":[],"coverage":[],"title":["Topological graph clustering with thin position"],"description":["  A clustering algorithm partitions a set of data points into smaller sets\n(clusters) such that each subset is more tightly packed than the whole. Many\napproaches to clustering translate the vector data into a graph with edges\nreflecting a distance or similarity metric on the points, then look for highly\nconnected subgraphs. We introduce such an algorithm based on ideas borrowed\nfrom the topological notion of thin position for knots and 3-dimensional\nmanifolds.\n","Comment: 12 pages, 2 figures"]}]
["1206.0773",{"format":[],"subject":["Mathematics - Statistics Theory","Computer Science - Information Theory","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0773"],"date":["2012-06-04"],"type":["text"],"creator":["Sharpnack, James","Rinaldo, Alessandro","Singh, Aarti"],"language":[],"coverage":[],"title":["Changepoint Detection over Graphs with the Spectral Scan Statistic"],"description":["  We consider the change-point detection problem of deciding, based on noisy\nmeasurements, whether an unknown signal over a given graph is constant or is\ninstead piecewise constant over two connected induced subgraphs of relatively\nlow cut size. We analyze the corresponding generalized likelihood ratio (GLR)\nstatistics and relate it to the problem of finding a sparsest cut in a graph.\nWe develop a tractable relaxation of the GLR statistic based on the\ncombinatorial Laplacian of the graph, which we call the spectral scan\nstatistic, and analyze its properties. We show how its performance as a testing\nprocedure depends directly on the spectrum of the graph, and use this result to\nexplicitly derive its asymptotic properties on few significant graph\ntopologies. Finally, we demonstrate both theoretically and by simulations that\nthe spectral scan statistic can outperform naive testing procedures based on\nedge thresholding and $\\chi^2$ testing.\n"]}]
["1206.0779",{"format":[],"subject":["Mathematics - Combinatorics","05C20, 05C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0779","Stochastica XIII-1 (1992), 155-158"],"date":["2012-06-04"],"type":["text"],"creator":["Fiol, M. A."],"language":[],"coverage":[],"title":["A note on the voting problem"],"description":["  Let $v(n)$ be the minimum number of voters with transitive preferences which\nare needed to generate any strong preference pattern (ties not allowed) on $n$\ncandidates. Let $k=\\lfloor \\log_2 n\\rfloor$. We show that $v(n)\\le n-k$ if $n$\nand $k$ have different parity, and $v(n)\\le n-k+1$ otherwise.\n"]}]
["1206.0782",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Discrete Mathematics","Mathematics - General Topology","58J20, 47H10, 37C25, 05C80, 05C82, 05C10, 90B15, 57M15, 55M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0782"],"date":["2012-06-04"],"type":["text"],"creator":["Knill, Oliver"],"language":[],"coverage":[],"title":["A Brouwer fixed point theorem for graph endomorphisms"],"description":["  We prove a Lefschetz formula for general simple graphs which equates the\nLefschetz number L(T) of an endomorphism T with the sum of the degrees i(x) of\nsimplices in G which are fixed by T. The degree i(x) of x with respect to T is\ndefined as a graded sign of the permutation T induces on the simplex x\nmultiplied by -1 if the dimension of x is odd. The Lefschetz number is defined\nas in the continuum as the super trace of T induced on cohomology. In the\nspecial case where T is the identity, the formula becomes the Euler-Poincare\nformula equating combinatorial and cohomological Euler characteristic. The\ntheorem assures in general that if L(T) is nonzero, then T has a fixed clique.\nA special case is a discrete Brouwer fixed point theorem for graphs: if T is a\ngraph endomorphism of a connected graph G, which is star-shaped in the sense\nthat only the zeroth cohomology group is nontrivial, like for connected trees\nor triangularizations of star shaped Euclidean domains, then there is clique x\nwhich is fixed by T. Unlike in the continuum, the fixed point theorem proven\nhere looks for fixed cliques, complete subgraphs which play now the role of\n\"points\" in the graph. Fixed points can so be vertices, edges, fixed triangles\netc. If A denotes the automorphism group of a graph, we also look at the\naverage Lefschetz number L(G) which is the average of L(T) over A. We prove\nthat this is the Euler characteristic of the graph G/A and especially an\ninteger. We also show that as a consequence of the Lefschetz formula, the zeta\nfunction zeta(T,z) is a product of two dynamical zeta functions and therefore\nhas an analytic continuation as a rational function which is explicitly given\nby a product formula involving only the dimension and the signature of prime\norbits of simplices in G.\n","Comment: 24 pages, 6 figures"]}]
["1206.0786",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Differential Geometry","57N65 (Primary) 57T15, 57T20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0786"],"date":["2012-06-04"],"type":["text"],"creator":["Amann, Manuel"],"language":[],"coverage":[],"title":["Non-formal Homogeneous Spaces"],"description":["  Several large classes of homogeneous spaces are known to be formal---in the\nsense of Rational Homotopy Theory. However, it seems that far fewer examples of\nnon-formal homogeneous spaces are known.\n  In this article we provide several construction principles and\ncharacterisations for non-formal homogeneous spaces, which will yield a lot of\nexamples. This will enable us to prove that, from dimension 72 on, such a space\ncan be found in each dimension.\n"]}]
["1206.0787",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J92, 35J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0787"],"date":["2012-06-04"],"type":["text"],"creator":["Kolonitskii, Sergey B."],"language":[],"coverage":[],"title":["Multiplicity of 1D-concentrating positive solutions to the Dirichlet\n  problem for equation with $p$-Laplacian"],"description":["  We prove the multiplicity of spike-layer type solutions to the Dirichlet\nproblem for the equation $-\\Delta_p u = u^{q-1}$ in expanding annuli.\n"]}]
["1206.0788",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0788"],"date":["2012-06-04"],"type":["text"],"creator":["Adjir, Noureddine","Sannes, Pierre de Saqui","Rahmouni, M. Kamel","Adla, Abdelkader"],"language":[],"coverage":[],"title":["Timed Test Case Generation Using Labeled Prioritized Time Petri Nets"],"description":["  Model-based testing of software and hardware systems uses behavioral and\nformal models of the systems. The paper presents a technique for model-based\nblack-box conformance testing of real-time systems using Labeled Prioritized\nTime Petri Nets (LPrTPN). The Timed Input/Output Conformance (tioco) relation,\nwhich takes environment assumptions into account, serves as reference to decide\nof implementation correctness. Test suites are derived automatically from a\nLPrTPN made up of two concurrent sub-nets that respectively specify the system\nunder test and its environment. The result is optimal in the sense that test\ncases have the shortest possible accumulated time to be executed. Test cases\nselection combines test purposes and structural coverage criteria associated\nwith the model. A test purpose or a coverage criterion is specified in a SE-LTL\nformula. The TIme Petri Net Analyzer TINA has been extended to support\nconcurrent composed subnets. Automatic generation of time-optimal test suites\nwith the Tina toolbox combines the model checker selt and the path analyzer\nplan. selt outputs a sequence that satisfies the logic formula. plan computes\nthe fastest execution of this sequence which will be transformed in a test\ncases suite.\n"]}]
["1206.0799",{"format":[],"subject":["Mathematics - Combinatorics","05C25, 05C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0799"],"date":["2012-06-04"],"type":["text"],"creator":["Li, Fei"],"language":[],"coverage":[],"title":["Determination of Integral Cayley Graphs on Finite Abelian Groups"],"description":["  A graph is integral means that all its eigenvalues are integers. In this\nnote, we determine all the integral Cayley graphs on finite abelian groups.\nMoreover, we calculate the the number of integral Cayley graphs on a given\nfinite abelian group.\n","Comment: 9 pages"]}]
["1206.0805",{"format":[],"subject":["Computer Science - Computational Geometry","Mathematics - Probability","52C10, 60D05, 52A22, 52C05, 52A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0805"],"date":["2012-06-04"],"type":["text"],"creator":["Balogh, József","González-Aguilar, Hernán","Salazar, Gelasio"],"language":[],"coverage":[],"title":["Large convex holes in random point sets"],"description":["  A {\\em convex hole} (or {\\em empty convex polygon)} of a point set $P$ in the\nplane is a convex polygon with vertices in $P$, containing no points of $P$ in\nits interior. Let $R$ be a bounded convex region in the plane. We show that the\nexpected number of vertices of the largest convex hole of a set of $n$ random\npoints chosen independently and uniformly over $R$ is\n$\\Theta(\\log{n}/(\\log{\\log{n}}))$, regardless of the shape of $R$.\n"]}]
["1206.0807",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0807","Phys. Scr. T146 (2012) 014013","doi:10.1088/0031-8949/2012/T146/014013"],"date":["2012-06-04"],"type":["text"],"creator":["Chamon, Claudio","Hou, Chang-Yu","Mudry, Christopher","Ryu, Shinsei","Santos, Luiz"],"language":[],"coverage":[],"title":["Masses and Majorana fermions in graphene"],"description":["  We review the classification of all the 36 possible gap-opening instabilities\nin graphene, i.e., the 36 relativistic masses of the two-dimensional Dirac\nHamiltonian when the spin, valley, and superconducting channels are included.\nWe then show that in graphene it is possible to realize an odd number of\nMajorana fermions attached to vortices in superconducting order parameters if a\nproper hierarchy of mass scales is in place.\n","Comment: Contribution to the Proceedings of the Nobel symposium on graphene\n  and quantum matter"]}]
["1206.0810",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0810"],"date":["2012-06-04"],"type":["text"],"creator":["Basit, Bolis","Günzler, Hans"],"language":[],"coverage":[],"title":["Heat equation for weighted Banach space valued function spaces"],"description":["  We study the homogeneous equation (*) $ u' = \\Delta u$, $t > 0$, $u(0)=f\\in\nwX$, where $wX$ is a weighted Banach space, $w(x)= (1+||x||)^k$, $x\\in \\r^n$\nwith $k\\ge 0$, $ \\Delta$ is the Laplacian, $Y$ a complex Banach space and $X$\none of the spaces $ BUC (\\r^n,Y)\\} $, $ C_0 (\\r^n,Y)$, $ L^p (\\r^n,Y)$, $1 \\le\np < \\infty$. It is shown that the mild solutions of (*) are still given by the\nclassical Gauss-Poisson formula, a holomorphic $C_0$-semigroup.\n"]}]
["1206.0812",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0812"],"date":["2012-06-04"],"type":["text"],"creator":["Qin, Nan","Ma, Bo-Qiang"],"language":[],"coverage":[],"title":["Wave Packet Approach to Neutrino Oscillations with Matter Effects"],"description":["  The complete description of neutrino oscillations require the wave packet\ntreatment. For terrestrial experiments the contribution from the interaction of\nneutrino with the Earth matter would modify oscillation pattern, i.e., the\ndependence of the flavor transition probability on baseline $L$ and energy $E$.\nWe thus combine the wave packet approach and the matter effects, in order to\nhave more accurate descriptions of neutrino oscillation. The general expression\nfor the transition probability of oscillations with arbitrary numbers of\nneutrinos are derived. As an example the two-neutrino oscillation is studied in\ndetail.\n","Comment: 10 latex pages, 4 figures"]}]
["1206.0816",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0816"],"date":["2012-06-05"],"type":["text"],"creator":["Trenchard, Hugh"],"language":[],"coverage":[],"title":["The complex dynamics of bicycle pelotons"],"description":["  A peloton may be defined as two or more cyclists riding in sufficiently close\nproximity to be located either in one of two basic positions: 1) behind\ncyclists in zones of reduced air pressure, referred to as 'drafting', or 2) in\nzones of highest air pressure, described here alternately as 'riding at the\nfront', 'in the wind', or in 'non-drafting positions'. Cyclists in drafting\nzones expend less energy than in front positions. Two broad models of peloton\ndynamics are explored. The first is an energetic model that describes peloton\ndynamics that oscillate through observable phase states as they emerge from\ncollision avoidance and riders' coupled energy outputs. These phases exhibit\nbehavioural characteristics such as convection patterns and synchronization,\namong others. Under the second, economic model, we discuss some basic\nparameters of the peloton as a system of economic exchange, and identify the\nresources within a peloton for which riders compete and cooperate. These\ninclude the energy savings of drafting, a near-front positional resource, and\nan information resource.\n","Comment: 16 pages, 6 figures, 2 tables, 1 Appendix"]}]
["1206.0825",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0825","Annals of Statistics 2012, Vol. 40, No. 2, 727-758","doi:10.1214/12-AOS975"],"date":["2012-06-05"],"type":["text"],"creator":["Wang, Qiying","Phillips, Peter C. B."],"language":[],"coverage":[],"title":["A specification test for nonlinear nonstationary models"],"description":["  We provide a limit theory for a general class of kernel smoothed U-statistics\nthat may be used for specification testing in time series regression with\nnonstationary data. The test framework allows for linear and nonlinear models\nwith endogenous regressors that have autoregressive unit roots or near unit\nroots. The limit theory for the specification test depends on the\nself-intersection local time of a Gaussian process. A new weak convergence\nresult is developed for certain partial sums of functions involving\nnonstationary time series that converges to the intersection local time\nprocess. This result is of independent interest and is useful in other\napplications. Simulations examine the finite sample performance of the test.\n","Comment: Published in at http://dx.doi.org/10.1214/12-AOS975 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1206.0827",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0827","Annals of Statistics 2012, Vol. 40, No. 2, 759-784","doi:10.1214/12-AOS977"],"date":["2012-06-05"],"type":["text"],"creator":["Jing, Bing-Yi","Kong, Xin-Bing","Liu, Zhi"],"language":[],"coverage":[],"title":["Modeling high-frequency financial data by pure jump processes"],"description":["  It is generally accepted that the asset price processes contain jumps. In\nfact, pure jump models have been widely used to model asset prices and/or\nstochastic volatilities. The question is: is there any statistical evidence\nfrom the high-frequency financial data to support using pure jump models alone?\nThe purpose of this paper is to develop such a statistical test against the\nnecessity of a diffusion component. The test is very simple to use and yet\neffective. Asymptotic properties of the proposed test statistic will be\nstudied. Simulation studies and some real-life examples are included to\nillustrate our results.\n","Comment: Published in at http://dx.doi.org/10.1214/12-AOS977 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1206.0832",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0832"],"date":["2012-06-05"],"type":["text"],"creator":["Requardt, Manfred"],"language":[],"coverage":[],"title":["Observables need not be diffeomorphism invariant in Classical and\n  Quantum Gravity"],"description":["  The problem of observables in classical and quantum gravity is a\nlong-standing one. It is sometimes argued that observable quantities should be\ndiffeomorphsm invariant, following the philosophy of Dirac. We argue that\ndiffeomorphism invariance in classical and quantum gravity is not primarily a\ncase of gauge invariance but rather an example of spontaneous symmetry breaking\nof the diffeomorphism group. As a consequence, observables fall into two\nclasses, Dirac observables which are invariant under the full diffeomorphism\ngroup and more general observables which take on different (expectation) values\nin the different phases of the broken (diffeomorphims) symmetry group. To this\nlatter class belong for example scalar functions of the metric tensor.\n","Comment: 10 pages, latex"]}]
["1206.0836",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0836","Journal of Chemical Physics 135, 204102 (2011)","doi:10.1063/1.3663712"],"date":["2012-06-05"],"type":["text"],"creator":["Lee, Jae Hwan","Kim, Seung-Yeon","Lee, Julian"],"language":[],"coverage":[],"title":["Collapse transition of a square-lattice polymer with next\n  nearest-neighbor interaction"],"description":["  We study the collapse transition of a polymer on a square lattice with both\nnearest-neighbor and next nearest-neighbor interactions, by calculating the\nexact partition function zeros up to chain length 36. The transition behavior\nis much more pronounced than that of the model with nearest-neighbor\ninteractions only. The crossover exponent and the transition temperature are\nestimated from the scaling behavior of the first zeros with increasing chain\nlength. The results suggest that the model is of the same universality class as\nthe usual theta point described by the model with only nearest-neighbor\ninteraction.\n","Comment: 14 pages, 5 figures"]}]
["1206.0838",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0838"],"date":["2012-06-05"],"type":["text"],"creator":["Feireisl, Eduard","Maslowski, Bohdan","Novotny, Antonin"],"language":[],"coverage":[],"title":["Compressible fluid flows driven by stochastic forcing"],"description":["  We consider the Navier-Stokes system describing the motion of a compressible\nbarotropic fluid driven by stochastic external forces. Our approach is\nsemi-deterministic, based on solving the system for each fixed representative\nof the random variable and applying an abstract result on measurability of\nmulti-valued maps. The class of admissible driving forces includes the\n(temporal) white noise and the random kicks, considered recently in the context\nof incompressible fluid models.\n"]}]
["1206.0840",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0840"],"date":["2012-06-05"],"type":["text"],"creator":["Susagna, Teresa","Cabañas, Luis","Goula, Xavier","Alcalde, Juan Manuel","Belvaux, Myriam"],"language":[],"coverage":[],"title":["An\\'alisis de los par\\'ametros de los acelerogramas registrados en los\n  se\\'ismos de Lorca, de inter\\'es para la Ingenier\\'ia"],"description":["  Seismic crisis occurred in Lorca (Murcia) on 11th May 2011 originated an\nimportant number of accelerograms recorded in the IGN stations. The analysis of\nuniformly computed parameters has produced interesting results for Earthquake\nEngineering, in particular those recorded in Lorca. Strong ground motion has\nbeen specially observed in the horizontal component perpendicular to the Alhama\nde Murcia fault, at the origin of the earthquake. Values of PGA= 0,37g and CAV=\n0.27g*s seems to be compensated by a short duration of the motion producing a\nmacroseismic Intensity not greater than VII in Lorca. The contribution of near\nfield component of ground motion due to the rupture propagation to and under\nthe Lorca town was shown on acceleration, velocity and displacement time series\nand also on elastic response spectra.\n"]}]
["1206.0841",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Physics - Classical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0841"],"date":["2012-06-05"],"type":["text"],"creator":["Rembielinski, Jakub","Wlodarczyk, Marta"],"language":[],"coverage":[],"title":["\"Meta\" relativity: Against special relativity?"],"description":["  We introduce a Lorentz-covariant description of tachyons, free of\ninconsistencies. Our approach is based on an appropriate extension of the\nspecial relativity beyond the light barrier, owing to the freedom of\nsynchronization of distant clocks.\n","Comment: 14 pages, 4 figures"]}]
["1206.0847",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0847","Annals of Statistics 2012, Vol. 40, No. 2, 812-831","doi:10.1214/12-AOS982"],"date":["2012-06-05"],"type":["text"],"creator":["Shao, Jun","Deng, Xinwei"],"language":[],"coverage":[],"title":["Estimation in high-dimensional linear models with deterministic design\n  matrices"],"description":["  Because of the advance in technologies, modern statistical studies often\nencounter linear models with the number of explanatory variables much larger\nthan the sample size. Estimation and variable selection in these\nhigh-dimensional problems with deterministic design points is very different\nfrom those in the case of random covariates, due to the identifiability of the\nhigh-dimensional regression parameter vector. We show that a reasonable\napproach is to focus on the projection of the regression parameter vector onto\nthe linear space generated by the design matrix. In this work, we consider the\nridge regression estimator of the projection vector and propose to threshold\nthe ridge regression estimator when the projection vector is sparse in the\nsense that many of its components are small. The proposed estimator has an\nexplicit form and is easy to use in application. Asymptotic properties such as\nthe consistency of variable selection and estimation and the convergence rate\nof the prediction mean squared error are established under some sparsity\nconditions on the projection vector. A simulation study is also conducted to\nexamine the performance of the proposed estimator.\n","Comment: Published in at http://dx.doi.org/10.1214/12-AOS982 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1206.0848",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0848"],"date":["2012-06-05"],"type":["text"],"creator":["Ziyabar, Hashem Moradmand","Sinaie, Mahnaz","Payandeh, Ali","Vakili, Vahid Tabataba"],"language":[],"coverage":[],"title":["Secure FSM- based arithmetic codes"],"description":["  Recently, arithmetic coding has attracted the attention of many scholars\nbecause of its high compression capability. Accordingly, in this paper a method\nwhich adds secrecy to this well-known source code is proposed. Finite state\narithmetic code (FSAC) is used as source code to add security. Its finite state\nmachine (FSM) characteristic is exploited to insert some random jumps during\nsource coding process. In addition, a Huffman code is designed for each state\nto make decoding possible even in jumps. Being Prefix free, Huffman codes are\nuseful in tracking correct states for an authorized user when s/he decodes with\ncorrect symmetric pseudo random key. The robustness of our proposed scheme is\nfurther reinforced by adding another extra uncertainty by swapping outputs of\nHuffman codes in each state. Several test images are used for inspecting the\nvalidity of the proposed Huffman Finite State Arithmetic Coding (HFSAC). The\nresults of several experimental, key space analyses, statistical analysis, key\nsensitivity and plaintext sensitivity tests show that HFSAC with a little\neffect on compression efficiency for image cryptosystem provides an efficient\nand secure way for real-time image encryption and transmission.\n"]}]
["1206.0849",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0849","Acta Phys. Hung. 23, 75 (2005)"],"date":["2012-06-05"],"type":["text"],"creator":["Messina, Riccardo","Napoli, Anna","Messina, Antonino"],"language":[],"coverage":[],"title":["Unitary transfer of entanglement in multipartite two-level systems"],"description":["  The dynamics of a system composed by two pairs of dipolarly coupled two-level\natoms is exactly studied. We show that the initial entanglement stored in a\ncouple of atoms not directly interacting is fully transferred to the other pair\nin a periodic way. The observability of this phenomenon in laboratory is\nbriefly discussed both in terms of its temporal scale and of its stability\nagainst uncertainties in the geometrical parameters defining the physical\nsystem.\n","Comment: 5 pages"]}]
["1206.0851",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0851","doi:10.1103/PhysRevD.85.124004"],"date":["2012-06-05"],"type":["text"],"creator":["Borka, D.","Jovanović, P.","Jovanović, V. Borka","Zakharov, A. F."],"language":[],"coverage":[],"title":["Constraints on $R^n$ gravity from precession of orbits of S2-like stars"],"description":["  We study some possible observational signatures of $R^n$ gravity at Galactic\nscales and how these signatures could be used for constraining this type of\n$f(R)$ gravity. For that purpose, we performed two-body simulations in $R^n$\ngravity potential and analyzed the obtained trajectories of S2-like stars\naround Galactic center, as well as resulting parameter space of $R^n$ gravity\npotential. Here, we discuss the constraints on the $R^n$ gravity which can be\nobtained from the observations of orbits of S2-like stars with the present and\nnext generations of large telescopes. We make comparison between the\ntheoretical results and observations. Our results show that the most probable\nvalue for the parameter $r_c$ in $R^n$ gravity potential in the case of S2-like\nstars is $\\sim$100 AU, while the universal parameter $\\beta$ is close to 0.01.\nAlso, the $R^n$ gravity potential induces the precession of S2-like stars orbit\nin opposite direction with respect to General Relativity, therefore, such a\nbehavior of orbits qualitatively is similar to a behavior of Newtonian orbits\nwith a bulk distribution of matter (including a stellar cluster and dark matter\ndistributions).\n","Comment: 12 pages, 12 figures, accepted in Phys. Rev. D"]}]
["1206.0853",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55, 35A15, 35J20, 35Q40, 35Q85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0853"],"date":["2012-06-05"],"type":["text"],"creator":["Mugnai, Dimitri"],"language":[],"coverage":[],"title":["The pseudorelativistic Hartree equation with a general nonlinearity:\n  existence, non existence and variational identities"],"description":["  We prove several existence and non existence results of solitary waves for a\nclass of nonlinear pseudo-relativistic Hartree equations with general\nnonlinearities. We use variational methods and some new variational identities\ninvolving the half Laplacian.\n"]}]
["1206.0855",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0855"],"date":["2012-06-05"],"type":["text"],"creator":["Fard, Pouyan Rafiei","Yahya, Keyvan"],"language":[],"coverage":[],"title":["A Mixed Observability Markov Decision Process Model for Musical Pitch"],"description":["  Partially observable Markov decision processes have been widely used to\nprovide models for real-world decision making problems. In this paper, we will\nprovide a method in which a slightly different version of them called Mixed\nobservability Markov decision process, MOMDP, is going to join with our\nproblem. Basically, we aim at offering a behavioural model for interaction of\nintelligent agents with musical pitch environment and we will show that how\nMOMDP can shed some light on building up a decision making model for musical\npitch conveniently.\n","Comment: In 5th International Workshop on Machine Learning and Music,\n  Edinburgh, Scotland, UK, 2012. Copyright 2012 by the author(s)/owner(s)"]}]
["1206.0857",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0857"],"date":["2012-06-05"],"type":["text"],"creator":["Pellegrini, Yves-Patrick","Willot, François"],"language":[],"coverage":[],"title":["Generalized two-body self-consistent theory of random linear dielectric\n  composites: an effective-medium approach to clustering in highly-disordered\n  media"],"description":["  Effects of two-body dipolar interactions on the effective\npermittivity/conductivity of a binary, symmetric, random dielectric composite\nare investigated in a self-consistent framework. By arbitrarily splitting the\nsingularity of the Green tensor of the electric field, we introduce an\nadditional degree of freedom into the problem, in the form of an unknown\n\"inner\" depolarization constant. Two coupled self-consistent equations\ndetermine the latter and the permittivity in terms of the dielectric contrast\nand the volume fractions. One of them generalizes the usual Coherent Potential\ncondition to many-body interactions between single-phase clusters of\npolarizable matter elements, while the other one determines the effective\nmedium in which clusters are embedded. The latter is in general different from\nthe overall permittivity. The proposed approach allows for many-body\ncorrections to the Bruggeman-Landauer (BL) scheme to be handled in a\nmultiple-scattering framework. Four parameters are used to adjust the degree of\nself-consistency and to characterize clusters in a schematic geometrical way.\nGiven these parameters, the resulting theory is \"exact\" to second order in the\nvolume fractions. For suitable parameter values, reasonable to excellent\nagreement is found between theory and simulations of random-resistor networks\nand pixelwise-disordered arrays in two and tree dimensions, over the whole\nrange of volume fractions. Comparisons with simulation data are made using an\n\"effective\" scalar depolarization constant that constitutes a very sensitive\nindicator of deviations from the BL theory.\n","Comment: 14 pages, 7 figures"]}]
["1206.0859",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0859"],"date":["2012-06-05"],"type":["text"],"creator":["Chakraborty, Debashree","Deb, Bimalendu"],"language":[],"coverage":[],"title":["Electric field induced saturation effects in photoassociation of a pair\n  of heteronuclear atoms"],"description":["  We theoretically study saturation effects induced by an external static\nelectric field on photoassociation (PA) of a heteronuclear atom pair. A static\nelectric field influences scattering wave-function of two heteronuclear atoms\nas described in [D. Chakraborty, J. Hazra and B. Deb, J. Phys. B. {\\bf 44}\n095201 (2011)]. For certain values of electric field strengths there exist\nanisotropic resonances in ground state scattering leading to a large\nmodification of scattering wave-function at short and intermediate separations\nwhere photoassociative Franck-Condon overlap is significant. Photoassociation\nrate as a function of collision energy shows a splitting near resonant electric\nfield in the mili Kelvin energy regime. This splitting with a prominent dip\noccurs due to resonant enhancement of free-bound stimulated linewidth leading\nto saturation in free-bound transitions. We study electric field induced\nsaturation effects on both one- and two-colour PA. Our results suggest that a\nstatic electric field may influence the formation of ground state polar\nmolecules in two-colour PA.\n","Comment: 9 pages,7 figures"]}]
["1206.0860",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Spectral Theory","05C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0860","Discrete Math. 309 (2009), 2613-2614","doi:10.1016/j.disc.2008.03.025"],"date":["2012-06-05"],"type":["text"],"creator":["Fiol, M. A.","Garriga, E."],"language":[],"coverage":[],"title":["Number of walks and degree powers in a graph"],"description":["  This note deals with the relationship between the total number of $k$-walks\nin a graph, and the sum of the $k$-th powers of its vertex degrees. In\nparticular, it is shown that the the number of all $k$-walks is upper bounded\nby the sum of the $k$-th powers of the degrees.\n"]}]
["1206.0867",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory","62H15, 62H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0867"],"date":["2012-06-05"],"type":["text"],"creator":["Bai, Z.","Jiang, D.","Yao, J.","Zheng, S."],"language":[],"coverage":[],"title":["Testing linear hypotheses in high-dimensional regressions"],"description":["  For a multivariate linear model, Wilk's likelihood ratio test (LRT)\nconstitutes one of the cornerstone tools. However, the computation of its\nquantiles under the null or the alternative requires complex analytic\napproximations and more importantly, these distributional approximations are\nfeasible only for moderate dimension of the dependent variable, say $p\\le 20$.\nOn the other hand, assuming that the data dimension $p$ as well as the number\n$q$ of regression variables are fixed while the sample size $n$ grows, several\nasymptotic approximations are proposed in the literature for Wilk's $\\bLa$\nincluding the widely used chi-square approximation. In this paper, we consider\nnecessary modifications to Wilk's test in a high-dimensional context,\nspecifically assuming a high data dimension $p$ and a large sample size $n$.\nBased on recent random matrix theory, the correction we propose to Wilk's test\nis asymptotically Gaussian under the null and simulations demonstrate that the\ncorrected LRT has very satisfactory size and power, surely in the large $p$ and\nlarge $n$ context, but also for moderately large data dimensions like $p=30$ or\n$p=50$. As a byproduct, we give a reason explaining why the standard chi-square\napproximation fails for high-dimensional data. We also introduce a new\nprocedure for the classical multiple sample significance test in MANOVA which\nis valid for high-dimensional data.\n","Comment: Accepted 02/2012 for publication in \"Statistics\". 20 pages, 2 pages\n  and 2 tables"]}]
["1206.0870",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q74, 34E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0870"],"date":["2012-06-05"],"type":["text"],"creator":["Willis, J. R.","Movchan, N. V.","Movchan, A. B."],"language":[],"coverage":[],"title":["Corrugation crack front waves"],"description":["  The paper presents a model of a dynamic crack with a wavy surface. So far,\ntheoretical analysis of crack front waves has been performed only for in-plane\nperturbations of the crack front. In the present paper, generalisation is given\nto a more general three-dimensional perturbation, and equations that govern\ncorrugation crack front waves are derived and analysed.\n","Comment: 13 pages, 3 figures"]}]
["1206.0871",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0871","Annals of Statistics 2012, Vol. 40, No. 2, 832-860","doi:10.1214/11-AOS965"],"date":["2012-06-05"],"type":["text"],"creator":["Lecué, Guillaume","Mendelson, Shahar"],"language":[],"coverage":[],"title":["General nonexact oracle inequalities for classes with a subexponential\n  envelope"],"description":["  We show that empirical risk minimization procedures and regularized empirical\nrisk minimization procedures satisfy nonexact oracle inequalities in an\nunbounded framework, under the assumption that the class has a subexponential\nenvelope function. The main novelty, in addition to the boundedness assumption\nfree setup, is that those inequalities can yield fast rates even in situations\nin which exact oracle inequalities only hold with slower rates. We apply these\nresults to show that procedures based on $\\ell_1$ and nuclear norms\nregularization functions satisfy oracle inequalities with a residual term that\ndecreases like $1/n$ for every $L_q$-loss functions ($q\\geq2$), while only\nassuming that the tail behavior of the input and output variables are well\nbehaved. In particular, no RIP type of assumption or \"incoherence condition\"\nare needed to obtain fast residual terms in those setups. We also apply these\nresults to the problems of convex aggregation and model selection.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOS965 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1206.0874",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0874"],"date":["2012-06-05"],"type":["text"],"creator":["Santoro, Valentina","collaboration, for the BaBar"],"language":[],"coverage":[],"title":["Search for low-Mass Higgs states @ BaBar"],"description":["  Several types of new-physics models predict the existence of light dark\nmatter candidates and low-mass Higgs states. Previous \\babar searches for\ninvisible light-Higgs decays have excluded large regions of model parameter\nspace. We present searches for a dark-sector Higgs produced in association with\na dark gauge boson and searches for a light Higgs in $\\Upsilon (nS)$ decays.\n","Comment: 4 pages,6 figures, Contributed to the Proceedings of XX International\n  Workshop on Deep Inelastic Scattering and related Subjects,26-30 Ma rch 2012,\n  University of Bonn"]}]
["1206.0875",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0875"],"date":["2012-06-05"],"type":["text"],"creator":["Zavertyaev, M."],"language":[],"coverage":[],"title":["Empirical parameterization of the high energy behaviour of average\n  charged particle multiplicities in e+e-, ep and pp collisions"],"description":["  A simple fit of existing data for center-of-mass energies above the\nb-threshold shows that the average charged particle multiplicities in pp_bar\nand pp interactions can be parameterized by a simple power law N_ch =\nN_0*(s/s_0)^(gamma) with gamma close to 1/5. Choosing s_0=m_p^2, where m_p is a\nproton mass, one finds N_0=2.32. The average charged particle multiplicities in\ne+e- and e(+/-)p interactions follows the same power law with an offset of +/-\n1 unit in N_0. The observed trend leads to the conclusion that in LHC\nexperiments at energy of 7TeV one should expect the average charge multiplicity\nin the region of N_ch close to 80.\n","Comment: 4 pages,1 figure"]}]
["1206.0878",{"format":[],"subject":["Mathematical Physics","81T13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0878"],"date":["2012-06-05"],"type":["text"],"creator":["Stuart, David M. A."],"language":[],"coverage":[],"title":["Notes on the Schwinger model: regularization and gauge invariance"],"description":["  The point-splitting computation of the gauge invariant Hamiltonian for the\nSchwinger model on the circle in a positive energy representation is presented.\n","Comment: 10 pages"]}]
["1206.0881",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0881","Eur. Phys. J. D 66 5 (2012) 142","doi:10.1140/epjd/e2012-30146-9"],"date":["2012-06-05"],"type":["text"],"creator":["Stefanak, Martin","Bezdekova, Iva","Jex, Igor"],"language":[],"coverage":[],"title":["Continuous deformations of the Grover walk preserving localization"],"description":["  The three-state Grover walk on a line exhibits the localization effect\ncharacterized by a non-vanishing probability of the particle to stay at the\norigin. We present two continuous deformations of the Grover walk which\npreserve its localization nature. The resulting quantum walks differ in the\nrate at which they spread through the lattice. The velocities of the left and\nright-traveling probability peaks are given by the maximum of the group\nvelocity. We find the explicit form of peak velocities in dependence on the\ncoin parameter. Our results show that localization of the quantum walk is not a\nsingular property of an isolated coin operator but can be found for entire\nfamilies of coins.\n"]}]
["1206.0886",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0886","doi:10.1109/NTMS.2012.6208689"],"date":["2012-06-05"],"type":["text"],"creator":["Hussein, Sari Haj"],"language":[],"coverage":[],"title":["Refining a Quantitative Information Flow Metric"],"description":["  We introduce a new perspective into the field of quantitative information\nflow (QIF) analysis that invites the community to bound the leakage, reported\nby QIF quantifiers, by a range consistent with the size of a program's secret\ninput instead of by a mathematically sound (but counter-intuitive) upper bound\nof that leakage. To substantiate our position, we present a refinement of a\nrecent QIF metric that appears in the literature. Our refinement is based on\nslight changes we bring into the design of that metric. These changes do not\naffect the theoretical premises onto which the original metric is laid.\nHowever, they enable the natural association between flow results and the\nexhaustive search effort needed to uncover a program's secret information (or\nthe residual secret part of that information) to be clearly established. The\nrefinement we discuss in this paper validates our perspective and demonstrates\nits importance in the future design of QIF quantifiers.\n","Comment: 7 pages. 3 figures. Proceedings of the 5th IFIP International\n  Conference on New Technologies, Mobility and Security (NTMS 2012), Istanbul,\n  Turkey, Proceedings of the 5th IFIP International Conference on New\n  Technologies, Mobility and Security (NTMS 2012), Istanbul, Turkey"]}]
["1206.0890",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Biological Physics","76D07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0890"],"date":["2012-06-05"],"type":["text"],"creator":["Vladimirov, Vladimir A."],"language":[],"coverage":[],"title":["Self-propulsion velocity of N-sphere micro-robot"],"description":["  The aim of this paper is to derive an analytical expression for the\nself-propulsion velocity of a micro-swimmer that consists of N spheres moving\nalong a fixed line. The spheres are linked to each other by the rods of the\nprescribed lengths changing periodically. For the derivation we use the\nasymptotic procedure containing the two-timing method and a distinguished\nlimit. Our final formula shows that in the main approximation the\nself-propulsion velocity is determined by the interactions between all possible\ntriplets of spheres.\n","Comment: 10 pages"]}]
["1206.0893",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0893","International Journal of Distributed and Parallel Systems (IJDPS)\n  Vol.3, No.3, May 2012, pages 167-183","doi:10.5121/ijdps.2012.3316"],"date":["2012-06-05"],"type":["text"],"creator":["Ismaeel, Ayad Ghany","Abdul-Rahman, Suha Adham"],"language":[],"coverage":[],"title":["New Method of Measuring TCP Performance of IP Network using\n  Bio-computing"],"description":["  The measurement of performance of Internet Protocol IP network can be done by\nTransmission Control Protocol TCP because it guarantees send data from one end\nof the connection actually gets to the other end and in the same order it was\nsend, otherwise an error is reported. There are several methods to measure the\nperformance of TCP among these methods genetic algorithms, neural network, data\nmining etc, all these methods have weakness and can't reach to correct measure\nof TCP performance. This paper proposed a new method of measuring TCP\nperformance for real time IP network using Biocomputing, especially molecular\ncalculation because it provides wisdom results and it can exploit all\nfacilities of phylogentic analysis. Applying the new method at real time on\nBiological Kurdish Messenger BIOKM model designed to measure the TCP\nperformance in two types of protocols File Transfer Protocol FTP and Internet\nRelay Chat Daemon IRCD. This application gives very close result of TCP\nperformance comparing with TCP performance which obtains from Little's law\nusing same model (BIOKM), i.e. the different percentage of utilization (Busy or\ntraffic industry) and the idle time which are obtained from a new method base\non Bio-computing comparing with Little's law was (nearly) 0.13%.\n  KEYWORDS Bio-computing, TCP performance, Phylogenetic tree, Hybridized Model\n(Normalized), FTP, IRCD\n","Comment: 17 Pages,10 Figures,5 Tables"]}]
["1206.0897",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0897","Annals of Statistics 2012, Vol. 40, No. 2, 891-907","doi:10.1214/12-AOS987"],"date":["2012-06-05"],"type":["text"],"creator":["Tang, Yu","Xu, Hongquan","Lin, Dennis K. J."],"language":[],"coverage":[],"title":["Uniform fractional factorial designs"],"description":["  The minimum aberration criterion has been frequently used in the selection of\nfractional factorial designs with nominal factors. For designs with\nquantitative factors, however, level permutation of factors could alter their\ngeometrical structures and statistical properties. In this paper uniformity is\nused to further distinguish fractional factorial designs, besides the minimum\naberration criterion. We show that minimum aberration designs have low\ndiscrepancies on average. An efficient method for constructing uniform minimum\naberration designs is proposed and optimal designs with 27 and 81 runs are\nobtained for practical use. These designs have good uniformity and are\neffective for studying quantitative factors.\n","Comment: Published in at http://dx.doi.org/10.1214/12-AOS987 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1206.0900",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0900"],"date":["2012-03-20"],"type":["text"],"creator":["Carroll, Robert"],"language":[],"coverage":[],"title":["On a fractional quantum potential"],"description":["  We use the fractional calculus of Kobelev to produce a fractional quantum\npotential for a corresponding Schrodinger type equation.\n","Comment: 10 pages"]}]
["1206.0905",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0905"],"date":["2012-06-05"],"type":["text"],"creator":["Boughamoura, Radhouane","Omri, Mohamed Nazih","Youssef, Habib"],"language":[],"coverage":[],"title":["A Fuzzy Approach for Pertinent Information Extraction from Web Resources"],"description":["  Recent work in machine learning for information extraction has focused on two\ndistinct sub-problems: the conventional problem of filling template slots from\nnatural language text, and the problem of wrapper induction, learning simple\nextraction procedures (\"wrappers\") for highly structured text such as Web\npages. For suitable regular domains, existing wrapper induction algorithms can\nefficiently learn wrappers that are simple and highly accurate, but the\nregularity bias of these algorithms makes them unsuitable for most conventional\ninformation extraction tasks. This paper describes a new approach for wrapping\nsemistructured Web pages. The wrapper is capable of learning how to extract\nrelevant information from Web resources on the basis of user supplied examples.\nIt is based on inductive learning techniques as well as fuzzy logic rules.\nExperimental results show that our approach achieves noticeably better\nprecision and recall coefficient performance measures than SoftMealy, which is\none of the most recently reported wrappers capable of wrapping semi-structured\nWeb pages with missing attributes, multiple attributes, variant attribute\npermutations, exceptions, and typos.\n","Comment: International Journal of Computational Science - 2008"]}]
["1206.0906",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0906","doi:10.1016/j.icarus.2012.04.032"],"date":["2012-06-05"],"type":["text"],"creator":["Jontof-Hutter, Daniel","Hamilton, Douglas P."],"language":[],"coverage":[],"title":["The Fate of Sub-micron Circumplanetary Dust Grains II: Multipolar Fields"],"description":["  We study the radial and vertical stability of dust grains launched with all\ncharge-to-mass ratios at arbitrary distances from rotating planets with complex\nmagnetic fields. We show that the aligned dipole magnetic field model analyzed\nby Jontof-Hutter and Hamilton (2012) is an excellent approximation in most\ncases, but that fundamentally new physics arises with the inclusion of\nnon-axisymmetric magnetic field terms. In particular, large numbers of distant\nnegatively-charged dust grains, stable in a magnetic dipole, can be driven to\nescape by a more complex field. We trace the origin of the instability to\noverlapping Lorentz resonances which are extremely powerful when the\ngravitational and electromagnetic forces on a dust grain are comparable. These\nresonances enable a dust grain to tap the spin energy of the planet to power\nits escape. We also explore the relatively minor influence of different launch\nspeeds and the far more important effects of variable grain charge. Only the\nlatter are capable of significantly affecting the micron-sized grains that\ndominate visible and infrared images of faint dust rings. Finally, we present\nfull stability maps for Earth, Jupiter, Saturn, Uranus, and Neptune with\nmagnetic fields modeled out to octupole order. Not surprisingly, dust in the\ntortured magnetic fields of Uranus and Neptune show the greatest instability.\n","Comment: 60 pages in manuscript format, 17 figures, 1 table"]}]
["1206.0907",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0907"],"date":["2012-06-05"],"type":["text"],"creator":["Hytönen, Tuomas","Nazarov, Fedor"],"language":[],"coverage":[],"title":["The local Tb theorem with rough test functions"],"description":["  We prove a version of the local Tb theorem under minimal integrability\nassumptions, answering a question of S. Hofmann (El Escorial, 2008): Every cube\nis assumed to support two non-degenerate functions b^1_Q\\in L^p and b^2_Q\\in\nL^q such that Tb^1_Q\\in L^{q'} and T^*b^2_Q\\in L^{p'}, with appropriate\nuniformity and scaling of the norms. This is sufficient for the L^2-boundedness\nof the Calderon-Zygmund operator T, for any p,q\\in(1,\\infty), a result\npreviously unknown for simultaneously small values of p and q. The proof is\nbased on the technique of suppressed operators from the quantitative Vitushkin\nconjecture due to Nazarov-Treil-Volberg.\n","Comment: 23 pages"]}]
["1206.0908",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0908"],"date":["2012-06-05"],"type":["text"],"creator":["Xing, Bo","Gao, Wen-Jing","Nelwamondo, Fulufhelo V.","Battle, Kimberly","Marwala, Tshilidzi"],"language":[],"coverage":[],"title":["Soft Computing in Product Recovery: A Survey Focusing on Remanufacturing\n  System"],"description":["  This paper focuses on the application of soft computing in remanufacturing\nsystem, in which end-of-life products are disassembled into basic components\nand then remanufactured for both economic and environmental reasons. The\ndisassembly activities include disassembly sequencing and planning, while the\nremanufacturing process is composed of product design, production planning &\nscheduling, and inventory management. This paper presents a review of the\nrelated articles and suggests the corresponding further research directions.\n"]}]
["1206.0911",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0911"],"date":["2012-06-05"],"type":["text"],"creator":["Ferrucci, Luca","Mandrioli, Dino","Morzenti, Angelo","Rossi, Matteo"],"language":[],"coverage":[],"title":["Non-null Infinitesimal Micro-steps: a Metric Temporal Logic Approach"],"description":["  Many systems include components interacting with each other that evolve with\npossibly very different speeds. To deal with this situation many formal models\nadopt the abstraction of \"zero-time transitions\", which do not consume time.\nThese however have several drawbacks in terms of naturalness and logic\nconsistency, as a system is modeled to be in different states at the same time.\nWe propose a novel approach that exploits concepts from non-standard analysis\nto introduce a notion of micro- and macro-steps in an extension of the TRIO\nmetric temporal logic, called X-TRIO. We use X-TRIO to provide a formal\nsemantics and an automated verification technique to Stateflow-like notations\nused in the design of flexible manufacturing systems.\n","Comment: 20 pages, 2 figures, submitted to the conference \"FORMATS: Formal\n  Modelling and Analysis of Timed Systems\" 2012"]}]
["1206.0912",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0912"],"date":["2012-06-05"],"type":["text"],"creator":["Li, Haozhao"],"language":[],"coverage":[],"title":["Complex deformation of critical K\\\"ahler metrics"],"description":["  In this paper, we use Pacard-Xu's methods to discuss the complex deformation\nof constant scalar curvature metrics in the case of fixed and varying complex\nstructures. Moreover, we also discuss the complex deformation of K\\\"ahler Ricci\nsolitons.\n","Comment: 21 pages"]}]
["1206.0915",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","J.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0915"],"date":["2012-06-05"],"type":["text"],"creator":["Kumar, Prayush"],"language":[],"coverage":[],"title":["Search for the PN coefficients for the Energy flux through Gravitational\n  Waves from Black-Hole Binaries using Markov Chain Monte Carlo"],"description":["  In this work, the focus is on the improvement of the existing post-Newtonian\napproximation for the gravitational flux from Super Massive Black Hole\nBinaries. In order to improve the existing templates for LISA, we need more\naccurate post-Newtonian expansions for the gravitational flux. Stochastic\nsearch techniques like the Markov Chain Monte Carlo (MCMC) have been used\nextensively for searching for sky parameters etc. The idea is to combine the\ntwo and approach the problem of finding post-Newtonian coefficients using MCMC.\nIt has been shown that matching against a 5.5PN signal, with noise, the last\ncoefficient can be found by MCMC very easily and displays fast convergence.\nAlso the space for higher dimensional searches are explored.\n","Comment: (59 pgs, 25figs). Undergraduate Thesis submitted to Birla Institute\n  of Technology & Science, Pilani, India; on 15th December, 2008"]}]
["1206.0917",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0917","Annals of Statistics 2012, Vol. 40, No. 2, 908-940","doi:10.1214/12-AOS993"],"date":["2012-06-05"],"type":["text"],"creator":["Li, Jun","Chen, Song Xi"],"language":[],"coverage":[],"title":["Two sample tests for high-dimensional covariance matrices"],"description":["  We propose two tests for the equality of covariance matrices between two\nhigh-dimensional populations. One test is on the whole variance--covariance\nmatrices, and the other is on off-diagonal sub-matrices, which define the\ncovariance between two nonoverlapping segments of the high-dimensional random\nvectors. The tests are applicable (i) when the data dimension is much larger\nthan the sample sizes, namely the \"large $p$, small $n$\" situations and (ii)\nwithout assuming parametric distributions for the two populations. These two\naspects surpass the capability of the conventional likelihood ratio test. The\nproposed tests can be used to test on covariances associated with gene ontology\nterms.\n","Comment: Published in at http://dx.doi.org/10.1214/12-AOS993 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1206.0918",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0918","WSEAS Transactions on Information Science & Applications Issue 2,\n  Volume 3, February 2006, 224-231"],"date":["2012-06-05"],"type":["text"],"creator":["Heni, Abdelkader","Omri, Mohamed Nazih","Alimi, Adel"],"language":[],"coverage":[],"title":["Fuzzy Knowledge Representation Based on Possibilistic and Necessary\n  Bayesian Networks"],"description":["  Within the framework proposed in this paper, we address the issue of\nextending the certain networks to a fuzzy certain networks in order to cope\nwith a vagueness and limitations of existing models for decision under\nimprecise and uncertain knowledge. This paper proposes a framework that\ncombines two disciplines to exploit their own advantages in uncertain and\nimprecise knowledge representation problems. The framework proposed is a\npossibilistic logic based one in which Bayesian nodes and their properties are\nrepresented by local necessity-valued knowledge base. Data in properties are\ninterpreted as set of valuated formulas. In our contribution possibilistic\nBayesian networks have a qualitative part and a quantitative part, represented\nby local knowledge bases. The general idea is to study how a fusion of these\ntwo formalisms would permit representing compact way to solve efficiently\nproblems for knowledge representation. We show how to apply possibility and\nnecessity measures to the problem of knowledge representation with large scale\ndata. On the other hand fuzzification of crisp certainty degrees to fuzzy\nvariables improves the quality of the network and tends to bring smoothness and\nrobustness in the network performance. The general aim is to provide a new\napproach for decision under uncertainty that combines three methodologies:\nBayesian networks certainty distribution and fuzzy logic.\n","Comment: ISSN: 1790-0832"]}]
["1206.0922",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0922"],"date":["2012-06-05"],"type":["text"],"creator":["Makeenko, Yuri"],"language":[],"coverage":[],"title":["QCD String as an Effective String"],"description":["  There are two cases where QCD string is described by an effective theory of\nlong strings: the static potential and meson scattering amplitudes in the Regge\nregime. I show how the former can be solved in the mean-field approximation,\njustified by the large number of space-time dimensions, and argue that it turns\nout to be exact for the Nambu--Goto string. By adding extrinsic curvature I\ndemonstrate how the tachyonic instability of the ground-state energy can be\ncured by operators less relevant in the infrared.\n","Comment: Talk: 12pp., 3 figs"]}]
["1206.0925",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0925","Asian Journal of Information Technology (4):258-265 - 2004"],"date":["2012-06-05"],"type":["text"],"creator":["Omri, Mohamed Nazih"],"language":[],"coverage":[],"title":["Possibilistic Pertinence Feedback and Semantic Networks for Goal's\n  Extraction"],"description":["  Pertinence Feedback is a technique that enables a user to interactively\nexpress his information requirement by modifying his original query formulation\nwith further information. This information is provided by explicitly confirming\nthe pertinent of some indicating objects and/or goals extracted by the system.\nObviously the user cannot mark objects and/or goals as pertinent until some are\nextracted, so the first search has to be initiated by a query and the initial\nquery specification has to be good enough to pick out some pertinent objects\nand/or goals from the Semantic Network. In this paper we present a short survey\nof fuzzy and Semantic approaches to Knowledge Extraction. The goal of such\napproaches is to define flexible Knowledge Extraction Systems able to deal with\nthe inherent vagueness and uncertainty of the Extraction process. It has long\nbeen recognised that interactivity improves the effectiveness of Knowledge\nExtraction systems. Novice user's queries are the most natural and interactive\nmedium of communication and recent progress in recognition is making it\npossible to build systems that interact with the user. However, given the\ntypical novice user's queries submitted to Knowledge Extraction Systems, it is\neasy to imagine that the effects of goal recognition errors in novice user's\nqueries must be severely destructive on the system's effectiveness. The\nexperimental work reported in this paper shows that the use of possibility\ntheory in classical Knowledge Extraction techniques for novice user's query\nprocessing is more robust than the use of the probability theory. Moreover,\nboth possibilistic and probabilistic pertinence feedback can be effectively\nemployed to improve the effectiveness of novice user's query processing.\n"]}]
["1206.0940",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0940"],"date":["2012-06-05"],"type":["text"],"creator":["Habs, D.","Günther, M. M.","Karsch, S.","Thirolf, P. G.","Jentschel, M."],"language":[],"coverage":[],"title":["A Quantal, Partially Ordered Electron Structure as a Basis for a \\gamma\n  Free Electron Laser (\\gamma-FEL)"],"description":["  When a rather cold electron bunch is transported during laser bubble\nacceleration in a strongly focusing plasma channel with typical forces of 100\nGeV/m, it will form partially ordered long electron cylinders due to the\nrelativistically longitudinal reduced repulsion between electrons, resulting in\na long-range pair correlation function, when reaching energies in the\nlaboratory above 0.5 GeV. During Compton back-scattering with a second laser,\ninjected opposite to the electron bunch, the electron bunch will be further\nmodulated with micro bunches and due to its ordered structure will reflect\ncoherently, M\\\"ossbauer-like, resulting in a \\gamma free electron laser\n(\\gamma-FEL). Increasing the relativistic \\gamma factor, the quantal regime\nbecomes more dominant. We discuss the scaling laws with \\gamma.\n"]}]
["1206.0942",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0942"],"date":["2012-06-05"],"type":["text"],"creator":["Kang, Ting-Ting"],"language":[],"coverage":[],"title":["An artificial charge-density-wave conductor realized by double quantum\n  wells"],"description":["  Charge-density-wave (CDW) is a modulation of the conduction electron density\nin a conductor. Under low temperature, it can spontaneously happen in some\ncompounds that consist of anisotropic one-dimensional crystal structures, via a\nstrong electron-lattice interaction mechanism. Many celebrated phenomena, e.g.\nnon-linear transport, narrow-band noise, mode-locking5 and chaos under AC\nvoltage, etc., have been reported in CDW. However, evaluating the application\npotential of CDW conductors has been hampered by the inconvenient shapes and\nsizes of CDW single crystals. Although modern fabrication technology can partly\nresolve those troubles, (for example, cleaved film and nanowire NbSe3 device),\nthe imperfections induced by fabrication that corrupt measured properties are\nnot easy to control and estimate. Here we demonstrate a convenient CDW\nconductor fabricated by semiconductor double quantum wells (DQW) in a\nfield-effect transistor (FET) configuration: a modulated electron density in\none QW resulted from the charged QW nearby. The electric field dependent\ndepinning transport characteristic of CDW is clearly present. This \"artificial\"\nCDW, capable of integrating with semiconductor industry, may give fresh impetus\nto revive the interests in CDW.\n"]}]
["1206.0949",{"format":[],"subject":["Mathematics - Probability","60G17, 82C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0949"],"date":["2012-06-05"],"type":["text"],"creator":["Cérou, Frédéric","Guyader, Arnaud","Lelièvre, Tony","Malrieu, Florent"],"language":[],"coverage":[],"title":["On the length of one-dimensional reactive paths"],"description":["  Motivated by some numerical observations on molecular dynamics simulations,\nwe analyze metastable trajectories in a very simplecsetting, namely paths\ngenerated by a one-dimensional overdamped Langevin equation for a double well\npotential. More precisely, we are interested in so-called reactive paths,\nnamely trajectories which leave definitely one well and reach the other one.\nThe aim of this paper is to precisely analyze the distribution of the lengths\nof reactive paths in the limit of small temperature, and to compare the\ntheoretical results to numerical results obtained by a Monte Carlo method,\nnamely the multi-level splitting approach.\n"]}]
["1206.0951",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0951","doi:10.1109/VETECS.2010.5494169"],"date":["2012-06-05"],"type":["text"],"creator":["Aguilar, Teck","Ghedira, Mohamed Chedly","Syue, Syue-Ju","Gauthier, Vincent","Afifi, Hossam","Wang, Chin-Liang"],"language":[],"coverage":[],"title":["A Cross-Layer Design Based on Geographic Information for Cooperative\n  Wireless Networks"],"description":["  Most of geographic routing approaches in wireless ad hoc and sensor networks\ndo not take into consideration the medium access control (MAC) and physical\nlayers when designing a routing protocol. In this paper, we focus on a\ncross-layer framework design that exploits the synergies between network, MAC,\nand physical layers. In the proposed CoopGeo, we use a beaconless forwarding\nscheme where the next hop is selected through a contention process based on the\ngeographic position of nodes. We optimize this Network-MAC layer interaction\nusing a cooperative relaying technique with a relay selection scheme also based\non geographic information in order to improve the system performance in terms\nof reliability.\n","Comment: in 2010 IEEE 71st Vehicular Technology Conference, 2010"]}]
["1206.0959",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0959"],"date":["2012-06-05"],"type":["text"],"creator":["Blätke, Mary Ann","Dittrich, Anna","Rohr, Christian","Heiner, Monika","Schaper, Fred","Marwan, Wolfgang"],"language":[],"coverage":[],"title":["JAK/STAT signalling - an executable model assembled from\n  molecule-centred modules demonstrating a module-oriented database concept for\n  systems- and synthetic biology"],"description":["  We describe a molecule-oriented modelling approach based on a collection of\nPetri net models organized in the form of modules into a prototype database\naccessible through a web interface. The JAK/STAT signalling pathway with the\nextensive cross-talk of its components is selected as case study. Each Petri\nnet module represents the reactions of an individual protein with its specific\ninteraction partners. These Petri net modules are graphically displayed, can be\nexecuted individually, and allow the automatic composition into coherent models\ncontaining an arbitrary number of molecular species chosen ad hoc by the user.\nEach module contains metadata for documentation purposes and can be extended to\na wiki-like minireview. The database can manage multiple versions of each\nmodule. It supports the curation, documentation, version control, and update of\nindividual modules and the subsequent automatic composition of complex models,\nwithout requiring mathematical skills. Modules can be (semi-) automatically\nrecombined according to user defined scenarios e.g. gene expression patterns in\ngiven cell types, under certain physiological conditions, or states of disease.\nAdding a localisation component to the module database would allow to simulate\nmodels with spatial resolution in the form of coloured Petri nets. As synthetic\nbiology application we propose the fully automated generation of synthetic or\nsynthetically rewired network models by composition of metadata-guided\nautomatically modified modules representing altered protein binding sites.\nPetri nets composed from modules can be executed as ODE system, stochastic,\nhybrid, or merely qualitative models and exported in SMBL format.\n","Comment: 54 pages, 12 figures, 2 tables"]}]
["1206.0962",{"format":[],"subject":["Mathematics - Group Theory","20J06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0962"],"date":["2012-06-05"],"type":["text"],"creator":["Fluch, Martin","Witzel, Stefan"],"language":[],"coverage":[],"title":["Brown's criterion in Bredon homology"],"description":["  We translate Brown's criterion for homological finiteness properties to the\nsetting of Bredon homology.\n","Comment: 10 pages"]}]
["1206.0967",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0967"],"date":["2012-06-05"],"type":["text"],"creator":["Zirnstein, Heinrich-Gregor"],"language":[],"coverage":[],"title":["Formulating Szemer\\'edi's Theorem in Terms of Ultrafilters"],"description":["  Van der Waerden's theorem asserts that if you color the natural numbers with,\nsay, five different colors, then you can always find arbitrarily long sequences\nof numbers that have the same color and that form an arithmetic progression.\nSzemer\\'edi's theorem generalizes this statement and asserts that every subset\nof natural numbers with positive density contains arithmetic progressions of\narbitrary length.\n  Van der Waerden's theorem can be proven using elementary combinatorics, but\nit is also possible to give an interpretation and a short proof in terms of\nultrafilters and the Stone-\\v{C}ech compactification {\\beta}N. This diploma\nthesis gives an interpretation of Szemer\\'edi's theorem in terms of\nultrafilters as well. In particular, van der Waerden's theorem is equivalent to\nthe existence of a single ultrafilter with special properties and we will show\nthat Szemer\\'edi's theorem is equivalent to the fact that with respect to a\ncounting measure on {\\beta}N, almost all ultrafilters have these properties.\n","Comment: 64 pages"]}]
["1206.0968",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0968"],"date":["2012-06-05"],"type":["text"],"creator":["Garrouch, Kamel","Omri, Mohamed Nazih","Elayeb, Bachir"],"language":[],"coverage":[],"title":["Pertinent Information retrieval based on Possibilistic Bayesian network\n  : origin and possibilistic perspective"],"description":["  In this paper we present a synthesis of work performed on tow information\nretrieval models: Bayesian network information retrieval model witch encode\n(in) dependence relation between terms and possibilistic network information\nretrieval model witch make use of necessity and possibility measures to\nrepresent the fuzziness of pertinence measure. It is known that the use of a\ngeneral Bayesian network methodology as the basis for an IR system is difficult\nto tackle. The problem mainly appears because of the large number of variables\ninvolved and the computational efforts needed to both determine the\nrelationships between variables and perform the inference processes. To resolve\nthese problems, many models have been proposed such as BNR model. Generally,\nBayesian network models doesn't consider the fuzziness of natural language in\nthe relevance measure of a document to a given query and possibilistic models\ndoesn't undertake the dependence relations between terms used to index\ndocuments. As a first solution we propose a hybridization of these two models\nin one that will undertake both the relationship between terms and the\nintrinsic fuzziness of natural language. We believe that the translation of\nBayesian network model from the probabilistic framework to possibilistic one\nwill allow a performance improvement of BNRM.\n","Comment: The International Conference on Computing & e-Systems - 2008"]}]
["1206.0971",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0971"],"date":["2012-06-05"],"type":["text"],"creator":["Gupta, Radha F.","Kumam, Poom"],"language":[],"coverage":[],"title":["Random consensus in nonlinear systems under fixed topology"],"description":["  This paper investigates the consensus problem in almost sure sense for\nuncertain multi-agent systems with noises and fixed topology. By combining the\ntools of stochastic analysis, algebraic graph theory, and matrix theory, we\nanalyze the convergence of a class of distributed stochastic type non-linear\nprotocols. Numerical examples are given to illustrate the results.\n","Comment: 9 pages, 5 figures. arXiv admin note: text overlap with\n  arXiv:0909.3165"]}]
["1206.0972",{"format":[],"subject":["Physics - Optics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0972"],"date":["2012-06-05"],"type":["text"],"creator":["Marshall, Owen P.","Chakraborty, Subhasish","Khairuzzaman, Md.","Beere, Harvey E.","Ritchie, David A."],"language":[],"coverage":[],"title":["Y coupled terahertz quantum cascade lasers"],"description":["  Here we demonstrate a Y coupled terahertz (THz) quantum cascade laser (QCL)\nsystem. The two THz QCLs working around 2.85 THz are driven by independent\nelectrical pulsers. Total peak THz output power of the Y system, with both arms\nbeing driven synchronously, is found to be more than the linear sum of the peak\npowers from the individual arms; 10.4 mW compared with 9.6 mW (4.7 mW + 4.9\nmW). Furthermore, we demonstrate that the emission spectra of this coupled\nsystem are significantly different to that of either arm alone, or to the\nlinear combination of their individual spectra.\n","Comment: 9 pages, 3 figures"]}]
["1206.0974",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0974"],"date":["2012-04-24"],"type":["text"],"creator":["Loshchilov, Ilya","Schoenauer, Marc","Sebag, Michèle"],"language":[],"coverage":[],"title":["Black-box optimization benchmarking of IPOP-saACM-ES on the BBOB-2012\n  noisy testbed"],"description":["  In this paper, we study the performance of IPOP-saACM-ES, recently proposed\nself-adaptive surrogate-assisted Covariance Matrix Adaptation Evolution\nStrategy. The algorithm was tested using restarts till a total number of\nfunction evaluations of $10^6D$ was reached, where $D$ is the dimension of the\nfunction search space. The experiments show that the surrogate model control\nallows IPOP-saACM-ES to be as robust as the original IPOP-aCMA-ES and\noutperforms the latter by a factor from 2 to 3 on 6 benchmark problems with\nmoderate noise. On 15 out of 30 benchmark problems in dimension 20,\nIPOP-saACM-ES exceeds the records observed during BBOB-2009 and BBOB-2010.\n","Comment: Genetic and Evolutionary Computation Conference (GECCO 2012) (2012)"]}]
["1206.0975",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0975"],"date":["2012-06-05"],"type":["text"],"creator":["Weichman, Peter B."],"language":[],"coverage":[],"title":["Chandrasekhar theory of electromagnetic scattering from strongly\n  conducting ellipsoidal targets"],"description":["  Exactly soluble models in the theory of electromagnetic propagation and\nscattering are essentially restricted to horizontally stratified or spherically\nsymmetric geometries, with results also available for certain waveguide\ngeometries. However, there are a number of new problems in remote sensing and\nclassification of buried compact metallic targets that require a wider class of\nsolutions that, if not exact, at least support rapid numerical evaluation.\nHere, the exact Chandrasekhar theory of the electrostatics of heterogeneously\ncharged \\emph{ellipsoids} is used to develop a \"mean field\" perturbation theory\nof low frequency electrodynamics of highly conducting ellipsoidal targets, in\ninsulating or weakly conducting backgrounds. The theory is based formally on an\nexpansion in the parameter $\\eta_s = L_s/\\delta_s(\\omega)$, where $L_s$ is the\ncharacteristic linear size of the scatterer and $\\delta_s(\\omega)$ is the\nelectromagnetic skin depth. The theory is then extended to a numerically\nefficient description of the intermediate-to-late-time dynamics following an\nexcitation pulse. As verified via comparisons with experimental data taken\nusing artificial spheroidal targets, when combined with a previously developed\ntheory of the high frequency, early-time regime, these results serve to cover\nthe entire dynamic range encountered in typical measurements.\n","Comment: 36 pages, 10 figures"]}]
["1206.0976",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0976"],"date":["2012-06-05"],"type":["text"],"creator":["Ajroud, Amen","Omri, Mohamed Nazih","Youssef, Habib","Benferhat, Salem"],"language":[],"coverage":[],"title":["Loopy Belief Propagation in Bayesian Networks : origin and possibilistic\n  perspectives"],"description":["  In this paper we present a synthesis of the work performed on two inference\nalgorithms: the Pearl's belief propagation (BP) algorithm applied to Bayesian\nnetworks without loops (i.e. polytree) and the Loopy belief propagation (LBP)\nalgorithm (inspired from the BP) which is applied to networks containing\nundirected cycles. It is known that the BP algorithm, applied to Bayesian\nnetworks with loops, gives incorrect numerical results i.e. incorrect posterior\nprobabilities. Murphy and al. [7] find that the LBP algorithm converges on\nseveral networks and when this occurs, LBP gives a good approximation of the\nexact posterior probabilities. However this algorithm presents an oscillatory\nbehaviour when it is applied to QMR (Quick Medical Reference) network [15].\nThis phenomenon prevents the LBP algorithm from converging towards a good\napproximation of posterior probabilities. We believe that the translation of\nthe inference computation problem from the probabilistic framework to the\npossibilistic framework will allow performance improvement of LBP algorithm. We\nhope that an adaptation of this algorithm to a possibilistic causal network\nwill show an improvement of the convergence of LBP.\n","Comment: The International Conference on Computing & e-Systems - 2007"]}]
["1206.0978",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0978"],"date":["2012-06-05"],"type":["text"],"creator":["H., Pradeep B.","Singh, Sanjay"],"language":[],"coverage":[],"title":["Privacy Preserving and Ownership Authentication in Ubiquitous Computing\n  Devices using Secure Three Way Authentication"],"description":["  In todays world of technology and gadgets almost every person is having a\nportable device, be it a laptop or the smart phones. The user would like to\nhave all the services at his fingertips and access them through the portable\ndevice he owns. Maybe he wants some data from the fellow user or from the\nservice provider or maybe he wants to control his smart devices at home from\nwherever he is. In the present era of mobile environments, interactions between\nthe user device and the service provider must be secure enough regardless of\nthe type of device used to access or utilize the services. In this paper we\npropose a \"Secure Three Way Authentication (STWA)\" technique intended to\npreserve the user privacy and to accomplish ownership authentication in order\nto securely deliver the services to the user devices. This technique will also\nhelp the users or the service providers to check if the device is compromised\nor not with the help of the encrypted pass-phrases that are being exchanged.\n","Comment: 13 pages, 4 figures, presented at IIT'12, Al Ain, UAE"]}]
["1206.0980",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0980"],"date":["2012-06-05"],"type":["text"],"creator":["Diao, Guoqing","Zeng, Donglin","Yang, Song"],"language":[],"coverage":[],"title":["Efficient Semiparametric Estimation of Short-term and Long-term Hazard\n  Ratios with Right-Censored Data"],"description":["  The proportional hazards assumption in the commonly used Cox model for\ncensored failure time data is often violated in scientific studies. Yang and\nPrentice (2005) proposed a novel semiparametric two-sample model that includes\nthe proportional hazards model and the proportional odds model as sub-models,\nand accommodates crossing survival curves. The model leaves the baseline hazard\nunspecified and the two model parameters can be interpreted as the short-term\nand long-term hazard ratios. Inference procedures were developed based on a\npseudo score approach. Although extension to accommodate covariates was\nmentioned, no formal procedures have been provided or proved. Furthermore, the\npseudo score approach may not be asymptotically efficient. We study the\nextension of the short-term and long-term hazard ratio model of Yang and\nPrentice (2005) to accommodate potentially time-dependent covariates. We\ndevelop efficient likelihood-based estimation and inference procedures. The\nnonparametric maximum likelihood estimators are shown to be consistent,\nasymptotically normal, and asymptotically efficient. Extensive simulation\nstudies demonstrate that the proposed methods perform well in practical\nsettings. The proposed method captured the phenomenon of crossing hazards in a\ncancer clinical trial and identified a genetic marker with significant\nlong-term effect missed by using the proportional hazards model on age-at-onset\nof alcoholism in a genetic study.\n","Comment: 35 pages, 2 figures"]}]
["1206.0981",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computer Science and Game Theory","Physics - Physics and Society","91D30, 91A22, 91A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0981"],"date":["2012-06-05"],"type":["text"],"creator":["Squicciarini, Anna","Griffin, Christopher"],"language":[],"coverage":[],"title":["An Informed Model of Personal Information Release in Social Networking\n  Sites"],"description":["  The emergence of online social networks and the growing popularity of digital\ncommunication has resulted in an increasingly amount of information about\nindividuals available on the Internet. Social network users are given the\nfreedom to create complex digital identities, and enrich them with truthful or\neven fake personal information. However, this freedom has led to serious\nsecurity and privacy incidents, due to the role users' identities play in\nestablishing social and privacy settings.\n  In this paper, we take a step toward a better understanding of online\ninformation exposure. Based on the detailed analysis of a sample of real-world\ndata, we develop a deception model for online users. The model uses a game\ntheoretic approach to characterizing a user's willingness to release, withhold\nor lie about information depending on the behavior of individuals within the\nuser's circle of friends. In the model, we take into account both the\nheterogeneous nature of users and their different attitudes, as well as the\ndifferent types of information they may expose online.\n","Comment: Submitted to 2012 ASE/IEEE International Conference on Privacy,\n  Security, Risk and Trust"]}]
["1206.0982",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0982"],"date":["2012-06-05"],"type":["text"],"creator":["Spangenberg, Felix"],"language":[],"coverage":[],"title":["Strictly stationary solutions of ARMA equations in Banach spaces"],"description":["  We obtain necessary and sufficient conditions for the existence of strictly\nstationary solutions of ARMA equations in Banach spaces with independent and\nidentically distributed noise under certain assumptions. First, we obtain\nconditions for ARMA(1,$q$) equations by excluding zero and the unit circle from\nthe spectrum of the operator of the AR part. We then extend this to\nARMA($p$,$q$) equations. Finally, we discuss various examples.\n","Comment: 16 pages, no figures"]}]
["1206.0985",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0985"],"date":["2012-06-05"],"type":["text"],"creator":["De, Anindya","Diakonikolas, Ilias","Feldman, Vitaly","Servedio, Rocco A."],"language":[],"coverage":[],"title":["Nearly optimal solutions for the Chow Parameters Problem and low-weight\n  approximation of halfspaces"],"description":["  The \\emph{Chow parameters} of a Boolean function $f: \\{-1,1\\}^n \\to \\{-1,1\\}$\nare its $n+1$ degree-0 and degree-1 Fourier coefficients. It has been known\nsince 1961 (Chow, Tannenbaum) that the (exact values of the) Chow parameters of\nany linear threshold function $f$ uniquely specify $f$ within the space of all\nBoolean functions, but until recently (O'Donnell and Servedio) nothing was\nknown about efficient algorithms for \\emph{reconstructing} $f$ (exactly or\napproximately) from exact or approximate values of its Chow parameters. We\nrefer to this reconstruction problem as the \\emph{Chow Parameters Problem.}\n  Our main result is a new algorithm for the Chow Parameters Problem which,\ngiven (sufficiently accurate approximations to) the Chow parameters of any\nlinear threshold function $f$, runs in time $\\tilde{O}(n^2)\\cdot\n(1/\\eps)^{O(\\log^2(1/\\eps))}$ and with high probability outputs a\nrepresentation of an LTF $f'$ that is $\\eps$-close to $f$. The only previous\nalgorithm (O'Donnell and Servedio) had running time $\\poly(n) \\cdot\n2^{2^{\\tilde{O}(1/\\eps^2)}}.$\n  As a byproduct of our approach, we show that for any linear threshold\nfunction $f$ over $\\{-1,1\\}^n$, there is a linear threshold function $f'$ which\nis $\\eps$-close to $f$ and has all weights that are integers at most $\\sqrt{n}\n\\cdot (1/\\eps)^{O(\\log^2(1/\\eps))}$. This significantly improves the best\nprevious result of Diakonikolas and Servedio which gave a $\\poly(n) \\cdot\n2^{\\tilde{O}(1/\\eps^{2/3})}$ weight bound, and is close to the known lower\nbound of $\\max\\{\\sqrt{n},$ $(1/\\eps)^{\\Omega(\\log \\log (1/\\eps))}\\}$ (Goldberg,\nServedio). Our techniques also yield improved algorithms for related problems\nin learning theory.\n"]}]
["1206.0988",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0988","International Journal of Advanced Computer Science and\n  Applications, (IJACSA) Vol. 2, No.1, January 2011 pg. 69-74"],"date":["2012-04-07"],"type":["text"],"creator":["Uddin, Mueen","Rahman, Azizah Abdul"],"language":[],"coverage":[],"title":["Virtualization Implementation Model for Cost Effective & Efficient Data\n  Centers"],"description":["  Data centers form a key part of the infrastructure upon which a variety of\ninformation technology services are built. They provide the capabilities of\ncentralized repository for storage, management, networking and dissemination of\ndata. With the rapid increase in the capacity and size of data centers, there\nis a continuous increase in the demand for energy consumption. These data\ncenters not only consume a tremendous amount of energy but are riddled with IT\ninefficiencies. Data center are plagued with thousands of servers as major\ncomponents. These servers consume huge energy without performing useful work.\nIn an average server environment, 30% of the servers are \"dead\" only consuming\nenergy, without being properly utilized. This paper proposes a five step model\nusing an emerging technology called virtualization to achieve energy efficient\ndata centers. The proposed model helps Data Center managers to properly\nimplement virtualization technology in their data centers to make them green\nand energy efficient so as to ensure that IT infrastructure contributes as\nlittle as possible to the emission of greenhouse gases, and helps to regain\npower and cooling capacity, recapture resilience and dramatically reducing\nenergy costs and total cost of ownership.\n","Comment: 6 pages, 1 Figure, Journal Paper. arXiv admin note: substantial text\n  overlap with arXiv:1010.5037"]}]
["1206.0993",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0993"],"date":["2012-06-05"],"type":["text"],"creator":["Sulaiman, Samira"],"language":[],"coverage":[],"title":["Inviscid limit for axisymmetric stratified Navier-Stokes system"],"description":["  This paper is devoted to the study of the Cauchy problem for the stratified\nNavier-Stokes system in space dimension three. In the first part of the paper,\nwe prove the existence of a unique global solution $(v_\\nu,\\rho_\\nu)$ for this\nsystem with axisymmetric initial data belonging to the Sobolev spaces\n$H^{s}\\times H^{s-2}$ with $s>5/2.$ The bounds of the solution are uniform with\nrespect to the viscosity. In the second part, we analyse the inviscid limit\nproblem. We prove the strong convergence in the space\n$L^{\\infty}_{\\text{loc}}(\\RR_+; H^{s}\\times H^{s-2})$ of the viscous solutions\n$(v_\\nu,\\rho_\\nu)_{\\nu>0}$ to the solution $(v,\\rho)$ of the stratified Euler\nsystem.\n","Comment: 28 pages"]}]
["1206.0994",{"format":[],"subject":["Computer Science - Learning","I.5.2","I.5.3","I.5.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0994"],"date":["2012-04-19"],"type":["text"],"creator":["Acharya, Ayan","Hruschka, Eduardo R.","Ghosh, Joydeep","Acharyya, Sreangsu"],"language":[],"coverage":[],"title":["An Optimization Framework for Semi-Supervised and Transfer Learning\n  using Multiple Classifiers and Clusterers"],"description":["  Unsupervised models can provide supplementary soft constraints to help\nclassify new, \"target\" data since similar instances in the target set are more\nlikely to share the same class label. Such models can also help detect possible\ndifferences between training and target distributions, which is useful in\napplications where concept drift may take place, as in transfer learning\nsettings. This paper describes a general optimization framework that takes as\ninput class membership estimates from existing classifiers learnt on previously\nencountered \"source\" data, as well as a similarity matrix from a cluster\nensemble operating solely on the target data to be classified, and yields a\nconsensus labeling of the target data. This framework admits a wide range of\nloss functions and classification/clustering methods. It exploits properties of\nBregman divergences in conjunction with Legendre duality to yield a principled\nand scalable approach. A variety of experiments show that the proposed\nframework can yield results substantially superior to those provided by popular\ntransductive learning techniques or by naively applying classifiers learnt on\nthe original task to the target data.\n"]}]
["1206.0995",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0995"],"date":["2012-03-19"],"type":["text"],"creator":["Doyen, Laurent","Massart, Thierry","Shirmohammadi, Mahsa"],"language":[],"coverage":[],"title":["Infinite Synchronizing Words for Probabilistic Automata (Erratum)"],"description":["  In [1], we introduced the weakly synchronizing languages for probabilistic\nautomata. In this report, we show that the emptiness problem of weakly\nsynchronizing languages for probabilistic automata is undecidable. This implies\nthat the decidability result of [1-3] for the emptiness problem of weakly\nsynchronizing language is incorrect.\n","Comment: 5 pages, 3 figures"]}]
["1206.0996",{"format":[],"subject":["Mathematics - Rings and Algebras","20N05, 17D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0996"],"date":["2012-06-05"],"type":["text"],"creator":["Sandu, N. I."],"language":[],"coverage":[],"title":["Radicals and embeddings of Moufang loops in alternative loop algebras"],"description":["  The paper defines the notion of alternative loop algebra F[Q] for any\nnonassociative Moufang loop Q as being any non-zero homomorphic image of the\nloop algebra FQ of a loop Q over a field F. For the class M of all\nnonassociative alternative loop algebras F[Q] and for the class L of all\nnonassociative Moufang loops Q are defined the radicals R and S, respectively.\nMoreover, for classes M, L is proved an analogue of Wedderburn Theorem for\nfinite dimensional associative algebras. It is also proved that any Moufang\nloop Q from the radical class R can be embedded into the loop of invertible\nelements U(F[Q])of alternative loop algebra F[Q]. The remaining loops in the\nclass of all nonassociative Moufang loops L cannot be embedded into loops of\ninvertible elements of any unital alternative algebras.\n","Comment: 47 pages"]}]
["1206.1004",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1004"],"date":["2012-03-14"],"type":["text"],"creator":["Fu, Zhanghua","Huang, Wenqi","Lv, Zhipeng"],"language":[],"coverage":[],"title":["Iterated tabu search for the circular open dimension problem"],"description":["  This paper mainly investigates the circular open dimension problem (CODP),\nwhich consists of packing a set of circles of known radii into a strip of fixed\nwidth and unlimited length without overlapping. The objective is to minimize\nthe length of the strip. An iterated tabu search approach, named ITS, is\nproposed. ITS starts from a randomly generated solution and attempts to gain\nimprovements by a tabu search procedure. After that, if the obtained solution\nis not feasible, a perturbation operator is subsequently employed to\nreconstruct the incumbent solution and an acceptance criterion is implemented\nto determine whether or not accept the perturbed solution. This process is\nrepeated until a feasible solution has been found or the allowed computation\ntime has been elapsed. Computational experiments based on well-known benchmark\ninstances show that ITS produces quite competitive results with respect to the\nbest known results. For 18 representative CODP instances taken from the\nliterature, ITS succeeds in improving 13 best known results within reasonable\ntime. In addition, for another challenging related variant: the problem of\npacking arbitrary sized circles into a circular container, ITS also succeeds in\nimproving many best known results. Supplementary experiments are also provided\nto analyze the influence of the perturbation operator, as well as the\nacceptance criterion.\n","Comment: 29 pages, 2 figures"]}]
["1206.1010",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1010"],"date":["2012-06-05"],"type":["text"],"creator":["Gerbi, Stéphane","Belkacem, Said-Houari"],"language":[],"coverage":[],"title":["Existence and exponential stability of a damped wave equation with\n  dynamic boundary conditions and a delay term"],"description":["  In this paper we consider a multi-dimensional wave equation with dynamic\nboundary conditions related to the Kelvin-Voigt damping and a delay term acting\non the boundary. If the weight of the delay term in the feedback is less than\nthe weight of the term without delay or if it is greater under an assumption\nbetween the damping factor, and the difference of the two weights, we prove the\nglobal existence of the solutions. Under the same assumptions, the exponential\nstability of the system is proved using an appropriate Lyapunov functional.\nMore precisely, we show that even when the weight of the delay is greater than\nthe weight of the damping in the boundary conditions, the strong damping term\nstill provides exponential stability for the system.\n"]}]
["1206.1011",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1011","Mohamed Elarnaoty, Samir AbdelRahman and Aly Fahmy. \"A Machine\n  Learning Approach for Opinion Holder Extraction in Arabic Language\",\n  ISSN:0976-2191, vol 3, March 2012","doi:10.5121/ijaia.2012.3205"],"date":["2012-04-06"],"type":["text"],"creator":["Elarnaoty, Mohamed","AbdelRahman, Samir","Fahmy, Aly"],"language":[],"coverage":[],"title":["A Machine Learning Approach For Opinion Holder Extraction In Arabic\n  Language"],"description":["  Opinion mining aims at extracting useful subjective information from reliable\namounts of text. Opinion mining holder recognition is a task that has not been\nconsidered yet in Arabic Language. This task essentially requires deep\nunderstanding of clauses structures. Unfortunately, the lack of a robust,\npublicly available, Arabic parser further complicates the research. This paper\npresents a leading research for the opinion holder extraction in Arabic news\nindependent from any lexical parsers. We investigate constructing a\ncomprehensive feature set to compensate the lack of parsing structural\noutcomes. The proposed feature set is tuned from English previous works coupled\nwith our proposed semantic field and named entities features. Our feature\nanalysis is based on Conditional Random Fields (CRF) and semi-supervised\npattern recognition techniques. Different research models are evaluated via\ncross-validation experiments achieving 54.03 F-measure. We publicly release our\nown research outcome corpus and lexicon for opinion mining community to\nencourage further research.\n"]}]
["1206.1012",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1012","I. JR.,Fister, I., Fister and J., Brest. A Hybrid Artificial Bee\n  Colony Algorithm for Graph 3-Coloring. In Swarm and Evolutionary Computation,\n  Lecture Notes in Computer Science, 7269, Springer Berlin / Heidelberg, 66-74\n  (2012)","doi:10.1007/978-3-642-29353-5_8"],"date":["2012-05-06"],"type":["text"],"creator":["Fister Jr., Iztok","Fister, Iztok","Brest, Janez"],"language":[],"coverage":[],"title":["A Hybrid Artificial Bee Colony Algorithm for Graph 3-Coloring"],"description":["  The Artificial Bee Colony (ABC) is the name of an optimization algorithm that\nwas inspired by the intelligent behavior of a honey bee swarm. It is widely\nrecognized as a quick, reliable, and efficient methods for solving optimization\nproblems. This paper proposes a hybrid ABC (HABC) algorithm for graph\n3-coloring, which is a well-known discrete optimization problem. The results of\nHABC are compared with results of the well-known graph coloring algorithms of\ntoday, i.e. the Tabucol and Hybrid Evolutionary algorithm (HEA) and results of\nthe traditional evolutionary algorithm with SAW method (EA-SAW). Extensive\nexperimentations has shown that the HABC matched the competitive results of the\nbest graph coloring algorithms, and did better than the traditional heuristics\nEA-SAW when solving equi-partite, flat, and random generated medium-sized\ngraphs.\n"]}]
["1206.1016",{"format":[],"subject":["Mathematics - Probability","Computer Science - Discrete Mathematics","Mathematics - Combinatorics","05D40, 05C35, 05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1016"],"date":["2012-06-05"],"type":["text"],"creator":["DeMarco, Bobby","Kahn, Jeff"],"language":[],"coverage":[],"title":["Mantel's Theorem for random graphs"],"description":["  For a graph $G$, denote by $t(G)$ (resp. $b(G)$) the maximum size of a\ntriangle-free (resp. bipartite) subgraph of $G$. Of course $t(G) \\geq b(G)$ for\nany $G$, and a classic result of Mantel from 1907 (the first case of Tur\\'an's\nTheorem) says that equality holds for complete graphs. A natural question,\nfirst considered by Babai, Simonovits and Spencer about 20 years ago is, when\n(i.e. for what $p=p(n)$) is the \"Erd\\H{o}s-R\\'enyi\" random graph $G=G(n,p)$\nlikely to satisfy $t(G) = b(G)$? We show that this is true if $p>C n^{-1/2}\n\\log^{1/2}n $ for a suitable constant $C$, which is best possible up to the\nvalue of $C$.\n","Comment: 15 pages"]}]
["1206.1017",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1017"],"date":["2012-06-05"],"type":["text"],"creator":["Hordijk, Wim","Steel, Mike"],"language":[],"coverage":[],"title":["Autocatalytic Sets Extended: Dynamics, Inhibition, and a Generalization"],"description":["  Background: Autocatalytic sets are often considered a necessary (but not\nsufficient) condition for the origin and early evolution of life. Although the\nidea of autocatalytic sets was already conceived of many years ago, only\nrecently have they gained more interest, following advances in creating them\nexperimentally in the laboratory. In our own work, we have studied\nautocatalytic sets extensively from a computational and theoretical point of\nview.\n  Results: We present results from an initial study of the dynamics of\nself-sustaining autocatalytic sets (RAFs). In particular, simulations of\nmolecular flow on autocatalytic sets are performed, to illustrate the kinds of\ndynamics that can occur. Next, we present an extension of our (previously\nintroduced) algorithm for finding autocatalytic sets in general reaction\nnetworks, which can also handle inhibition. We show that in this case detecting\nautocatalytic sets is fixed parameter tractable. Finally, we formulate a\ngeneralized version of the algorithm that can also be applied outside the\ncontext of chemistry and origin of life, which we illustrate with a toy example\nfrom economics.\n  Conclusions: Having shown theoretically (in previous work) that autocatalytic\nsets are highly likely to exist, we conclude here that also in terms of\ndynamics such sets are viable and outcompete non-autocatalytic sets.\nFurthermore, our dynamical results confirm arguments made earlier about how\nautocatalytic subsets can enable their own growth or give rise to other such\nsubsets coming into existence. Finally, our algorithmic extension and\ngeneralization show that more realistic scenarios (e.g., including inhibition)\ncan also be dealt with within our framework, and that it can even be applied to\nareas outside of chemistry, such as economics.\n","Comment: 24 pages, 6 figures"]}]
["1206.1018",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1018"],"date":["2012-06-05"],"type":["text"],"creator":["Balk, Alexander M."],"language":[],"coverage":[],"title":["Adiabatic invariants for the dynamics of rotating 3-dimensional fluid"],"description":["  The 3-dimensional fluid dynamics under rapid rotation with beta effect is\nshown to possess three adiabatic-type invariants; their presence leading to the\nenergy accumulation in zonal jets.\n"]}]
["1206.1029",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1029","doi:10.1109/ICoBE.2012.6179031"],"date":["2012-06-02"],"type":["text"],"creator":["Jerald, Baby","Nair, T. R. Gopalakrishnan"],"language":[],"coverage":[],"title":["Influenza Virus Vaccine Efficacy Based On Conserved Sequence Alignment"],"description":["  The rapid outbreak of bird flu challenges the outcome of effective vaccine\nfor the upcoming years. The recent research established different norms to\neliminate flu pandemics. This can be made possible with skilled experimental\nanalyses and by tracking the recent virulent strain and can be broadly\napplicable with effective testing of vaccine efficacy. Every year World Health\nOrganization (WHO) reveals the administration of drug and vaccine to counter\narrest the spread of flu among the population. As there are recurrent failures\nin priming the population, the complete eradication of the flu pandemic is\nstill appears to be an unresolved problem. To overcome the current scenario,\nhigh level efforts with theoretical and practical research is required and it\ncan enhance the scope in this field. The recent advancements also allow the\nresearchers to endeavor effective vaccine to meet the emerging flu types. Only\nthe standardized vaccination among the population at the time of flu pandemics\nwill revolutionalize the current propositions against influenza virus. This\npaper shows the deficiencies of vaccine fitness research as there are reported\nfailures and less efficacy of vaccine even after priming the population from\nreferred evidences and studies. It also shows simple experimental approach in\ndetecting the effective vaccine among the vaccines announced by WHO.\n","Comment: International Conference on Biomedical Engineering (ICoBE), 2012 Date\n  of Conference: 27-28 Feb. 2012 Page(s): 327 - 329, 2 figures, 3 pages"]}]
["1206.1032",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1032"],"date":["2012-06-05"],"type":["text"],"creator":["Zarrouk, Manel","Gouider, Med Salah"],"language":[],"coverage":[],"title":["Frequent Patterns mining in time-sensitive Data Stream"],"description":["  Mining frequent itemsets through static Databases has been extensively\nstudied and used and is always considered a highly challenging task. For this\nreason it is interesting to extend it to data streams field. In the streaming\ncase, the frequent patterns' mining has much more information to track and much\ngreater complexity to manage. Infrequent items can become frequent later on and\nhence cannot be ignored. The output structure needs to be dynamically\nincremented to reflect the evolution of itemset frequencies over time. In this\npaper, we study this problem and specifically the methodology of mining\ntime-sensitive data streams. We tried to improve an existing algorithm by\nincreasing the temporal accuracy and discarding the out-of-date data by adding\na new concept called the \"Shaking Point\". We presented as well some experiments\nillustrating the time and space required.\n","Comment: 8pages"]}]
["1206.1038",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","Mathematics - Representation Theory","14M15, 53A20, 20G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1038"],"date":["2012-06-05"],"type":["text"],"creator":["Holweck, Frédéric"],"language":[],"coverage":[],"title":["Singularities of duals of Grassmannians"],"description":["  Let $X$ be a smooth irreducible nondegenerate projective variety and let\n$X^*$ denote its dual variety. It is well known that $\\sigma_2(X)^*$, the dual\nof the 2-secant variety of $X$, is a component of the singular locus of $X^*$.\nThe locus of bitangent hyperplanes, i.e. hyperplanes tangent to at least two\npoints of $X$, is a component of the sigular locus of $X^*$. In this paper we\nprovide a sufficient condition for this component to be of maximal dimension\nand show how it can be used to determine which dual varieties of Grassmannians\nare normal. That last part may be compared to what has been done for\nhyperdeterminants by J. Weyman and A. Zelevinski (1996).\n","Comment: 14 pages, appeared in Journal of Algebra (2011)"]}]
["1206.1039",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1039"],"date":["2012-06-05"],"type":["text"],"creator":["Nejati, Hamid","Beirami, Ahmad","Ali, Warsame H."],"language":[],"coverage":[],"title":["Discrete-Time Chaotic-Map Truly Random Number Generators: Design,\n  Implementation, and Variability Analysis of the Zigzag Map"],"description":["  In this paper, we introduce a novel discrete chaotic map named zigzag map\nthat demonstrates excellent chaotic behaviors and can be utilized in Truly\nRandom Number Generators (TRNGs). We comprehensively investigate the map and\nexplore its critical chaotic characteristics and parameters. We further present\ntwo circuit implementations for the zigzag map based on the switched current\ntechnique as well as the current-mode affine interpolation of the breakpoints.\nIn practice, implementation variations can deteriorate the quality of the\noutput sequence as a result of variation of the chaotic map parameters. In\norder to quantify the impact of variations on the map performance, we model the\nvariations using a combination of theoretical analysis and Monte-Carlo\nsimulations on the circuits. We demonstrate that even in the presence of the\nmap variations, a TRNG based on the zigzag map passes all of the NIST 800-22\nstatistical randomness tests using simple post processing of the output data.\n","Comment: To appear in Analog Integrated Circuits and Signal Processing (ALOG)"]}]
["1206.1041",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1041"],"date":["2012-06-05"],"type":["text"],"creator":["Mirabel, I. F."],"language":[],"coverage":[],"title":["The Early History of Microquasar Research"],"description":["  Microquasars are compact objects (stellar-mass black holes and neutron stars)\nthat mimic, on a smaller scale, many of the phenomena seen in quasars. Their\ndiscovery provided new insights into the physics of relativistic jets observed\nelsewhere in the universe, and the accretion--jet coupling. Microquasars are\nopening new horizons for the understanding of ultraluminous X-ray sources\nobserved in external galaxies, gamma-ray bursts of long duration, and the\norigin of stellar black holes and neutron stars. Microquasars are one of the\nbest laboratories to probe General Relativity in the limit of the strongest\ngravitational fields, and as such, have become an area of topical interest for\nboth high energy physics and astrophysics.\n","Comment: 14 pages, 7 figures. Short version of a course at the XIVth Brazilian\n  School of Cosmology and Gravitation; Chapter 6 in: Cosmology and Gravitation:\n  XIVth Brazilian School of Cosmology and Gravitation, edited by M.Novello and\n  S.E.Perez Bergliaffa, Cambridge Scientific Publishers, 2011"]}]
["hep-ph/0412112",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0412112","Annals Phys. 319 (2005) 150-216","doi:10.1016/j.aop.2005.03.006"],"date":["2004-12-08"],"type":["text"],"creator":["Gakh, G. I.","Rekalo, A. P.","Tomasi-Gustafsson, Egle"],"language":[],"coverage":[],"title":["Relativistically invariant analysis of polarization effects in exclusive\n  deuteron electrodisintegration process"],"description":["  A general formalism for the calculation of the differential cross section and\npolarization observables, for the process of deuteron electrodisintegration, is\ndeveloped in the framework of relativistic impulse approximation. A detailed\nanalysis of the general structure of the differential cross section and\npolarization observables for the $e^-+d\\to e^-+n+p$ reaction is derived, using\nthe formalism of the structure functions. The obtained expressions have a\ngeneral nature and they hold in the one--photon--exchange mechanism, assuming\nP--invariance of the hadron electromagnetic interaction. The model of\nrelativistic impulse approximation is introduced and the final state\ninteraction is taken into account by means of the unitarization of the helicity\namplitudes. A detailed description of the unitarization procedure is also\npresented.\n  Using different parametrizations of the deuteron wave functions, the\nfollowing polarization observables are calculated in the kinematical region of\nquasi--elastic deuteron electrodisintegration: the asymmetry for the scattering\nof longitudinally polarized electrons on a polarized deuteron target, the\nproton and neutron polarizations (for longitudinally polarized electron beam or\nvector--polarized deuteron target). The sensitivity to the neutron electric\nform factor is also thorougly investigated.\n  The predictions of the model are compared with the results of recent\npolarization measurements and a good agreement with the existing experimental\ndata has been obtained.\n","Comment: 90 pages, 17 figures"]}]
