["0705.4684",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4684","PRB 76, 020103 (R) (2007)","doi:10.1103/PhysRevB.76.020103"],"date":["2007-05-31","2007-06-27"],"type":["text"],"creator":["Cooper, Valentino R.","Johnston, Karen","Rabe, Karin M."],"language":[],"coverage":[],"title":["Polarization Enhancement in Short Period Superlattices via Interfacial\n  Intermixing"],"description":["  The effect of intermixing at the interface of short period\nPbTiO$_3$/SrTiO$_3$ superlattices is studied using first-principles density\nfunctional theory. The results indicate that interfacial intermixing\nsignificantly enhances the polarization within the superlattice. This\nenhancement is directly related to the off-centering of Pb and Sr cations and\ncan be explained through a discussion of interacting dipoles. This picture\nshould be general for a wide range of multicomponent superlattices and may have\nimportant consequences for the design of ferroelectric devices.\n","Comment: 4 pages, 6 figures"]}]
["0809.4771",{"format":[],"subject":["Mathematics - Differential Geometry","53C20, 53C30, 57R18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4771","Math. Ann. 352 (2012), 155--178","doi:10.1007/s00208-011-0634-7"],"date":["2008-09-27","2012-03-09"],"type":["text"],"creator":["Kerin, Martin"],"language":[],"coverage":[],"title":["On the curvature of biquotients"],"description":["  As a means to better understanding manifolds with positive curvature, there\nhas been much recent interest in the study of non-negatively curved manifolds\nwhich contain either a point or an open dense set of points at which all\n2-planes have positive curvature. We study infinite families of biquotients\ndefined by Eschenburg and Bazaikin from this viewpoint, together with torus\nquotients of $S^3 \\x S^3$.\n","Comment: V3 An error has been discovered in Section 3. This section has been\n  removed and the Introduction modified accordingly; V4 published version"]}]
["0901.0896",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.0896","PRB 79, 180101 (R) (2009)","doi:10.1103/PhysRevB.79.180101"],"date":["2009-01-07","2009-01-09"],"type":["text"],"creator":["Cooper, Valentino R.","Rabe, Karin M."],"language":[],"coverage":[],"title":["Enhancing piezoelectricity through polarization-strain coupling in\n  ferroelectric superlattices"],"description":["  Short period ferroelectric/ferroelectric BaTiO3 (BTO)/PbTiO3 (PTO)\nsuperlattices are studied using density functional theory. Contrary to the\ntrends in paraelectric/ferroelectric superlattices the polarization remains\nnearly constant for PTO concentrations below 50%. In addition, a significant\ndecrease in the c/a ratio below the PTO values were observed. Using a\nsuperlattice effective Hamiltonian we predict an enhancement in the d33\npiezoelectric coefficient peaking at ~75% PTO concentration due to the\ndifferent polarization-strain coupling in PTO and BTO layers. Further analysis\nreveals that these trends are bulk properties which are a consequence of the\nreduced $P$ brought about by the polarization saturation in the BTO layers.\n"]}]
["0901.1689",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","58J42, 58J40, 58J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1689","In: Motives, Quantum Field Theory, and Pseudodifferential\n  Operators, Clay Mathematics Proceedings, vol. 12, Amer. Math. Soc.,\n  Providence, RI, 2010, pp. 37-72"],"date":["2009-01-12","2010-07-21"],"type":["text"],"creator":["Lesch, Matthias"],"language":[],"coverage":[],"title":["Pseudodifferential Operators and Regularized Traces"],"description":["  This paper is based on talks delivered in summer 2008 at the Conference on\nMotives, QFT and Pseudodifferential Operators in Boston, and at the Trimester\nprogramme Geometry and Physics, Hausdorff Institute for Mathematics in Bonn\n  The paper surveys the pseudodifferential calculus with parameter, resolvent\nexpansions, Dixmier trace, noncommutative residue, Kontsevich-Vishik canonical\ntrace as well some aspects of regularized integrals on spaces of symbols.\n","Comment: 38 pages, 1 figure; rewritten and revised according to the referee's\n  suggestions, section on the Hilbert space trace added; accepted for\n  publication in the Proceedings of the Conference on Motives, Quantum Field\n  Theory and Pseudodifferential Operators, Boston, June 2008, Clay Mathematics\n  Proceedings; v3 a few BUG fixes, none really serious, but one annoying\n  omission fixed"]}]
["0903.4348",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4348","doi:10.1143/JPSJ.81.044001"],"date":["2009-03-25","2011-12-02"],"type":["text"],"creator":["Nishimura, Takushi","Maruyama, Tomoyuki"],"language":[],"coverage":[],"title":["Breathing oscillations and quasi-low-dimensional structures of\n  weakly-interacting degenerate Fermi gases in highly-anisotropic traps"],"description":["  We theoretically investigate breathing oscillations of weakly-interacting\ndegenerate Fermi gases in highly-anisotropic harmonic oscillator traps. If the\ntraps are not highly anisotropic, the fermions behave as three-dimensional (3D)\ngases and exhibit the coupled breathing oscillations as studied in a previous\npaper [T. Maruyama and T. Nishimura, Phys. Rev. A 75 (2007) 033611]; Otherwise\nthe fermions exhibit quasi-low-dimensional (QLD) properties derived from\nspecific structures in their single-particle spectrum, called QLD structures.\nIn the present paper, we focus on effects of the QLD structures on the\nbreathing oscillations of the two-component fermions with symmetric population\ndensities. Here we develop the semi-classical Thomas-Fermi approximation\nextended to the highly-anisotropic systems and obtain the collective\nfrequencies in the sum-rule-scaling method and perturbation theory. As a\nresult, we reveal that the effects of the QLD structures can not be seen in the\ntransverse modes in the first-order perturbation and appear only in the\nlongitudinal modes with hierarchies reflecting the QLD structures. We also\ndemonstrate time-evolution of the oscillations in the present framework.\n"]}]
["0906.2237",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2237","Astrophys.J.701:945-954,2009","doi:10.1088/0004-637X/701/2/945"],"date":["2009-06-11","2012-03-09"],"type":["text"],"creator":["Sato, Masanori","Hamana, Takashi","Takahashi, Ryuichi","Takada, Masahiro","Yoshida, Naoki","Matsubara, Takahiko","Sugiyama, Naoshi"],"language":[],"coverage":[],"title":["Simulations of Wide-Field Weak Lensing Surveys I: Basic Statistics and\n  Non-Gaussian Effects"],"description":["  We study the lensing convergence power spectrum and its covariance for a\nstandard LCDM cosmology. We run 400 cosmological N-body simulations and use the\noutputs to perform a total of 1000 independent ray-tracing simulations. We\ncompare the simulation results with analytic model predictions. The\nsemi-analytic model based on Smith et al.(2003) fitting formula underestimates\nthe convergence power by ~30% at arc-minute angular scales. For the convergence\npower spectrum covariance, the halo model reproduces the simulation results\nremarkably well over a wide range of angular scales and source redshifts. The\ndominant contribution at small angular scales comes from the sample variance\ndue to the number fluctuations of halos in a finite survey volume. The\nsignal-to-noise ratio for the convergence power spectrum is degraded by the\nnon-Gaussian covariances by up to a factor 5 for a weak lensing survey to z_s\n~1. The probability distribution of the convergence power spectrum estimators,\namong the realizations, is well approximated by a chi-square distribution with\nbroadened variance given by the non-Gaussian covariance, but has a larger\npositive tail. The skewness and kurtosis have non-negligible values especially\nfor a shallow survey. We argue that a prior knowledge on the full distribution\nmay be needed to obtain an unbiased estimate on the ensemble averaged band\npower at each angular scale from a finite volume survey.\n","Comment: 11 pages, 11 figures. Accepted for publication in the Astrophysical\n  Journal. Corrected typo in the equation of survey window function below\n  Equation (18). The results unchanged"]}]
["0908.0086",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Mathematics - Complex Variables","30C35, 60D05 (Primary) 60K35, 60F99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0086","Annales de l'Institut Henri Poincar\\'e - Probabilit\\'es et\n  Statistiques 2012, Vol. 48, No. 1, 235-257","doi:10.1214/10-AIHP395"],"date":["2009-08-03"],"type":["text"],"creator":["Johansson, Fredrik","Sola, Alan","Turner, Amanda"],"language":[],"coverage":[],"title":["Scaling limits of anisotropic Hastings-Levitov clusters"],"description":["  We consider a variation of the standard Hastings-Levitov model HL(0), in\nwhich growth is anisotropic. Two natural scaling limits are established and we\ngive precise descriptions of the effects of the anisotropy. We show that the\nlimit shapes can be realised as Loewner hulls and that the evolution of\nharmonic measure on the cluster boundary can be described by the solution to a\ndeterministic ordinary differential equation related to the Loewner equation.\nWe also characterise the stochastic fluctuations around the deterministic limit\nflow.\n","Comment: 31 pages, 5 figures"]}]
["0909.1033",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","37D50, 37D30, 37D45, 37D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1033","J. Differential Equations 251 (2011) 3163-3201","doi:10.1016/j.jde.2011.07.021"],"date":["2009-09-05","2011-07-16"],"type":["text"],"creator":["Araujo, V.","Castro, A.","Pacifico, M. J.","Pinheiro, V."],"language":[],"coverage":[],"title":["Multidimensional Rovella-like attractors"],"description":["  We present a multidimensional flow exhibiting a Rovella-like attractor: a\ntransitive invariant set with a non-Lorenz-like singularity accumulated by\nregular orbits and a multidimensional non-uniformly expanding invariant\ndirection. Moreover, this attractor has a physical measure with full support\nbut persists along certain0909.1033 submanifolds of the space of vector fields.\nAs in the 3-dimensional Rovella-like attractor, this example is not robust. The\nconstruction introduces a class of multidimensional dynamics, whose suspension\nprovides the Rovella-like attractor, which are partially hyperbolic, and whose\nquotient over stable leaves is a multidimensional endomorphism to which\nBenedicks-Carleson type arguments are applied to prove non-uniform expansion.\n","Comment: 45 pages, 14 figures; improved introduction with more citations to\n  other relevant related works. To appear in Journal of Differential Equations"]}]
["0910.1250",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1250","PRB 81, 161104(R) (2010)","doi:10.1103/PhysRevB.81.161104"],"date":["2009-10-07"],"type":["text"],"creator":["Cooper, Valentino R."],"language":[],"coverage":[],"title":["Van der Waals density functional: an appropriate exchange functional"],"description":["  In this paper, an exchange functional which is compatible with the non-local\nRutgers-Chalmers correlation functional (vdW-DF) is presented. This functional,\nwhen employed with vdW-DF, demonstrates remarkable improvements on\nintermolecular separation distances while further improving the accuracy of\nvdW-DF interaction energies. The key to the success of this three parameter\nfunctional is its reduction of short range exchange repulsion through matching\nto the gradient exchange approximation in the slowly varying/high density limit\nwhile recovering the large reduced gradient, s, limit set in the revised PBE\nexchange functional. This augmented exchange functional could be a solution to\nlong-standing issues of vdW-DF lending to further applicability of density\nfunctional theory to the study of relatively large, dispersion bound (van der\nWaals) complexes.\n"]}]
["0910.1287",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1287","Phys.Rev. Lett. 104, 073601 (2010)","doi:10.1103/PhysRevLett.104.073601"],"date":["2009-10-07","2010-02-01"],"type":["text"],"creator":["Marino, Francesco","Cataliotti, Francesco S.","Farsi, Alessandro","de Cumis, Mario Siciliani","Marin, Francesco"],"language":[],"coverage":[],"title":["Classical signature of ponderomotive squeezing in a suspended mirror\n  resonator"],"description":["  The radiation pressure coupling between a low-mass moving mirror and an\nincident light field has been experimentally studied in a high-finesse\nFabry-Perot cavity. Using classical intensity noise in order to mimic radiation\npressure quantum fluctuations, the physics of ponderomotive squeezing comes\ninto play as a result of the opto-mechanical correlations between the field\nquadratures. The same scheme can be used to probe ponderomotive squeezing at\nthe quantum level, thus opening new routes in quantum optics and high\nsensitivity measurement experiments.\n"]}]
["1003.1641",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1641","J. Phys. Soc. Jpn. 78, 094008 (2009)","doi:10.1143/JPSJ.78.094008"],"date":["2010-03-08"],"type":["text"],"creator":["Kamiya, Yoshitomo","Kawashima, Naoki","Batista, Cristian D."],"language":[],"coverage":[],"title":["Finite-Temperature Transition in the Spin-Dimer Antiferromagnet\n  BaCuSi2O6"],"description":["  We consider a classical XY-like Hamiltonian on a body-centered tetragonal\nlattice, focusing on the role of interlayer frustration. A three-dimensional\n(3D) ordered phase is realized via thermal fluctuations, breaking the\nmirror-image reflection symmetry in addition to the XY symmetry. A heuristic\nfield-theoretical model of the transition has a decoupled fixed point in the 3D\nXY universality, and our Monte Carlo simulation suggests that there is such a\ntemperature region where long-wavelength fluctuations can be described by this\nfixed point. However, it is shown using scaling arguments that the decoupled\nfixed point is unstable against a fluctuation-induced biquadratic interaction,\nindicating that a crossover to nontrivial critical phenomena with different\nexponents appears as one approaches the critical point beyond the transient\ntemperature region. This new scenario clearly contradicts the previous notion\nof the 3D XY universality.\n","Comment: 16 pages, 7 figures"]}]
["1003.2628",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Other Quantitative Biology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2628","Biophysical Journal 102 961 (2012)","doi:10.1016/j.bpj.2012.01.007"],"date":["2010-03-12","2012-03-09"],"type":["text"],"creator":["Stoneham, A. Marshall","Gauger, Erik M","Porfyrakis, Kyriakos","Benjamin, Simon C.","Lovett, Brendon W."],"language":[],"coverage":[],"title":["A new model for magnetoreception"],"description":["  Certain migratory birds can sense the earth's magnetic field. The nature of\nthis process is not yet properly understood. Here we offer a simple explanation\naccording to which birds literally `see' the local magnetic field: Our model\nrelates the well-established radical pair hypothesis to the phenomenon of\nHaidinger's brush, a capacity to see the polarisation of light. This new\npicture explains recent surprising experimental data indicating long lifetimes\nfor the radical pair. Moreover there is a clear evolutionary path toward this\nfield sensing mechanism: it is an enhancement of a weak effect that may be\npresent in many species.\n","Comment: 8 pages, 5 figures, version of final published paper"]}]
["1004.3619",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3619"],"date":["2010-04-21","2012-03-08"],"type":["text"],"creator":["Aschenbrenner, Matthias","Friedl, Stefan"],"language":[],"coverage":[],"title":["3-manifold groups are virtually residually p"],"description":["  Given a prime $p$, a group is called residually $p$ if the intersection of\nits $p$-power index normal subgroups is trivial. A group is called virtually\nresidually $p$ if it has a finite index subgroup which is residually $p$. It is\nwell-known that finitely generated linear groups over fields of characteristic\nzero are virtually residually $p$ for all but finitely many $p$. In particular,\nfundamental groups of hyperbolic 3-manifolds are virtually residually $p$. It\nis also well-known that fundamental groups of 3-manifolds are residually\nfinite. In this paper we prove a common generalization of these results: every\n3-manifold group is virtually residually $p$ for all but finitely many $p$.\nThis gives evidence for the conjecture (Thurston) that fundamental groups of\n3-manifolds are linear groups.\n"]}]
["1004.5118",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5118","Phys. Rev. A 81, 043609 (2010)","doi:10.1103/PhysRevA.81.043609"],"date":["2010-04-28","2012-03-08"],"type":["text"],"creator":["Javanainen, Juha","Odong, Otim","Sanders, Jerome C."],"language":[],"coverage":[],"title":["Dimer of two bosons in a one-dimensional optical lattice"],"description":["  We investigate theoretically the stationary states of two bosons in a\none-dimensional optical lattice within the Bose-Hubbard model. Starting from a\nfinite lattice with periodic boundary conditions, we effect a partial\nseparation of the center-of-mass and relative motions of the two-atom lattice\ndimer in the lattice momentum representation, and carefully analyze the\neigenstates of the relative motion. In the limit when the lattice becomes\ninfinitely long, we find closed-form analytic expressions for both the bound\nstate and the dissociated states of the lattice dimer. We outline the\ncorresponding analysis in the position representation. The results are used to\ndiscuss three ways to detect the dimer: by measuring the momentum distribution\nof the atoms, by finding the size of the molecule with measurements of atom\nnumber correlations at two lattice sites, and by dissociating a bound state of\nthe lattice dimer with a modulation of the lattice depth.\n","Comment: This version is very close to the published version. 14 pages, 3\n  figures"]}]
["1005.0368",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Classical Analysis and ODEs","58J52, 34B24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0368","J. Funct. Anal. 261 (2011), 408--450","doi:10.1016/j.jfa.2011.03.011"],"date":["2010-05-03","2011-03-29"],"type":["text"],"creator":["Lesch, Matthias","Vertman, Boris"],"language":[],"coverage":[],"title":["Regular singular Sturm-Liouville operators and their zeta-determinants"],"description":["  We consider Sturm-Liouville operators on the line segment [0, 1] with general\nregular singular potentials and separated boundary conditions. We establish\nexistence and a formula for the associated zeta-determinant in terms of the\nWronski- determinant of a fundamental system of solutions adapted to the\nboundary conditions. This generalizes the earlier work of the first author,\ntreating general regular singular potentials but only the Dirichlet boundary\nconditions at the singular end, and the recent results by Kirsten-Loya-Park for\ngeneral separated boundary conditions but only special regular singular\npotentials.\n","Comment: 38 pages, 2 figures; Completely revised according to the referees\n  comprehensive suggestions; v3: minor corrections, accepted for publication in\n  Journal of Functional Analysis"]}]
["1005.2230",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","Mathematics - Symplectic Geometry","53D05, 17B55, 70S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2230","Lett. Math. Phys. 100 (2012), 29-50","doi:10.1007/s11005-011-0493-x"],"date":["2010-05-12","2011-07-04"],"type":["text"],"creator":["Rogers, Christopher L."],"language":[],"coverage":[],"title":["L-infinity algebras from multisymplectic geometry"],"description":["  A manifold is multisymplectic, or more specifically n-plectic, if it is\nequipped with a closed nondegenerate differential form of degree n+1. In our\nprevious work with Baez and Hoffnung, we described how the `higher analogs' of\nthe algebraic and geometric structures found in symplectic geometry should\nnaturally arise in 2-plectic geometry. In particular, we showed that just as a\nsymplectic manifold gives a Poisson algebra of functions, any 2-plectic\nmanifold gives a Lie 2-algebra of 1-forms and functions. Lie n-algebras are\nexamples of L-infinity algebras: graded vector spaces which are equipped with a\ncollection of skew-symmetric multi-brackets that satisfy a generalized Jacobi\nidentity. Here, we generalize our previous result. Given an n-plectic manifold,\nwe explicitly construct a corresponding Lie n-algebra on a complex consisting\nof differential forms whose multi-brackets are specified by the n-plectic\nstructure. We also show that any n-plectic manifold gives rise to another kind\nof algebraic structure known as a differential graded Leibniz algebra. We\nconclude by describing the similarities between these two structures within the\ncontext of an open problem in the theory of strongly homotopy algebras.\n","Comment: 22 pages. To appear in Lett. Math. Phys"]}]
["1005.4541",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4541","Gen. Relativ. Gravit. (2012) 44:623-638","doi:10.1007/s10714-011-1315-2"],"date":["2010-05-25","2011-11-01"],"type":["text"],"creator":["Sheykhi, Ahmad","Karami, Kayoomars","Jamil, Mubasher","Kazemi, E.","Haddad, M."],"language":[],"coverage":[],"title":["Holographic dark energy in Brans-Dicke theory with log correction"],"description":["  In the derivation of holographic dark energy density, the area law of the\nblack hole entropy plays a crucial role. However, the entropy-area relation can\nbe modified from the inclusion of quantum effects, motivated from the loop\nquantum gravity, string theory and black hole physics. In this paper, we study\ncosmological implication of the interacting entropy-corrected holographic dark\nenergy model in the framework of Brans-Dicke cosmology. We obtain the equation\nof state and the deceleration parameters of the entropy-corrected holographic\ndark energy in a non-flat Universe. As system's IR cutoff we choose the radius\nof the event horizon measured on the sphere of the horizon, defined as\n$L=ar(t)$. We find out that when the entropy-corrected holographic dark energy\nis combined with the Brans-Dicke field, the transition from normal state where\n$w_D >-1 $ to the phantom regime where $w_D <-1 $ for the equation of state of\ninteracting dark energy can be more easily achieved for than when resort to the\nEinstein field equations is made.\n","Comment: 19 pages, accepted for publication in 'General Relativity and\n  Gravitation'"]}]
["1006.3509",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3509","Phys. Rev. E 83, 015202(R) (2011)","doi:10.1103/PhysRevE.83.015202"],"date":["2010-06-17"],"type":["text"],"creator":["Marino, Francesco","Marin, Francesco"],"language":[],"coverage":[],"title":["Chaotically spiking attractors in suspended mirror optical cavities"],"description":["  A high-finesse suspended mirror Fabry-Perot cavity is experimentally studied\nin a regime where radiation pressure and photothermal effect are both relevant.\nThe competition between these phenomena, operating at different time scales,\nproduces unobserved dynamical scenarios where an initial Hopf instability is\nfollowed by the birth of small-amplitude chaotic attractors which erratically\nbut deterministically trigger optical spikes. The observed dynamical regimes\nare well reproduced by a detailed physical model of the system.\n"]}]
["1008.2413",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2413"],"date":["2010-08-13","2012-03-08"],"type":["text"],"creator":["Wen, Wei"],"language":[],"coverage":[],"title":["Path integral and wave function collapse"],"description":["  Quantum measurement problem is still unconsensus since it has existed many\nyears and inspired a large of literature in physics and philosophy. We show it\ncan be subsumed into the quantum theory if we extend the Feynman path integral\nby considering the relativistic effect of Feynman paths. According to this\nextended theory, we deduce not only the Klein-Gordon equation, but also the\nwave-function-collapse equation. It is showing that the stochastic and\ninstantaneous collapse of the quantum measurement is due to the \"potential\nnoise\" of the apparatus or environment and \"inner correlation\" of wave function\nrespectively. Therefore, the definite-status of the macroscopic matter is due\nto itself and this does not disobey the quantum mechanics. This work will give\na new recognition for the measurement problem.\n"]}]
["1009.3262",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology","53D42 (Primary), 57R17, 53D35, 32Q65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3262","Geom. Funct. Anal. 21 (2011), no. 5, 1144-1195","doi:10.1007/s00039-011-0138-3"],"date":["2010-09-16","2012-03-09"],"type":["text"],"creator":["Latschev, Janko","Wendl, Chris"],"language":[],"coverage":[],"title":["Algebraic Torsion in Contact Manifolds"],"description":["  We extract a nonnegative integer-valued invariant, which we call the \"order\nof algebraic torsion\", from the Symplectic Field Theory of a closed contact\nmanifold, and show that its finiteness gives obstructions to the existence of\nsymplectic fillings and exact symplectic cobordisms. A contact manifold has\nalgebraic torsion of order zero if and only if it is algebraically overtwisted\n(i.e. has trivial contact homology), and any contact 3-manifold with positive\nGiroux torsion has algebraic torsion of order one (though the converse is not\ntrue). We also construct examples for each nonnegative k of contact 3-manifolds\nthat have algebraic torsion of order k but not k - 1, and derive consequences\nfor contact surgeries on such manifolds. The appendix by Michael Hutchings\ngives an alternative proof of our cobordism obstructions in dimension three\nusing a refinement of the contact invariant in Embedded Contact Homology.\n","Comment: 53 pages, 4 figures, with an appendix by Michael Hutchings; v.3 is a\n  final update to agree with the published paper, and also corrects a minor\n  error that appeared in the published version of the appendix"]}]
["1009.5108",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5108"],"date":["2010-09-26","2012-03-09"],"type":["text"],"creator":["Musatov, Daniil"],"language":[],"coverage":[],"title":["Improving the Space-Bounded Version of Muchnik's Conditional Complexity\n  Theorem via \"Naive\" Derandomization"],"description":["  Many theorems about Kolmogorov complexity rely on existence of combinatorial\nobjects with specific properties. Usually the probabilistic method gives such\nobjects with better parameters than explicit constructions do. But the\nprobabilistic method does not give \"effective\" variants of such theorems, i.e.\nvariants for resource-bounded Kolmogorov complexity. We show that a \"naive\nderandomization\" approach of replacing these objects by the output of\nNisan-Wigderson pseudo-random generator may give polynomial-space variants of\nsuch theorems.\n  Specifically, we improve the preceding polynomial-space analogue of Muchnik's\nconditional complexity theorem. I.e., for all $a$ and $b$ there exists a\nprogram $p$ of least possible length that transforms $a$ to $b$ and is simple\nconditional on $b$. Here all programs work in polynomial space and all\ncomplexities are measured with logarithmic accuracy instead of polylogarithmic\none in the previous work.\n","Comment: 14 pages. Presented at CSR'2011, Yandex Best Student Paper Award"]}]
["1010.1500",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Complex Variables","53C25, 32Q20, 32Q15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1500","Expo. Math. 30 (2012), no.1, 11-31","doi:10.1016/j.exmath.2011.07.003"],"date":["2010-10-07","2010-10-09"],"type":["text"],"creator":["Tosatti, Valentino"],"language":[],"coverage":[],"title":["Kahler-Einstein metrics on Fano surfaces"],"description":["  In these notes we give an exposition of a result of G. Tian, which says that\na Fano surfaces admits a Kahler-Einstein metric precisely when the Lie algebra\nof holomorphic vector fields is reductive.\n","Comment: 26 pages, a typo is corrected"]}]
["1011.0599",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0599","Phys. Rev. A 83, 031607(R) (2011)","doi:10.1103/PhysRevA.83.031607"],"date":["2010-11-02","2012-03-08"],"type":["text"],"creator":["Sanders, Jerome C.","Odong, Otim","Javanainen, Juha","Mackie, Matt"],"language":[],"coverage":[],"title":["Bound states of two bosons in an optical lattice near an association\n  resonance"],"description":["  We model two bosons in an optical lattice near a Feshbach or photoassociation\nresonance, focusing on the Bose-Hubbard model in one dimension. Whereas the\nusual atoms-only theory with a tunable scattering length yields one bound state\nfor a molecular dimer for either attractive or repulsive atom-atom interaction,\nan atom-molecule theory gives two bound states that may represent attractively\nand repulsively bound dimers occurring simultaneously. Such unusual molecular\nphysics should be observable for an atom-molecule coupling strength comparable\nto the width of the dissociation continuum of the lattice dimer, for example,\nusing narrow Feshbach resonances in Na, $^{87}$Rb, and $^{133}$Cs or\nlow-intensity photoassociation in $^{174}$Yb.\n","Comment: This version is very close to the published version. 5 pages, 1\n  figure"]}]
["1012.4786",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Rings and Algebras","16W30, 05E15, 05C31"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4786"],"date":["2010-12-21","2012-03-09"],"type":["text"],"creator":["Humpert, Brandon","Martin, Jeremy L."],"language":[],"coverage":[],"title":["The incidence Hopf algebra of graphs"],"description":["  The graph algebra is a commutative, cocommutative, graded, connected\nincidence Hopf algebra, whose basis elements correspond to finite simple graphs\nand whose Hopf product and coproduct admit simple combinatorial descriptions.\nWe give a new formula for the antipode in the graph algebra in terms of acyclic\norientations; our formula contains many fewer terms than Takeuchi's and\nSchmitt's more general formulas for the antipode in an incidence Hopf algebra.\nApplications include several formulas (some old and some new) for evaluations\nof the Tutte polynomial.\n","Comment: 17 pages; final version to appear in SIAM J. Discrete Math"]}]
["1101.0876",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0876","doi:10.1016/j.cpc.2012.02.026"],"date":["2011-01-04","2012-03-09"],"type":["text"],"creator":["Ferrero, Ezequiel E.","De Francesco, Juan Pablo","Wolovick, Nicolás","Cannas, Sergio A."],"language":[],"coverage":[],"title":["q-State Potts model metastability study using optimized GPU-based Monte\n  Carlo algorithms"],"description":["  We implemented a GPU based parallel code to perform Monte Carlo simulations\nof the two dimensional q-state Potts model. The algorithm is based on a\ncheckerboard update scheme and assigns independent random numbers generators to\neach thread. The implementation allows to simulate systems up to ~10^9 spins\nwith an average time per spin flip of 0.147ns on the fastest GPU card tested,\nrepresenting a speedup up to 155x, compared with an optimized serial code\nrunning on a high-end CPU. The possibility of performing high speed simulations\nat large enough system sizes allowed us to provide a positive numerical\nevidence about the existence of metastability on very large systems based on\nBinder's criterion, namely, on the existence or not of specific heat\nsingularities at spinodal temperatures different of the transition one.\n","Comment: 30 pages, 7 figures. Accepted in Computer Physics Communications.\n  code available at:\n  http://www.famaf.unc.edu.ar/grupos/GPGPU/Potts/CUDAPotts.html"]}]
["1102.0354",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0354","Phys. Rev. E 85, 031302 (2012)","doi:10.1103/PhysRevE.85.031302"],"date":["2011-02-01","2012-02-28"],"type":["text"],"creator":["Yoshioka, Naoki","Hayakawa, Hisao"],"language":[],"coverage":[],"title":["Phase transition in peristaltic transport of frictionless granular\n  particles"],"description":["  Flow of dissipative particles driven by peristaltic motion of a tube is\nnumerically studied. A transition from slow unjammed flow to fast jammed flow\nis found through the observation of the mass flux if the minimum width of the\nperistaltic tube is smaller than a critical value. It is also found that\naverage and fluctuation of the transition time, and the peak value of the\nsecond moment of the mass flux exhibit power-law divergences at the critical\npoint and these variables satisfy scaling relationships near the critical\npoint. Dependences of the critical width and exponents on peristaltic velocity\nand on density are also discussed.\n","Comment: 6 pages, 7 figures, accepted for publication in Phys. Rev. E"]}]
["1102.2012",{"format":[],"subject":["Mathematics - Operator Algebras","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2012","doi:10.1112/blms/bds006"],"date":["2011-02-09","2011-12-15"],"type":["text"],"creator":["Johnston, Nathaniel","Størmer, Erling"],"language":[],"coverage":[],"title":["Mapping Cones are Operator Systems"],"description":["  We investigate the relationship between mapping cones and matrix ordered\n*-vector spaces (i.e., abstract operator systems). We show that to every\nmapping cone there is an associated operator system on the space of n-by-n\ncomplex matrices, and furthermore we show that the associated operator system\nis unique and has a certain homogeneity property. Conversely, we show that the\ncone of completely positive maps on any operator system with that homogeneity\nproperty is a mapping cone. We also consider several related problems, such as\ncharacterizing cones that are closed under composition on the right by\ncompletely positive maps, and cones that are also semigroups, in terms of\noperator systems.\n","Comment: 12 pages, minor corrections since v1"]}]
["1103.0080",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05A16, 05C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0080","Linear Algebra and its Applications, 436,4 (2012) 901-926","doi:10.1016/j.bbr.2011.03.031"],"date":["2011-02-28","2012-03-09"],"type":["text"],"creator":["McKay, Brendan D.","Greenhill, Catherine"],"language":[],"coverage":[],"title":["Counting loopy graphs with given degrees"],"description":["  Let d=(d_1,d_2,..., d_n) be a vector of non-negative integers. We study the\nnumber of symmetric 0-1 matrices whose row sum vector equals d. While previous\nwork has focussed on the case of zero diagonal, we allow diagonal entries to\nequal 1. When forming the row sum, each diagonal entry is multiplied by a\nfactor of D, where D is 1 or 2. The case D=1 corresponds to enumeration by the\nusual row sum of matrices. The case D=2 corresponds to enumeration by degree\nsequence of undirected graphs with loops but no repeated edges, due to the\nconvention that a loop contributes 2 to the degree of its incident vertex. We\nobtain asymptotically precise formulae for the number of matrices in the sparse\nrange (where, roughly, the maximum row sum is o(n^{1/2})), and in the dense\nrange (where, roughly, the average row sum is proportional to n and the row\nsums do not vary greatly).\n","Comment: Fixed an obvious typo in Thm 1.5"]}]
["1103.1165",{"format":[],"subject":["Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1165"],"date":["2011-03-06","2012-03-09"],"type":["text"],"creator":["Dolinsky, Yan"],"language":[],"coverage":[],"title":["Hedging of Game Options With the Presence of Transaction Costs"],"description":["  We study the problem of super-replication for game options under proportional\ntransaction costs. We consider a multidimensional continuous time model, in\nwhich the discounted stock price process satisfies the conditional full support\nproperty. We show that the super-replication price is the cheapest cost of a\ntrivial super-replication strategy. This result is an extension of previous\npapers (see [3] and [7]) which considered only European options. In these\npapers the authors showed that with the presence of proportional transaction\ncosts the super--replication price of a European option is given in terms of\nthe concave envelope of the payoff function. In the present work we prove that\nfor game options the super-replication price is given by a game variant analog\nof the standard concave envelope term. The treatment of game options is more\ncomplicated and requires additional tools. We combine the theory of consistent\nprice systems together with the theory of extended weak convergence which was\ndeveloped in [1]. The second theory is essential in dealing with hedging which\ninvolves stopping times, like in the case of game options.\n","Comment: 22 pages, 2 figures"]}]
["1103.2252",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2252","doi:10.1103/PhysRevE.84.016104"],"date":["2011-03-11","2011-04-25"],"type":["text"],"creator":["Smilkov, Daniel","Kocarev, Ljupco"],"language":[],"coverage":[],"title":["Analytically solvable processes on networks"],"description":["  We introduce a broad class of analytically solvable processes on networks. In\nthe special case, they reduce to random walk and consensus process - two most\nbasic processes on networks. Our class differs from previous models of\ninteractions (such as stochastic Ising model, cellular automata, infinite\nparticle system, and voter model) in several ways, two most important being:\n(i) the model is analytically solvable even when the dynamical equation for\neach node may be different and the network may have an arbitrary finite graph\nand influence structure; and (ii) in addition, when local dynamic is described\nby the same evolution equation, the model is decomposable: the equilibrium\nbehavior of the system can be expressed as an explicit function of network\ntopology and node dynamics\n","Comment: 10 pages, 3 figures"]}]
["1103.4777",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Dynamical Systems","68R15, 05A16, 37B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4777","doi:10.1007/s00605-012-0401-1"],"date":["2011-03-24","2012-03-09"],"type":["text"],"creator":["Nilsson, Johan"],"language":[],"coverage":[],"title":["On the Entropy of a Family of Random Substitutions"],"description":["  The generalised random Fibonacci chain is a stochastic extension of the\nclassical Fibonacci substitution and is defined as the rule mapping $0\\mapsto\n1$ and $1 \\mapsto 1^i01^{m-i}$ with probability $p_i$, where $p_i\\geq 0$ with\n$\\sum_{i=0}^m p_i=1$, and where the random rule is applied each time it acts on\na 1. We show that the topological entropy of this object is given by the growth\nrate of the set of inflated generalised random Fibonacci words.\n","Comment: A more appropriate tile and minor misprints corrected, compared to\n  the previous version"]}]
["1103.4916",{"format":[],"subject":["Computer Science - Databases","H.2.8","I.5.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4916","Advances in Information Mining, ISSN: 0975-3265, Volume 2, Issue\n  2, 2010, pp-14-18"],"date":["2011-03-25","2012-03-09"],"type":["text"],"creator":["Kodge, B. G.","Hiremath, P. S."],"language":[],"coverage":[],"title":["Detection of Spatial Changes using Spatial Data Mining"],"description":["  The Change detection based on analysis and samples are analyzed. Land\nuse/cover change detection based on SDM is discussed.\n","Comment: This paper has been withdrawn by the author"]}]
["1104.4585",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4585","Journal of Knot Theory and Its Ramifications 21, 5 (2012) 1250042\n  (21 pages)","doi:10.1142/S0218216511009947"],"date":["2011-04-23"],"type":["text"],"creator":["Moussard, Delphine"],"language":[],"coverage":[],"title":["On Alexander modules and Blanchfield forms of null-homologous knots in\n  rational homology spheres"],"description":["  In this article, we give a classification of Alexander modules of\nnull-homologous knots in rational homology spheres. We characterize these\nmodules A equipped with their Blanchfield forms $\\phi$, and the modules A such\nthat there is a unique isomorphism class of $(A,\\phi)$, and we prove that for\nthe other modules A, there are infinitely many such classes. We realise all\nthese $(A,\\phi)$ by explicit knots in rational homology spheres.\n","Comment: Submitted to the Journal of Knots Theory and its Ramifications"]}]
["1105.2078",{"format":[],"subject":["Mathematics - Optimization and Control","49K05, 26A33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2078","Acta Math. Sci. Ser. B Engl. Ed. 32 (2012), no. 2, 619--630","doi:10.1016/S0252-9602(12)60043-5"],"date":["2011-05-10"],"type":["text"],"creator":["Almeida, Ricardo","Ferreira, Rui A. C.","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Isoperimetric problems of the calculus of variations with fractional\n  derivatives"],"description":["  In this paper we study isoperimetric problems of the calculus of variations\nwith left and right Riemann-Liouville fractional derivatives. Both situations\nwhen the lower bound of the variational integrals coincide and do not coincide\nwith the lower bound of the fractional derivatives are considered.\n","Comment: Submitted 02-Oct-2009; revised 30-Jun-2010; accepted 10-May-2011; for\n  publication in the journal Acta Mathematica Scientia"]}]
["1105.5333",{"format":[],"subject":["Mathematics - Combinatorics","05E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5333"],"date":["2011-05-26","2012-03-09"],"type":["text"],"creator":["Hanusa, Christopher R. H.","Jones, Brant C."],"language":[],"coverage":[],"title":["Abacus models for parabolic quotients of affine Weyl groups"],"description":["  We introduce abacus diagrams that describe minimal length coset\nrepresentatives in affine Weyl groups of types B, C, and D. These abacus\ndiagrams use a realization of the affine Weyl group of type C due to Eriksson\nto generalize a construction of James for the symmetric group. We also describe\nseveral combinatorial models for these parabolic quotients that generalize\nclassical results in affine type A related to core partitions.\n","Comment: 28 pages, To appear, Journal of Algebra. Version 2: Updated with\n  referee's comments"]}]
["1106.1590",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1590","Computer Networks 56 (2012), 1584-1598","doi:10.1016/j.comnet.2012.01.011"],"date":["2011-06-08"],"type":["text"],"creator":["Vieira, Fabio R. J.","de Rezende, José F.","Barbosa, Valmir C.","Fdida, Serge"],"language":[],"coverage":[],"title":["Scheduling links for heavy traffic on interfering routes in wireless\n  mesh networks"],"description":["  We consider wireless mesh networks and the problem of scheduling the links of\na given set of routes under the assumption of a heavy-traffic pattern. We\nassume some TDMA protocol provides a background of synchronized time slots and\nseek to schedule the routes' links to maximize the number of packets that get\ndelivered to their destinations per time slot. Our approach is to construct an\nundirected graph G and to heuristically obtain node multicolorings for G that\ncan be turned into efficient link schedules. In G each node represents a link\nto be scheduled and the edges are set up to represent every possible\ninterference for any given set of interference assumptions. We present two\nmulticoloring-based heuristics and study their performance through extensive\nsimulations. One of the two heuristics is based on relaxing the notion of a\nnode multicoloring by dynamically exploiting the availability of communication\nopportunities that would otherwise be wasted. We have found that, as a\nconsequence, its performance is significantly superior to the other's.\n"]}]
["1106.1948",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1948","PASJ, 2011, Vol.63, No.5, pp.1117-1138"],"date":["2011-06-09"],"type":["text"],"creator":["Usui, Fumihiko","Kuroda, Daisuke","Mueller, Thomas G.","Hasegawa, Sunao","Ishiguro, Masateru","Ootsubo, Takafumi","Ishihara, Daisuke","Kataza, Hirokazu","Takita, Satoshi","Oyabu, Shinki","Ueno, Munetaka","Matsuhara, Hideo","Onaka, Takashi"],"language":[],"coverage":[],"title":["AcuA: the AKARI/IRC Mid-infrared Asteroid Survey"],"description":["  We present the results of an unbiased asteroid survey in the mid-infrared\nwavelength with the Infrared Camera (IRC) onboard the Japanese infrared\nsatellite AKARI. About 20% of the point source events recorded in the AKARI\nAll-Sky Survey observations are not used for the IRC Point Source Catalog\n(IRC-PSC) in its production process because of the lack of multiple detection\nby position. Asteroids, which are moving objects on the celestial sphere,\nremain in these \"residual events\". We identify asteroids out of the residual\nevents by matching them with the positions of known asteroids. For the\nidentified asteroids, we calculate the size and albedo based on the Standard\nThermal Model. Finally we have a brand-new catalog of asteroids, named the\nAsteroid Catalog Using Akari (AcuA), which contains 5,120 objects, about twice\nas many as the IRAS asteroid catalog. The catalog objects comprise 4,953 main\nbelt asteroids, 58 near Earth asteroids, and 109 Jovian Trojan asteroids. The\ncatalog will be publicly available via the Internet.\n","Comment: 22 pages, 13 figures, and 11 tables, accepted for publication in PASJ"]}]
["1106.2837",{"format":[],"subject":["Mathematics - Probability","Mathematics - Representation Theory","60B15, 60H25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2837"],"date":["2011-06-14","2012-03-09"],"type":["text"],"creator":["Evans, Steven N.","Gordeeva, Tatyana"],"language":[],"coverage":[],"title":["Stochastic equations on projective systems of groups"],"description":["  We consider stochastic equations of the form $X_k = \\phi_k(X_{k+1}) Z_k$, $k\n\\in \\mathbb{N}$, where $X_k$ and $Z_k$ are random variables taking values in a\ncompact group $G_k$, $\\phi_k: G_{k+1} \\to G_k$ is a continuous homomorphism,\nand the noise $(Z_k)_{k \\in \\mathbb{N}}$ is a sequence of independent random\nvariables. We take the sequence of homomorphisms and the sequence of noise\ndistributions as given, and investigate what conditions on these objects result\nin a unique distribution for the \"solution\" sequence $(X_k)_{k \\in \\mathbb{N}}$\nand what conditions permits the existence of a solution sequence that is a\nfunction of the noise alone (that is, the solution does not incorporate extra\ninput randomness \"at infinity\"). Our results extend previous work on stochastic\nequations on a single group that was originally motivated by Tsirelson's\nexample of a stochastic differential equation that has a unique solution in law\nbut no strong solutions.\n","Comment: 20 pages, revised according to referee's suggestions"]}]
["1106.5614",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5614","Phys. Rev. Lett. 107, 118304 (2011)","doi:10.1103/PhysRevLett.107.118304"],"date":["2011-06-28","2011-06-29"],"type":["text"],"creator":["Gainaru, C.","Kastner, S.","Mayr, F.","Lunkenheimer, P.","Schildmann, S.","Weber, H. J.","Hiller, W.","Loidl, A.","Böhmer, R."],"language":[],"coverage":[],"title":["Hydrogen-bond equilibria and life times in a supercooled monohydroxy\n  alcohol"],"description":["  Dielectric loss spectra covering 13 decades in frequency were collected for\n2-ethyl-1-hexanol, a monohydroxy alcohol that exhibits a prominent Debye-like\nrelaxation, typical for several classes of hydrogen-bonded liquids. The thermal\nvariation of the dielectric absorption amplitude agrees well with that of the\nhydrogen-bond equilibrium population, experimentally mapped out using near\ninfrared (NIR) and nuclear magnetic resonance (NMR) measurements. Despite this\nagreement, temperature-jump NIR spectroscopy reveals that the hydrogen-bond\nswitching rate does not define the frequency position of the prominent\nabsorption peak. This contrasts with widespread notions and models based\nthereon, but is consistent with a recent approach.\n","Comment: 4 pages, 4 figures"]}]
["1107.0468",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0468"],"date":["2011-07-03","2012-03-09"],"type":["text"],"creator":["Ndangali, Friends Remy","Shabanov, Sergei V."],"language":[],"coverage":[],"title":["The resonant nonlinear scattering theory with bound states in the\n  radiation continuum and the second harmonic generation"],"description":["  A nonlinear electromagnetic scattering problem is studied in the presence of\nbound states in the radiation continuum. It is shown that the solution is not\nanalytic in the nonlinear susceptibility and the conventional perturbation\ntheory fails. A non-perturbative approach is proposed and applied to the system\nof two parallel periodic arrays of dielectric cylinders with a second order\nnonlinear susceptibility. This scattering system is known to have bound states\nin the radiation continuum. In particular, it is demonstrated that, for a wide\nrange of values of the nonlinear susceptibility, the conversion rate of the\nincident fundamental harmonic into the second one can be as high as 40% when\nthe distance between the arrays is as low as a half of the incident radiation\nwavelength. The effect is solely attributed to the presence of bound states in\nthe radiation continuum.\n"]}]
["1107.5652",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J20, 35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5652"],"date":["2011-07-28","2012-03-09"],"type":["text"],"creator":["d'Avenia, Pietro","Pomponio, Alessio","Ruiz, David"],"language":[],"coverage":[],"title":["Semi-classical states for the Nonlinear Schr\\\"odinger Equation on saddle\n  points of the potential via variational methods"],"description":["  In this paper we study semiclassical states for the problem $$ -\\eps^2 \\Delta\nu + V(x) u = f(u) \\qquad \\hbox{in} \\RN,$$ where $f(u)$ is a superlinear\nnonlinear term. Under our hypotheses on $f$ a Lyapunov-Schmidt reduction is not\npossible. We use variational methods to prove the existence of spikes around\nsaddle points of the potential $V(x)$.\n","Comment: pre-peer version, to appear in J. Funct. Anal"]}]
["1108.5393",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","11G20 (Primary) 14G05, 14G10, 14G15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5393"],"date":["2011-08-26","2012-03-08"],"type":["text"],"creator":["Howe, Everett W."],"language":[],"coverage":[],"title":["New bounds on the maximum number of points on genus-4 curves over small\n  finite fields"],"description":["  For prime powers q<100, we compute new upper and lower bounds on N_q(4), the\nmaximal number of points on a genus-4 curve over a finite field with q\nelements. We determine the exact value of N_q(4) for 17 prime powers q for\nwhich the value was previously unknown.\n","Comment: 18 pages. Differences from preceding version: Did some general\n  copyediting; fixed broken links; added argument for a case that had been\n  inadvertently omitted from the write-up"]}]
["1109.1481",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1481","Astrophysics and Space Science (2011)","doi:10.1007/s10509-011-0967-4"],"date":["2011-09-07","2012-03-09"],"type":["text"],"creator":["Rudra, Prabir","Debnath, Ujjal","Biswas, Ritabrata"],"language":[],"coverage":[],"title":["Dynamics of Modified Chaplygin Gas in Brane World Scenario: Phase Plane\n  Analysis"],"description":["  In this work we investigate the background dynamics when dark energy is\ncoupled to dark matter with a suitable interaction in the universe described by\nbrane cosmology. Here DGP and the RSII brane models have been considered\nseparately. Dark energy in the form of modified Chaplygin gas is considered. A\nsuitable interaction between dark energy and dark matter is considered in order\nto at least alleviate (if not solve) the cosmic coincidence problem. The\ndynamical system of equations is solved numerically and a stable scaling\nsolution is obtained. A significant attempt towards the solution of the cosmic\ncoincidence problem is taken. The statefinder parameters are also calculated to\nclassify the dark energy models. Graphs and phase diagrams are drawn to study\nthe variations of these parameters. It is also seen that the background\ndynamics of modified Chaplygin gas is completely consistent with the notion of\nan accelerated expansion in the late universe. Finally, it has been shown that\nthe universe in both the models follows the power law form of expansion around\nthe critical point, which is consistent with the known results.\n","Comment: 14 pages, 14 figures"]}]
["1109.1520",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1520","Phys. Rev. Lett. 108, 102002 (2012)","doi:10.1103/PhysRevLett.108.102002"],"date":["2011-09-07"],"type":["text"],"creator":["Kang, Zhong-Bo","Qiu, Jian-Wei","Sterman, George"],"language":[],"coverage":[],"title":["Heavy quarkonium production and polarization"],"description":["  We present a perturbative QCD factorization formalism for the production of\nheavy quarkonia of large transverse momentum $p_T$ at collider energies, which\nincludes both the leading power (LP) and next-to-leading power (NLP)\ncontributions to the cross section in the $m_Q^2/p_T^2$ expansion for heavy\nquark mass $m_Q$. We estimate fragmentation functions in the non-relativistic\nQCD formalism, and reproduce the bulk of the large enhancement found in\nexplicit NLO calculations in the color singlet model. Heavy quarkonia produced\nfrom NLP channels prefer longitudinal polarization.\n","Comment: latex, 11 pages, 4 figures"]}]
["1109.3384",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3384","Phys. Rev. A 85, 033607 (2012)","doi:10.1103/PhysRevA.85.033607"],"date":["2011-09-15","2012-03-09"],"type":["text"],"creator":["Wikberg, Emma","Larson, Jonas","Bergholtz, Emil J.","Karlhede, Anders"],"language":[],"coverage":[],"title":["Fractional domain walls from on-site softening in dipolar bosons"],"description":["  We study dipolar bosons in a 1D optical lattice and identify a region in\nparameter space---strong coupling but relatively weak on-site\nrepulsion---hosting a series of stable charge-density-wave (CDW) states whose\nlow-energy excitations, built from \"fractional domain walls,\" have remarkable\nsimilarities to those of non-Abelian fractional quantum Hall states. Here, a\nconventional domain wall between translated CDW's may be split by inserting\nstrings of degenerate, but inequivalent, CDW states. Outside these insulating\nregions, we find numerous supersolids as well as a superfluid regime. The\nmentioned phases should be accessible experimentally and, in particular, the\nfractional domain walls can be created in the ground state using single-site\naddressing, i.e., by locally changing the chemical potential.\n","Comment: 6 pages, 3 figures. Extended discussion. As published"]}]
["1109.4329",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4329","J. Math. Phys. 53, 012108 (2012);","doi:10.1063/1.3679761"],"date":["2011-09-20","2011-12-06"],"type":["text"],"creator":["Ueberschaer, Henrik"],"language":[],"coverage":[],"title":["The trace formula for a point scatterer on a compact hyperbolic surface"],"description":["  An exact trace formula for the perturbation of the Laplacian by a Dirac delta\npotential on a compact hyperbolic Riemann surface is derived. The formula can\nbe considered an analogue of the Selberg trace formula. The difference of\nperturbed and unperturbed trace is expressed as an identity term plus a sum\nover combinations of diffractive orbits which visit the position of the\npotential.\n","Comment: 32 pages; minor changes, fixed a mistake in the appendix"]}]
["1109.4491",{"format":[],"subject":["Physics - Optics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4491","J. Appl. Phys. 111, 043101 (2012)","doi:10.1063/1.3684626"],"date":["2011-09-21"],"type":["text"],"creator":["Farsi, Alessandro","de Cumis, Mario Siciliani","Marino, Francesco","Marin, Francesco"],"language":[],"coverage":[],"title":["Photothermal and thermo-refractive effects in high reflectivity mirrors\n  at room and cryogenic temperature"],"description":["  Increasing requirements in the sensitivity of interferometric measurements is\na common feature of several research fields, from gravitational wave detection\nto quantum optics. This motivates refined studies of high reflectivity mirrors\nand of noise sources that are tightly related to their structure. In this work\nwe present an experimental characterization of photothermal and\nthermo-refractive effects in high reflectivity mirrors, i.e., of the variations\nin the position of their effective reflection plane due to weak residual power\nabsorption. The measurements are performed by modulating the impinging power in\nthe range 10 Hz $\\div$ 100 kHz. The experimental results are compared with an\nexpressly derived theoretical model in order to fully understand the phenomena\nand exploit them to extract useful effective thermo-mechanical parameters of\nthe coating. The measurements are extended at cryogenic temperature, where most\nhigh sensitivity experiments are performed (or planned in future versions) and\nwhere characterizations of dielectric film coatings are still poor.\n"]}]
["1110.0962",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0962","Phys. Rev. B 85, 100402(R) (2012)","doi:10.1103/PhysRevB.85.100402"],"date":["2011-10-05","2012-03-08"],"type":["text"],"creator":["Lee, Yu-Wen","Yang, Min-Fong"],"language":[],"coverage":[],"title":["Spontaneous dimerization in the spin-1 bilinear-biquadratic Heisenberg\n  model on a honeycomb lattice"],"description":["  Within the linear flavor-wave theory, we show that, caused by quantum\norder-by-disorder mechanism, the spin-1 bilinear-biquadratic Heisenberg model\ndefined on a honeycomb lattice can spontaneously develop a columnar dimer order\nwith a non-bipartite structure. The low-lying excitations above this novel\nground state form several flat bands separated by nonzero energy gaps. Our\nresults suggest that the quantum phase transition separating this dimerized\nphase with the nearby N\\'{e}el-order one may be of first order.\n","Comment: 4+ pages, 2 figures"]}]
["1110.2028",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2028"],"date":["2011-10-10","2012-03-09"],"type":["text"],"creator":["Cameron, Peter J.","Gadouleau, Maximilien"],"language":[],"coverage":[],"title":["Remoteness of permutation codes"],"description":["  In this paper, we introduce a new parameter of a code, referred to as the\nremoteness, which can be viewed as a dual to the covering radius. Indeed, the\nremoteness is the minimum radius needed for a single ball to cover all\ncodewords. After giving some general results about the remoteness, we then\nfocus on the remoteness of permutation codes. We first derive upper and lower\nbounds on the minimum cardinality of a code with a given remoteness. We then\nstudy the remoteness of permutation groups. We show that the remoteness of\ntransitive groups can only take two values, and we determine the remoteness of\ntransitive groups of odd order. We finally show that the problem of determining\nthe remoteness of a given transitive group is equivalent to determining the\nstability number of a related graph.\n"]}]
["1110.2997",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics","Physics - Data Analysis, Statistics and Probability","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2997","MNRAS, Vol. 421, Issue 1, pg. 169-180 (2012)","doi:10.1111/j.1365-2966.2011.20288.x"],"date":["2011-10-13","2012-02-17"],"type":["text"],"creator":["Graff, Philip","Feroz, Farhan","Hobson, Michael P.","Lasenby, Anthony"],"language":[],"coverage":[],"title":["BAMBI: blind accelerated multimodal Bayesian inference"],"description":["  In this paper we present an algorithm for rapid Bayesian analysis that\ncombines the benefits of nested sampling and artificial neural networks. The\nblind accelerated multimodal Bayesian inference (BAMBI) algorithm implements\nthe MultiNest package for nested sampling as well as the training of an\nartificial neural network (NN) to learn the likelihood function. In the case of\ncomputationally expensive likelihoods, this allows the substitution of a much\nmore rapid approximation in order to increase significantly the speed of the\nanalysis. We begin by demonstrating, with a few toy examples, the ability of a\nNN to learn complicated likelihood surfaces. BAMBI's ability to decrease\nrunning time for Bayesian inference is then demonstrated in the context of\nestimating cosmological parameters from Wilkinson Microwave Anisotropy Probe\nand other observations. We show that valuable speed increases are achieved in\naddition to obtaining NNs trained on the likelihood functions for the different\nmodel and data combinations. These NNs can then be used for an even faster\nfollow-up analysis using the same likelihood and different priors. This is a\nfully general algorithm that can be applied, without any pre-processing, to\nother problems with computationally expensive likelihood functions.\n","Comment: 12 pages, 8 tables, 17 figures; accepted by MNRAS; v2 to reflect\n  minor changes in published version"]}]
["1110.3153",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3153","ISRN-Math. Phys., v..2012 (2012) 201525-20","doi:10.5402/2012/201525"],"date":["2011-10-14"],"type":["text"],"creator":["Ikhdair, Sameer M."],"language":[],"coverage":[],"title":["Approximated l-states of the Manning-Rosen potential by Nikiforov-Uvarov\n  method"],"description":["  The approximately analytical bound state solutions of the l-wave\nSchr\\\"odinger equation for the Manning-Rosen (MR) potential are carried out by\na proper approximation to the centrifugal term. The energy spectrum formula and\nnormalized wave functions expressed in terms of the Jacobi polynomials are both\nobtained for the application of the Nikiforov-Uvarov (NU) method to the\nManning-Rosen potential. To show the accuracy of our results, we calculate the\neigenvalues numerically for arbitrary quantum numbers n and l with two\ndifferent values of the potential parameter {\\alpha}. It is found that our\nresults are in good agreement with the those obtained by other methods for\nshort potential range, small l and {\\alpha}. Two special cases are investigated\nlike the s-wave case and Hulth\\'en potential case.\n","Comment: 21 pages, 2 figures. arXiv admin note: substantial text overlap with\n  arXiv:0909.0623"]}]
["1110.3874",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3874","SIGMA 8 (2012), 010, 26 pages","doi:10.3842/SIGMA.2012.010"],"date":["2011-10-18","2012-03-09"],"type":["text"],"creator":["Date, Ghanashyam","Hossain, Golam Mortuza"],"language":[],"coverage":[],"title":["Matter in Loop Quantum Gravity"],"description":["  Loop quantum gravity, a non-perturbative and manifestly background free,\nquantum theory of gravity implies that at the kinematical level the spatial\ngeometry is discrete in a specific sense. The spirit of background independence\nalso requires a non-standard quantum representation of matter. While loop\nquantization of standard model fields has been proposed, detail study of its\nimplications is not yet available. This review aims to survey the various\nefforts and results.\n"]}]
["1110.3999",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3999","Physical Review E 84, 011601 (2011)","doi:10.1103/PhysRevE.84.011601"],"date":["2011-10-18"],"type":["text"],"creator":["Cabrera, Diego Luis Gonzalez","Pimpinelli, Alberto","Einstein, T. L."],"language":[],"coverage":[],"title":["Spacing distribution functions for the one-dimensional point-island\n  model with irreversible attachment"],"description":["  We study the configurational structure of the point-island model for\nepitaxial growth in one dimension. In particular, we calculate the island gap\nand capture zone distributions. Our model is based on an approximate\ndescription of nucleation inside the gaps. Nucleation is described by the joint\nprobability density $p^{XY}_{n}(x,y)$, which represents the probability density\nto have nucleation at position $x$ within a gap of size $y$. Our proposed\nfunctional form for $p^{XY}_{n}(x,y)$ describes excellently the statistical\nbehavior of the system. We compare our analytical model with extensive\nnumerical simulations. Our model retains the most relevant physical properties\nof the system.\n","Comment: 12 pages, 9 figures"]}]
["1110.4228",{"format":[],"subject":["Mathematics - Combinatorics","68R15, 68Q25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4228"],"date":["2011-10-19","2012-03-09"],"type":["text"],"creator":["Nilsson, Johan"],"language":[],"coverage":[],"title":["A Space Efficient Algorithm for the Calculation of the Digit\n  Distribution in the Kolakoski Sequence"],"description":["  With standard algorithms for generating the classical Kolakoski sequence, the\nnumerical calculation of the digit distribution requires a linear amount of\nspace. Here, we present an algorithm for calculating the distribution of the\ndigits in the classical Kolakoski sequence, that only requires a logarithmic\namount of space and still runs in linear time. The algorithm is easily\nadaptable to generalised Kolakoski sequences.\n","Comment: The way of explaining the algorithm has been slightly changed, from a\n  level-based to a tree-structure point of view. The underlying idea in the\n  algorithm is though unchanged"]}]
["1111.3176",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3176","doi:10.1103/PhysRevE.85.016114"],"date":["2011-11-14"],"type":["text"],"creator":["Smilkov, Daniel","Kocarev, Ljupco"],"language":[],"coverage":[],"title":["The influence of the network topology on epidemic spreading"],"description":["  The influence of the network's structure on the dynamics of spreading\nprocesses has been extensively studied in the last decade. Important results\nthat partially answer this question show a weak connection between the\nmacroscopic behavior of these processes and specific structural properties in\nthe network, such as the largest eigenvalue of a topology related matrix.\nHowever, little is known about the direct influence of the network topology on\nmicroscopic level, such as the influence of the (neighboring) network on the\nprobability of a particular node's infection. To answer this question, we\nderive both an upper and a lower bound for the probability that a particular\nnode is infective in a susceptible-infective-susceptible model for two cases of\nspreading processes: reactive and contact processes. The bounds are derived by\nconsidering the $n-$hop neighborhood of the node; the bounds are tighter as one\nuses a larger $n-$hop neighborhood to calculate them. Consequently, using local\ninformation for different neighborhood sizes, we assess the extent to which the\ntopology influences the spreading process, thus providing also a strong\nmacroscopic connection between the former and the latter. Our findings are\ncomplemented by numerical results for a real-world e-mail network. A very good\nestimate for the infection density $\\rho$ is obtained using only 2-hop\nneighborhoods which account for 0.4% of the entire network topology on average.\n","Comment: 11 pages, 6 figures"]}]
["1111.3227",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3227","Phys. Rev. D 85, 043502 (2012)","doi:10.1103/PhysRevD.85.043502"],"date":["2011-11-14"],"type":["text"],"creator":["Jones-Smith, Katherine"],"language":[],"coverage":[],"title":["Chameleon Effects on Small Scale Structure and the Baryonic Jeans Mass"],"description":["  In the framework of Newtonian cosmology or general relativity it is simple to\nderive a mass scale below which collapsed structures are relatively devoid of\nbaryons. We examine how the inclusion of a chameleon scalar field affects this\nbaryonic Jeans mass, bearing in mind both the canonical case of a\ngravitational-strength coupling between the scalar field and matter, as well as\nthe strong coupling regime wherein the coupling is very large. We find that\nbaryon effects persist down to smaller scales in a chameleon theory than they\ndo in ordinary general relativity, especially in the case of strong coupling.\nSeveral potentially observable consequences of this are identified.\n"]}]
["1111.4272",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4272","doi:10.1364/OL.37.000488"],"date":["2011-11-17"],"type":["text"],"creator":["Kim, Se-Heon","Huang, Jingqing","Scherer, Axel"],"language":[],"coverage":[],"title":["A photonic crystal nanocavity laser in an optically very thick slab"],"description":["  A photonic crystal (PhC) nanocavity formed in an optically very thick slab\ncan support reasonably high-Q modes for lasing. Experimentally, we demonstrate\nroom-temperature pulsed lasing operation from the PhC dipole mode emitting at\n1324 nm, which is fabricated in an InGaAsP slab with thickness (T) of 606 nm.\nNumerical simulation reveals that, when T > 800 nm, over 90% of the laser\noutput power couples to the PhC slab modes, suggesting a new route towards an\nefficient in-plane laser for photonic integrated circuits.\n","Comment: 3 pages, 4 figures"]}]
["1111.4411",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4411","Phys. Rev. A 85, 032308 (2012)","doi:10.1103/PhysRevA.85.032308"],"date":["2011-11-18","2012-03-09"],"type":["text"],"creator":["Fung, Chi-Hang Fred","Ma, Xiongfeng","Chau, H. F.","Cai, Qing-yu"],"language":[],"coverage":[],"title":["Quantum key distribution with delayed privacy amplification and its\n  application to security proof of a two-way deterministic protocol"],"description":["  Privacy amplification (PA) is an essential post-processing step in quantum\nkey distribution (QKD) for removing any information an eavesdropper may have on\nthe final secret key. In this paper, we consider delaying PA of the final key\nafter its use in one-time pad encryption and prove its security. We prove that\nthe security and the key generation rate are not affected by delaying PA.\nDelaying PA has two applications: it serves as a tool for significantly\nsimplifying the security proof of QKD with a two-way quantum channel, and also\nit is useful in QKD networks with trusted relays. To illustrate the power of\nthe delayed PA idea, we use it to prove the security of a qubit-based two-way\ndeterministic QKD protocol which uses four states and four encoding operations.\n","Comment: 11 pages, 3 figures"]}]
["1111.4535",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4535","J. Appl. Phys. 111, 054314 (2012)","doi:10.1063/1.3691958"],"date":["2011-11-19","2012-02-08"],"type":["text"],"creator":["Jiang, Jin-Wu","Wang, Jian-Sheng"],"language":[],"coverage":[],"title":["Why edge effects are important on the intrinsic loss mechanisms of\n  graphene nanoresonators?"],"description":["  Molecular dynamics simulations are performed to investigate edge effects on\nthe quality factor of graphene nanoresonators with different edge\nconfigurations and of various sizes. If the periodic boundary condition is\napplied, very high quality factors ($3\\times10^{5}$) are obtained for all kinds\nof graphene nanoresonators. However, if the free boundary condition is applied,\nquality factors will be greatly reduced by two effects resulting from free\nedges: the imaginary edge vibration effect and the artificial effect. Imaginary\nedge vibrations will flip between a pair of doubly degenerate warping states\nduring the mechanical oscillation of nanoresonators. The flipping process\nbreaks the coherence of the mechanical oscillation of the nanoresonator, which\nis the dominant mechanism for extremely low quality factors. There is an\nartificial effect if the mechanical oscillation of the graphene nanoresonator\nis actuated according to an artificial vibration (non-natural vibration of the\nsystem), which slightly reduce the quality factor. The artificial effect can be\neliminated by actuating the mechanical oscillation according to a natural\nvibration of the nanoresonator. Our simulations provide an explanation for the\nrecent experiment, where the measured quality factor is low and varies between\nidentical samples with free edges.\n","Comment: accepted by J. Appl. Phys"]}]
["1111.5606",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5606","Phys.Lett.B709:285-288,2012","doi:10.1016/j.physletb.2012.02.032"],"date":["2011-11-23","2012-02-15"],"type":["text"],"creator":["Makeenko, Y.","Olesen, P."],"language":[],"coverage":[],"title":["The QCD scattering amplitude from area behaved Wilson loops"],"description":["  We explicitly construct the dominant saddle-point trajectory in the\nsum-over-path representation of meson scattering amplitudes in large $N$ QCD\nfor area-behaved Wilson loops and show that it dominates in the Regge regime.\nThe graphic representation of the leading trajectory is very similar to the\ndiagrams widely used to illustrate meson scattering.\n","Comment: 4pp., 1 figure; v2: references added, v3: minor corrections, v4:\n  published in PLB"]}]
["1111.5962",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5962","JCAP 1203:013,2012","doi:10.1088/1475-7516/2012/03/013"],"date":["2011-11-25","2012-01-25"],"type":["text"],"creator":["Bae, Kyu Jung","Chun, Eung Jin","Im, Sang Hui"],"language":[],"coverage":[],"title":["Cosmology of the DFSZ axino"],"description":["  We study the cosmological impact of the supersymmetric DFSZ axion model.\nExtending recent works, we first provide a comprehensive analysis of thermal\nproduction of the DFSZ axino considering all the possible scattering, decay and\ninverse decay processes depending on various mass parameters and the reheat\ntemperature. Although it is hard for the DFSZ axino to be in thermal\nequilibrium, its coupling is still large enough to generate huge axino\npopulation which can turn into overabundant neutralino density. We examine the\nneutralino parameter space to identify the dark matter property depending on\nthe Peccei-Quinn scale. As the Peccei-Quinn scale becomes higher resulting in\nlonger axino lifetime, the neutralino dark matter appears in a lighter\nHiggsino-like LSP region or a more restricted Bino-like LSP region allowing a\nresonant annihilation through a CP-odd Higgs boson to meet stronger\nreannihilation.\n","Comment: 24 pages, 12 figures. v2: discussion for 1PI interaction added in\n  section 2"]}]
["1111.6198",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6198"],"date":["2011-11-26","2012-03-09"],"type":["text"],"creator":["Ueberschaer, Henrik"],"language":[],"coverage":[],"title":["The trace formula for a point scatterer on a hyperbolic surface with one\n  cusp"],"description":["  We prove an exact trace formula for the Laplacian with a delta potential -\nalso known as a point scatterer - on a non-compact hyperbolic surface of finite\nvolume with one cusp. Our formula is an analogue of the Selberg trace formula.\nWe express the difference of perturbed and unperturbed trace as a smooth term\nplus a sum over combinations of diffractive orbits.\n","Comment: 34 pages. minor changes, added some details and minor changes of\n  notation. arXiv admin note: text overlap with arXiv:1002.2930"]}]
["1111.6209",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6209","Phys. Rev. E 85, 011152 (2012)","doi:10.1103/PhysRevE.85.011152"],"date":["2011-11-26","2012-03-08"],"type":["text"],"creator":["Krapivsky, P. L."],"language":[],"coverage":[],"title":["Limiting Shapes of Ising Droplets, Ising Fingers, and Ising Solitons"],"description":["  We examine the evolution of an Ising ferromagnet endowed with\nzero-temperature single spin-flip dynamics. A large droplet of one phase in the\nsea of the opposite phase eventually disappears. An interesting behavior occurs\nin the intermediate regime when the droplet is still very large compared to the\nlattice spacing, but already very small compared to the initial size. In this\nregime the shape of the droplet is essentially deterministic (fluctuations are\nnegligible in comparison with characteristic size). In two dimensions the shape\nis also universal, that is, independent on the initial shape. We analytically\ndetermine the limiting shape of the Ising droplet on the square lattice. When\nthe initial state is a semi-infinite stripe of one phase in the sea of the\nopposite phase, it evolves into a finger which translates along its axis. We\ndetermine the limiting shape and the velocity of the Ising finger on the square\nlattice. An analog of the Ising finger on the cubic lattice is the translating\nIsing soliton. We show that far away from the tip, the cross-section of the\nIsing soliton coincides with the limiting shape of the two-dimensional Ising\ndroplet and we determine a relation between the cross-section area, the\ndistance from the tip, and the velocity of the soliton.\n","Comment: 7 pages, 3 figures; version 2: two figures and references added"]}]
["1112.0063",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0063","MNRAS, 2012, 421, 486-501","doi:10.1111/j.1365-2966.2011.20327.x"],"date":["2011-11-30","2011-12-03"],"type":["text"],"creator":["Xiao, Ting","Wang, Tinggui","Wang, Huiyuan","Zhou, Hongyan","Lu, Honglin","Dong, Xiaobo"],"language":[],"coverage":[],"title":["Dust reddening in star-forming galaxies"],"description":["  We present empirical relations between the global dust reddening and other\nphysical galaxy properties including the Halpha luminosity, Halpha surface\nbrightness, metallicity and axial ratio for star-forming disc galaxies. The\nstudy is based on a large sample of ~22 000 well-defined star-forming galaxies\nselected from the Sloan Digital Sky Survey (SDSS). The reddening parameterized\nby color excess E(B-V) is derived from the Balmer decrement. Besides the\ndependency of reddening on Halpha luminosity / surface brightness and gas phase\nmetallicity, it is also correlated with the galaxy inclination, in the sense\nthat edge-on galaxies are more attenuated than face-on galaxies at a give\nintrinsic luminosity. In light of these correlations, we present the empirical\nformulae of E(B-V) as a function of these galaxy properties, with a scatter of\nonly 0.07 mag. The empirical relation can be reproduced if most dust\nattenuation to the HII region is due to diffuse interstellar dust distributing\nin a disc thicker than that of HII regions. The empirical formulae can be\nincorporated into semi-analytical models of galaxy formation and evolution to\nestimate the dust reddening and enable comparison with observations more\npractically.\n","Comment: 19 pages, 9 figures, accepted for publication in MNRAS"]}]
["1112.1951",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1951","Phys. Rev. Lett. 108, 107005 (2012)","doi:10.1103/PhysRevLett.108.107005"],"date":["2011-12-08","2012-02-23"],"type":["text"],"creator":["Hsieh, Timothy H.","Fu, Liang"],"language":[],"coverage":[],"title":["Majorana Fermions and Exotic Surface Andreev Bound States in Topological\n  Superconductors: Application to CuxBi2Se3"],"description":["  The recently discovered superconductor CuxBi2Se3 is a candidate for\nthree-dimensional time- reversal-invariant topological superconductors, which\nare predicted to have robust surface Andreev bound states hosting massless\nMajorana fermions. In this work, we analytically and numerically find the\nlinearly dispersing Majorana fermions at k = 0, which smoothly evolve into a\nnew branch of gapless surface Andreev bound states near the Fermi momentum. The\nlatter is a new type of Andreev bound states resulting from both the nontrivial\nband structure and the odd-parity pairing symmetry. The tunneling spectra of\nthese surface Andreev bound states agree well with a recent point-contact\nspectroscopy experiment[1] and yield additional predictions for low temperature\ntunneling and photoemission experiments.\n","Comment: PRL in press, 4 pages, 3 figures + Supplementary Material; supercedes\n  1109.3464 and includes additional results"]}]
["1112.2360",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Category Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2360"],"date":["2011-12-11","2012-03-09"],"type":["text"],"creator":["Shoikhet, Boris"],"language":[],"coverage":[],"title":["Monoidal cofibrant resolutions of dg algebras"],"description":["  Let $k$ be a field of any characteristic. In this paper, we construct a\nfunctorial cofibrant resolution $\\mathfrak{R}(A)$ for the $\\mathbb{Z}_{\\le\n0}$-graded dg algebras $A$ over $k$, such that the functor $A\\rightsquigarrow\n\\mathfrak{R}(A)$ is colax-monoidal with quasi-isomorphisms as the colax maps.\nMore precisely, there are maps of bifunctors $\\mathfrak{R}(A\\otimes B)\\to\n\\mathfrak{R}(A)\\otimes \\mathfrak{R}(B)$, compatible with the projections to\n$A\\otimes B$, and obeying the colax-monoidal axiom.\n  The main application of such resolutions (which we consider in our next\npaper) is the existence of a colax-monoidal dg localization of pre-triangulated\ndg categories, such that the localization is a genuine dg category, whose image\nin the homotopy category of dg categories is isomorphic to the To\\\"{e}n's dg\nlocalization.\n","Comment: v3 69 pages (vs v2 39 pages) thoroughly improved and corrected"]}]
["1112.3346",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3346","Phys. Lett. B, Volume 709, Issues 4-5, March 2012, 385","doi:10.1016/j.physletb.2012.02.037"],"date":["2011-12-14","2012-03-09"],"type":["text"],"creator":["Conde, Eduardo","Gaillard, Jerome","Nunez, Carlos","Piai, Maurizio","Ramallo, Alfonso V."],"language":[],"coverage":[],"title":["Towards the string dual of tumbling and cascading gauge theories"],"description":["  We build type IIB backgrounds that can be interpreted as the dual description\nof field theories in which the dynamics shows many non-trivial phenomena,\ngeneralizing the baryonic branch of the Klebanov-Strassler system. We\nillustrate the steps of the explicit construction with a particularly\ninteresting example. The dual field theory exhibits the expected behavior of an\nN=1 supersymmetric gauge theory which, over different ranges of the radial\ndirection, is undergoing a cascade of Seiberg dualities, a period of running, a\ncascade of Higgsings (tumbling) and finally gaugino condensation.\n","Comment: 7 pages, 6 figures ; v2. minor changes included"]}]
["1112.3887",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3887","Phys. Rev. D 85, 065010 (2012)","doi:10.1103/PhysRevD.85.065010"],"date":["2011-12-16","2012-03-09"],"type":["text"],"creator":["Gomes, Pedro R. S.","Gomes, M."],"language":[],"coverage":[],"title":["On Ward Identities in Lifshitz-like Field Theories"],"description":["  In this work, we develop a normal product algorithm suitable to the study of\nanisotropic field theories in flat space, apply it to construct the symmetries\ngenerators and describe how their possible anomalies may be found. In\nparticular, we discuss the dilatation anomaly in a scalar model with critical\nexponent z=2 in six spatial dimensions.\n","Comment: Clarifications added"]}]
["1112.5306",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5306","Phys. Rev. C85, 034902 (2012)","doi:10.1103/PhysRevC.85.034902"],"date":["2011-12-22","2012-03-09"],"type":["text"],"creator":["Alvioli, M.","Holopainen, H.","Eskola, K. J.","Strikman, M."],"language":[],"coverage":[],"title":["Initial state anisotropies and their uncertainties in ultrarelativistic\n  heavy-ion collisions from the Monte Carlo Glauber model"],"description":["  In hydrodynamical modeling of heavy-ion collisions, the initial-state spatial\nanisotropies are translated into momentum anisotropies of the final-state\nparticle distributions. Thus, understanding the origin of the initial-state\nanisotropies and their uncertainties is important before extracting specific\nQCD matter properties, such as viscosity, from the experimental data. In this\nwork we review the wounded nucleon approach based on the Monte Carlo Glauber\nmodel, charting in particular the uncertainties arising from modeling of the\nnucleon-nucleon interactions between the colliding nucleon pairs and\nnucleon-nucleon correlations inside the colliding nuclei. We discuss the\ndifferences between the black disk model and a probabilistic profile function\napproach for the inelastic nucleon-nucleon interactions, and investigate the\ninfluence of initial-state correlations using state-of-the-art modeling of\nthese.\n","Comment: 9 pages, 6 figures"]}]
["1112.5641",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5641","Physical Review D (Vol.85, No.6), 2012","doi:10.1103/PhysRevD.85.064009"],"date":["2011-12-23","2012-03-09"],"type":["text"],"creator":["Pfeifer, Christian","Wohlfarth, Mattias N. R."],"language":[],"coverage":[],"title":["Finsler geometric extension of Einstein gravity"],"description":["  We construct gravitational dynamics for Finsler spacetimes in terms of an\naction integral on the unit tangent bundle. These spacetimes are\ngeneralizations of Lorentzian metric manifolds which satisfy necessary\ncausality properties. A coupling procedure for matter fields to Finsler gravity\ncompletes our new theory that consistently becomes equivalent to Einstein\ngravity in the limit of metric geometry. We provide a precise geometric\ndefinition of observers and their measurements, and show that the\ntransformations by means of which different observers communicate form a\ngroupoid that generalizes the usual Lorentz group. Moreover, we discuss the\nimplementation of Finsler spacetime symmetries. We use our results to analyze a\nparticular spacetime model that leads to Finsler geometric refinements of the\nlinearized Schwarzschild solution.\n","Comment: 39 pages, 4 figures, journal references added"]}]
["1201.0043",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0043"],"date":["2011-12-29","2012-03-09"],"type":["text"],"creator":["Francis, Mathew C.","Gonçalves, Daniel","Ochem, Pascal"],"language":[],"coverage":[],"title":["The Maximum Clique Problem in Multiple Interval Graphs"],"description":["  Multiple interval graphs are variants of interval graphs where instead of a\nsingle interval, each vertex is assigned a set of intervals on the real line.\nWe study the complexity of the MAXIMUM CLIQUE problem in several classes of\nmultiple interval graphs. The MAXIMUM CLIQUE problem, or the problem of finding\nthe size of the maximum clique, is known to be NP-complete for $t$-interval\ngraphs when $t\\geq 3$ and polynomial-time solvable when $t=1$. The problem is\nalso known to be NP-complete in $t$-track graphs when $t\\geq 4$ and\npolynomial-time solvable when $t\\leq 2$. We show that MAXIMUM CLIQUE is already\nNP-complete for unit 2-interval graphs and unit 3-track graphs. Further, we\nshow that the problem is APX-complete for 2-interval graphs, 3-track graphs,\nunit 3-interval graphs and unit 4-track graphs. We also introduce two new\nclasses of graphs called $t$-circular interval graphs and $t$-circular track\ngraphs and study the complexity of the MAXIMUM CLIQUE problem in them. On the\npositive side, we present a polynomial time $t$-approximation algorithm for\nWEIGHTED MAXIMUM CLIQUE on $t$-interval graphs, improving earlier work with\napproximation ratio $4t$.\n","Comment: 22 pages"]}]
["1201.0208",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0208","Int. J. Mod. Phys. D, 21 (2012) 1250014","doi:10.1142/S0218271812500149"],"date":["2011-12-30"],"type":["text"],"creator":["Li, Ran"],"language":[],"coverage":[],"title":["Quasinormal modes and entropy spectrum of three dimensional Godel black\n  hole"],"description":["  We have studied perturbations of scalar and spinor field in the background of\nthree dimensional G\\\"{o}del black hole. The wave equations are shown to be\nexactly solvable in terms of hypergeometric functions. The quasinormal modes\nare analytically calculated by imposing the Dirichlet boundary condition at\nspatial infinity, which are shown to be of the same form in both cases. By\nconsidering the physical interpretation of quasinormal modes, we obtain the\nconsistent transition frequencies from the quasinormal modes of scalar and\nspinor field. As an application of quasinormal modes, we have also investigated\nthe area and entropy quantization of three dimensional G\\\"{o}del black hole. By\nchoosing the conserved mass of G\\\"{o}del black hole properly, the entropy\nspectrum are shown to be equally-spaced.\n","Comment: 18 pages, no figures"]}]
["1201.2107",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2107","International Journal of VLSI design & Communication Systems\n  (VLSICS) Vol.2, No.4, December 2011","doi:10.5121/vlsic.2011.2410"],"date":["2012-01-10"],"type":["text"],"creator":["Bhat, Naagesh S."],"language":[],"coverage":[],"title":["Design and ASIC implementation of DUC/DDC for communication systems"],"description":["  Communication systems use the concept of transmitting information using the\nelectrical distribution network as a communication channel. To enable the\ntransmission data signal modulated on a carrier signal is superimposed on the\nelectrical wires. Typical power lines are designed to handle 50/60 Hz of AC\npower signal; however they can carry the signals up to 500 KHz frequency. This\nwork aims to aid transmission/reception of an audio signal in the spectrum from\n300 Hz to 4000 Hz using PLCC on a tunable carrier frequency in the spectrum\nfrom 200 KHz to 500 KHz. For digital amplitude modulation the sampling rate of\nthe carrier and the audio signal has to be matched. Tunable carrier generation\ncan be achieved with Direct Digital Synthesizers at a desired sampling rate.\nDSP Sample rate conversion techniques are very useful to make the sampling\ncircuits to work on their own sampling rates which are fine for the\ndata/modulated-carrier signal's bandwidth. This also simplifies the complexity\nof the sampling circuits. Digital Up Conversion (DUC) and Digital Down\nConversion (DDC) are DSP sample rate conversion techniques which refer to\nincreasing and decreasing the sampling rate of a signal respectively.\n"]}]
["1201.3943",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3943"],"date":["2012-01-18","2012-03-09"],"type":["text"],"creator":["Stein, Sherman"],"language":[],"coverage":[],"title":["Semigroup Identities, Proofs, and Artificial Intelligence"],"description":["  It is known that if every group satisfying an identity of the form yx ~\nxU(x,y)y is abelian, so is every semigroup that satisfies that identity.\nBecause a group has an identity element and the cancellation property, it is\neasier to show that a group is abelian than that a semigroup is. If we know\nthat it is, then there must be a sequence of substitutions using xU(x,y)y ~ yx\nthat transforms xy to yx. We examine such sequences and propose finding them as\na challenge to proof by computer.\n  Also, every model of y ~ xU(x,y)x is a group. This raises a similar\nchallenge, which we explore in the special case y ~ x^my^px^n. In addition we\ndetermine the free model with two generators of some of these identities. In\nparticular, we find that the free model for y ~ x^2yx^2 has order 32 and is the\nproduct of D4 (the symmetries of a square), C2, and C2, and point out relations\nbetween such identities and Burnside's Problem concerning models of x^n= e.\n","Comment: 16 pages, one table Fixed typos and generalized Theorems 5.1 and 5.2"]}]
["1201.5781",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5781","A&A (2012) vol. 539, pp. A148","doi:10.1051/0004-6361/201118136"],"date":["2012-01-27"],"type":["text"],"creator":["Birnstiel, T.","Klahr, H.","Ercolano, B."],"language":[],"coverage":[],"title":["A simple model for the evolution of the dust population in\n  protoplanetary disks"],"description":["  Context: The global size and spatial distribution of dust is an important\ningredient in the structure and evolution of protoplanetary disks and in the\nformation of larger bodies, such as planetesimals. Aims: We aim to derive\nsimple equations that explain the global evolution of the dust surface density\nprofile and the upper limit of the grain size distribution and which can\nreadily be used for further modeling or for interpreting of observational data.\nMethods: We have developed a simple model that follows the upper end of the\ndust size distribution and the evolution of the dust surface density profile.\nThis model is calibrated with state-of-the-art simulations of dust evolution,\nwhich treat dust growth, fragmentation, and transport in viscously evolving gas\ndisks. Results: We find very good agreement between the full dust-evolution\ncode and the toy model presented in this paper. We derive analytical profiles\nthat describe the dust-to-gas ratios and the dust surface density profiles well\nin protoplanetary disks, as well as the radial flux by solid material \"rain\nout\", which is crucial for triggering any gravity assisted formation of\nplanetesimals. We show that fragmentation is the dominating effect in the inner\nregions of the disk leading to a dust surface density exponent of -1.5, while\nthe outer regions at later times can become drift-dominated, yielding a dust\nsurface density exponent of -0.75. Our results show that radial drift is not\nefficient in fragmenting dust grains. This supports the theory that small dust\ngrains are resupplied by fragmentation due to the turbulent state of the disk.\n","Comment: 12 pages, 10 figures, accepted to A&A"]}]
["1201.6179",{"format":[],"subject":["Computer Science - Digital Libraries","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6179"],"date":["2012-01-30","2012-03-09"],"type":["text"],"creator":["Bartolucci, Francesco"],"language":[],"coverage":[],"title":["Decomposition of the h-index"],"description":["  I introduce a decomposition of the h-index, which is nowadays the leading\ncriterion to assess the relevance of a scientist in his/her research field.\nAccording to the proposed decomposition, the h-index is the product of two\nindicators, the first of which measures the impact of the scientist on the\nresearch community and the second may be seen as a measure of concentration of\nthe citations in correspondence of a reduced number of papers. The\ndecomposition is illustrated by an application based on data concerning a group\nof top level economists.\n","Comment: Trasformed into a letter to the Editor of the \"Journal of the\n  American Society for Information\""]}]
["1202.0592",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0592"],"date":["2012-02-02","2012-03-08"],"type":["text"],"creator":["Ma, Xiao","Liu, Jia","Bai, Baoming"],"language":[],"coverage":[],"title":["On Parameterized Gallager's First Bounds for Binary Linear Codes over\n  AWGN Channels"],"description":["  In this paper, nested Gallager regions with a single parameter is introduced\nto exploit Gallager's first bounding technique (GFBT). We present a necessary\nand sufficient condition on the optimal parameter. We also present a sufficient\ncondition (with a simple geometrical explanation) under which the optimal\nparameter does not depend on the signal-to-noise ratio (SNR). With this general\nframework, three existing upper bounds are revisited, including the tangential\nbound (TB) of Berlekamp, the sphere bound (SB) of Herzberg and Poltyrev, and\nthe tangential-sphere bound (TSB) of Poltyrev. This paper also reveals that the\nSB of Herzberg and Poltyrev is equivalent to the SB of Kasami et al., which was\nrarely cited in literature.\n"]}]
["1202.3161",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3161"],"date":["2012-02-14"],"type":["text"],"creator":["Marcos, David"],"language":[],"coverage":[],"title":["Noise Correlations and Coherent Coupling in Solid-State Qubits"],"description":["  This thesis is devoted to the study of quantum mechanical effects that arise\nin systems of reduced dimensionality. Specifically, we investigate coherence\nand correlation effects in quantum transport models. In the first part, we\npresent a theory of Markovian and non- Markovian current correlations in\nnanoscopic conductors. The theory is applied to obtain the spectrum of quantum\nnoise and high-order current correlations at finite frequencies in quantum-dot\nsystems. One of the main conclusions is that only the non-Markovian approach\ncontains the physics of vacuum fluctuations. In the second part, we study the\ncoupling of superconducting qubits to optical atomic systems and to cavity\nresonators. We propose a hybrid quantum system consisting of a flux qubit\ncoupled to NV centers in diamond. We also demonstrate the existence of the\nso-called Bloch-Siegert shift in the ultra-strong coupling regime between a\nflux qubit and a LC resonator. Throughout the thesis, we make special emphasis\non the study of decoherence effects produced by the distinct dissipative baths\nto which the various types of qubits presented in this thesis are inevitably\ncoupled.\n","Comment: PhD thesis. Uploaded by request."]}]
["1202.3186",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3186"],"date":["2012-02-14","2012-03-07"],"type":["text"],"creator":["Ho, Nhan Bao"],"language":[],"coverage":[],"title":["Two variants of Wythoff's game preserving its P-positions"],"description":["  We present two variants of Wythoff's game. The first game is a restriction of\nWythoff's game in which removing tokens from the smaller pile is not allowed if\nthe two entries are not equal. The second game is an extension of Wythoff's\ngame obtained by adjoining a move allowing players to remove k tokens from the\nsmaller pile and l tokens from the other pile provided l < k. We show that both\ngames preserve the P-positions of Wythoff's game. This resolves a question\nraised by Duchene, Fraenkel, Nowakowski and Rigo. We give formulas for those\npositions which have Sprague-Grundy value 1. We also prove several results on\nthe Sprague-Grundy functions.\n","Comment: For revision"]}]
["1202.5897",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5897"],"date":["2012-02-27","2012-03-09"],"type":["text"],"creator":["Rybicki, Tomasz"],"language":[],"coverage":[],"title":["Bi-invariant metric on the strict contactomorphism group"],"description":["  A right-invariant metric $\\rho_{\\alpha}$ on the compactly supported identity\ncomponent $Cont_0(M,\\alpha)$ of the group of contactomorphisms of an arbitrary\ncontact manifold $(M,\\alpha)$ is introduced in a similar way that the Hofer\nmetric was defined on the group of Hamiltonian symplectomorphisms of a\nsymplectic manifold. The restriction of $\\rho_{\\alpha}$ to the subgroup\n$G(M,\\alpha)$ of all strict contactomorphisms in $Cont_0(M,\\alpha)$ is\nbi-invariant.\n","Comment: The paper has been withdrawn by the author. The bi-invariant metric\n  is correctly defined, but some statements in the proof are wrong"]}]
["1202.5977",{"format":[],"subject":["Mathematics - Operator Algebras","46L05 (Primary) 20M18, 20M99, 43A07, 06A12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5977"],"date":["2012-02-27","2012-03-09"],"type":["text"],"creator":["Norling, Magnus Dahler"],"language":[],"coverage":[],"title":["Inverse semigroup C*-algebras associated with left cancellative\n  semigroups"],"description":["  To each discrete left cancellative semigroup $S$ one may associate a certain\ninverse semigroup $I_l(S)$, often called the left inverse hull of $S$. We show\nhow the full and the reduced C*-algebras of $I_l(S)$ are related to the full\nand reduced semigroup C*-algebras for $S$ recently introduced by Xin Li, and\ngive conditions ensuring that these algebras are isomorphic. Our picture\nprovides an enhanced understanding of Li's algebras.\n","Comment: 31 pages"]}]
["1202.6154",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6154","Physical Review C 85 (2012) 031301","doi:10.1103/PhysRevC.85.031301"],"date":["2012-02-28"],"type":["text"],"creator":["Dijon, A.","Clément, E.","De France, G.","De Angelis, G.","Duchêne, G.","Dudouet, J.","Franchoo, S.","Gadea, A.","Gottardo, A.","Hüyük, T.","Jacquot, B.","Kusoglu, A.","Lebhertz, D.","Lehaut, G.","Martini, M.","Napoli, D. R.","Nowacki, F.","Péru, S.","Poves, A.","Recchia, F.","Redon, N.","Sahin, E.","Schmitt, C.","Sferrazza, M.","Sieja, K.","Stezowski, O.","Valiente-Dobon, J. J.","Vancraeyenest, A.","Zheng, Y."],"language":[],"coverage":[],"title":["Discovery of a new isomeric state in $^{68}$Ni: Evidence for a\n  highly-deformed proton intruder state"],"description":["  We report on the observation of a new isomeric state in $^{68}$Ni. We suggest\nthat the newly observed state at 168(1) keV above the first 2$^+$ state is a\n$\\pi(2p-2h)$ 0$^{+}$ state across the major Z=28 shell gap. Comparison with\ntheoretical calculations indicates a pure proton intruder configuration and the\ndeduced low-lying structure of this key nucleus suggests a possible shape\ncoexistence scenario involving a highly deformed state.\n","Comment: 5 pages, 3 figures, accepted for publication in Physical Review C"]}]
["1202.6631",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6631","Phys. Rev. Lett. 108, 103001 (2012)","doi:10.1103/PhysRevLett.108.103001"],"date":["2012-02-29"],"type":["text"],"creator":["Li, Xiao","Corcovilos, Theodore A.","Wang, Yang","Weiss, David S."],"language":[],"coverage":[],"title":["3D Projection Sideband Cooling"],"description":["  We demonstrate 3D microwave projection sideband cooling of trapped, neutral\natoms. The technique employs state-dependent potentials that enable microwave\nphotons to drive vibration-number reducing transitions. The particular cooling\nsequence we employ uses minimal spontaneous emission, and works even for\nrelatively weakly bound atoms. We cool 76% of atoms to their 3D vibrational\nground states in a site-resolvable 3D optical lattice.\n","Comment: 5 pages, 4 figures, Supplemental Material included. To appear in\n  Physical Review Letters"]}]
["1203.0877",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","60J20, 90C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0877"],"date":["2012-03-05","2012-03-09"],"type":["text"],"creator":["Roberts, E. S.","Annibale, A.","Coolen, A. C. C."],"language":[],"coverage":[],"title":["Controlled Markovian dynamics of graphs: unbiased generation of random\n  graphs with prescribed topological properties"],"description":["  We analyze the properties of degree-preserving Markov chains based on\nelementary edge switchings in undirected and directed graphs. We give exact yet\nsimple formulas for the mobility of a graph (the number of possible moves) in\nterms of its adjacency matrix. This formula allows us to define acceptance\nprobabilities for edge switchings, such that the Markov chains become\ncontrolled Glauber-type detailed balance processes, designed to evolve to any\nrequired invariant measure (representing the asymptotic frequencies with which\nthe allowed graphs are visited during the process).\n","Comment: 4 pages, 1 figure, contribution to the conference NOMA11 (Evora), to\n  be published in Springer Proceedings in Mathematics and Statistics"]}]
["1203.1438",{"format":[],"subject":["Condensed Matter - Superconductivity","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1438"],"date":["2012-03-07","2012-03-09"],"type":["text"],"creator":["Odagiri, Kosuke"],"language":[],"coverage":[],"title":["U(1)_V x U(1)_A symmetry breaking in superconductivity"],"description":["  We argue that the general symmetry-breaking pattern in (quasi-)conventional\n(parity and time-reversal symmetric single-band spin-singlet) superconductivity\nis given by U(1)_V x U(1)_A -> U(1)_A, where V stands for vector and A stands\nfor axial-vector, as opposed to the breaking of U(1)_V\\equiv U(1)_ele/mag by\nitself as is commonly thought. This symmetry-breaking pattern implies that\nthere will be a Higgs mode which, together with the Goldstone boson that is\nabsorbed by the photon (Meissner effect), characterize the symmetry-breaking\ndynamics. We obtain a number of strikingly simple analytical results, which\namalgamate the findings of the standard BCS and Ginzburg-Landau theories.\n","Comment: 6 pages, uses axodraw.sty; added ref. 6, with corresponding\n  modifications to text (v2)"]}]
["1203.1454",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1454","Astrophysics and Space Science (2012)","doi:10.1007/s10509-012-0975-z"],"date":["2012-03-07","2012-03-09"],"type":["text"],"creator":["Debnath, Ujjal","Rudra, Prabir","Biswas, Ritabrata"],"language":[],"coverage":[],"title":["Nature of singularity formed by the gravitational collapse in Husain\n  space-time with electromagnetic field and scalar field"],"description":["  In this work, we have investigated the outcome of gravitational collapse in\nHusain space-time in the presence of electro-magnetic and a scalar field with\npotential. In order to study the nature of the singularity, global behavior of\nradial null geodesics have been taken into account. The nature of singularities\nformed has been thoroughly studied for all possible variations of the\nparameters. These choices of parameters has been presented in tabular form in\nvarious dimensions. It is seen that irrespective of whatever values of the\nparameters chosen, the collapse always results in a naked singularity in all\ndimensions. There is less possibility of formation of a black hole. Hence this\nwork is a significant counterexample of the cosmic censorship hypothesis.\n","Comment: 9 pages, 19 figures"]}]
["1203.1673",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1673"],"date":["2012-03-07","2012-03-09"],"type":["text"],"creator":["Wang, Qiyan","Gong, Xun","Nguyen, Giang T. K.","Houmansadr, Amir","Borisov, Nikita"],"language":[],"coverage":[],"title":["CensorSpoofer: Asymmetric Communication with IP Spoofing for\n  Censorship-Resistant Web Browsing"],"description":["  A key challenge in censorship-resistant web browsing is being able to direct\nlegitimate users to redirection proxies while preventing censors, posing as\ninsiders, from discovering their addresses and blocking them. We propose a new\nframework for censorship-resistant web browsing called {\\it CensorSpoofer} that\naddresses this challenge by exploiting the asymmetric nature of web browsing\ntraffic and making use of IP spoofing. CensorSpoofer de-couples the upstream\nand downstream channels, using a low-bandwidth indirect channel for delivering\noutbound requests (URLs) and a high-bandwidth direct channel for downloading\nweb content. The upstream channel hides the request contents using\nsteganographic encoding within email or instant messages, whereas the\ndownstream channel uses IP address spoofing so that the real address of the\nproxies is not revealed either to legitimate users or censors. We built a\nproof-of-concept prototype that uses encrypted VoIP for this downstream channel\nand demonstrated the feasibility of using the CensorSpoofer framework in a\nrealistic environment.\n"]}]
["1203.1743",{"format":[],"subject":["Mathematics - Logic","Computer Science - Computation and Language","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1743","Recherches linguistiques de Vincennes 41 (2012) 18"],"date":["2012-03-08"],"type":["text"],"creator":["Retoré, Christian"],"language":[],"coverage":[],"title":["Variable types for meaning assembly: a logical syntax for generic noun\n  phrases introduced by most"],"description":["  This paper proposes a way to compute the meanings associated with sentences\nwith generic noun phrases corresponding to the generalized quantifier most. We\ncall these generics specimens and they resemble stereotypes or prototypes in\nlexical semantics. The meanings are viewed as logical formulae that can\nthereafter be interpreted in your favourite models. To do so, we depart\nsignificantly from the dominant Fregean view with a single untyped universe.\nIndeed, our proposal adopts type theory with some hints from Hilbert\n\\epsilon-calculus (Hilbert, 1922; Avigad and Zach, 2008) and from medieval\nphilosophy, see e.g. de Libera (1993, 1996). Our type theoretic analysis bears\nsome resemblance with ongoing work in lexical semantics (Asher 2011; Bassac et\nal. 2010; Moot, Pr\\'evot and Retor\\'e 2011). Our model also applies to\nclassical examples involving a class, or a generic element of this class, which\nis not uttered but provided by the context. An outcome of this study is that,\nin the minimalism-contextualism debate, see Conrad (2011), if one adopts a type\ntheoretical view, terms encode the purely semantic meaning component while\ntheir typing is pragmatically determined.\n"]}]
["1203.1784",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1784","JCAP11(2011)034","doi:10.1088/1475-7516/2011/11/034"],"date":["2012-03-08","2012-03-09"],"type":["text"],"creator":["Feng, Lei","Lu, Tan"],"language":[],"coverage":[],"title":["A New Equation of State for Dark Energy Model"],"description":["  A new parameterization for the dark energy equation of state(EoS) is proposed\nand some of its cosmological consequences are also investigated. This new\nparameterization is the modification of Efstathiou' dark energy EoS\nparameterization. $w (z)$ is a well behaved function for $z\\gg1$ and has same\nbehavior in $z$ at low redshifts with Efstathiou' parameterization. In this\nparameterization there are two free parameter $w_0$ and $w_a$. We discuss the\nconstraints on this model's parameters from current observational data. The\nbest fit values of the cosmological parameters with $1\\sigma$ confidence-level\nregions are: $\\Omega_m=0.2735^{+0.0171}_{-0.0163}$,\n$w_0=-1.0537^{+0.1432}_{-0.1511}$ and $w_a=0.2738^{+0.8018}_{-0.8288}$.\n","Comment: 5 pages, 3 figures.some statement is changed"]}]
["1203.1789",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Classical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1789","Physics of Fluids 24 (2012) 032102","doi:10.1063/1.3690160"],"date":["2012-03-08"],"type":["text"],"creator":["Chraibi, Hamza","Delville, Jean-Pierre"],"language":[],"coverage":[],"title":["Thermocapillary flows and interface deformations produced by localized\n  laser heating in confined environment"],"description":["  The deformation of a fluid-fluid interface due to the thermocapillary stress\ninduced by a continuous Gaussian laser wave is investigated analytically. We\nshow that the direction of deformation of the liquid interface strongly depends\non the viscosities and the thicknesses of the involved liquid layers. We first\ninvestigate the case of an interface separating two different liquid layers\nwhile a second part is dedicated to a thin film squeezed by two external layers\nof same liquid. These results are predictive for applications fields where\nlocalized thermocapillary stresses are used to produce flows or to deform\ninterfaces in presence of confinement, such as optofluidics.\n"]}]
["1203.1796",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1796","Astronomy and Astrophysics 539, A78 (2012) 16p","doi:10.1051/0004-6361/201117741"],"date":["2012-03-08"],"type":["text"],"creator":["Cébron, David","Bars, Michael Le","Moutou, Claire","Gal, Patrice Le"],"language":[],"coverage":[],"title":["Elliptical instability in terrestrial planets and moons"],"description":["  The presence of celestial companions means that any planet may be subject to\nthree kinds of harmonic mechanical forcing: tides, precession/nutation, and\nlibration. These forcings can generate flows in internal fluid layers, such as\nfluid cores and subsurface oceans, whose dynamics then significantly differ\nfrom solid body rotation. In particular, tides in non-synchronized bodies and\nlibration in synchronized ones are known to be capable of exciting the\nso-called elliptical instability, i.e. a generic instability corresponding to\nthe destabilization of two-dimensional flows with elliptical streamlines,\nleading to three-dimensional turbulence. We aim here at confirming the\nrelevance of such an elliptical instability in terrestrial bodies by\ndetermining its growth rate, as well as its consequences on energy dissipation,\non magnetic field induction, and on heat flux fluctuations on planetary scales.\nPrevious studies and theoretical results for the elliptical instability are\nre-evaluated and extended to cope with an astrophysical context. In particular,\ngeneric analytical expressions of the elliptical instability growth rate are\nobtained using a local WKB approach, simultaneously considering for the first\ntime (i) a local temperature gradient due to an imposed temperature contrast\nacross the considered layer or to the presence of a volumic heat source and\n(ii) an imposed magnetic field along the rotation axis, coming from an external\nsource. The theoretical results are applied to the telluric planets and moons\nof the solar system as well as to three Super-Earths: 55 CnC e, CoRoT-7b, and\nGJ 1214b. For the tide-driven elliptical instability in non-synchronized\nbodies, only the Early Earth core is shown to be clearly unstable. For the\nlibration-driven elliptical instability in synchronized bodies, the core of Io\nis shown to be stable, contrary to previously thoughts, whereas Europa, 55 CnC\ne, CoRoT-7b and GJ 1214b cores can be unstable. The subsurface ocean of Europa\nis slightly unstable}. However, these present states do not preclude more\nunstable situations in the past.\n"]}]
["1203.1897",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1897","International Journal of Mobile Network Communications &\n  Telematics (IJMNCT) Vol.2, No.1, February 2012"],"date":["2012-03-08"],"type":["text"],"creator":["Alshalabi, Ibrahim Alkore","Elleithy, Khaled"],"language":[],"coverage":[],"title":["Effective M-learning design Strategies for computer science and\n  Engineering courses"],"description":["  Mobile learning (M-learning) is receiving more attention as a method of\ndelivering to learners study materials anytime and anywhere. It is a necessity\nfor educators to come up with a layout for learning that can be accessed\nthrough mobile devices. These learning materials should consist of good quality\nlearning theories and accurate instructional layout in order to maintain the\nlearning as effective as possible. It is important to follow certain strategies\nthat can help the developers for M-learning applications. In this paper we\nproposed a set of strategies that are useful for creating mobile prototype for\nComputer Science and Engineering courses or M-learning application for course\ncontent.\n"]}]
["1203.1935",{"format":[],"subject":["Mathematics - Spectral Theory","47B36, 34E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1935"],"date":["2012-03-08"],"type":["text"],"creator":["Simonov, Sergey"],"language":[],"coverage":[],"title":["Zeroes of the spectral density of discrete Schroedinger operator with\n  Wigner-von Neumann potential"],"description":["  We consider a discrete Schroedinger operator whose potential is the sum of a\nWigner-von Neumann term and a summable term. The essential spectrum of this\noperator equals to the interval [-2,2]. Inside this interval, there are two\ncritical points where eigenvalues may be situated. We prove that, generically,\nthe spectral density of the operator has zeroes of the power type at these\npoints.\n"]}]
["1203.1936",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1936"],"date":["2012-03-08"],"type":["text"],"creator":["Zwaska, R."],"language":[],"coverage":[],"title":["Electron cloud experiments at Fermilab: Formation and mitigation"],"description":["  We have performed a series of experiments at Fermilab to explore the electron\ncloud phenomenon. The Main Injector will have its beam intensity increased\nfour-fold in the Project X upgrade, and would be subject to instabilities from\nthe electron cloud. We present measurements of the cloud formation in the Main\nInjector and experiments with materials for the mitigation of the Cloud. An\nexperimental installation of Titanium-Nitride (TiN) coated beam pipes has been\nunder study in the Main Injector since 2009; this material was directly\ncompared to an adjacent stainless chamber through electron cloud measurement\nwith Retarding Field Analyzers (RFAs). Over the long period of running we were\nable to observe the secondary electron yield (SEY) change and correlate it with\nelectron fluence, establishing a conditioning history. Additionally, the\ninstallation has allowed measurement of the electron energy spectrum,\ncomparison of instrumentation techniques, and energy-dependent behavior of the\nelectron cloud. Finally, a new installation, developed in conjunction with\nCornell and SLAC, will allow direct SEY measurement of material samples\nirradiated in the accelerator.\n","Comment: 5 pp. Particle Accelerator, 24th Conference (PAC'11) 28 Mar - 1 Apr\n  2011: New York, USA"]}]
["1203.1941",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1941","Astronomical Society of India Conference Series (ASICS), P.\n  Prugniel and H. P. Singh (Editors), 2012"],"date":["2012-03-08"],"type":["text"],"creator":["Husser, T. -O.","Kamann, S.","Dreizler, S.","Hauschildt, Peter. H."],"language":[],"coverage":[],"title":["A New Extensive Library of Synthetic Stellar Spectra from PHOENIX\n  Atmospheres and its Application to Fitting VLT MUSE Spectra"],"description":["  We present a new library of synthetic spectra based on the stellar atmosphere\ncode PHOENIX. It covers the wavelength range from 500{\\AA} to 55000{\\AA} with a\nresolution of R=500000 in the optical and near IR, R=100000 in the IR and\n{\\Delta}{\\lambda}=0.1{\\AA} in the UV. The parameter space covers\n2300K<=Teff<=8000K, 0.0<=log(g)<=6.0, -4.0<=[Fe/H]<=+1.0 and\n-0.3<=[{\\alpha}/Fe]<=+0.8. The library is work-in-progress and going to be\nextended to at least Teff=25000K. We use a new self-consistent way of\ndescribing the microturbulence for our model atmospheres. The entire library of\nsynthetic spectra will be available for download. Futhermore we present a\nmethod for fitting spectra, especially designed to work with the new 2nd\ngeneration VLT instrument MUSE. We show that we can determine stellar\nparameters (Teff, log(g), [Fe/H] and [{\\alpha}/Fe]) and even single element\nabundances.\n","Comment: 8 pages, 4 figures, International Workshop on Stellar Spectral\n  Libraries 2011"]}]
["1203.1944",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1944","2012, ApJ 747, L29","doi:10.1088/2041-8205/747/2/L29"],"date":["2012-03-08"],"type":["text"],"creator":["Chernyakova, M.","Neronov, A.","Molkov, S.","Malyshev, D.","Lutovinov, A.","Pooley, G."],"language":[],"coverage":[],"title":["Superorbital modulation of X-ray emission from gamma-ray binary LSI +61\n  303"],"description":["  We report the discovery of a systematic constant time lag between the X-ray\nand radio flares of the gamma-ray binary LSI +61 303, persistent over long,\nmulti-year, time scale. Using the data of monitoring of the system by RXTE we\nshow that the orbital phase of X-ray flares from the source varies from\n$\\phi_X\\simeq 0.35$ to $\\phi_X\\simeq 0.75$ on the superorbital 4.6 yr time\nscale. Simultaneous radio observations show that periodic radio flares always\nlag the X-ray flare by $\\Delta\\phi_{X-R}\\simeq 0.2$. We propose that the\nconstant phase lag corresponds to the time of flight of the high-energy\nparticle filled plasma blobs from inside the binary to the radio emission\nregion at the distance ~10 times the binary separation distance. We put forward\na hypothesis that the X-ray bursts correspond to the moments of formation of\nplasma blobs inside the binary system.\n"]}]
["1203.1945",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter","Quantitative Biology - Biomolecules","76Z99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1945","Phys. Rev. E, vol. 76, no. 6, 061916 (2007)","doi:10.1103/PhysRevE.76.061916"],"date":["2012-03-08"],"type":["text"],"creator":["Ghosal, Sandip"],"language":[],"coverage":[],"title":["Electrokinetic-flow-induced viscous drag on a tethered DNA inside a\n  nanopore"],"description":["  Recent work has shown that the resistive force arising from viscous effects\nwithin the pore region could explain [Ghosal, S. Phys. Rev. E. vol. 71, 051904\n(2006) and Phys. Rev. Lett. vol. 98, 238104 (2007)] observed translocation\ntimes in certain experiments involving voltage driven translocations of DNA\nthrough nanopores. The electrokinetic flow inside the pore and the accompanying\nviscous effects also play a crucial role in the interpretation of experiments\nwhere the DNA is immobilized inside a nanopore[U. Keyser, et al., Nature\nPhysics vol. 2, 473 (2006)]. In this paper the viscous force is explicitly\ncalculated for a nanopore of cylindrical geometry. It is found that the\nreduction of the tether force due to viscous drag and due to charge reduction\nby Manning condensation are of similar size. The result is of importance in the\ninterpretation of experimental data on tethered DNA.\n","Comment: 4 pages, 2 figures"]}]
["1203.1947",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1947"],"date":["2012-03-08"],"type":["text"],"creator":["Servin, Manuel","Gonzalez, Adonai"],"language":[],"coverage":[],"title":["Linear analysis of the 4-step Carr\\'e phase shifting algorithm:\n  spectrum, signal-to-noise ratio, and harmonics response"],"description":["  We analyze the nonlinear Carr\\'e 4-steps algorithm including its frequency\nresponse, signal-to-noise ratio, and harmonics rejection using linear systems\ntheory. At first sight the previous statement as well as the title of this\npaper seems paradoxical. How can we analyze the 4-step non-linear Carr\\'e Phase\nShifting Algorithm (PSA) using linear system theory? The short answer is that\nthe non-linear Carr\\'e algorithm may be decomposed into two building blocks.\nThe first block is a tunable linear 4-step PSA, and the second one is a\nnon-linear phase-step estimator. Although this fact is well known from the\nderivation of the Carr\\'e algorithm, nobody has properly exploited it. In other\nwords, to this day, we do not have explicit mathematical formulae for a) the\nspectrum, b) the harmonics rejection, and c) the signal-to-noise ratio of the\nnon-linear Carr\\'e algorithm. These are the properties of the Carr\\'e's PSA\nthat we show here with novel and explicit mathematical formulae.\n"]}]
["1203.1951",{"format":[],"subject":["Physics - Space Physics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1951"],"date":["2012-03-08"],"type":["text"],"creator":["Parnowski, Aleksei","Polonska, Anna","Semeniv, Oleg"],"language":[],"coverage":[],"title":["The women day storm"],"description":["  On behalf of the International Women Day, the Sun gave a hot kiss to our\nmother Earth in a form of a full halo CME generated by the yesterday's double\nX-class flare. The resulting geomagnetic storm gives a good opportunity to\ncompare the performance of space weather forecast models operating in\nnear-real-time. We compare the forecasts of most major models and identify some\ncommon problems. We also present the results of our own near-real-time forecast\nmodels.\n"]}]
["1203.1952",{"format":[],"subject":["Computer Science - Databases","Computer Science - Data Structures and Algorithms","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1952"],"date":["2012-03-08"],"type":["text"],"creator":["Ngo, Hung Q.","Porat, Ely","Ré, Christopher","Rudra, Atri"],"language":[],"coverage":[],"title":["Worst-case Optimal Join Algorithms"],"description":["  Efficient join processing is one of the most fundamental and well-studied\ntasks in database research. In this work, we examine algorithms for natural\njoin queries over many relations and describe a novel algorithm to process\nthese queries optimally in terms of worst-case data complexity. Our result\nbuilds on recent work by Atserias, Grohe, and Marx, who gave bounds on the size\nof a full conjunctive query in terms of the sizes of the individual relations\nin the body of the query. These bounds, however, are not constructive: they\nrely on Shearer's entropy inequality which is information-theoretic. Thus, the\nprevious results leave open the question of whether there exist algorithms\nwhose running time achieve these optimal bounds. An answer to this question may\nbe interesting to database practice, as it is known that any algorithm based on\nthe traditional select-project-join style plans typically employed in an RDBMS\nare asymptotically slower than the optimal for some queries. We construct an\nalgorithm whose running time is worst-case optimal for all natural join\nqueries. Our result may be of independent interest, as our algorithm also\nyields a constructive proof of the general fractional cover bound by Atserias,\nGrohe, and Marx without using Shearer's inequality. This bound implies two\nfamous inequalities in geometry: the Loomis-Whitney inequality and the\nBollob\\'as-Thomason inequality. Hence, our results algorithmically prove these\ninequalities as well. Finally, we discuss how our algorithm can be used to\ncompute a relaxed notion of joins.\n"]}]
["1203.1957",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Physics - Biological Physics","74B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1957","J. Theor. Biol. vol. 271(1), pg. 202-204 (2010)","doi:10.1016/j.jtbi.2010.11.036"],"date":["2012-03-08"],"type":["text"],"creator":["Ghosal, Sandip","Fukui, Yoshio"],"language":[],"coverage":[],"title":["Does buckling instability of the pseudopodium limit how well an amoeba\n  can climb?"],"description":["  The maximum force that a crawling cell can exert on a substrate is a quantity\nof interest in cell biomechanics. One way of quantifying this force is to allow\nthe cell to crawl against a measurable and adjustable restraining force until\nthe cell is no longer able to move in a direction opposite to the applied\nforce. Fukui et al.[1] reported on an experiment where amoeboid cells were\nimaged while they crawled against an artificial gravity field created by a\ncentrifuge. An unexpected observation was that the net applied force on the\namoeba did not seem to be the primary factor that limited its ability to climb.\nInstead, it appeared that the amoeba stalled when it was no longer able to\nsupport a pseudopodium against the applied gravity field. The high g-load bend\nthe pseudopodium thereby preventing its attachment to the target point directly\nahead of the cell. In this paper we further refine this idea by identifying the\nbending of the pseudopodium with the onset of elastic instability of a beam\nunder its own weight. It is shown that the principal features of the experiment\nmay be understood through this model and an estimate for the limiting g-load in\nreasonable accord with the experimental measurements is recovered.\n","Comment: 7 pages, 2 figures"]}]
["1203.1964",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1964"],"date":["2012-03-08"],"type":["text"],"creator":["Maitem, Jean","Cabauatan, Rosmina Joy","Rabago, Lorena","Tanguilig III, Bartolome"],"language":[],"coverage":[],"title":["Math world: A game-based 3D Virtual Learning Environment (3D VLE) for\n  second graders"],"description":["  This paper intends to introduce a game-based 3D Virtual Learning Environment\n(VLE) to second graders. The impetus arose from the need to make learning in\nmathematics more effective and interesting through multimedia. Applied in a\ngame, the basic mathematical operations such as addition, subtraction,\nmultiplication, and division are expected to performed by learners as they\nrepresent themselves as avatars while they immerse in a quest of digital\nobjects in the VLE called Math World. Educational attributes such as mentality\nchange, emotional fulfillment, knowledge enhancement, thinking skills\ndevelopment, and bodily coordination are evaluated to ensure learning\neffectiveness. Also, game playability measured in terms of game plays, story,\nmechanics and interface usability are examined for its educative design. With\nan aggregate of these enhanced indices, results attest that objectives were met\nwhile making mathematics an interesting, motivating and enjoyable subject,\nhence VLE a significant tool to complement the conventional approaches of\nteaching.\n"]}]
["1203.1967",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13F55, 13H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1967","Journal of Algebra 347 (2011) 405-430"],"date":["2012-03-08"],"type":["text"],"creator":["Rinaldo, Giancarlo","Terai, Naoki","Yoshida, Ken-ichi"],"language":[],"coverage":[],"title":["Cohen--Macaulaynees for symbolic power ideals of edge ideals"],"description":["  Let $S = K[x_1,..., x_n]$ be a polynomial ring over a field $K$. Let $I(G)\n\\subseteq S$ denote the edge ideal of a graph $G$. We show that the $\\ell$th\nsymbolic power $I(G)^{(\\ell)}$ is a Cohen-Macaulay ideal (i.e.,\n$S/I(G)^{(\\ell)}$ is Cohen-Macaulay) for some integer $\\ell \\ge 3$ if and only\nif $G$ is a disjoint union of finitely many complete graphs. When this is the\ncase, all the symbolic powers $I(G)^{(\\ell)}$ are Cohen-Macaulay ideals.\nSimilarly, we characterize graphs $G$ for which $S/I(G)^{(\\ell)}$ has (FLC).\n  As an application, we show that an edge ideal $I(G)$ is complete intersection\nprovided that $S/I(G)^{\\ell}$ is Cohen-Macaulay for some integer $\\ell \\ge 3$.\nThis strengthens the main theorem in [Effective Cowsik-Nori theorem for edge\nideals by M.Crupi, G.Rinaldo, N.Terai, and K.Yoshida, Comm. Alg. 38 (2010),\n3347-3357].\n","Comment: The final version have been published"]}]
["1203.1969",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13F55, 13H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1969","J. Commut. Algebra 3 (2011) 405-430"],"date":["2012-03-08"],"type":["text"],"creator":["Rinaldo, Giancarlo","Terai, Naoki","Yoshida, Ken-ichi"],"language":[],"coverage":[],"title":["On the second powers of Stanley-Reisner ideals"],"description":["  In this paper, we study several properties of the second power $I_{\\Delta}^2$\nof a Stanley-Reisner ideal $I_{\\Delta}$ of any dimension. As the main result,\nwe prove that $S/I_{\\Delta}$ is Gorenstein whenever $S/I_{\\Delta}^2$ is\nCohen-Macaulay over any field $K$. Moreover, we give a criterion for the second\nsymbolic power of $I_{\\Delta}$ to satisfy $(S_2)$ and to coincide with the\nordinary power, respectively. Finally, we provide new examples of\nStanley-Reisner ideals whose second powers are Cohen-Macaulay.\n","Comment: This is an almost final version"]}]
["1203.1970",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1970"],"date":["2012-03-08"],"type":["text"],"creator":["Chen, Shiyou","Wang, Lin-Wang"],"language":[],"coverage":[],"title":["Thermodynamic Oxidation and Reduction Potentials of Photocatalytic\n  Semiconductors in Aqueous Solution"],"description":["  We introduce an approach to calculate the thermodynamic oxidation and\nreduction potentials of semiconductors in aqueous solution. By combining a\nnewly-developed ab initio calculation for compound formation energy and band\nalignment with electrochemistry experimental data, this approach can be used to\npredict the stability of almost any compound semiconductor in aqueous solution.\n30 photocatalytic semiconductors have been studied, and a graph (a simplified\nPourbaix diagram) showing their valence/conduction band levels and\noxidation/reduction potentials is produced. Based on this graph, we have\nstudied the stabilities and trends against the oxidative and reductive\nphotocorrosion for compound semiconductors. We found that, only metal oxides\ncan be thermodynamically stable when used as the n-type photoanodes. All the\nnon-oxides are unstable due to easy oxidation by the photogenerated holes, but\nthey can be resistant to the reduction by electrons, thus stable as the p-type\nphotocathodes.\n"]}]
["1203.1971",{"format":[],"subject":["Computer Science - Emerging Technologies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1971","International Journal of VLSI design & Communication Systems\n  (VLSICS) Vol.3, No.1, February 2012","doi:10.5121/vlsic.2012.3106"],"date":["2012-03-08"],"type":["text"],"creator":["Bhat, Naagesh S."],"language":[],"coverage":[],"title":["Design and modelling of different SRAM's based on CNTFET 32nm technology"],"description":["  Carbon nanotube field-effect transistor (CNTFET) refers to a field-effect\ntransistor that utilizes a single carbon nanotube or an array of carbon\nnanotubes as the channel material instead of bulk silicon in the traditional\nMOSFET structure. Since it was first demonstrated in 1998, there have been\ntremendous developments in CNTFETs, which promise for an alternative material\nto replace silicon in future electronics. Carbon nanotubes are promising\nmaterials for the nano-scale electron devices such as nanotube FETs for\nultra-high density integrated circuits and quantum-effect devices for novel\nintelligent circuits, which are expected to bring a breakthrough in the present\nsilicon technology.\n  A Static Random Access Memory (SRAM) is designed to plug two needs: i) The\nSRAM provides as cache memory, communicating between central processing unit\nand Dynamic Random Access Memory (DRAM). ii) The SRAM technology act as driving\nforce for low power application since SRAM is portable compared to DRAM, and\nSRAM doesn't require any refresh current. On the basis of acquired knowledge,\nwe present different SRAM's designed for the conventional CNTFET. HSPICE\nsimulations of this circuit using Stanford CNTFET model shows a great\nimprovement in power saving.\n","Comment: 15 Pages"]}]
["1203.1980",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1980"],"date":["2012-03-08"],"type":["text"],"creator":["Wagner, Katherine","Janousek, Jiri","Armstrong, Seiji","Morizur, Jean-Francois","Lam, Ping Koy","Bachor, Hans-Albert"],"language":[],"coverage":[],"title":["Asymmetric EPR entanglement in continuous variable systems"],"description":["  Continuous variable entanglement can be produced in nonlinear systems or via\ninterference of squeezed states. In many of optical systems, such as parametric\ndown conversion or interference of optical squeezed states, production of two\nperfectly symmetric subsystems is usually used for demonstrating the existence\nof entanglement. This symmetry simplifies the description of the concept of\nentanglement. However, asymmetry in entanglement may arise naturally in a real\nexperiment, or be intentionally introduced in a given quantum information\nprotocol. These asymmetries can emerge from having the output beams experience\ndifferent losses and environmental contamination, or from the availability of\nnon-identical input quantum states in quantum communication protocols. In this\npaper, we present a visualisation of entanglement using quadrature amplitude\nplots of the twin beams. We quantitatively discuss the strength of asymmetric\nentanglement using EPR and inseparability criteria and theoretically show that\nthe optimal beamsplitter ratio for entanglement is dependent on the asymmetries\nand may not be 50/50. To support this theory, we present experimental results\nshowing one particular asymmetric entanglement where a 0.78/0.22 beamsplitter\nis optimal for observing entanglement.\n","Comment: 11 pages, 14 figures"]}]
["1203.1981",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1981","International Journal of Wireless & Mobile Networks (IJWMN) Vol.\n  4, No. 1, February 2012"],"date":["2012-03-08"],"type":["text"],"creator":["Das, Sanjoy","Lobiyal, D . K."],"language":[],"coverage":[],"title":["Analysis of neighbour and isolated node of intersection area based\n  geocasting protocol (IBGP) in VANET"],"description":["  Geocasting is a special variant of multicasting, where data packet or message\nis transmitted to a predefined geographical location i.e., known as geocast\nregion. The applications of geocasting in VANET are to disseminate information\nlike, collision warning, advertising, alerts message, etc. In this paper, we\nhave proposed a model for highway scenario where the highway is divided into\nnumber of cells. The intersection area between two successive cells is computed\nto find the number of common nodes. Therefore, probabilistic analysis of the\nnodes present and void occurrence in the intersection area is carried out.\nFurther, we have defined different forwarding zones to restrict the number of\nparticipated nodes for data delivery. Number of nodes present and void\noccurrence in the different forwarding zones have also been analysed based on\nvarious node density in the network to determine the successful delivery of\ndata. Our analytical results show that in a densely populated network, data can\nbe transmitted with low radio transmission range. In a densely populated\nnetwork smaller forwarding zones will be selected for data delivery.\n"]}]
["1203.1985",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1985"],"date":["2012-03-08"],"type":["text"],"creator":["Wang, Zhaowen","Wang, Jinjun","Xiao, Jing","Lin, Kai-Hsiang","Huang, Thomas"],"language":[],"coverage":[],"title":["Substructure and Boundary Modeling for Continuous Action Recognition"],"description":["  This paper introduces a probabilistic graphical model for continuous action\nrecognition with two novel components: substructure transition model and\ndiscriminative boundary model. The first component encodes the sparse and\nglobal temporal transition prior between action primitives in state-space model\nto handle the large spatial-temporal variations within an action class. The\nsecond component enforces the action duration constraint in a discriminative\nway to locate the transition boundaries between actions more accurately. The\ntwo components are integrated into a unified graphical structure to enable\neffective training and inference. Our comprehensive experimental results on\nboth public and in-house datasets show that, with the capability to incorporate\nadditional information that had not been explicitly or efficiently modeled by\nprevious methods, our proposed algorithm achieved significantly improved\nperformance for continuous action recognition.\n","Comment: Detailed version of the CVPR 2012 paper. 15 pages, 6 figures"]}]
["1203.1988",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1988"],"date":["2012-03-08"],"type":["text"],"creator":["Giles, A. B.","Hill, K. M."],"language":[],"coverage":[],"title":["The optical ephemeris and X-ray variability of 4U 1735-44 (V926 Sco)"],"description":["  Optical observations of the low mass X-ray binary 4U 1735-44 were obtained\nduring 1997-2007 and combined with earlier published observations from\n1984-1993 to refine the ephemeris for the system. The linear fit for the time\nof maximum optical light has the ephemeris HJD = 2445904.0494(90) + [ N x\n0.19383222(29)] with a value of chi^2 = 253.5$ for 16 dof and a scatter about\nphase zero of sigma = 0.061. The new data reconciles the discrepancy between\nthe previous ephemeris and the more recent spectral ephemeris based on emission\nfrom the companion star which defined the systems true dynamical phase zero.\nThe optical maximum for 4U 1735-44 now occurs at spectral phase 0.47 \\pm 0.05\nand thus supports the classic model for an LMXB system. Our data further\nsupports the standard model in several ways. The mean optical flux shows a\npositive correlation with the RXTE ASM X-ray flux, the relative increases\nsuggesting that the non-X-ray induced optical flux from the companion is < 14\npercent of the total optical light from the system. There is no apparent trend\nin the optical modulation percentage with increasing X-ray flux. The X-ray flux\nfor various ASM energy bands shows no evidence of orbital modulation, eclipses\nor dips when folded using the new ephemeris.\n","Comment: 6 pages, 5 figures, submitted to MNRAS 5 March 2012"]}]
["1203.1993",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1993"],"date":["2012-03-08"],"type":["text"],"creator":["Euler, Leonhard","Diener, Artur","Aycock, Alexander"],"language":[],"coverage":[],"title":["Theoremata arithmetica nova methodo demonstrata"],"description":["  Euler presents a third proof of the Fermat theorem, the one that lets us call\nit the Euler-Fermat theorem. This seems to be the proof that Euler likes best.\nHe also proves that the smallest power x^n that, when divided by a numer N,\nprime to x, and that leaves a remainder of 1, is equal to the number of parts\nof N that are prime to n, that is to say, the number of distinct aliquot parts\nof N. The translation is presnted from Euler's Latin original into German.\n"]}]
["1203.1995",{"format":[],"subject":["Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1995","International Journal of Managing Information Technology (IJMIT)\n  Vol.4, No.1, February 2012"],"date":["2012-03-09"],"type":["text"],"creator":["Wang, Xuequn","Yu, Yanjun"],"language":[],"coverage":[],"title":["Classify Participants in Online Communities"],"description":["  As online communities become increasingly popular, researchers have tried to\nexamine participating activities in online communities as well as how to\nsustain online communities. However, relatively few studies have tried to\nunderstand what kinds of participants constitute online communities. In this\nstudy, we try to contribute online community research by developing \"common\nlanguage\" to classify different participants in online communities.\nSpecifically, we argue that the previous way to classify participants is not\nsufficient and accurate, and we propose a continuum to classify participants\nbased on participants' overall trend of posting activities. In order to further\nonline community research, we also propose potential directions for future\nstudies.\n","Comment: 13 pages, 2 tables, 2 figures"]}]
["1203.1996",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1996"],"date":["2012-03-09"],"type":["text"],"creator":["Pilkington, K.","Gibson, B. K.","Jones, D. H."],"language":[],"coverage":[],"title":["The Distribution of Young Stars and Metals in Simulated Cosmological\n  Disk Galaxies"],"description":["  We examine the distribution of young stars associated with the spiral arms of\na simulated L* cosmological disk galaxy. We find age patterns orthogonal to the\narms which are not inconsistent with the predictions of classical density wave\ntheory, a view further supported by recent observations of face-on Grand Design\nspirals such as M51. The distribution of metals within a simulated ~0.1L* disk\nis presented, reinforcing the link between star formation, the age-metallicity\nrelation, and the metallicity distribution function.\n","Comment: To appear in \"From the First Structures to the Universe Today\";\n  Proceedings of 2nd Workshop on Numerical and Observational Astrophysics;\n  Buenos Aires; 14-18 Nov 2011; ed. M.W. De Rossi. S.E. Pedrosa & L.J.\n  Pellizza; AAA Workshop Series (Argentine Astronomical Society)"]}]
["1203.1997",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1997"],"date":["2012-03-09"],"type":["text"],"creator":["Reddy, Akula Aneesh","Sanghavi, Sujay","Shakkottai, Sanjay"],"language":[],"coverage":[],"title":["On the Effect of Channel Fading on Greedy Scheduling"],"description":["  Greedy Maximal Scheduling (GMS) is an attractive low-complexity scheme for\nscheduling in wireless networks. Recent work has characterized its throughput\nfor the case when there is no fading/channel variations. This paper aims to\nunderstand the effect of channel variations on the relative throughput\nperformance of GMS vis-a-vis that of an optimal scheduler facing the same\nfading. The effect is not a-priori obvious because, on the one hand, fading\ncould help by decoupling/precluding global states that lead to poor GMS\nperformance, while on the other hand fading adds another degree of freedom in\nwhich an event unfavourable to GMS could occur.\n  We show that both these situations can occur when fading is adversarial. In\nparticular, we first define the notion of a {\\em Fading Local Pooling factor\n(F-LPF)}, and show that it exactly characterizes the throughput of GMS in this\nsetting. We also derive general upper and lower bounds on F-LPF. Using these\nbounds, we provide two example networks - one where the relative performance of\nGMS is worse than if there were no fading, and one where it is better.\n","Comment: A preliminary version has appeared in the proceedings of IEEE INFOCOM\n  2012. The full version is submitted to IEEE TON"]}]
["1203.2000",{"format":[],"subject":["Computer Science - Databases","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2000","Advanced Computing: An International Journal ( ACIJ ), November\n  2011, Volume 2, Number 6 Advanced Computing: An International Journal ( ACIJ\n  ) ISSN : 2229 - 6727 [Online] ; 2229 - 726X [Print]"],"date":["2012-03-09"],"type":["text"],"creator":["Madhulatha, T Soni"],"language":[],"coverage":[],"title":["Overview of streaming-data algorithms"],"description":["  Due to recent advances in data collection techniques, massive amounts of data\nare being collected at an extremely fast pace. Also, these data are potentially\nunbounded. Boundless streams of data collected from sensors, equipments, and\nother data sources are referred to as data streams. Various data mining tasks\ncan be performed on data streams in search of interesting patterns. This paper\nstudies a particular data mining task, clustering, which can be used as the\nfirst step in many knowledge discovery processes. By grouping data streams into\nhomogeneous clusters, data miners can learn about data characteristics which\ncan then be developed into classification models for new data or predictive\nmodels for unknown events. Recent research addresses the problem of data-stream\nmining to deal with applications that require processing huge amounts of data\nsuch as sensor data analysis and financial applications. For such analysis,\nsingle-pass algorithms that consume a small amount of memory are critical.\n","Comment: 10 pages"]}]
["1203.2002",{"format":[],"subject":["Computer Science - Learning","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2002","International Journal of Computer Science and Engineering\n  Survey(IJCSES), February 2012, Volume 3, Number 1"],"date":["2012-03-09"],"type":["text"],"creator":["Madhulatha, T Soni"],"language":[],"coverage":[],"title":["Graph partitioning advance clustering technique"],"description":["  Clustering is a common technique for statistical data analysis, Clustering is\nthe process of grouping the data into classes or clusters so that objects\nwithin a cluster have high similarity in comparison to one another, but are\nvery dissimilar to objects in other clusters. Dissimilarities are assessed\nbased on the attribute values describing the objects. Often, distance measures\nare used. Clustering is an unsupervised learning technique, where interesting\npatterns and structures can be found directly from very large data sets with\nlittle or none of the background knowledge. This paper also considers the\npartitioning of m-dimensional lattice graphs using Fiedler's approach, which\nrequires the determination of the eigenvector belonging to the second smallest\nEigenvalue of the Laplacian with K-means partitioning algorithm.\n","Comment: 14 pages"]}]
["1203.2003",{"format":[],"subject":["Mathematics - General Mathematics","Ideal, continuity, summability, compactness"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2003"],"date":["2012-03-09"],"type":["text"],"creator":["Cakalli, Huseyin","Hazarika, Bipan"],"language":[],"coverage":[],"title":["Ideal-quasi-Cauchy sequences"],"description":["  An ideal $I$ is a family of subsets of positive integers $\\textbf{N}$ which\nis closed under taking finite unions and subsets of its elements. A sequence\n$(x_n)$ of real numbers is said to be $I$-convergent to a real number $L$, if\nfor each \\;$ \\varepsilon> 0$ the set $\\{n:|x_{n}-L|\\geq \\varepsilon\\}$ belongs\nto $I$. We introduce $I$-ward compactness of a subset of $\\textbf{R}$, the set\nof real numbers, and $I$-ward continuity of a real function in the senses that\na subset $E$ of $\\textbf{R}$ is $I$-ward compact if any sequence $(x_{n})$ of\npoints in $E$ has an $I$-quasi-Cauchy subsequence, and a real function is\n$I$-ward continuous if it preserves $I$-quasi-Cauchy sequences where a sequence\n$(x_{n})$ is called to be $I$-quasi-Cauchy when $(\\Delta x_{n})$ is\n$I$-convergent to 0. We obtain results related to $I$-ward continuity, $I$-ward\ncompactness, ward continuity, ward compactness, ordinary compactness, ordinary\ncontinuity, $\\delta$-ward continuity, and slowly oscillating continuity.\n","Comment: 16 pages. arXiv admin note: text overlap with arXiv:1005.4940"]}]
["1203.2004",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2004","Annals of Statistics 2011, Vol. 39, No. 6, 2820-2851","doi:10.1214/11-AOS922"],"date":["2012-03-09"],"type":["text"],"creator":["Chang, Jinyuan","Chen, Song Xi"],"language":[],"coverage":[],"title":["On the approximate maximum likelihood estimation for diffusion processes"],"description":["  The transition density of a diffusion process does not admit an explicit\nexpression in general, which prevents the full maximum likelihood estimation\n(MLE) based on discretely observed sample paths. A\\\"{\\i}t-Sahalia [J. Finance\n54 (1999) 1361--1395; Econometrica 70 (2002) 223--262] proposed asymptotic\nexpansions to the transition densities of diffusion processes, which lead to an\napproximate maximum likelihood estimation (AMLE) for parameters. Built on\nA\\\"{\\i}t-Sahalia's [Econometrica 70 (2002) 223--262; Ann. Statist. 36 (2008)\n906--937] proposal and analysis on the AMLE, we establish the consistency and\nconvergence rate of the AMLE, which reveal the roles played by the number of\nterms used in the asymptotic density expansions and the sampling interval\nbetween successive observations. We find conditions under which the AMLE has\nthe same asymptotic distribution as that of the full MLE. A first order\napproximation to the Fisher information matrix is proposed.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOS922 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1203.2006",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2006"],"date":["2012-03-09"],"type":["text"],"creator":["Preto, Jordane"],"language":[],"coverage":[],"title":["Semi-classical statistical approach to Fr\\\"ohlich condensation theory"],"description":["  Fr\\\"ohlich model equations describing phonon condensation in open systems of\nbiological relevance are here reinvestigated in a semi-classical\nnon-equilibrium statistical context (with \"semi-classical\" it is meant that the\nevolution of the system is described by means of classical equations with the\naddition of energy quantization). In particular, the assumptions that are\nnecessary to deduce Fr\\\"ohlich rate equations are highlighted and we show how\nthese hypotheses led us to write an appropriate form for the master equation.\nAs a comparison with known previous results, analytical relations with the\nWu-Austin quantum Hamiltonian description are emphasized. Finally, we show how\nsolutions of the master equation can be implemented numerically and outline\nsome representative results of the condensation effect. Our approach thus\nprovides more information with respect to the existing ones, in what we are\nconcerned with the time evolution of the probability density functions instead\nof following average quantities.\n","Comment: 25 pages, submitted to PRE"]}]
["1203.2007",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2007"],"date":["2012-03-09"],"type":["text"],"creator":["Garet, Olivier","Marchand, Régine"],"language":[],"coverage":[],"title":["Large deviations for the contact process in random environment"],"description":["  The asymptotic shape theorem for the contact process in random environment\ngives the existence of a norm $\\mu$ on $\\Rd$ such that the hitting time $t(x)$\nis asymptotically equivalent to $\\mu(x)$ when the contact process survives. We\nprovide here exponential upper bounds for the probability of the event\n$\\{\\frac{t(x)}{\\mu(x)}\\not\\in [1-\\epsilon,1+\\epsilon]\\}$; these bounds are\noptimal for independent random environment. As a special case, this gives the\nlarge deviation inequality for the contact process in a deterministic\nenvironment, which, as far as we know, has not been established yet.\n","Comment: 33 pages, 1 figure"]}]
["1203.2009",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics","Mathematics - Representation Theory","17B80, 33C70, 34M56, 81R12, 81T40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2009"],"date":["2012-03-09"],"type":["text"],"creator":["Nagoya, Hajime"],"language":[],"coverage":[],"title":["Integral formulas for quantum isomonodromic systems"],"description":["  We conisder time-dependent Schr\\\"odinger systems, which are quantizations of\nthe Hamiltonian systems obtained from a similarity reduction of the\nDrinfeld-Sokolov hierarchy by K. Fuji and T. Suzuki, and a similarity reduction\nof the UC hierarchy by T.Tsuda, independently. These Hamiltonian systems\ndescribe isomonodromic deformations for certain Fuchsian systems. Thus, our\nSchr\\\"odinger systems can be regarded as quantum isomonodromic systems. Y.\nYamada conjectured that our quantum isomonodromic systems determine instanton\npartition functions in N=2 SU(L) gauge theory.\n  The main purpose of this paper is to present integral formulas as particular\nsolutions to our quantum isomonodromic systems. These integral formulas are\ngeneralizations of the generalized hypergeometric function.\n","Comment: 21 pages"]}]
["1203.2014",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2014"],"date":["2012-03-09"],"type":["text"],"creator":["Giridhar, Sunetra","Goswami, Aruna","Kunder, Andrea","Muneer, S.","Kumar, G. Selva"],"language":[],"coverage":[],"title":["The Stellar parametrization using Artificial Neural Network"],"description":["  An update on recent methods for automated stellar parametrization is given.\nWe present preliminary results of the ongoing program for rapid parametrization\nof field stars using medium resolution spectra obtained using Vainu Bappu\nTelescope at VBO, Kavalur, India. We have used Artificial Neural Network for\nestimating temperature, gravity, metallicity and absolute magnitude of the\nfield stars. The network for each parameter is trained independently using a\nlarge number of calibrating stars. The trained network is used for estimating\natmospheric parameters of unexplored field stars.\n","Comment: 6 pages, 2 figures, To appear in Astronomical Society of India\n  Conference Series (ASICS). eds. P. Prugniel and H.P Singh"]}]
["1203.2015",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2015"],"date":["2012-03-09"],"type":["text"],"creator":["Hägglund, Jonas"],"language":[],"coverage":[],"title":["On snarks that are far from being 3-edge colorable"],"description":["  In this note we construct two infinite snark families which have high oddness\nand low circumference compared to the number of vertices. Using this\nconstruction, we also give a counterexample to a suggested strengthening of\nFulkerson's conjecture by showing that the Petersen graph is not the only\ncyclically 4-edge connected cubic graph which require at least five perfect\nmatchings to cover its edges. Furthermore the counterexample presented has the\ninteresting property that no 2-factor can be part of a cycle double cover.\n","Comment: 10 pages, 7 figures"]}]
["1203.2017",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Quantitative Finance - Statistical Finance","91G70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2017"],"date":["2012-03-09"],"type":["text"],"creator":["Teichmann, Josef","Wüthrich, Mario V."],"language":[],"coverage":[],"title":["Consistent Long-Term Yield Curve Prediction"],"description":["  We present an arbitrage-free non-parametric yield curve prediction model\nwhich takes the full (discretized) yield curve as state variable. We believe\nthat absence of arbitrage is an important model feature in case of highly\ncorrelated data, as it is the case for interest rates. Furthermore, the model\nstructure allows to separate clearly the tasks of estimating the volatility\nstructure and of calibrating market prices of risk. The empirical part includes\ntests on modeling assumptions, back testing and a comparison with the\nVasi\\v{c}ek short rate model.\n"]}]
["1203.2021",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2021"],"date":["2012-03-09"],"type":["text"],"creator":["Lespinats, Sylvain","Meyer-Baese, Anke","Aupetit, Michael"],"language":[],"coverage":[],"title":["A new supervised non-linear mapping"],"description":["  Supervised mapping methods project multi-dimensional labeled data onto a\n2-dimensional space attempting to preserve both data similarities and topology\nof classes. Supervised mappings are expected to help the user to understand the\nunderlying original class structure and to classify new data visually. Several\nmethods have been designed to achieve supervised mapping, but many of them\nmodify original distances prior to the mapping so that original data\nsimilarities are corrupted and even overlapping classes tend to be separated\nonto the map ignoring their original topology. We propose ClassiMap, an\nalternative method for supervised mapping. Mappings come with distortions which\ncan be split between tears (close points mapped far apart) and false\nneighborhoods (points far apart mapped as neighbors). Some mapping methods\nfavor the former while others favor the latter. ClassiMap switches between such\nmapping methods so that tears tend to appear between classes and false\nneighborhood within classes, better preserving classes' topology. We also\npropose two new objective criteria instead of the usual subjective visual\ninspection to perform fair comparisons of supervised mapping methods. ClassiMap\nappears to be the best supervised mapping method according to these criteria in\nour experiments on synthetic and real datasets.\n","Comment: 2 pages"]}]
["1203.2024",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2024"],"date":["2012-03-09"],"type":["text"],"creator":["Sridharan, Arun","Koksal, C. Emre"],"language":[],"coverage":[],"title":["A Greedy Link Scheduler for Wireless Networks with Fading Channels"],"description":["  We consider the problem of link scheduling for wireless networks with fading\nchannels, where the link rates are varying with time. Due to the high\ncomputational complexity of the throughput optimal scheduler, we provide a low\ncomplexity greedy link scheduler GFS, with provable performance guarantees. We\nshow that the performance of our greedy scheduler can be analyzed using the\nLocal Pooling Factor (LPF) of a network graph, which has been previously used\nto characterize the stability of the Greedy Maximal Scheduling (GMS) policy for\nnetworks with static channels. We conjecture that the performance of GFS is a\nlower bound on the performance of GMS for wireless networks with fading\nchannels\n"]}]
["1203.2027",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2027","Annals of Statistics 2011, Vol. 39, No. 6, 2852-2882","doi:10.1214/11-AOS923"],"date":["2012-03-09"],"type":["text"],"creator":["Bali, Juan Lucas","Boente, Graciela","Tyler, David E.","Wang, Jane-Ling"],"language":[],"coverage":[],"title":["Robust functional principal components: A projection-pursuit approach"],"description":["  In many situations, data are recorded over a period of time and may be\nregarded as realizations of a stochastic process. In this paper, robust\nestimators for the principal components are considered by adapting the\nprojection pursuit approach to the functional data setting. Our approach\ncombines robust projection-pursuit with different smoothing methods.\nConsistency of the estimators are shown under mild assumptions. The performance\nof the classical and robust procedures are compared in a simulation study under\ndifferent contamination schemes.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOS923 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1203.2031",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Networking and Internet Architecture","Computer Science - Systems and Control","Mathematics - Optimization and Control","68T20, 94C30, 90B50, 90C27","D.2.2","G.2.1","I.2.8","J.6","C.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2031"],"date":["2012-03-09"],"type":["text"],"creator":["Levin, Mark Sh.","Fimin, Alexander V."],"language":[],"coverage":[],"title":["Design of modular wireless sensor"],"description":["  The paper addresses combinatorial approach to design of modular wireless\nsensor as composition of the sensor element from its component alternatives and\naggregation of the obtained solutions into a resultant aggregated solution. A\nhierarchical model is used for the wireless sensor element. The solving process\nconsists of three stages: (i) multicriteria ranking of design alternatives for\nsystem components/parts, (ii) composing the selected design alternatives into\ncomposite solution(s) while taking into account ordinal quality of the design\nalternatives above and their compatibility (this stage is based on Hierarchical\nMorphological Multicriteria Design - HMMD), and (iii) aggregation of the\nobtained composite solutions into a resultant aggregated solution(s). A\nnumerical example describes the problem structuring and solving processes for\nmodular alarm wireless sensor element.\n","Comment: 7 pages, 9 figures, 4 tables"]}]
["1203.2032",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2032","J. Appl. Phys. 111, 054501 (2012)","doi:10.1063/1.3688034"],"date":["2012-03-09"],"type":["text"],"creator":["Karamitaheri, Hossein","Neophytou, Neophytos","Pourfath, Mahdi","Faez, Rahim","Kosina, Hans"],"language":[],"coverage":[],"title":["Engineering Enhanced Thermoelectric Properties in Zigzag Graphene\n  Nanoribbons"],"description":["  We theoretically investigate the thermoelectric properties of zigzag graphene\nnanoribbons in the presence of extended line defects, substrate impurities and\nedge roughness along the nanoribbon's length. A nearest-neighbor tight-binding\nmodel for the electronic structure and a fourth nearest- neighbor force\nconstant model for the phonon bandstructure are used. For transport we employ\nquantum mechanical non-equilibrium Green's function simulations. Starting from\nthe pristine zigzag nanoribbon structure that exhibits very poor thermoelectric\nperformance, we demonstrate how after a series of engineering design steps the\nperformance can be largely enhanced. Our results could be useful in the design\nof highly efficient nanostructured graphene nanoribbon based thermoelectric\ndevices.\n","Comment: 27 pages, 11 figures"]}]
["1203.2040",{"format":[],"subject":["Mathematics - Commutative Algebra","13D02 (Primary) 13D40, 94B27 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2040","J. Pure Appl. Algebra 215(2011), 2645-2651"],"date":["2012-03-09"],"type":["text"],"creator":["Tohaneanu, Stefan O."],"language":[],"coverage":[],"title":["The minimum distance of sets of points and the minimum socle degree"],"description":["  Let $\\mathbb K$ be a field of characteristic 0. Let $\\Gamma\\subset\\mathbb\nP^n_{\\mathbb K}$ be a reduced finite set of points, not all contained in a\nhyperplane. Let $hyp(\\Gamma)$ be the maximum number of points of $\\Gamma$\ncontained in any hyperplane, and let $d(\\Gamma)=|\\Gamma|-hyp(\\Gamma)$. If\n$I\\subset R=\\mathbb K[x_0,...,x_n]$ is the ideal of $\\Gamma$, then in \\cite{t1}\nit is shown that for $n=2,3$, $d(\\Gamma)$ has a lower bound expressed in terms\nof some shift in the graded minimal free resolution of $R/I$. In these notes we\nshow that this behavior is true in general, for any $n\\geq 2$: $d(\\Gamma)\\geq\nA_n$, where $A_n=\\min\\{a_i-n\\}$ and $\\oplus_i R(-a_i)$ is the last module in\nthe graded minimal free resolution of $R/I$. In the end we also prove that this\nbound is sharp for a whole class of examples due to Juan Migliore (\\cite{m}).\n","Comment: 11 pages"]}]
["1203.2041",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","C.2.1","C.2.2","C.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2041"],"date":["2012-03-09"],"type":["text"],"creator":["Zubow, Anatolij","Sombrutzki, Robert","Scheidgen, Markus"],"language":[],"coverage":[],"title":["Towards MAC/Anycast Diversity in IEEE 802.11n MIMO Networks"],"description":["  Opportunistic Routing (OR) is a novel routing technique for wireless mesh\nnetworks that exploits the broadcast nature of the wireless medium. OR combines\nframes from multiple receivers and therefore creates a form of Spatial\nDiversity, called MAC Diversity. The gain from OR is especially high in\nnetworks where the majority of links has a high packet loss probability. The\nupdated IEEE 802.11n standard improves the physical layer with the ability to\nuse multiple transmit and receive antennas, i.e. Multiple-Input and\nMultiple-Output (MIMO), and therefore already offers spatial diversity on the\nphysical layer, i.e. called Physical Diversity, which improves the reliability\nof a wireless link by reducing its error rate. In this paper we quantify the\ngain from MAC diversity as utilized by OR in the presence of PHY diversity as\nprovided by a MIMO system like 802.11n. We experimented with an IEEE 802.11n\nindoor testbed and analyzed the nature of packet losses. Our experiment results\nshow negligible MAC diversity gains for both interference-prone 2.4 GHz and\ninterference-free 5 GHz channels when using 802.11n. This is different to the\nobservations made with single antenna systems based on 802.11b/g, as well as in\ninitial studies with 802.11n.\n"]}]
["1203.2043",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2043","Annals of Statistics 2011, Vol. 39, No. 6, 2883-2911","doi:10.1214/11-AOS924"],"date":["2012-03-09"],"type":["text"],"creator":["Giné, Evarist","Nickl, Richard"],"language":[],"coverage":[],"title":["Rates of contraction for posterior distributions in\n  $\\bolds{L^r}$-metrics, $\\bolds{1\\le r\\le\\infty}$"],"description":["  The frequentist behavior of nonparametric Bayes estimates, more specifically,\nrates of contraction of the posterior distributions to shrinking $L^r$-norm\nneighborhoods, $1\\le r\\le\\infty$, of the unknown parameter, are studied. A\ntheorem for nonparametric density estimation is proved under general\napproximation-theoretic assumptions on the prior. The result is applied to a\nvariety of common examples, including Gaussian process, wavelet series, normal\nmixture and histogram priors. The rates of contraction are minimax-optimal for\n$1\\le r\\le2$, but deteriorate as $r$ increases beyond 2. In the case of\nGaussian nonparametric regression a Gaussian prior is devised for which the\nposterior contracts at the optimal rate in all $L^r$-norms, $1\\le r\\le\\infty$.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOS924 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1203.2044",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2044"],"date":["2012-03-09"],"type":["text"],"creator":["Haboub, Rachid","Ouzzif, Mohammed"],"language":[],"coverage":[],"title":["Secure and reliable routing in mobile adhoc networks"],"description":["  The growing diffusion of wireless-enabled portable devices and the recent\nadvances in Mobile Ad-hoc NETworks (MANETs) open new scenarios where users can\nbenefit from anywhere and at any time for impromptu collaboration. However,\nenergy constrained nodes, low channel bandwidth, node mobility, high channel\nerror rates, channel variability and packet loss are some of the limitations of\nMANETs. MANETs presents also security challenges. These networks are prone to\nmalicious users attack, because any device within the frequency range can get\naccess to the MANET. There is a need for security mechanisms aware of these\nchallenges. Thus, this work aims to provide a secure MANET by changing the\nfrequency of data transmission. This security approach was tested, and the\nresults shows an interesting decreased of throughput from malicious node when\nthe number of frequency used is increased, that way the MANET will not waste\nit's resources treating malicious packets. The other contribution of this work\nis a mobility aware routing approach, which aims to provide a more reliable\nrouting by handling effectively the nodes mobility.\n"]}]
["1203.2045",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2045"],"date":["2012-03-09"],"type":["text"],"creator":["Hilden, H. M.","Montesinos, J. M.","Tejada, D. M.","Toro, M. M."],"language":[],"coverage":[],"title":["A new representation of Links: Butterflies"],"description":["  With the idea of an eventual classification of 3-bridge links,\\ we define a\nvery nice class of 3-balls (called butterflies) with faces identified by pairs,\nsuch that the identification space is $S^{3},$ and the image of a prefered set\nof edges is a link. Several examples are given. We prove that every link can be\nrepresented in this way (butterfly representation). We define the butterfly\nnumber of a link, and we show that the butterfly number and the bridge number\nof a link coincide. This is done by defining a move on the butterfly diagram.\nWe give an example of two different butterflies with minimal butterfly number\nrepresenting the knot $8_{20}.$ This raises the problem of finding a set of\nmoves on a butterfly diagram connecting diagrams representing the same link.\nThis is left as an open problem.\n","Comment: 22 pages, 30 figures"]}]
["1203.2049",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2049","Thermochimica Acta 522 (2011) 66--71","doi:10.1016/j.tca.2011.04.006"],"date":["2012-03-09"],"type":["text"],"creator":["Tagliati, S.","Rydh, A."],"language":[],"coverage":[],"title":["Absolute accuracy in membrane-based ac nanocalorimetry"],"description":["  To achieve accurate results in nanocalorimetry a detailed analysis and\nunderstanding of the behavior of the calorimetric system is required. There are\nespecially two system-related aspects that should be taken in consideration:\nthe properties of the empty cell and the effect of the thermal link between\nsample and cell. Here we study these two aspects for a membrane-based system\nwhere heater and thermometer are both in good contact with each other and the\ncenter of the membrane. Practical, analytical expressions for describing the\nfrequency dependence of heat capacity, thermal conductance, and temperature\noscillation of the system are formulated and compared with measurements and\nnumerical simulations. We finally discuss the experimental conditions for an\noptimal working frequency, where high resolution and good absolute accuracy are\ncombined.\n"]}]
["1203.2050",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2050"],"date":["2012-03-09"],"type":["text"],"creator":["Das, Tanmay","Bhattacharyya, Somnath","Joshi, Bhanu Prakash","Thamizhavel, A.","Ramakrishnan, S."],"language":[],"coverage":[],"title":["Direct evidence of intercalation in a topological insulator turned\n  superconductor"],"description":["  A topological insulator Bi2Se3 which shows superconducting property due to Cu\ndoping has been studied using high resolution transmission electron microscopy\nwhich provides for the first time, the direct evidence of intercalation sites.\nA careful study exhibits the presence of two intercalation sites in this\nmaterial when projected along the [-1-1 2 0] direction. Stoichiometry of the\nintercalated unit cell was also calculated from the projected potential.\n","Comment: 8 pages double spacing, 7 images"]}]
["1203.2051",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2051"],"date":["2012-03-09"],"type":["text"],"creator":["Wei, Chuanan","Gong, Dianxuan"],"language":[],"coverage":[],"title":["Telescoping method, derivative operators and harmonic number identities"],"description":["  In terms of the telescoping method, a simple binomial sum is given. By\napplying the derivative operators to the equation just mentioned, we establish\nseveral general harmonic number identities including some known results.\n"]}]
["1203.2059",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2059"],"date":["2012-03-09"],"type":["text"],"creator":["Senol, Ali","Ziplar, Evren","Yayli, Yusuf"],"language":[],"coverage":[],"title":["Lc helices and harmonic curvatures in space forms (hypersurface)"],"description":["  In n-dimensional Euclidean space E^n, harmonic curvatures of a non-degenerate\ncurve defined by \\\"Ozdamar and Hacisaliho\\u{g}lu [4]. In this paper, We define\na new type of curves called LC helix when the angle between tangent of this\ncurve and LC parallel vector field in space form is constant. Furthermore,\nseveral characterizations of these curves by using its harmonic curvatures are\nobtained. Particularly, in the 3-dimensional spaceform we obtain the results\n[5].\n"]}]
["1203.2062",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2062"],"date":["2012-03-09"],"type":["text"],"creator":["Sudret, Bruno"],"language":[],"coverage":[],"title":["Meta-models for structural reliability and uncertainty quantification"],"description":["  A meta-model (or a surrogate model) is the modern name for what was\ntraditionally called a response surface. It is intended to mimic the behaviour\nof a computational model M (e.g. a finite element model in mechanics) while\nbeing inexpensive to evaluate, in contrast to the original model which may take\nhours or even days of computer processing time. In this paper various types of\nmeta-models that have been used in the last decade in the context of structural\nreliability are reviewed. More specifically classical polynomial response\nsurfaces, polynomial chaos expansions and kriging are addressed. It is shown\nhow the need for error estimates and adaptivity in their construction has\nbrought this type of approaches to a high level of efficiency. A new technique\nthat solves the problem of the potential biasedness in the estimation of a\nprobability of failure through the use of meta-models is finally presented.\n","Comment: Keynote lecture Fifth Asian-Pacific Symposium on Structural\n  Reliability and its Applications (5th APSSRA) May 2012, Singapore"]}]
["1203.2063",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2063"],"date":["2012-03-09"],"type":["text"],"creator":["Smith, Robert P.","Hadzibabic, Zoran"],"language":[],"coverage":[],"title":["Effects of interactions on Bose-Einstein condensation of an atomic gas"],"description":["  The phase transition to a Bose-Einstein condensate is unusual in that it is\nnot necessarily driven by inter-particle interactions but can occur in an ideal\ngas as a result of a purely statistical saturation of excited states. However,\ninteractions are necessary for any system to reach thermal equilibrium and so\nare required for condensation to occur in finite time. In this Chapter we\nreview the role of interactions in Bose-Einstein condensation, covering both\ntheory and experiment. We focus on measurements performed on harmonically\ntrapped ultracold atomic gases, but also discuss how these results relate to\nthe uniform-system case, which is more theoretically studied and also more\nrelevant for other experimental systems.\n  We first consider interaction strengths for which the system can be\nconsidered sufficiently close to equilibrium to measure thermodynamic\nbehaviour. In particular we discuss the effects of interactions both on the\nmechanism of condensation (namely the saturation of the excited states) and on\nthe critical temperature at which condensation occurs. We then discuss in more\ndetail the conditions for the equilibrium thermodynamic measurements to be\npossible, and the non-equilibrium phenomena that occur when these conditions\nare controllably violated by tuning the strength of interactions in the gas.\n","Comment: 19 pages, 10 figures, A short review to appear as a Chapter in\n  \"Quantum fluids: hot-topics and new trends\" (Springer), edited by Alberto\n  Bramati and Michele Modugno"]}]
["1203.2070",{"format":[],"subject":["Mathematics - Optimization and Control","90C25, 90C46, 47A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2070"],"date":["2012-03-09"],"type":["text"],"creator":["Bot, Radu Ioan","Hendrich, Christopher"],"language":[],"coverage":[],"title":["A double smoothing technique for solving unconstrained nondifferentiable\n  convex optimization problems"],"description":["  The aim of this paper is to develop an efficient algorithm for solving a\nclass of unconstrained nondifferentiable convex optimization problems in finite\ndimensional spaces. To this end we formulate first its Fenchel dual problem and\nregularize it in two steps into a differentiable strongly convex one with\nLipschitz continuous gradient. The doubly regularized dual problem is then\nsolved via a fast gradient method with the aim of accelerating the resulting\nconvergence scheme. The theoretical results are finally applied to an l1\nregularization problem arising in image processing.\n"]}]
["1203.2074",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2074"],"date":["2012-03-09"],"type":["text"],"creator":["Diener, R.","collaboration, on behalf of the LCTPC"],"language":[],"coverage":[],"title":["Development of a TPC for an ILC Detector"],"description":["  The ILD concept, one of two proposed detector concepts for the planned\nInternational Linear Collider (ILC), foresees a Time Projection Chamber (TPC)\nas the main tracking detector. The LCTPC (Linear Collider TPC) collaboration\npursues R&D to develop such a TPC based on the best state-of-the-art\ntechnology.\n  After tests with smaller prototypes, the current efforts focus on studies\nusing a large prototype with a diameter of 770 mm and a length of 610 mm. This\nprototype can accommodate seven read-out modules of a size comparable to the\nones that would be used in the final TPC. Several prototypes of modules using\nMicromegas or GEM structures as gas amplification were constructed and tested.\nBesides the traditional pad read-out, a pixel read-out based on the TimePix\nchip is studied in these tests with up to 8 TimePix chips on a board. The\ncurrent status and future plans of the R&D are presented.\n","Comment: 8 pages, 8 figures, pre-print of proceedings for TIPP 2011\n  (Technology and Instrumentation in Particle Physics '11)"]}]
["1203.2075",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2075"],"date":["2012-03-09"],"type":["text"],"creator":["Cappiello, Marco","Gramchev, Todor","Rodino, Luigi"],"language":[],"coverage":[],"title":["Decay estimates for solutions of nonlocal semilinear equations"],"description":["  We investigate the decay for $|x|\\rightarrow \\infty$ of weak Sobolev type\nsolutions of semilinear nonlocal equations $Pu=F(u)$. We consider the case when\n$P=p(D)$ is an elliptic Fourier multiplier with polyhomogeneous symbol $p(\\xi)$\nand derive sharp algebraic decay estimates in terms of weighted Sobolev norms.\nIn particular, we state a precise relation between the singularity of the\nsymbol at the origin and the rate of decay of the corresponding solutions. Our\nbasic example is the celebrated Benjamin-Ono equation {equation}\n\\label{BO}(|D|+c)u=u^2, \\qquad c>0,{equation} for internal solitary waves of\ndeep stratified fluids. Their profile presents algebraic decay, in strong\ncontrast with the exponential decay for KdV shallow water waves.\n"]}]
["1203.2078",{"format":[],"subject":["Mathematics - Probability","60K35, 82C41, 60J55, 47A07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2078"],"date":["2012-03-09"],"type":["text"],"creator":["Fattler, Torben","Grothaus, Martin","Voßhall, Robert"],"language":[],"coverage":[],"title":["Construction of a finite volume dynamical wetting model with\n  \\delta-pinning in (d+1)-dimension via Dirichlet forms"],"description":["  We give a Dirichlet form approach for the construction of a distorted\nBrownian motion in $E := [0;\\infty)^n$, $n\\in\\mathbb{N}$, where the behavior on\nthe boundary is determined by the competing effects of reflection from and\npinning at the boundary. The problem is formulated in an $L^2$-setting with\nunderlying measure $\\mu=\\varrho m$. Here $\\varrho$ is a positive density,\nintegrable with respect to the measure $m$ and fulfilling the Hamza condition.\nThe measure $m$ is such that the boundary of $E$ is not of $m$-measure zero. A\nreference measure of this type is needed in order to give meaning to the\nso-called Wentzell boundary condition which is in literature typical for\nmodeling such kind of boundary behavior. In providing a Skorokhod decomposition\nof the constructed process we are able to justify that the stochastic process\nis solving the underlying stochastic differential equation weakly in the sense\nof N. Ikeda and Sh. Watanabe for quasi every starting point. At the boundary\nthe constructed process indeed is governed by the competing effects of\nreflection and pinning. In order to obtain the Skorokhod decomposition we need\n$\\varrho$ to be continuously differentiable on $E$, which is equivalent to\ncontinuity of the logarithmic derivative of $\\varrho$. Furthermore, we assume\nthat the logarithmic derivative of $\\varrho$ is square integrable with respect\nto $\\mu$. We do not need that the logarithmic derivative of $\\varrho$ is\nLipschitz continuous. In particular, our considerations enable us to construct\na dynamical wetting model (also known as Ginzburg-Landau dynamics) on a bounded\nset $D_N\\subset\\mathbb{Z}^d$ under mild assumptions on the underlying pair\ninteraction potentials in all dimensions $d\\in\\mathbb{N}$. In dimension $d=2$\nthis model describes the motion of an interface resulting from wetting of a\nsolid surface by a fluid.\n"]}]
["1203.2079",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2079","JOURNAL OF APPLIED PHYSICS 111, 053519 (2012)","doi:10.1063/1.3692807"],"date":["2012-03-09"],"type":["text"],"creator":["Errandonea, D.","Kumar, R. S.","Achary, S. N.","Gomis, O.","Manjon, F. J.","Shukla, R.","Tyagi, A. K."],"language":[],"coverage":[],"title":["New high-pressure phase and equation of state of Ce2Zr2O8"],"description":["  In this paper we report a new high-pressure rhombohedral phase of Ce2Zr2O8\nobserved from high-pressure angle-dispersive x-ray diffraction and Raman\nspectroscopy studies up to nearly 12 GPa. The ambient-pressure cubic phase of\nCe2Zr2O8 transforms to a rhombohedral structure beyond 5 GPa with a feeble\ndistortion in the lattice. Pressure evolution of unit-cell volume showed a\nchange in compressibility above 5 GPa. The unit-cell parameters of the\nhigh-pressure rhombohedral phase at 12.1 GPa are ah = 14.6791(3) {\\AA}, ch =\n17.9421(5) {\\AA}, V = 3348.1(1) {\\AA}3. The structure relation between the\nparent cubic (P2_13) and rhombohedral (P3_2) phases were obtained by\ngroup-subgroup relations. All the Raman modes of the cubic phase showed linear\nevolution with pressure with the hardest one at 197 cm-1. Some Raman modes of\nthe high-pressure phase have a non-linear evolution with pressure and softening\nof one low-frequency mode with pressure is found. The compressibility, equation\nof state, and pressure coefficients of Raman modes of Ce2Zr2O8 are also\nreported.\n","Comment: 33 pages, 8 figures, 6 tables"]}]
["1203.2080",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2080","Phys. Rev. Lett (2011)","doi:10.1103/PhysRevLett.107.078104"],"date":["2012-03-09"],"type":["text"],"creator":["Hannezo, Edouard","Prost, Jacques","Joanny, Jean-Francois"],"language":[],"coverage":[],"title":["Instabilities of monolayered epithelia: shape and structure of villi and\n  crypts"],"description":["  We study theoretically the shapes of a dividing epithelial monolayer of cells\nlying on top of an elastic stroma. The negative tension created by cell\ndivision provokes a buckling instability at a finite wave vector leading to the\nformation of periodic arrays of villi and crypts. The instability is similar to\nthe buckling of a metallic plate under compression. We use the results to\nrationalize the various structures of the intestinal lining observed \\emph{in\nvivo}. Taking into account the coupling between cell division and local\ncurvature, we obtain different patterns of villi and crypts, which could\nexplain the different morphologies of the small intestine and the colon.\n","Comment: 4 pages, 4 figures"]}]
["1203.2087",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2087","Annals of Statistics 2011, Vol. 39, No. 6, 2912-2935","doi:10.1214/11-AOS925"],"date":["2012-03-09"],"type":["text"],"creator":["Aue, Alexander","Lee, Thomas C. M."],"language":[],"coverage":[],"title":["On image segmentation using information theoretic criteria"],"description":["  Image segmentation is a long-studied and important problem in image\nprocessing. Different solutions have been proposed, many of which follow the\ninformation theoretic paradigm. While these information theoretic segmentation\nmethods often produce excellent empirical results, their theoretical properties\nare still largely unknown. The main goal of this paper is to conduct a rigorous\ntheoretical study into the statistical consistency properties of such methods.\nTo be more specific, this paper investigates if these methods can accurately\nrecover the true number of segments together with their true boundaries in the\nimage as the number of pixels tends to infinity. Our theoretical results show\nthat both the Bayesian information criterion (BIC) and the minimum description\nlength (MDL) principle can be applied to derive statistically consistent\nsegmentation methods, while the same is not true for the Akaike information\ncriterion (AIC). Numerical experiments were conducted to illustrate and support\nour theoretical findings.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOS925 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1203.2093",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Analysis of PDEs","Mathematics - Optimization and Control","35P05, 47A75, 49R50, 47A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2093"],"date":["2012-03-09"],"type":["text"],"creator":["Kozlov, Vladimir"],"language":[],"coverage":[],"title":["Domain dependence of eigenvalues of elliptic type operators"],"description":["  The dependence on the domain is studied for the Dirichlet eigenvalues of an\nelliptic operator considered in bounded domains. Their proximity is measured by\na norm of the difference of two orthogonal projectors corresponding to the\nreference domain and the perturbed one; this allows to compare domains that\nhave non-smooth boundaries and different topology. The main result is an\nasymptotic formula in which the remainder is evaluated in terms of this\nquantity. As an application, the stability of eigenvalues is estimated by\nvirtue of integrals of squares of the gradients of eigenfunctions for elliptic\nproblems in different domains. It occurs that these stability estimates imply\nwell-known inequalities for perturbed eigenvalues.\n"]}]
["1203.2095",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2095"],"date":["2012-03-09"],"type":["text"],"creator":["Gegner, J.","Gamza, M.","Ackerbauer, S. -V.","Hollmann, N.","Hu, Z.","Hsieh, H. -H.","Lin, H. -J.","Chen, C. T.","Ormeci, A.","Leithe-Jasper, A.","Rosner, H.","Grin, Yu.","Tjeng, L. H."],"language":[],"coverage":[],"title":["Insulator-Metal Transition in TiGePt: a combined photoelectron\n  spectroscopy, x-ray absorption spectroscopy, and band structure study"],"description":["  We present a combined experimental and theoretical study of the electronic\nstructure of the intermetallic compound TiGePt by means of photoelectron\nspectroscopy, x-ray absorption spectroscopy and fullpotential band structure\ncalculations. It was recently shown that TiGePt undergoes a structural phase\ntransition by heating which is accompanied by a large volume contraction and a\ndrastic change of physical properties, in particular a large decrease of the\nelectrical resistivity. The present study revealed substantial differences in\nthe electronic structure for the two TiGePt modifications, although they have\nthe same nominal composition and show similar electron counts for particular\nvalence band states. Our photoemission experiments and band structure\ncalculations establish that an insulator-to-metal transition occurs with an\nappreciable band broadening and closing of the band gap\n"]}]
["1203.2101",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J20, 35J62, 35J70, 35J92"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2101"],"date":["2012-03-09"],"type":["text"],"creator":["Fardoun, Ali","Regbaoui, Rachid"],"language":[],"coverage":[],"title":["Regularity and Uniqueness of p-harmonic Maps with Small Range"],"description":["  We prove the uniqueness of solutions to Dirichlet problem for p-harmonic maps\nwith images in a small geodesic ball of the target manifold. As a consequence,\nwe show that such maps have Hoelder continuous derivatives. This gives an\nextension of a result by S. Hildebrandt et al concerning harmonic maps.\n","Comment: 15 pages"]}]
["1203.2112",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2112"],"date":["2012-03-09"],"type":["text"],"creator":["Nakashima, Toshiki"],"language":[],"coverage":[],"title":["Decorated Geometric Crystals, Polyhedral and Monomial Realizations of\n  Crystal Bases"],"description":["  We shall show that for type $A_n$ the realization of crystal bases obtained\nfrom the decorated geometric crystals intorduced by Berenstein and Kazhdan\ncoincides with our polyhedral realizations of crystal bases. We also observe\ncertain relations of decorations and monomial realizations of crystal bases.\n","Comment: 18 pages"]}]
["1203.2114",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2114"],"date":["2012-03-09"],"type":["text"],"creator":["Beck, C.","Rezaei, R."],"language":[],"coverage":[],"title":["Chromospheric multi-wavelength observations near the solar limb"],"description":["  Observations of chromospheric spectral lines near and beyond the solar limb\nprovide information on the solar chromosphere without any photospheric\ncontamination. For ground-based observations near and off the limb with\nreal-time image correction by adaptive optics (AO), some technical requirements\nhave to be met, such as an AO lock point that is independent of the location of\nthe field of view observed by the science instruments, both for 1D and 2D\ninstruments. We show how to obtain simultaneous AO-corrected spectra in Ca II\nH, Ha, Ca II IR at 854 nm, and He I at 1083 nm with the instrumentation at the\nGerman Vacuum Tower Telescope in Izana, Tenerife. We determined the spectral\nproperties of an active-region macrospicule inside the field of view in the\nfour chromospheric lines, including its signature in polarization in He I at\n1083 nm. Compared to the line-core intensities, the Doppler shifts of the lines\nchange on a smaller spatial scale in the direction parallel to the limb,\nsuggesting the presence of coherent rotating structures or the passage of\nupwards propagating helical waves on the surfaces of expanding flux tubes.\n","Comment: 8 pages, 6 figures, to appear in the proceedings of the 2nd ATST-EAST\n  workshop (9.-11.11.2011, Washington/DC), ASP Conference Series"]}]
["1203.2123",{"format":[],"subject":["Mathematics - Group Theory","20N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2123"],"date":["2012-03-09"],"type":["text"],"creator":["Shahryari, M."],"language":[],"coverage":[],"title":["Polyadic groups and automorphisms of cyclic extensions"],"description":["  We show that for any $n$-ary group $(G,f)$, the group $Aut(G,f)$ can be\nembedded in $Aut(\\mathbb{Z}_{n-1}\\ltimes G)$ and so we can obtain a class of\ninteresting automorphisms of cyclic extensions.\n"]}]
["1203.2124",{"format":[],"subject":["Mathematics - Differential Geometry","53C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2124"],"date":["2012-03-09"],"type":["text"],"creator":["Kerin, Martin"],"language":[],"coverage":[],"title":["A note on totally geodesic embeddings of Eschenburg spaces into Bazaikin\n  spaces"],"description":["  In this note it is shown that every 7-dimensional Eschenburg space can be\ntotally geodesically embedded into infinitely many topologically distinct\n13-dimensional Bazaikin spaces. Furthermore, examples are given which show\nthat, under the known construction, it is not always possible to totally\ngeodesically embed a positively curved Eschenburg space into a Bazaikin space\nwith positive curvature.\n","Comment: 11 pages"]}]
["1203.2125",{"format":[],"subject":["Mathematics - Group Theory","20N15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2125"],"date":["2012-03-09"],"type":["text"],"creator":["Khodabandeh, H.","Shahryari, M."],"language":[],"coverage":[],"title":["Simple polyadic groups"],"description":["  The main aim of this article is to establish a classification of simple\npolyadic groups in terms of ordinary groups and their automorphisms. We give\ntwo different definitions of simpleness for polyadic groups, from the point of\nviews of universal algebra, UAS (universal algebraically simpleness), and group\ntheory, GTS (group theoretically simpleness). We obtain the necessary and\nsufficient conditions for a polyadic group to be UAS or GTS.\n","Comment: 14 pages"]}]
["1203.2141",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2141"],"date":["2012-03-09"],"type":["text"],"creator":["Pirutka, Alena"],"language":[],"coverage":[],"title":["Sur la cohomologie non ramifi\\'ee en degr\\'e trois d'un produit"],"description":["  Let F be a finite field and let C be a smooth projective curve over F. For\nsome smooth projective surfaces X over F we establish that the third unramified\ncohomology of the product of X and C vanishes. This applies in particular to\ngeometrically rational surfaces.\n  Soit F un corps fini et soit C une courbe projective et lisse sur F. Pour\ncertaines surfaces projectives et lisses X sur F on \\'etablit la nullit\\'e du\ntroisi\\`eme groupe de cohomologie non ramifi\\'ee du produit de X et C. Cela\ns'applique en particulier aux surfaces g\\'eom\\'etriquement rationnelles.\n"]}]
["1203.2143",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2143"],"date":["2012-03-09"],"type":["text"],"creator":["Hernández-Rey, Juan José"],"language":[],"coverage":[],"title":["High Energy Neutrino Telescopes in the Northern Hemisphere"],"description":["  We review the status and results of the high energy neutrino telescopes in\nthe Northern Hemisphere, namely ANTARES and Baikal (NT200+).\n","Comment: Contribution to VLvNT 2011, to be published in NIM A, 6 pages, 8\n  figures"]}]
["1203.2147",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2147","Signal & Image Processing : An International Journal (SIPIJ)\n  Vol.3, No.1, February 2012"],"date":["2012-03-09"],"type":["text"],"creator":["Sudheer, G.","Devi, B. V. S. Renuka"],"language":[],"coverage":[],"title":["A Hybrid Image Cryptosystem Based On OMFLIP Permutation Cipher"],"description":["  The protection of confidential image data from unauthorized access is an\nimportant area of research in network communication. This paper presents a\nhigh-level security encryption scheme for gray scale images. The gray level\nimage is first decomposed into binary images using bit scale decomposition.\nEach binary image is then compressed by selecting a good scanning path that\nminimizes the total number of bits needed to encode the bit sequence along the\nscanning path using two dimensional run encoding. The compressed bit string is\nthen scrambled iteratively using a pseudo-random number generator and finally\nencrypted using a bit level permutation OMFLIP. The performance is tested,\nillustrated and discussed.\n","Comment: 8 pages"]}]
["1203.2148",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2148"],"date":["2012-03-09"],"type":["text"],"creator":["Lyra, Marcelo L.","Lima, Rodrigo P. A."],"language":[],"coverage":[],"title":["Wavepacket spreading dynamics under a non-instantaneous nonlinearity:\n  Self-trapping, defocusing and focusing"],"description":["  Special localized wavemodes show up in several physical scenarios including\nBEC in optical lattices, nonlinear photonic crystals and systems with strong\nelectron-phonon interaction. These result from an underlying nonlinear\ncontribution to the wave equation that is usually assumed to be instantaneous.\nHere we demonstrate that the relaxation process of the nonlinearity has a\nprofound impact in the wavepacket dynamics and in the formation of localized\nmodes. We illustrate this phenomenology by considering the one-electron\nwavepacket spreading in a $C60$ buckball structure whose dynamics is governed\nby a discrete nonlinear Schroedinger equation with a Debye relaxation of the\nnonlinearity. We report the full phase-diagram related to the spacial extension\nof the asymptotic wavepacket and unveil a complex wavepacket dynamical\nbehavior.\n","Comment: 5 pages, 4 figures"]}]
["1203.2159",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons","Mathematical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2159"],"date":["2012-03-09"],"type":["text"],"creator":["Ruiz, H. S."],"language":[],"coverage":[],"title":["Material Laws and Numerical Methods in Applied Superconductivity"],"description":["  Contents Preface I Electromagnetism of type II superconductors 1 General\nStatements Of The Critical State 1.1 The CS In The Maxwell Equations Formalism\n1.2 The CS Regime And The MQS Limit 2 Variational Theory for CS Problems 2.1\nGeneral Principles Of The Variational Method 2.2 The Material Law: SCs with\nmagnetic anisotropy 2.2.1 Onto the 1D Critical States 2.2.2 Towards The 3D\nCritical States 3 Computational Method Conclusions I References I II Critical\nState Problems:Effects & Applications 4 Type-II SCs With Intrinsic Magnetic\nAnisotropy 4.1 3D variational statement in slab geometry 4.2 Isotropic\npredictions in -3D- configurations 4.3 T-states in -3D- configurations 4.4\nCT-states in -3D- configurations 4.5 Smooth critical states in -3D-\nconfigurations Appendix I Critical angle gradient in -3D- configurations 5 The\nLongitudinal Transport Problem 5.1 Simplified analytical models and beyond\n5.1.1 The simplest analytical model 5.1.2 The SDCST statement and the BM's\napproach 5.2 Magnetic anisotropy and the uncommon effects 5.2.1 Extremal case:\nThe T-states model 5.2.2 Material laws with magnetic anisotropy: CT\\chi -\nmodels 6 Electromagnetism For Superconducting Wires 6.1 Theoretical framework\nand general considerations 6.2 SC wires subjected to isolated external sources\n6.2.1 Wires with an injected AC transport current 6.2.2 Wires under an external\nAC magnetic flux 6.2.3 Ultimate considerations on the AC losses 6.3 SC wires\nunder simultaneous AC excitations (B_{0},I_{tr}) 6.3.1 Synchronous excitations\n6.3.2 Asynchronous excitations Conclusions II References II Supplementary\nMaterial II III Microscopical aspects also analyzed 7 E-Ph Theory And The Nodal\nKink Effect In HTSC 8 Is it necessary to go beyond the E-Ph mode? Conclusions\nIII References III Supplementary Material III IV Addenda\n","Comment: Dissertation Condensed Matter Physics Department of University of\n  Zaragoza, Materials Science Institute of Arag\\'on (ICMA), The Spanish\n  National Research Council (CSIC). Cite together arXiv code as:\n  http://hdl.handle.net/10261/46732 Digital CSIC open science: Dissertations\n  ICMA"]}]
["1203.2161",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2161"],"date":["2012-03-09"],"type":["text"],"creator":["Sakellariadou, Mairi"],"language":[],"coverage":[],"title":["Highlights of Noncommutative Spectral Geometry"],"description":["  A summary of noncommutative spectral geometry as an approach to unification\nis presented. The role of the doubling of the algebra, the seeds of\nquantization and some cosmological implications are briefly discussed.\n","Comment: 4 pages, to be published in the Journal of Physics Conference Series\n  under the title \"Vishwa Mimansa - An Interpretative Exposition of the\n  Universe\"; talk given at the 7th International Conference on Gravitation and\n  Cosmology, 14-19 December 2011, Goa, India"]}]
["1203.2162",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2162"],"date":["2012-03-09"],"type":["text"],"creator":["Rogerson, Jesse A.","Hall, Patrick B.","MacLeod, Chelsea","Ivezic, Zeljko"],"language":[],"coverage":[],"title":["Monitoring Quasar Colour Variability in Stripe 82"],"description":["  Broad Absorption Line (BAL) trough variability is predominantly due to cloud\nmotion transverse to our line of sight. The rate at which the variability\noccurs indicates the velocity of the cloud, which can provide constraints on\nthe cloud's distance from the central source. This requires detailed\nspectroscopy during a variability event. Such spectra have proven elusive,\nsuggesting either the timescale of variability is too short to be caught, or\ntoo long to notice until a sufficient amount of time has passed. Photometric\nmonitoring of BAL quasar colours may potentially be used as an early warning\nsystem to trigger time resolved spectroscopic monitoring of BAL variability.\nTowards this end, we are analyzing both BAL and non-BAL colour variability\nusing time series photometry from Stripe 82 in the Sloan Digital Sky Survey.\n","Comment: 2 pages, 1 figure, The proceedings of the \"AGN Winds in Charleston\"\n  meeting, Charleston, SC, 15-18 Oct 2011. To be published by ASP"]}]
["1203.2163",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2163"],"date":["2012-03-09"],"type":["text"],"creator":["Hong, Chi-Yao","Caesar, Matthew","Duffield, Nick","Wang, Jia"],"language":[],"coverage":[],"title":["Tiresias: Online Anomaly Detection for Hierarchical Operational Network\n  Data"],"description":["  Operational network data, management data such as customer care call logs and\nequipment system logs, is a very important source of information for network\noperators to detect problems in their networks. Unfortunately, there is lack of\nefficient tools to automatically track and detect anomalous events on\noperational data, causing ISP operators to rely on manual inspection of this\ndata. While anomaly detection has been widely studied in the context of network\ndata, operational data presents several new challenges, including the\nvolatility and sparseness of data, and the need to perform fast detection\n(complicating application of schemes that require offline processing or\nlarge/stable data sets to converge).\n  To address these challenges, we propose Tiresias, an automated approach to\nlocating anomalous events on hierarchical operational data. Tiresias leverages\nthe hierarchical structure of operational data to identify high-impact\naggregates (e.g., locations in the network, failure modes) likely to be\nassociated with anomalous events. To accommodate different kinds of operational\nnetwork data, Tiresias consists of an online detection algorithm with low time\nand space complexity, while preserving high detection accuracy. We present\nresults from two case studies using operational data collected at a large\ncommercial IP network operated by a Tier-1 ISP: customer care call logs and\nset-top box crash logs. By comparing with a reference set verified by the ISP's\noperational group, we validate that Tiresias can achieve >94% accuracy in\nlocating anomalies. Tiresias also discovered several previously unknown\nanomalies in the ISP's customer care cases, demonstrating its effectiveness.\n"]}]
["1203.2167",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2167"],"date":["2012-03-09"],"type":["text"],"creator":["Bhat, Naagesh S."],"language":[],"coverage":[],"title":["Design and Implementation of IEEE 802.15.4 Mac Protocol on FPGA"],"description":["  The IEEE 802.15.4 is a wireless standard introduced for low power, low cost\nwireless communication with moderate data rates. In the next few years, it is\nexpected that Low Rate Wireless Personal Area Networks (LR-WPAN) will be used\nin a wide variety of embedded applications, including home automation,\nindustrial sensing and control, environmental monitoring and sensing. In these\napplications, numerous embedded devices running on batteries are distributed in\nan area communicating via wireless radios. This work presents a method which\ncan be used for comparing current consumption of wireless data transfer\nembedded systems. This paper implements a small subset of the IEEE 802.15.4\nprotocol to achieve a point to point communication. The implemented protocol\nuses 802.15.4 MAC compliant data and acknowledgment packets. Current\nconsumption is measured while doing one data packet transmission. Measurements\nare compared with existing work. IEEE 802.15.4 protocol implementation is done\nusing Verilog language. Code implementation is done in such a manner so that it\ncan be ported to any platform with minimal changes. It can also be modified to\nsuit any special experimental setup requirements.\n","Comment: 5 Pages, 11 Figures"]}]
["1203.2168",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2168"],"date":["2012-03-09"],"type":["text"],"creator":["Cook, Stephen"],"language":[],"coverage":[],"title":["Relativized Propositional Calculus"],"description":["  Proof systems for the Relativized Propositional Calculus are defined and\ncompared.\n","Comment: 8 pages"]}]
["1203.2169",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2169","International Journal of Wireless & Mobile Networks (IJWMN) Vol.\n  4, No. 1, February 2012","doi:10.5121/ijwmn.2012.4104"],"date":["2012-03-09"],"type":["text"],"creator":["Slimane, Emna Ben","Jarboui, Slaheddine","Bouallègue, Ammar"],"language":[],"coverage":[],"title":["Blind Carrier Phase Recovery for General 2{\\pi}/M-rotationally Symmetric\n  Constellations"],"description":["  This paper introduces a novel blind carrier phase recovery estimator for\ngeneral 2{\\Pi}/M-rotationally symmetric constellations. This estimation method\nis a generalization of the non-data-aided (NDA) nonlinear Phase Metric Method\n(PMM) estimator already designed for general quadrature amplitude\nconstellations. This unbiased estimator is seen here as a fourth order PMM then\ngeneralized to Mth order (Mth PMM) in such manner that it covers general\n2{\\Pi}/M-rotationally symmetric constellations such as PAM, QAM, PSK.\nSimulation results demonstrate the good performance of this Mth PMM estimation\nalgorithm against competitive blind phase estimators already published for\nvarious modulation systems of practical interest.\n","Comment: 14 pages, 12 figures, International Journal of Wireless & Mobile\n  Networks (IJWMN)"]}]
["1203.2174",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2174"],"date":["2012-03-09"],"type":["text"],"creator":["Morgan, Matthew A."],"language":[],"coverage":[],"title":["Thinking Outside the Band: Absorptive Filtering"],"description":["  The reflectionless filter cell described in this article alleviates many\nsystem problems associated with excess out-of-band gain, impedance mismatches,\nand component interactions. The simplest filter cell exhibits a third-order\nInverse Chebyshev response with 14.47 dB peak stopband attenuation, and several\ncan be cascaded for additional attenuation as needed. They are simple to design\nand easy to use - for much like small fixed attenuators (\"pads\"), they can be\nplaced anywhere in the signal path desired without fear of causing unwanted\nstanding waves, and instead reducing them where they already exist beyond the\nintended frequency range. Compared to conventional filter topologies with\nsimilar cutoff frequencies, they exhibit an order of magnitude greater\namplitude and phase stability, ensuring accurate and repeatable complex gain in\ncalibrated systems. Finally, the component requirements are moderate in value\nand minimal in number, easing their implementation while improving design\nyield, and extending the applicability of a given component technology beyond\nthe normal range, both above and below.\n","Comment: 6 pages, 5 figures, submitted to Microwave Journal"]}]
["1203.2177",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2177"],"date":["2012-03-09"],"type":["text"],"creator":["de Freitas, Nando","Smola, Alex","Zoghi, Masrour"],"language":[],"coverage":[],"title":["Regret Bounds for Deterministic Gaussian Process Bandits"],"description":["  This paper analyses the problem of Gaussian process (GP) bandits with\ndeterministic observations. The analysis uses a branch and bound algorithm that\nis related to the UCB algorithm of (Srinivas et al., 2010). For GPs with\nGaussian observation noise, with variance strictly greater than zero, (Srinivas\net al., 2010) proved that the regret vanishes at the approximate rate of\n$O(\\frac{1}{\\sqrt{t}})$, where t is the number of observations. To complement\ntheir result, we attack the deterministic case and attain a much faster\nexponential convergence rate. Under some regularity assumptions, we show that\nthe regret decreases asymptotically according to $O(e^{-\\frac{\\tau t}{(\\ln\nt)^{d/4}}})$ with high probability. Here, d is the dimension of the search\nspace and $\\tau$ is a constant that depends on the behaviour of the objective\nfunction near its global maximum.\n","Comment: 17 pages, 5 figures"]}]
["1203.2178",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2178"],"date":["2012-03-09"],"type":["text"],"creator":["Kirzhner, Valery","Volkovich, Zeev"],"language":[],"coverage":[],"title":["Evaluation of the Genome Mixture Contents by Means of the Compositional\n  Spectra Method"],"description":["  In this research, we consider a mixture of genome fragments of a certain\nbacteria set. The problem of mixture separation is studied under the assumption\nthat all the genomes present in the mixture are completely sequenced or are\nclose to those already sequenced. Such assumption is relevant, e.g., in regular\nobservations of ecological or biomedical objects, where the possible set of\nmicroorganisms is known and it is only necessary to follow their\nconcentrations.\n"]}]
["cond-mat/0410377",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0410377","doi:10.1103/PhysRevB.72.081409"],"date":["2004-10-14"],"type":["text"],"creator":["Cooper, Valentino R.","Kolpak, Alexie M.","Yourdshahyan, Yashar","Rappe, Andrew M."],"language":[],"coverage":[],"title":["Support-mediated activation and deactivation of Pt thin films"],"description":["  Using ab initio methods, we examine the the charge distribution at the\ninterface of alpha-alumina-supported Pt films, and we consider the influence of\nthis interface on CO adsorption. We demonstrate that a combination of\nelectrostatic charge transfer and covalent bonding governs the interfacial\ninteractions, and that these interactions play an important role in the metal\nreactivity. By modifying the interface and varying the Pt film thickness over a\nnanoscale range, CO adsorption can be significantly enhanced or diminished.\nThese observations could be used to tune the reactivity of Pt particles.\n"]}]
["math/0611431",{"format":[],"subject":["Mathematics - Differential Geometry","22E65, 20K35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611431","Proc. Amer. Math. Soc., 138(3): 4137-4148, 2010","doi:10.1090/S0002-9939-2010-10423-9"],"date":["2006-11-14","2012-03-08"],"type":["text"],"creator":["Hekmati, Pedram"],"language":[],"coverage":[],"title":["Integrability Criterion for Abelian Extensions of Lie Groups"],"description":["  We establish a criterion for when an abelian extension of\ninfinite-dimensional Lie algebras integrates to a corresponding Lie group\nextension $\\hat{G}$ of $G$ by $A$, where $G$ is a connected, simply connected\nLie group and $A$ is a quotient of its Lie algebra by some discrete subgroup.\nWhen $G$ is non-simply connected, the kernel $A$ is replaced by a central\nextension $\\hat{A}$ of $\\pi_1(G)$ by $A$.\n","Comment: 11 pages, 2 figures"]}]
