["0804.0510",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.0510","IEEE Transactions on Information Theory 56, 3 (2010) 1430-1435"],"date":["2008-04-03","2012-04-03"],"type":["text"],"creator":["Ryabko, Daniil","Ryabko, Boris"],"language":[],"coverage":[],"title":["Nonparametric Statistical Inference for Ergodic Processes"],"description":["  In this work a method for statistical analysis of time series is proposed,\nwhich is used to obtain solutions to some classical problems of mathematical\nstatistics under the only assumption that the process generating the data is\nstationary ergodic. Namely, three problems are considered: goodness-of-fit (or\nidentity) testing, process classification, and the change point problem. For\neach of the problems a test is constructed that is asymptotically accurate for\nthe case when the data is generated by stationary ergodic processes. The tests\nare based on empirical estimates of distributional distance.\n","Comment: Conference version in: D. Ryabko, B. Ryabko, On hypotheses testing\n  for ergodic processes, in Proceedgings of Information Theory Workshop, 2008,\n  Porto, Portugal, pp. 281-283"]}]
["0804.3640",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3640"],"date":["2008-04-23"],"type":["text"],"creator":["Cichacz, Sylwia","Froncek, Dalibor","Xu, Wenjie"],"language":[],"coverage":[],"title":["Super edge-graceful paths"],"description":["  A graph $G(V,E)$ of order $|V|=p$ and size $|E|=q$ is called super\nedge-graceful if there is a bijection $f$ from $E$ to $\\{0,\\pm 1,\\pm 2,...,\\pm\n\\frac{q-1}{2}\\}$ when $q$ is odd and from $E$ to $\\{\\pm 1,\\pm 2,...,\\pm\n\\frac{q}{2}\\}$ when $q$ is even such that the induced vertex labeling $f^*$\ndefined by $f^*(x) = \\sum_{xy\\in E(G)}f(xy)$ over all edges $xy$ is a bijection\nfrom $V$ to $\\{0,\\pm 1,\\pm 2...,\\pm \\frac{p-1}{2}\\}$ when $p$ is odd and from\n$V$ to $\\{\\pm 1,\\pm 2,...,\\pm \\frac{p}{2}\\}$ when $p$ is even. \\indent We prove\nthat all paths $P_n$ except $P_2$ and $P_4$ are super edge-graceful.\n","Comment: 7 pages, 11 figures"]}]
["0805.0286",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Geometry","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0286","Geom. Dedicata 142 (2009), 71-89"],"date":["2008-05-02"],"type":["text"],"creator":["Russell, Heather M."],"language":[],"coverage":[],"title":["The Bar-Natan skein module of the solid torus and the homology of (n,n)\n  Springer varieties"],"description":["  This paper establishes an isomorphism between the Bar-Natan skein module of\nthe solid torus with a particular boundary curve system and the homology of the\n(n,n) Springer variety. The results build on Khovanov's work with crossingless\nmatchings and the cohomology of the (n,n) Springer variety. We also give a\nformula for comultiplication in the Bar-Natan skein module for this specific\nthree-manifold and boundary curve system.\n","Comment: 17 pages, many figures"]}]
["0809.0775",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0775"],"date":["2008-09-04","2012-04-04"],"type":["text"],"creator":["Zhang, Rui-zhi","Wang, Chun-lei","Li, Ji-chao","Zhang, Jia-liang","Zhao, Ming-lei","Liu, Jian","Zheng, Peng","Zhang, Yan-fei","Mei, Liang-mo"],"language":[],"coverage":[],"title":["Determining Seebeck coefficient of heavily doped La:SrTiO3 from density\n  functional calculations"],"description":["  A new approach is developed to calculate temperature dependent Seebeck\ncoefficient of heavily doped systems by using Boltzmann transport theory and\nelectron density of states (DOS) obtained from density functional calculations.\nThis approach is applied to heavily doped La:STO with DOS from tetrahedral\nmethod and Fermi energy using Fermi integrals. The calculated Seebeck\ncoefficient agrees with the experimental data nearly quantitatively, which\nproved the accuracy of this approach. The influence of the Fermi energy and\nasymmetry of DOS on the Seebeck coefficient is analyzed.\n","Comment: 19 pages, 4 figures"]}]
["0810.2657",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2657","Studies in Hist Phil Modern Phys 40, 243-250 (2009)"],"date":["2008-10-15","2009-06-13"],"type":["text"],"creator":["Rae, Alastair I. M."],"language":[],"coverage":[],"title":["Everett and the Born Rule"],"description":["  During the last ten years or so, derivations of the Born rule based on\ndecision theory have been proposed and developed, and it is claimed that these\nare valid in the context of the Everett interpretation. This claim is\ncritically assessed and it is shown that one of its key assumptions, although\nnatural in the context of the Copenhagen interpretation, is not consistent with\nthat of Everett. It is further argued that any interpretation that relates\noutcome likelihood to the expansion coefficients connecting the wavefunction\nwith the eigenfunctions of the measurement operator must be inconsistent with\nthe Everett interpretation.\n","Comment: 22 pages 1 figure"]}]
["0810.5059",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5059","Advanced Science Letters, Volume 2, Number 3, September 2009 , pp.\n  337-346(10)","doi:10.1166/asl.2009.1062"],"date":["2008-10-28","2008-10-31"],"type":["text"],"creator":["Spanier, F.","Vainio, R."],"language":[],"coverage":[],"title":["Three-wave interactions of dispersive plasma waves propagating parallel\n  to the magnetic field"],"description":["  Three-wave interactions of plasma waves propagating parallel to the mean\nmagnetic field at frequencies below the electron cyclotron frequency are\nconsidered. We consider Alfv\\'en--ion-cyclotron waves,\nfast-magnetosonic--whistler waves, and ion-sound waves. Especially the weakly\nturbulent low-beta plasmas like the solar corona are studied, using the\ncold-plasma dispersion relation for the transverse waves and the\nfluid-description of the warm plasma for the longitudinal waves. We analyse the\nresonance conditions for the wave frequencies $\\omega$ and wavenumbers $k$, and\nthe interaction rates of the waves for all possible combinations of the three\nwave modes, and list those reactions that are not forbidden.\n","Comment: accepted for publication in Advanced Science Letters"]}]
["0811.0129",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","17B37, 81R50, 17B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0129","Contemporary Mathematics. vol. 506 (2010), 145-171"],"date":["2008-11-02","2009-03-31"],"type":["text"],"creator":["Hu, Naihong","Pei, Yufeng","Rosso, Marc"],"language":[],"coverage":[],"title":["Multi-parameter Quantum Groups and Quantum Shuffles, (I)"],"description":["  In this article, we study the multi-parameter quantum groups defined by\ngenerators and relations associated with symmetrizable generalized Cartan\nmatrices, together with their representations in the category $\\mathcal O$.\nThis presentation will be convenient for our later discussions. We present two\nexplicit descriptions here: as a Hopf 2-cocycle deformation, and as the\nmulti-parameter quantum shuffle realization of the positive part.\n","Comment: 31 pages. Contemp. Math. (to appear)"]}]
["0902.0690",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Dynamical Systems","Mathematics - Functional Analysis","47L65, 46H10, 37B05, 54H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.0690","J. Funct. Anal. 262 (2012) 4746-4765"],"date":["2009-02-04","2012-03-01"],"type":["text"],"creator":["de Jeu, Marcel","Svensson, Christian","Tomiyama, Jun"],"language":[],"coverage":[],"title":["On the Banach $*$-algebra crossed product associated with a topological\n  dynamical system"],"description":["  Given a topological dynamical system $\\Sigma = (X, \\sigma)$, where $X$ is a\ncompact Hausdorff space and $\\sigma$ a homeomorphism of $X$, we introduce the\nassociated Banach $^*$-algebra crossed product $\\ell^1 (\\Sigma)$ and analyse\nits ideal structure. This algebra is the Banach algebra most naturally\nassociated with the dynamical system, and it has a richer structure than its\nwell studied $C^*$-envelope, as becomes evident from the possible existence of\nnon-self-adjoint closed ideals. This paper initiates the study of these\nalgebras and links their ideal structure to the topological dynamics. It is\ndetermined when exactly the algebra is simple, or prime, and when there exists\na non-self-adjoint closed ideal. In addition, a structure theorem is obtained\nfor the case when $X$ consists of one finite orbit, and the algebra is shown to\nbe Hermitian if $X$ is finite. The key to these results lies in analysing the\ncommutant of $C(X)$ in the algebra, which can be shown to be a maximal abelian\nsubalgebra with non-zero intersection with each non-zero closed ideal.\n","Comment: 19 pages. Some typos corrected and minor changes in presentation.\n  Final version, to appear in Journal of Functional Analysis"]}]
["0904.1538",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1538"],"date":["2009-04-09","2012-04-03"],"type":["text"],"creator":["Floor, Paal Anders","Ramstad, Tor A."],"language":[],"coverage":[],"title":["Shannon-Kotel'nikov Mappings for Analog Point-to-Point Communications"],"description":["  In this paper an approach to joint source-channel coding (JSCC), named\nShannon-Kotel'nikov mappings (S-K mappings), is presented. S-K mappings are\n(piecewise) continuous, direct source-to-channel mappings operating directly on\namplitude continuous, discrete time signals. These mappings include several\nexisting JSCC schemes. There exist many interesting approaches to analog and\nsemi-analog JSCC in the literature that provide both excellent performance as\nwell as robustness to variations in noise level. However, no common theory\ndescribing their behavior on a general basis exists at the moment.\n  The objective of this paper is to introduce a general theoretical framework\nfor analysis of analog (and semi-analog) mappings. This framework will enable\ncalculation of distortion when applying such schemes on point-to-point links,\nreveal more about their fundamental nature, and provide conditions indicating\nhow such mappings should be constructed in order to perform well at low and\narbitrary complexity and delay. Since this problem is very difficult we are not\nattempting to provide a complete theory at this stage, but rather establish a\nstarting point from which future research can be developed. The paper considers\nmemoryless sources with an arbitrary continuous unimodal density function and\nmemoryless Gaussian channels. Most results are valid for good channels.\n","Comment: 11 page revision submitted to IEEE transactions on Information Theory"]}]
["0907.3654",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3654","IEEE Transactions on Signal Processing, October 2009, Volume 57,\n  Issue 10, p. 3827-3843","doi:10.1109/TSP.2009.2023947"],"date":["2009-07-21"],"type":["text"],"creator":["Gauthier, Jerome","Duval, Laurent","Pesquet, Jean-Christophe"],"language":[],"coverage":[],"title":["Optimization of Synthesis Oversampled Complex Filter Banks"],"description":["  An important issue with oversampled FIR analysis filter banks (FBs) is to\ndetermine inverse synthesis FBs, when they exist. Given any complex oversampled\nFIR analysis FB, we first provide an algorithm to determine whether there\nexists an inverse FIR synthesis system. We also provide a method to ensure the\nHermitian symmetry property on the synthesis side, which is serviceable to\nprocessing real-valued signals. As an invertible analysis scheme corresponds to\na redundant decomposition, there is no unique inverse FB. Given a particular\nsolution, we parameterize the whole family of inverses through a null space\nprojection. The resulting reduced parameter set simplifies design procedures,\nsince the perfect reconstruction constrained optimization problem is recast as\nan unconstrained optimization problem. The design of optimized synthesis FBs\nbased on time or frequency localization criteria is then investigated, using a\nsimple yet efficient gradient algorithm.\n"]}]
["0910.2344",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2344"],"date":["2009-10-13"],"type":["text"],"creator":["Cichacz, Sylwia","Goerlich, Agnieszka"],"language":[],"coverage":[],"title":["A note on $k$-cordial $p$-uniform hypertrees"],"description":["  Hovey introduced a $k$-cordial labeling of graphs as a generalization both of\nharmonious and cordial labelings. He proved that all tress are $k$-cordial for\n$k \\in \\{1,...,5\\}$ and he conjectured that all trees are $k$-cordial for all\n$k$. \\indent We consider a corresponding problem for hypergraphs, namely, we\nshow that $p$-uniform hypertrees are $k$-cordial for certain values of $k$.\n"]}]
["0912.2207",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2207","Physical Review E 81, 060701(R) (2010)","doi:10.1103/PhysRevE.81.060701"],"date":["2009-12-11","2010-04-22"],"type":["text"],"creator":["Modes, Carl D.","Bhattacharya, Kaushik","Warner, Mark"],"language":[],"coverage":[],"title":["Disclination-mediated thermo-optical response in nematic glass sheets"],"description":["  Nematic solids respond strongly to changes in ambient heat or light,\nsignificantly differently parallel and perpendicular to the director. This\nphenomenon is well characterized for uniform director fields, but not for\ndefect textures. We analyze the elastic ground states of a nematic glass in the\nmembrane approximation as a function of temperature for some disclination\ndefects with an eye towards reversibly inducing three-dimensional shapes from\nflat sheets of material, at the nano-scale all the way to macroscopic objects,\nincluding non-developable surfaces. The latter offers a new paradigm to\nactuation via switchable stretch in thin systems.\n","Comment: Specific results for spiral defects now added. References to Witten,\n  Mahadevan and Ben Amar now added."]}]
["0912.5523",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5523","Annals of Probability 2012, Vol. 40, No. 2, 535-577","doi:10.1214/10-AOP624"],"date":["2009-12-30","2012-04-04"],"type":["text"],"creator":["Miller, Jason","Peres, Yuval"],"language":[],"coverage":[],"title":["Uniformity of the uncovered set of random walk and cutoff for\n  lamplighter chains"],"description":["  We show that the measure on markings of $\\mathbf {Z}_n^d$, $d\\geq3$, with\nelements of ${0,1}$ given by i.i.d. fair coin flips on the range $\\mathcal {R}$\nof a random walk $X$ run until time $T$ and 0 otherwise becomes\nindistinguishable from the uniform measure on such markings at the threshold\n$T=1/2T_{{\\mathrm {cov}}}(\\mathbf {Z}_n^d)$. As a consequence of our methods,\nwe show that the total variation mixing time of the random walk on the\nlamplighter graph $\\mathbf {Z}_2\\wr \\mathbf {Z}_n^d$, $d\\geq3$, has a cutoff\nwith threshold $1/2T_{{\\mathrm {cov}}}(\\mathbf {Z}_n^d)$. We give a general\ncriterion under which both of these results hold; other examples for which this\napplies include bounded degree expander families, the intersection of an\ninfinite supercritical percolation cluster with an increasing family of balls,\nthe hypercube and the Caley graph of the symmetric group generated by\ntranspositions. The proof also yields precise asymptotics for the decay of\ncorrelation in the uncovered set.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOP624 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1002.0113",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","20G05, 17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0113"],"date":["2010-01-31","2012-04-04"],"type":["text"],"creator":["Tanisaki, Toshiyuki"],"language":[],"coverage":[],"title":["Differential operators on quantized flag manifolds at roots of unity"],"description":["  The quantized flag manifold, which is a $q$-analogue of the ordinary flag\nmanifold, is realized as a non-commutative scheme, and we can define the\ncategory of $D$-modules on it using the framework of non-commutative algebraic\ngeometry; however, when the parameter $q$ is a root of unity, Lusztig's\nFrobenius morphism allows us to handle $D$-modules on the quantized flag\nmanifold through modules over a certain sheaf of rings on the ordinary flag\nmanifold. In this paper we will show that this sheaf of rings on the ordinary\nflag manifold is an Azumaya algebra over its center. We also show that its\nrestriction to certain subsets are split Azumaya algebras. These are analogues\nof some results of Bezrukavnikov-Mirkovi\\'{c}-Rumynin on $D$-modules on flag\nmanifolds in positive characteristics.\n"]}]
["1002.1674",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1674","Physical Review Letters 108, 145303 (2012)","doi:10.1103/PhysRevLett.108.145303"],"date":["2010-02-08","2011-11-30"],"type":["text"],"creator":["Autti, S.","Bunkov, Yu. M.","Eltsov, V. B.","Heikkinen, P. J.","Hosio, J. J.","Hunger, P.","Krusius, M.","Volovik, G. E."],"language":[],"coverage":[],"title":["Self-localization of magnon Bose-Einstein condensates in the ground\n  state and on excited levels: from harmonic to box-like trapping potential"],"description":["  Long-lived coherent spin precession of 3He-B at low temperatures around 0.2\nTc is a manifestation of Bose-Einstein condensation of spin-wave excitations or\nmagnons in a magnetic trap which is formed by the order-parameter texture and\ncan be manipulated experimentally. When the number of magnons increases, the\norbital texture reorients under the influence of the spin-orbit interaction and\nthe profile of the trap gradually changes from harmonic to a square well, with\nwalls almost impenetrable to magnons. This is the first experimental example of\nBose condensation in a box. By selective rf pumping the trap can be populated\nwith a ground-state condensate or one at any of the excited energy levels. In\nthe latter case the ground state is simultaneously populated by relaxation from\nthe exited level, forming a system of two coexisting condensates.\n","Comment: 4 pages, 5 figures"]}]
["1003.4675",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4675","Annals of Probability 2012, Vol. 40, No. 2, 578-610","doi:10.1214/10-AOP627"],"date":["2010-03-24","2012-04-04"],"type":["text"],"creator":["Sheffield, Scott","Sun, Nike"],"language":[],"coverage":[],"title":["Strong path convergence from Loewner driving function convergence"],"description":["  We show that, under mild assumptions on the limiting curve, a sequence of\nsimple chordal planar curves converges uniformly whenever certain Loewner\ndriving functions converge. We extend this result to random curves. The random\nversion applies in particular to random lattice paths that have chordal\n$\\mathrm {SLE}_{\\kappa}$ as a scaling limit, with $\\kappa <8$\n(nonspace-filling). Existing $\\mathrm {SLE}_{\\kappa}$ convergence proofs often\nbegin by showing that the Loewner driving functions of these paths (viewed from\n$\\infty$) converge to Brownian motion. Unfortunately, this is not sufficient,\nand additional arguments are required to complete the proofs. We show that\ndriving function convergence is sufficient if it can be established for both\nparametrization directions and a generic observation point.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOP627 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1006.3175",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3175","Journal of the London Mathematical Society, 85 no. 2 (2012)\n  571-591","doi:10.1112/jlms/jdr050"],"date":["2010-06-16"],"type":["text"],"creator":["Burstall, F. E.","Santos, S. D."],"language":[],"coverage":[],"title":["Special isothermic surfaces of type $d$"],"description":["  The special isothermic surfaces, discovered by Darboux in connection with\ndeformations of quadrics, admit a simple explanation via the gauge-theoretic\napproach to isothermic surfaces. We find that they fit into a heirarchy of\nspecial classes of isothermic surface and extend the theory to arbitrary\ncodimension.\n","Comment: 21 pages"]}]
["1006.5784",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5784","Eur. Phys. J. D 65 605-612 (2011)","doi:10.1140/epjd/e2011-20543-y"],"date":["2010-06-30","2011-10-28"],"type":["text"],"creator":["Chakrabarty, Indranil","Agrawal, Pankaj","Pati, Arun K."],"language":[],"coverage":[],"title":["Quantum Dissension: Generalizing Quantum Discord for Three-Qubit States"],"description":["  We introduce the notion of quantum dissension for a three-qubit system as a\nmeasure of quantum correlations. We use three equivalent expressions of\nthree-variable mutual information. Their differences can be zero classically\nbut not so in quantum domain. It generalizes the notion of quantum discord to a\nmultipartite system. There can be multiple definitions of the dissension\ndepending on the nature of projective measurements done on the subsystems. As\nan illustration, we explore the consequences of these multiple definitions and\ncompare them for three-qubit pure and mixed GHZ and W states. We find that\nunlike discord, dissension can be negative. This is because measurement on a\nsubsystem may enhance the correlations in the rest of the system. This approach\ncan pave a way to generalize the notion of quantum correlations in the\nmultiparticle setting.\n","Comment: 9 pages 6 figures typo fixed and some arguments added"]}]
["1007.0611",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0611","Pacific J. Math, Vol. 253 (2011), No. 1, 221-255"],"date":["2010-07-04","2010-07-05"],"type":["text"],"creator":["Russell, Heather M."],"language":[],"coverage":[],"title":["A topological construction for all two-row Springer varieties"],"description":["  Springer varieties appear in both geometric representation theory and knot\ntheory. Motivated by knot theory and categorification Khovanov provides a\ntopological construction of $(n/2, n/2)$ Springer varieties. We extend\nKhovanov's construction to all two-row Springer varieties. Using the\ncombinatorial and diagrammatic properties of this construction we provide a\nparticularly useful homology basis and construct the Springer representation\nusing this basis. We also provide a skein-theoretic formulation of the\nrepresentation in this case.\n","Comment: 27 pages, many figures"]}]
["1007.1371",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Discrete Mathematics","Computer Science - Computer Science and Game Theory","Mathematics - Combinatorics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1371","American Math. Monthly, 119:4, pp/318-323, 2012"],"date":["2010-07-08","2011-12-24"],"type":["text"],"creator":["Lakshtanov, Evgeny","Roshchina, Vera"],"language":[],"coverage":[],"title":["Finiteness in the Card Game of War"],"description":["  The game of war is one of the most popular international children's card\ngames. In the beginning of the game, the pack is split into two parts, then on\neach move the players reveal their top cards. The player having the highest\ncard collects both and returns them to the bottom of his hand. The player left\nwith no cards loses. Those who played this game in their childhood did not\nalways have enough patience to wait until the end of the game. A player who has\ncollected almost all the cards can lose all but a few cards in the next 3\nminutes. That way the children essentially conduct mathematical experiments\nobserving chaotic dynamics. However, it is not quite so, as the rules of the\ngame do not prescribe the order in which the winning player will put his take\nto the bottom of his hand: own card, then rival's or vice versa: rival's card,\nthen own. We provide an example of a cycling game with fixed rules. Assume now\nthat each player can seldom but regularly change the returning order. We have\nmanaged to prove that in this case the mathematical expectation of the length\nof the game is finite. In principle it is equivalent to the graph of the game,\nwhich has got edges corresponding to all acceptable transitions, having got the\nfollowing property: from each initial configuration there is at least one path\nto the end of the game.\n","Comment: To appear in American Math. Monthly"]}]
["1008.2504",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - K-Theory and Homology","19D55, 16S40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2504","J. Reine und Angew. Math. Heft 663 (2012), 177-207"],"date":["2010-08-15"],"type":["text"],"creator":["Zhang, Jiao","Hu, Naihong"],"language":[],"coverage":[],"title":["Cyclic Homology of Strong Smash Product Algebras"],"description":["  For any strong smash product algebra $A\\#_{_R}B$ of two algebras $A$ and $B$\nwith a bijective morphism $R$ mapping from $B\\ot A$ to $A\\ot B$, we construct a\ncylindrical module $A\\natural B$ whose diagonal cyclic module\n$\\Delta_{\\bullet}(A\\natural B)$ is graphically proven to be isomorphic to\n$C_{\\bullet}(A\\#_{_R}B)$ the cyclic module of the algebra. A spectral sequence\nis established to converge to the cyclic homology of $A\\#_{_R}B$. Examples are\nprovided to show how our results work. Particularly, the cyclic homology of the\nPareigis' Hopf algebra is obtained in the way.\n","Comment: Journal f\\\"ur die Reine und Angewandte Mathematik (2010)"]}]
["1008.2505",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2505","Algebras and Representation Theory 14 (1) (2011) 191-199","doi:10.1007/s10468-009-9183-0"],"date":["2010-08-15"],"type":["text"],"creator":["Xia, Limeng","Hu, Naihong"],"language":[],"coverage":[],"title":["Introduction to co-split Lie algebras"],"description":["  In this work, we introduce a new concept which is obtained by defining a new\ncompatibility condition between Lie algebras and Lie coalgebras. With this\nterminology, we describe the interrelation between the Killing form and the\nadjoint representation in a new perspective.\n"]}]
["1009.4415",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Mathematics - Combinatorics","68Q70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4415"],"date":["2010-09-22","2012-04-04"],"type":["text"],"creator":["Shur, Arseny M."],"language":[],"coverage":[],"title":["Numerical values of the growth rates of power-free languages"],"description":["  We present upper and two-sided bounds of the exponential growth rate for a\nwide range of power-free languages. All bounds are obtained with the use of\nalgorithms previously developed by the author.\n","Comment: 5 pages, 4 tables"]}]
["1010.5617",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5617","JHEP 1101:011,2011","doi:10.1007/JHEP01(2011)011"],"date":["2010-10-27","2012-04-04"],"type":["text"],"creator":["Bajnok, Zoltan","Palla, Laszlo"],"language":[],"coverage":[],"title":["Boundary finite size corrections for multiparticle states and planar\n  AdS/CFT"],"description":["  We propose formulas for the L\\\"uscher type finite size energy correction of\nmultiparticle states on the interval and evaluate them for the simplest case in\nthe AdS/CFT setting. By this we determine the leading wrapping correction to\nthe anomalous dimension of the simplest determinant type operator, which\ncorresponds to a one particle state on the Y=0 brane.\n","Comment: 21 pages, 22 eps figures, v2: references added, v3: typos, fermionic\n  signs are corrected in section 4, explicit results simplified, conclusion is\n  unchanged"]}]
["1011.5933",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control","60F10, 60F99, 60G17, 60J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5933","Stochastic Processes and their Applications 122 (2012), pp.\n  1947-1987","doi:10.1016/j.spa.2011.12.006"],"date":["2010-11-26"],"type":["text"],"creator":["Dupuis, Paul","Spiliopoulos, Konstantinos"],"language":[],"coverage":[],"title":["Large Deviations for Multiscale Diffusions via Weak Convergence Methods"],"description":["  We study the large deviations principle for locally periodic stochastic\ndifferential equations with small noise and fast oscillating coefficients.\nThere are three possible regimes depending on how fast the intensity of the\nnoise goes to zero relative to the homogenization parameter. We use weak\nconvergence methods which provide convenient representations for the action\nfunctional for all three regimes. Along the way we study weak limits of related\ncontrolled SDEs with fast oscillating coefficients and derive, in some cases, a\ncontrol that nearly achieves the large deviations lower bound at the prelimit\nlevel. This control is useful for designing efficient importance sampling\nschemes for multiscale diffusions driven by small noise.\n"]}]
["1012.2566",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2566","Physical Review B 85, 054505 (2012)","doi:10.1103/PhysRevB.85.054505"],"date":["2010-12-12"],"type":["text"],"creator":["Lu, Xiaoli","Fang, Chen","Tsai, Wei-Feng","Jiang, Yongjin","Hu, Jiangping"],"language":[],"coverage":[],"title":["S-wave superconductivity with orbital dependent sign change in the\n  checkerboard models of iron-based superconductors"],"description":["  We study three different multi-orbital models for iron-based superconductors\n(iron-SCs) in the solvable limit of weakly coupled square plaquettes. The\nstrongest superconducting (SC) pairing is in the $A_{1g}$ $s$-wave channel and\nits development is correlated with the emergence of the next-nearest-neighbour\nantiferromagnetism (NNN-AFM). For the models with more than three orbitals,\nthis study suggests that the signs of the intra-orbital pairing order\nparameters of the $d_{xy}$ and the $d_{xz}$ (or $d_{yz}$) orbitals must be {\\it\nopposite}. Such sign difference stems from the intrinsic symmetry properties of\ninter-orbital hoppings and might, ultimately, lead to the sign-change of the SC\norders between the hole Fermi pockets at the $\\Gamma$ point and produce\nanisotropic or even gapless SC gaps in the electron Fermi pockets around the\n$M$ point in reciprocal space, as restoring back to the homogeneous limit.\n","Comment: 5 figures, 5 pages"]}]
["1012.6006",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.6006"],"date":["2010-12-29","2012-04-04"],"type":["text"],"creator":["Tomanov, George"],"language":[],"coverage":[],"title":["Locally Divergent Orbits on Hilbert Modular Spaces"],"description":["  We describe the closures of locally divergent orbitsunder the action of tori\non Hilbert modular spaces of rank r = 2. In particular, we prove that if D is a\nmaximal R-split torus acting on a real Hilbert modular space then every locally\ndivergent non-closed orbit is dense for r > 2 and its closure is a finite union\nof tori orbits for r = 2. Our results confirm an orbit rigidity conjecture of\nMargulis in all cases except for (i) r = 2 and, (ii) r > 2 and the Hilbert\nmodular space corresponds to a CM-field; in the cases (i) and (ii) our results\ncontradict the conjecture. As an application, we describe the set of values at\nintegral points of collections of non-proportional, split, binary, quadratic\nforms over number fields.\n","Comment: The reason to replace the previous (second) version was a typo in the\n  formulation of Conjecture A. In comparison with the first version the changes\n  are the following: added references, corrected typos, added Corollary 1.4(a).\n  In the present version I discuss only Margulis' orbit rigidity conjecture.The\n  measure rigidity conjecture will be hopefully discussed elsewhere later"]}]
["1101.0279",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Optimization and Control","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0279"],"date":["2010-12-31","2012-04-03"],"type":["text"],"creator":["Guillen, Nestor","Schwab, Russell"],"language":[],"coverage":[],"title":["Aleksandrov-Bakelman-Pucci Type Estimates For Integro-Differential\n  Equations"],"description":["  In this work we provide an Aleksandrov-Bakelman-Pucci type estimate for a\ncertain class of fully nonlinear elliptic integro-differential equations, the\nproof of which relies on an appropriate generalization of the convex envelope\nto a nonlocal, fractional-order setting and on the use of Riesz potentials to\ninterpret second derivatives as fractional order operators. This result applies\nto a family of equations involving some nondegenerate kernels and as a\nconsequence provides some new regularity results for previously untreated\nequations. Furthermore, this result also gives a new comparison theorem for\nviscosity solutions of such equations which only depends on the $L^\\infty$ and\n$L^n$ norms of the right hand side, in contrast to previous comparison results\nwhich utilize the continuity of the right hand side for their conclusions.\nThese results appear to be new even for the linear case of the relevant\nequations.\n","Comment: Main theorem improved to treat nondegenerate kernels which leads to\n  new regularity results. Added appendix which provides new regularity results\n  for nonlocal obstacle problems involving concave operators. Improved\n  presentation throughout. Fixed a mistake in Sections 3. Simplified greatly\n  the proof in section 6"]}]
["1102.0468",{"format":[],"subject":["Physics - History and Philosophy of Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0468","Studies in History and Philosophy of Modern Physics 42, 226-236\n  (2011)","doi:10.1016/j.shpsb.2011.06.003"],"date":["2011-01-31","2011-08-04"],"type":["text"],"creator":["Struyve, Ward"],"language":[],"coverage":[],"title":["Gauge invariant accounts of the Higgs mechanism"],"description":["  The Higgs mechanism gives mass to Yang-Mills gauge bosons. According to the\nconventional wisdom, this happens through the spontaneous breaking of gauge\nsymmetry. Yet, gauge symmetries merely reflect a redundancy in the state\ndescription and therefore the spontaneous breaking can not be an essential\ningredient. Indeed, as already shown by Higgs and Kibble, the mechanism can be\nexplained in terms of gauge invariant variables, without invoking spontaneous\nsymmetry breaking. In this paper, we present a general discussion of such gauge\ninvariant treatments for the case of the Abelian Higgs model, in the context of\nclassical field theory. We thereby distinguish between two different notions of\ngauge: one that takes all local transformations to be gauge and one that\nrelates gauge to a failure of determinism.\n","Comment: 24 pages, no figures, LaTex"]}]
["1102.0962",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0962"],"date":["2011-02-04","2012-04-03"],"type":["text"],"creator":["Grzesik, Andrzej"],"language":[],"coverage":[],"title":["On the maximum number of five-cycles in a triangle-free graph"],"description":["  Using Razborov's flag algebras we show that a triangle-free graph on n\nvertices contains at most (n/5)^5 cycles of length five. It settles in the\naffirmative a conjecture of Erdos.\n","Comment: After minor revisions; to appear in JCTB"]}]
["1103.3430",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3430","International Workshop on Frontiers in Arabic Handwriting\n  Recognition (2010) 50-54"],"date":["2011-03-17"],"type":["text"],"creator":["Haboubi, Sofiene","Maddouri, Samia","Amiri, Hamid"],"language":[],"coverage":[],"title":["Identification of arabic word from bilingual text using character\n  features"],"description":["  The identification of the language of the script is an important stage in the\nprocess of recognition of the writing. There are several works in this research\narea, which treat various languages. Most of the used methods are global or\nstatistical. In this present paper, we study the possibility of using the\nfeatures of scripts to identify the language. The identification of the\nlanguage of the script by characteristics returns the identification in the\ncase of multilingual documents less difficult. We present by this work, a study\non the possibility of using the structural features to identify the Arabic\nlanguage from an Arabic / Latin text.\n","Comment: FAHR 2010 - the 1st International Workshop on Frontiers in Arabic\n  Handwriting Recognition"]}]
["1103.4599",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4599","Phys. Rev. B 85, 134406 (2012)","doi:10.1103/PhysRevB.85.134406"],"date":["2011-03-23","2011-04-11"],"type":["text"],"creator":["Fang, Chen","Xu, Bao","Dai, Pengcheng","Xiang, Tao","Hu, Jiangping"],"language":[],"coverage":[],"title":["Magnetic Frustration and Iron-Vacancy Ordering in Iron-Chalcogenide"],"description":["  We show that the magnetic and vacancy orders in the 122\n$(A_{1-y}Fe_{2-x}Se_2)$ iron-chalcogenides can be naturally derived from the\n$J_1-J_2-J_3$ model with $J_1$ being the ferromagnetic (FM) nearest neighbor\nexchange coupling and $J_{2}, J_3$ being the antiferromagnetic (AFM) next and\nthird nearest neighbor ones respectively, previously proposed to describe the\nmagnetism in the 11(FeTe/Se) systems. In the 11 systems, the magnetic exchange\ncouplings are extremely frustrated in the ordered bi-collinear\nantiferromagnetic state so that the magnetic transition temperature is low. In\nthe 122 systems, the formation of iron vacancy order reduces the magnetic\nfrustration and significantly increases the magnetic transition temperature and\nthe ordered magnetic moment. The pattern of the 245 iron-vacancy order\n($\\sqrt{5}\\times \\sqrt{5}$) observed in experiments is correlated to the\nmaximum reduction of magnetic frustration. The nature of the iron-vacancy\nordering may hence be electronically driven. We explore other possible vacancy\npatterns and magnetic orders associated with them. We also calculate the spin\nwave excitations and their novel features to test our model.\n","Comment: Figures are modified and more discussion is added"]}]
["1103.5943",{"format":[],"subject":["Mathematics - Logic","03B47, 03B50, 03C05, 06D35 (Primary) 06B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5943"],"date":["2011-03-30","2012-04-04"],"type":["text"],"creator":["Bianchi, Matteo"],"language":[],"coverage":[],"title":["The variety generated by all the ordinal sums of perfect MV-chains"],"description":["  We present the logic BL_Chang, an axiomatic extension of BL (see P. H\\'ajek -\nMetamathematics of fuzzy logic - 1998, Kluwer) whose corresponding algebras\nform the smallest variety containing all the ordinal sums of perfect MV-chains.\nWe will analyze this logic and the corresponding algebraic semantics in the\npropositional and in the first-order case. As we will see, moreover, the\nvariety of BL_Chang-algebras will be strictly connected to the one generated by\nChang's MV-algebra (that is, the variety generated by all the perfect\nMV-algebras): we will also give some new results concerning these last\nstructures and their logic.\n","Comment: This is a revised version of the previous paper: the modifications\n  concern essentially the presentation. The scientific content is substantially\n  unchanged. The major variations are: Definition 2.7 has been improved.\n  Section 3.1 has been made more compact. A new reference, [Bus04], has been\n  added. There is some minor modification in Section 3.2"]}]
["1104.5060",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5060"],"date":["2011-04-26","2012-04-04"],"type":["text"],"creator":["Heras, Ricardo"],"language":[],"coverage":[],"title":["The magnetar origin of pulsars"],"description":["  This paper suggests the idea that all neutron stars experienced at birth an\nultrafast decay of their magnetic fields from their initial values to their\ncurrent surface values. If the electromagnetic energy radiated during this\nfield decay is converted into kinetic and rotational energies of the neutron\nstar then the decay time is of the order of 10^(-4) s provided that the initial\nmagnetic fields lie in the range of 10^(15)-10^(16) G and the initial periods\nin the range 1-20 ms. This means that all neutron stars are born with magnetic\nfields typical of magnetars and periods typical of millisecond pulsars. More\nexplicitly, energy considerations and a birth-ultrafast-magnetic-field decay\nimply a model that consistently relates birth properties of neutron stars such\nas the initial period and the initial magnetic field with current properties\nsuch as the observed period, the surface magnetic field and the transverse\nvelocity. This model provides a solution to the long-standing problem of\nfinding a physical explanation for the observed high velocities of neutron\nstars. These stars acquire their space velocities during the birth ultrafast\ndecay of their magnetic fields. The origin of this field decay points to\nmagnetic instabilities, which are inevitable if neutron stars are born as\nmagnetars.\n"]}]
["1105.1712",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1712","Phys. Rev. B 84, 064204 (2011)","doi:10.1103/PhysRevB.84.064204"],"date":["2011-05-09","2011-05-20"],"type":["text"],"creator":["Efros, A. L.","Skinner, Brian","Shklovskii, B. I."],"language":[],"coverage":[],"title":["Coulomb gap in the one-particle density of states in three-dimensional\n  systems with localized electrons"],"description":["  The one-particle density of states (1P-DOS) in a system with localized\nelectron states vanishes at the Fermi level due to the Coulomb interaction\nbetween electrons. Derivation of the Coulomb gap uses stability criteria of the\nground state. The simplest criterion is based on the excitonic interaction of\nan electron and a hole and leads to a quadratic 1P-DOS in the three-dimensional\n(3D) case. In 3D, higher stability criteria, including two or more electrons,\nwere predicted to exponentially deplete the 1P-DOS at energies close enough to\nthe Fermi level. In this paper we show that there is a range of intermediate\nenergies where this depletion is strongly compensated by the excitonic\ninteraction between single-particle excitations, so that the crossover from\nquadratic to exponential behavior of the 1P-DOS is retarded. This is one of the\nreasons why such exponential depletion was never seen in computer simulations.\n","Comment: 6 pages, 1 figure"]}]
["1105.5468",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5468","Phys. Rev. Lett. 108, 016403 (2012)","doi:10.1103/PhysRevLett.108.016403"],"date":["2011-05-26","2012-04-04"],"type":["text"],"creator":["Trinckauf, J.","Hänke, T.","Zabolotnyy, V.","Ritschel, T.","Apostu, M. O.","Suryanarayanan, R.","Revcolevschi, A.","Koepernik, K.","Kim, T. K.","Zimmermann, M. v.","Borisenko, S. V.","Knupfer, M.","Büchner, B.","Geck, J."],"language":[],"coverage":[],"title":["Electronic confinement and ordering instabilities in colossal\n  magnetoresistive bilayer manganites"],"description":["  We present angle-resolved photoemission studies of (La1-zPrz)2-2xSr1+2xMn2O7\nwith x=0.4 and z=0.1,0.2 and 0.4 along with density functional theory\ncalculations and x-ray scattering data. Our results show that the bilayer\nsplitting in the ferromagnetic metallic phase of these materials is small, if\nnot completely absent. The charge carriers are therefore confined to a single\nMnO2-layer, which in turn results in a strongly nested Fermi surface. In\naddition to this, the spectral function also displays clear signatures of an\nelectronic ordering instability well below the Fermi level. The increase of the\ncorresponding interaction strength with z and its magnitude of ~400 meV make\nthe coupling to a bare phonon highly unlikely. Instead we conclude that\nfluctuating order, involving electronic and lattice degrees of freedom, cause\nthe observed renormalisation of the spectral features.\n","Comment: 4 pages, 3 figures, if not displayed correctly try Adobe Reader"]}]
["1106.5169",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5169","Phys. Rev. B 85, 144403 (2012)","doi:10.1103/PhysRevB.85.144403"],"date":["2011-06-25"],"type":["text"],"creator":["Hu, Jiangping","Xu, Bao","Liu, Wuming","Hao, Ningning","Wang, Yupeng"],"language":[],"coverage":[],"title":["An unified minimum effective model of magnetism in iron-based\n  superconductors"],"description":["  Since 2008, many new families of iron-based high temperature (high-$T_c$)\nsuperconductors have been discovered \\cite{Hosono,ChenXH,FeTe,ChenXL}. Unlike\nall parent compounds of cuprates that share a common antiferromagnetically (AF)\nordered ground state, those of iron-based superconductors exhibit many\ndifferent AF ordered ground states, including collinear-AF (CAF) state in\nferropnictides \\cite{caf}, bicollinear-AF (BCAF) state in 11-ferrochalcogenide\n$FeTe$ \\cite{bcaf,bcaf2}, and block-AF (BAF) state in 122-ferrochalcogenide\n$K_{0.8}Fe_{1.6}Se_2$ \\cite{baf}. While the universal presence of\nantiferromagnetism suggests that superconductivity is strongly interrelated\nwith magnetism, the diversity of the AF ordered states obscures their\ninterplay. Here we show that all magnetic phases can be unified within an\neffective magnetic model. This model captures three incommensurate magnetic\nphases, two of which have been observed experimentally. The model characterizes\nthe nature of phase transitions between the different magnetic phases and\nexplains a variety of magnetic properties, such as spin-wave spectra and\nelectronic nematism. Most importantly, by unifying the understanding of\nmagnetism, we cast new insight on the key ingredients of magnetic interactions\nwhich are critical to the occurrence of superconductivity.\n","Comment: 7 pages, 4 figures"]}]
["1107.2613",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2613","Phys. Rev. A 84, 043623 (2011)","doi:10.1103/PhysRevA.84.043623"],"date":["2011-07-13","2012-04-04"],"type":["text"],"creator":["Devreese, Jeroen P. A.","Wouters, Michiel","Tempere, Jacques"],"language":[],"coverage":[],"title":["Controlling the pair momentum of the FFLO state in a 3D Fermi gas\n  through a 1D periodic potential"],"description":["  The question whether a spin-imbalanced Fermi gas can accommodate the\nFulde-Ferrell-Larkin-Ovchinnikov (FFLO) state has been the subject of intense\nstudy. This state, in which Cooper pairs obtain a nonzero momentum, has\nhitherto eluded experimental observation. Recently, we demonstrated that the\nFFLO state can be stabilized in a 3D Fermi gas, by adding a 1D periodic\npotential. Until now it was assumed that the FFLO wave vector always lies\nparallel to this periodic potential (FFLO-P). In this contribution we show\nthat, surprisingly, the FFLO wave vector can also lie skewed with respect to\nthe potential (FFLO-S). Starting from the partition sum, the saddle-point free\nenergy of the system is derived within the path-integral formalism. Minimizing\nthis free energy allows us to study the different competing ground states of\nthe system. To qualitatively understand the underlying pairing mechanism, we\nvisualize the Fermi surfaces of the spin up and spin down particles. From this\nvisualization, we find that tilting the FFLO wave vector with respect to the\ndirection of the periodic potential, can result in a larger overlap between the\npairing bands of both spin species. This skewed FFLO state can provide an\nadditional experimental signature for observing FFLO superfluidity in a 3D\nFermi gas.\n","Comment: 19 pages, 3 figures"]}]
["1107.5266",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Digital Libraries","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5266","PLoS ONE 2012 7(3): e33255","doi:10.1371/journal.pone.0033255"],"date":["2011-07-26"],"type":["text"],"creator":["Havemann, Frank","Gläser, Jochen","Heinz, Michael","Struck, Alexander"],"language":[],"coverage":[],"title":["Identifying Overlapping and Hierarchical Thematic Structures in Networks\n  of Scholarly Papers: A Comparison of Three Approaches"],"description":["  We implemented three recently proposed approaches to the identification of\noverlapping and hierarchical substructures in graphs and applied the\ncorresponding algorithms to a network of 492 information-science papers coupled\nvia their cited sources. The thematic substructures obtained and overlaps\nproduced by the three hierarchical cluster algorithms were compared to a\ncontent-based categorisation, which we based on the interpretation of titles\nand keywords. We defined sets of papers dealing with three topics located on\ndifferent levels of aggregation: h-index, webometrics, and bibliometrics. We\nidentified these topics with branches in the dendrograms produced by the three\ncluster algorithms and compared the overlapping topics they detected with one\nanother and with the three pre-defined paper sets. We discuss the advantages\nand drawbacks of applying the three approaches to paper networks in research\nfields.\n","Comment: 18 pages, 9 figures"]}]
["1108.0346",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0346","Phys.Rev.D85:076003,2012","doi:10.1103/PhysRevD.85.076003"],"date":["2011-08-01","2012-01-27"],"type":["text"],"creator":["Gutsche, Thomas","Lyubovitskij, Valery E.","Schmidt, Ivan","Vega, Alfredo"],"language":[],"coverage":[],"title":["Dilaton in a soft-wall holographic approach to mesons and baryons"],"description":["  We discuss a holographic soft-wall model developed for the description of\nmesons and baryons with adjustable quantum numbers n, J, L, S. This approach is\nbased on an action which describes hadrons with broken conformal invariance and\nwhich incorporates confinement through the presence of a background dilaton\nfield. We show that in the case of the bound-state problem (hadronic mass\nspectrum) two versions of the model with a positive and negative dilaton\nprofile are equivalent to each other by a special transformation of the bulk\nfield. We also comment on recent works which discuss the dilaton sign in the\ncontext of soft-wall approaches.\n","Comment: 21 pages, accepted for publication in Phys. Rev. D"]}]
["1108.1542",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1542","Phys.Lett.B710, 2012","doi:10.1016/j.physletb.2012.03.007"],"date":["2011-08-07","2011-08-16"],"type":["text"],"creator":["Cardoso, N.","Cardoso, M.","Bicudo, P."],"language":[],"coverage":[],"title":["Colour field flux tubes and Casimir scaling for various SU(3)\n  representations"],"description":["  We investigate the QCD flux tubes linking static colour charges of different\nSU(3) representations, relevant to the understanding of confinement and of the\nLund strings of Heavy Ion Collisions. The colour field densities, the Casimir\nscaling factors and the widths for the flux tubes of the first five different\nrepresentations are computed in quenched SU(3) lattice QCD. This study is\nrelevant to understand the mechanisms of confinement and also the flux tubes\nutilized in the Lund Model and in other models of Heavy Ion Collisions.\n","Comment: 8 pages, 5 figures, 2 tables, many new references added"]}]
["1108.2217",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2217","Europhys. Lett. 96, 30004 (2011)","doi:10.1209/0295-5075/96/30004"],"date":["2011-08-10"],"type":["text"],"creator":["Gligorić, G.","Bodyfelt, J. D.","Flach, S."],"language":[],"coverage":[],"title":["Interactions destroy dynamical localization with strong and weak chaos"],"description":["  Bose-Einstein condensates loaded into kicked optical lattices can be treated\nas quantum kicked rotor systems. Noninteracting rotors show dynamical\nlocalization in momentum space. The experimentally tunable condensate\ninteraction is included in a qualitative Gross-Pitaevskii type model based on\ntwo-body interactions. We observe strong and weak chaos regimes of wave packet\nspreading in momentum space. In the intermediate strong chaos regime the\ncondensate energy grows as $t^{1/2}$. In the asymptotic weak chaos case the\ngrowth crosses over into a $t^{1/3}$ law. The results do not depend on the\ndetails of the kicking.\n","Comment: 6 pages, 3 figures, submitted to Europhys. Lett"]}]
["1108.3510",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3510","Physical Review A, 85, 020702 (Rapid Communication) (2012)","doi:10.1103/PhysRevA.85.020702"],"date":["2011-08-17","2012-04-03"],"type":["text"],"creator":["Shi, Zhe-Yu","Qi, Ran","Zhai, Hui"],"language":[],"coverage":[],"title":["s-Wave Scattering Resonances Induced by Dipolar Interactions of Polar\n  Molecules"],"description":["  We show that s-wave scattering resonances induced by dipolar interactions in\na polar molecular gas have a universal large and positive effective range,\nwhich is very different from Feshbach resonances realized in cold atoms before,\nwhere the effective range is either negligible or negative. Such a difference\nhas important consequence in many-body physics. At high temperature regime, a\npositive effective range gives rise to stronger repulsive interaction energy\nfor positive scattering length, and weaker attractive interaction energy for\nnegative scattering length. While at low-temperatures, we study polaron problem\nformed by single impurity molecule, and we find that the polaron binding energy\nincreases at the BEC side and decreases at the BCS side. All these effects are\nin opposite to narrow Feshbach resonances where the effective range is\nnegative.\n","Comment: 5 pages, 3 figures, published version"]}]
["1109.1881",{"format":[],"subject":["Mathematics - Algebraic Geometry","14G35, 14J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1881"],"date":["2011-09-08","2012-04-04"],"type":["text"],"creator":["Bauer, Th.","Harbourne, B.","Knutsen, A. L.","Küronya, A.","Müller-Stach, S.","Roulleau, X.","Szemberg, T."],"language":[],"coverage":[],"title":["Negative curves on algebraic surfaces"],"description":["  We study curves of negative self-intersection on algebraic surfaces. We\nobtain results for smooth complex projective surfaces X on the number of\nreduced, irreducible curves C of negative self-intersection C^2. The only known\nexamples of surfaces for which C^2 is not bounded below are in positive\ncharacteristic, and the general expectation is that no examples can arise over\nthe complex numbers. Indeed, we show that the idea underlying the examples in\npositive characteristic cannot produce examples over the complex number field.\nThe previous version of this paper claimed to give a counterexample to the\nBounded Negativity Conjecture. The idea of the counterexample was to use Hecke\ntranslates of a smooth Shimura curve in order to create an infinite sequence of\ncurves violating the Bounded Negativity Conjecture. To this end we applied\nHirzebruch Proportionality to all Hecke translates, simultaneously\ndesingularized by a version of Jaffee's Lemma which exists in the literature\nbut which turns out to be false. Indeed, in the new version of the paper, we\nshow that only finitely many Hecke translates of a special subvariety of a\nHilbert modular surface remain smooth. This new result is based on work done\njointly with Xavier Roulleau, who has been added as an author. The other\nresults in the original posting of this paper remain unchanged.\n","Comment: 14 pages, X. Roulleau added as author, counterexample to Bounded\n  Negativity Conjecture withdrawn and replaced by a proof that there are only\n  finitely many smooth Shimura curves on a compact Hilbert modular surface; the\n  other results in the original posting of this paper remain unchanged"]}]
["1109.4229",{"format":[],"subject":["Condensed Matter - Superconductivity","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4229","Phys. Rev. Lett. 108, 097004 (2012)","doi:10.1103/PhysRevLett.108.097004"],"date":["2011-09-20"],"type":["text"],"creator":["Ribeiro, Pedro","García-García, Antonio M."],"language":[],"coverage":[],"title":["Combined effect of thermal and quantum fluctuations in superconducting\n  nanostructures: a path integral approach"],"description":["  We study the combined effect of thermal and quantum fluctuations in a zero\ndimensional superconductor. By using path integral techniques, we obtain novel\nexpressions for the partition function and the superconducting order parameter\nwhich include both types of fluctuations. Our results are valid for any\ntemperature and to leading order in \\delta/\\Delta_{0} where \\delta is the mean\nlevel spacing and \\Delta_{0} is the bulk energy gap. We avoid divergences at\nlow temperatures, previously reported in the literature, by identifying and\ntreating non-perturbatively a low-energy collective mode. In the low and high\ntemperature limit our results agrees with those from the random phase (RPA) and\nthe static path approximation (SPA) respectively.\n","Comment: 4 pages, 2 figures"]}]
["1109.6063",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6063","Advances in Mathematical Physics, 2012:463610, 2012","doi:10.1155/2012/463610"],"date":["2011-09-27","2012-04-03"],"type":["text"],"creator":["Lyons, David W.","Skelton, Abigail M.","Walck, Scott N."],"language":[],"coverage":[],"title":["Werner state structure and entanglement classification"],"description":["  We present applications of the representation theory of Lie groups to the\nanalysis of structure and local unitary classification of Werner states,\nsometimes called the {\\em decoherence-free} states, which are states of $n$\nquantum bits left unchanged by local transformations that are the same on each\nparticle. We introduce a multiqubit generalization of the singlet state, and a\nconstruction that assembles these into Werner states.\n","Comment: 9 pages, 2 figures, minor changes and corrections for version 2"]}]
["1110.2415",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2415","Phys. Rev. Lett. 108, 140401 (2012)","doi:10.1103/PhysRevLett.108.140401"],"date":["2011-10-11","2012-04-03"],"type":["text"],"creator":["Bialynicki-Birula, Iwo","Bialynicka-Birula, Zofia"],"language":[],"coverage":[],"title":["Uncertainty relation for photons"],"description":["  Uncertainty relation for photons that overcomes the difficulties caused by\nthe nonexistence of the photon position operator is derived in quantum\nelectrodynamics. The photon energy density plays the role of the probability\ndensity in configuration space. It is shown that the measure of the spatial\nextension based on the energy distribution in space combined with a measure of\nthe spread in the photon momentum leads to an inequality that is a natural\ncounterpart of the standard Heisenberg relation. Unexpectedly, the equation\nsatisfied by the photon wave function in momentum space which saturates the\nuncertainty relations has the form of the Schr\\\"odinger equation in coordinate\nspace in the presence of electric and magnetic charges.\n"]}]
["1110.3298",{"format":[],"subject":["Mathematical Physics","34A26 (Primary) 22E60, 34A34 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3298","Int. J. Geom. Methods Mod. Phys. 9, 1260007 (2012)","doi:10.1142/S0219887812600079."],"date":["2011-10-14"],"type":["text"],"creator":["Cariñena, J. F.","de Lucas, J.","Sardón, C."],"language":[],"coverage":[],"title":["A new Lie systems approach to second-order Riccati equations"],"description":["  This work presents a newly renovated approach to the analysis of second-order\nRiccati equations from the point of view of the theory of Lie systems. We show\nthat these equations can be mapped into Lie systems through certain Legendre\ntransforms. This result allows us to construct new superposition rules for\nstudying second-order Riccati equations and to reduce their integration to\nsolving (first-order) Riccati equations.\n","Comment: 8 pages"]}]
["1110.3725",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3725","Int. J. Geom. Methods Mod. Phys 9, 1260022 (2012)","doi:10.1142/S0219887812600225"],"date":["2011-10-17"],"type":["text"],"creator":["Lupo, Cosmo","Mancini, Stefano","Facchi, Paolo","Florio, Giuseppe","Pascazio, Saverio"],"language":[],"coverage":[],"title":["Entanglement frustration in multimode Gaussian states"],"description":["  Bipartite entanglement between two parties of a composite quantum system can\nbe quantified in terms of the purity of one party and there always exists a\npure state of the total system that maximizes it (and minimizes purity). When\nmany different bipartitions are considered, the requirement that purity be\nminimal for all bipartitions gives rise to the phenomenon of entanglement\nfrustration. This feature, observed in quantum systems with both discrete and\ncontinuous variables, can be studied by means of a suitable cost function whose\nminimizers are the maximally multipartite-entangled states (MMES). In this\npaper we extend the analysis of multipartite entanglement frustration of\nGaussian states in multimode bosonic systems. We derive bounds on the\nfrustration, under the constraint of finite mean energy, in the low and high\nenergy limit.\n","Comment: 4 pages, 2 figures. Contribution to \"Folding and Unfolding:\n  Interactions from Geometry. Workshop in honour of Giuseppe Marmo's 65th\n  birthday\", 8-12 June 2011, Ischia (NA) Italy"]}]
["1110.4062",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4062","Phys. Rev. B 85, 060507(R) (2012)","doi:10.1103/PhysRevB.85.060507"],"date":["2011-10-18"],"type":["text"],"creator":["Kells, G.","Meidan, D.","Brouwer, P. W."],"language":[],"coverage":[],"title":["Low-energy sub-gap states in multi-channel Majorana wires"],"description":["  One-dimensional p-wave superconductors are known to harbor Majorana bound\nstates at their ends. Superconducting wires with a finite width W may have\nfermionic subgap states in addition to possible Majorana end states. While they\ndo not necessarily inhibit the use of Majorana end states for topological\ncomputation, these subgap states can obscure the identification of a\ntopological phase through a density-of-states measurement. We present two\nsimple models to describe low-energy fermionic subgap states. If the wire's\nwidth W is much smaller than the superconductor coherence length \\xi, the\nrelevant subgap states are localized near the ends of the wire and cluster near\nzero energy, whereas the lowest-energy subgap states are delocalized if $W\n\\gtrsim \\xi$. Notably, the energy of the lowest-lying fermionic subgap state\n(if present at all) has a maximum for W ~ \\xi.\n","Comment: 6 pages, 2 figures"]}]
["1110.6613",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6613","Phys. Rev. B 85, 144402 (2012)","doi:10.1103/PhysRevB.85.144402"],"date":["2011-10-30"],"type":["text"],"creator":["Yu, Shun-Li","Li, Jian-Xin"],"language":[],"coverage":[],"title":["Correlation-driven chiral superconductivity and chiral spin order in\n  doped kagome lattice"],"description":["  We study the electronic instabilities of the Hubbard model in the 1/6\nhole-doped Kagome lattice using the variational cluster approach. The 1/6 hole\ndoping is unique in the sense that the Fermi level is at the von Hove\nsingularity and the Fermi surface has a perfect nesting. In this case, a\ndensity wave is usually realized. However, we demonstrate here that the chiral\n$d_{x^{2}-y^{2}}+id_{xy}$ superconducting state is most favorable when a small\nHubbard interaction U(U<3.0t) is introduced, and a scalar chiral spin order is\nrealized at large U(U>5.0t). Between them, a spin-disordered insulating state\nis proposed.\n","Comment: 5 pages, 4 figures"]}]
["1110.6919",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6919","Phys.Lett. B710 (2012) 654-657","doi:10.1016/j.physletb.2012.03.042"],"date":["2011-10-31","2012-03-16"],"type":["text"],"creator":["Kephart, Thomas W.","La, HoSeong"],"language":[],"coverage":[],"title":["Techni-Chiral-Color"],"description":["  Chiral Color is extended by incorporating Technicolor, which induces\ndynamical breaking of the Electroweak symmetry as well as Chiral Color to\nQuantum Chromodynamics. Gauge anomalies are cancelled by introducing two\ngenerations of technifermions, and the fourth generation of quarks and leptons\nis required. Each technifermion generation is coupled to only two Standard\nModel generations by the Yukawa interaction. Various phenomenological\nimplications are explained.\n","Comment: 10 pages, 3 figures, version accepted by PLB"]}]
["1111.0423",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Spectral Theory","35Q20, 35S05, 76P05, 82B40, 35R11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0423"],"date":["2011-11-02","2012-04-04"],"type":["text"],"creator":["Lerner, Nicolas","Morimoto, Yoshinori","Pravda-Starov, Karel","Xu, Chao-Jiang"],"language":[],"coverage":[],"title":["Spectral and phase space analysis of the linearized non-cutoff Kac\n  collision operator"],"description":["  The non-cutoff Kac operator is a kinetic model for the non-cutoff radially\nsymmetric Boltzmann operator. For Maxwellian molecules, the linearization of\nthe non-cutoff Kac operator around a Maxwellian distribution is shown to be a\nfunction of the harmonic oscillator, to be diagonal in the Hermite basis and to\nbe essentially a fractional power of the harmonic oscillator. This linearized\noperator is a pseudodifferential operator, and we provide a complete asymptotic\nexpansion for its symbol in a class enjoying a nice symbolic calculus. Related\nresults for the linearized non-cutoff radially symmetric Boltzmann operator are\nalso proven.\n","Comment: 39 pages"]}]
["1111.1317",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1317","PhysRevD.85.077501,2012","doi:10.1103/PhysRevD.85.077501"],"date":["2011-11-05","2012-02-10"],"type":["text"],"creator":["Cardoso, N.","Bicudo, P."],"language":[],"coverage":[],"title":["Lattice QCD computation of the SU(3) String Tension critical curve"],"description":["  We investigate the critical curve of the string tension sigma(T) as a\nfunction of temperature in quenched gauge invariant SU(3) lattice gauge theory.\nWe extract sigma(T) from the colour averaged free energy of a static\nquark-antiquark pair. To compute the free energy, we utilize a pair of gauge\ninvariant Polyakov loop and antiloop correlations, and apply the multihit\nprocedure to enhance the signal to noise ratio. We find that the string tension\ndeparts from the zero temperature sigma(0) at T close to 0.5 Tc. We cover the\nrelevant temperature range from 0.5 Tc up to the confinement temperature Tc\nusing 57 different sets of pure gauge lattice configurations with four temporal\nextensions (4,6,8,12), different beta and a spatial volume of 48^3 in lattice\nunits.\n","Comment: results improved, 5 pages, 6 figures, 1 table, work partly done under\n  the PTQCD collaboration"]}]
["1111.7088",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.7088"],"date":["2011-11-30","2012-04-04"],"type":["text"],"creator":["Kleinsteuber, Martin","Shen, Hao"],"language":[],"coverage":[],"title":["Uniqueness Analysis of Non-Unitary Matrix Joint Diagonalization"],"description":["  Matrix Joint Diagonalization (MJD) is a powerful approach for solving the\nBlind Source Separation (BSS) problem. It relies on the construction of\nmatrices which are diagonalized by the unknown demixing matrix. Their joint\ndiagonalizer serves as a correct estimate of this demixing matrix only if it is\nuniquely determined. Thus, a critical question is under what conditions a joint\ndiagonalizer is unique. In the present work we fully answer this question about\nthe identifiability of MJD based BSS approaches and provide a general result on\nuniqueness conditions of matrix joint diagonalization. It unifies all existing\nresults which exploit the concepts of non-circularity, non-stationarity,\nnon-whiteness, and non-Gaussianity. As a corollary, we propose a solution for\ncomplex BSS, which can be formulated in a closed form in terms of an eigenvalue\nand a singular value decomposition of two matrices.\n","Comment: 23 pages"]}]
["1112.0661",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0661","Physical Review A 85, 032123 (2012)","doi:10.1103/PhysRevA.85.032123"],"date":["2011-12-03","2012-04-03"],"type":["text"],"creator":["Jing, Jun","Wu, Lian-Ao","You, J. Q.","Yu, Ting"],"language":[],"coverage":[],"title":["Feshbach Projection Operator Partitioning for Quantum Open Systems:\n  Stochastic Approach"],"description":["  Dynamics of a state of interest coupled to a non-Markovian environment is\nstudied for the first time by concatenating the non-Markovian quantum state\ndiffusion (QSD) equation and the Feshbach projection operator partitioning\ntechnique. An exact one-dimensional stochastic master equation is derived as a\ngeneral tool for controlling an arbitrary component of the system. We show that\nthe exact one-dimensional stochastic master equation can be efficiently solved\nbeyond the widely adapted second-order master equations. The generality and\napplicability of this hybrid approach is justified and exemplified by several\ncoherence control problems concerning quantum state protection against leakage\nand decoherence.\n","Comment: 5 pages, 3 figures"]}]
["1112.1708",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1708","JHEP 1203:104,2012","doi:10.1007/JHEP03(2012)104"],"date":["2011-12-07","2012-04-04"],"type":["text"],"creator":["Gaberdiel, Matthias R.","Suchanek, Paulina"],"language":[],"coverage":[],"title":["Limits of minimal models and continuous orbifolds"],"description":["  The lambda=0 't Hooft limit of the 2d W_N minimal models is shown to be\nequivalent to the singlet sector of a free boson theory, thus paralleling\nexactly the structure of the free theory in the Klebanov-Polyakov proposal. In\n2d, the singlet sector does not describe a consistent theory by itself since\nthe corresponding partition function is not modular invariant. However, it can\nbe interpreted as the untwisted sector of a continuous orbifold, and this point\nof view suggests that it can be made consistent by adding in the appropriate\ntwisted sectors. We show that these twisted sectors account for the `light\nstates' that were not included in the original 't Hooft limit. We also show\nthat, for the Virasoro minimal models (N=2), the twisted sector of our orbifold\nagrees precisely with the limit theory of Runkel & Watts. In particular, this\nimplies that our construction satisfies crossing symmetry.\n","Comment: 33 pages; v2: minor improvements and references added, published\n  version"]}]
["1112.1962",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1962","PoS QCD-TNT-II 2011:044,2011"],"date":["2011-12-08","2012-04-04"],"type":["text"],"creator":["Suganuma, Hideo","Gongyo, Shinya","Iritani, Takumi","Yamamoto, Arata"],"language":[],"coverage":[],"title":["Relevant Gluonic Momentum for Confinement and Gauge-Invariant Formalism\n  with Dirac-mode Expansion"],"description":["  We investigate the relevant gluon-momentum region for confinement in lattice\nQCD on $16^4$ at $\\beta$=5.7, 5.8 and 6.0, based on the Fourier expansion. We\nfind that the string tension $\\sigma$, i.e., the confining force, is almost\nunchanged even after removing the high-momentum gluon component above 1.5GeV in\nthe Landau gauge. In fact, the confinement property originates from the\nlow-momentum gluon component below 1.5GeV, which is the upper limit to\ncontribute to $\\sigma$. In the relevant region, smaller gluon momentum\ncomponent is more important for confinement. Next, we develop a manifestly\ngauge-covariant expansion of the QCD operator such as the Wilson loop, using\nthe eigen-mode of the QCD Dirac operator $\\gamma^\\mu D^\\mu$. With this method,\nwe perform a direct analysis of the correlation between confinement and chiral\nsymmetry breaking in lattice QCD on $6^4$ at $\\beta$=5.6. As a remarkable fact,\nthe confinement force is almost unchanged even after removing the low-lying\nDirac modes, which are responsible to chiral symmetry breaking. This indicates\nthat one-to-one correspondence does not hold for between confinement and chiral\nsymmetry breaking in QCD.\n","Comment: for Proceedings of International Workshop on QCD Green's Functions,\n  Confinement, and Phenomenology, Trento, Sep 5-9, 2011"]}]
["1112.3897",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3897"],"date":["2011-12-16","2012-04-04"],"type":["text"],"creator":["Bonvin, Camille","Caprini, Chiara","Durrer, Ruth"],"language":[],"coverage":[],"title":["Inflationary magnetic fields spoil the homogeneity and isotropy of the\n  Universe"],"description":["  This paper has been withdrawn by the authors due to a mistake in the\ncalculations leading to an erroneous conclusion.\n","Comment: This paper has been withdrawn"]}]
["1112.4105",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Data Structures and Algorithms","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4105"],"date":["2011-12-17","2012-04-03"],"type":["text"],"creator":["Phillips, Jeff M."],"language":[],"coverage":[],"title":["epsilon-Samples of Kernels"],"description":["  We study the worst case error of kernel density estimates via subset\napproximation. A kernel density estimate of a distribution is the convolution\nof that distribution with a fixed kernel (e.g. Gaussian kernel). Given a subset\n(i.e. a point set) of the input distribution, we can compare the kernel density\nestimates of the input distribution with that of the subset and bound the worst\ncase error. If the maximum error is eps, then this subset can be thought of as\nan eps-sample (aka an eps-approximation) of the range space defined with the\ninput distribution as the ground set and the fixed kernel representing the\nfamily of ranges. Interestingly, in this case the ranges are not binary, but\nhave a continuous range (for simplicity we focus on kernels with range of\n[0,1]); these allow for smoother notions of range spaces.\n  It turns out, the use of this smoother family of range spaces has an added\nbenefit of greatly decreasing the size required for eps-samples. For instance,\nin the plane the size is O((1/eps^{4/3}) log^{2/3}(1/eps)) for disks (based on\nVC-dimension arguments) but is only O((1/eps) sqrt{log (1/eps)}) for Gaussian\nkernels and for kernels with bounded slope that only affect a bounded domain.\nThese bounds are accomplished by studying the discrepancy of these \"kernel\"\nrange spaces, and here the improvement in bounds are even more pronounced. In\nthe plane, we show the discrepancy is O(sqrt{log n}) for these kernels, whereas\nfor balls there is a lower bound of Omega(n^{1/4}).\n","Comment: 13 pages, 2 figures. Cleaned up writing"]}]
["1112.5768",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5768","Phys. Rev. A 85, 043601 (2012)","doi:10.1103/PhysRevA.85.043601"],"date":["2011-12-25","2012-04-04"],"type":["text"],"creator":["Sakumichi, Naoyuki","Kawakami, Norio","Ueda, Masahito"],"language":[],"coverage":[],"title":["Criteria of off-diagonal long-range order in Bose and Fermi systems\n  based on the Lee-Yang cluster expansion method"],"description":["  The quantum-statistical cluster expansion method of Lee and Yang is extended\nto investigate off-diagonal long-range order (ODLRO) in one- and\nmulti-component mixtures of bosons or fermions. Our formulation is applicable\nto both a uniform system and a trapped system without local-density\napproximation and allows systematic expansions of one- and multi-particle\nreduced density matrices in terms of cluster functions which are defined for\nthe same system with Boltzmann statistics. Each term in this expansion can be\nassociated with a Lee-Yang graph. We elucidate a physical meaning of each\nLee-Yang graph; in particular, for a mixture of ultracold atoms and bound\ndimers, an infinite sum of the ladder-type Lee-Yang 0-graphs is shown to lead\nto Bose-Einstein condensation of dimers below the critical temperature. In the\ncase of Bose statistics, an infinite series of Lee-Yang 1-graphs is shown to\nconverge and gives the criteria of ODLRO at the one-particle level.\nApplications to a dilute Bose system of hard spheres are also made. In the case\nof Fermi statistics, an infinite series of Lee-Yang 2-graphs is shown to\nconverge and gives the criteria of ODLRO at the two-particle level.\nApplications to a two-component Fermi gas in the tightly bound limit are also\nmade.\n","Comment: 21 pages, 10 figures"]}]
["1112.5913",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5913","doi:10.5540/DINCON.2011.001.1.0064"],"date":["2011-12-26"],"type":["text"],"creator":["Mosqueiro, T. S.","Akimushkin, C.","Maia, L. P."],"language":[],"coverage":[],"title":["Dynamical aspects of Kinouchi-Copelli model: emergence of avalanches at\n  criticality"],"description":["  We analyze the behavior of bursts of neural activity in the Kinouchi-Copelli\nmodel, originally conceived to explain information processing issues in sensory\nsystems. We show that, at a critical condition, power-law behavior emerges for\nthe size and duration of the bursts (avalanches), with exponents experimentally\nobserved in real biological systems.\n","Comment: Paper accepted for Brazilian Conference on Dynamics, Control and\n  Applications (oral presentation and poster). 4 pages, 5 figures"]}]
["1112.5974",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5974","Phys. Rev. B 85, 140502(R) (2012)","doi:10.1103/PhysRevB.85.140502"],"date":["2011-12-27"],"type":["text"],"creator":["Yonezawa, Shingo","Maeno, Yoshiteru","Bechgaard, Klaus","Jerome, Denis"],"language":[],"coverage":[],"title":["Nodal Superconducting Order Parameter and Thermodynamic Phase Diagram of\n  (TMTSF)2ClO4"],"description":["  The organic materials (TMTSF)2X are unique unconventional superconductors\nwith archetypal quasi-one-dimensional (Q1D) electronic structures. Here, based\non our comprehensive field-angle-resolved calorimetry of (TMTSF)2ClO4, we\nsucceeded in mapping the nodal gap structure for the first time in Q1D systems,\nby discriminating between the Fermi wavevectors and Fermi velocities. In\naddition, the thermodynamic phase diagrams of (TMTSF)2ClO4 for all principal\nfield directions are obtained. These findings, providing strong evidence of\nnodal spin-singlet superconductivity, serves as solid bases for further\nelucidation of anomalous superconducting phenomena in (TMTSF)2X.\n","Comment: 7 pages, 7 figures, including Supplemental Information added at the\n  end of the manuscript"]}]
["1112.6316",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.6316"],"date":["2011-12-29","2012-04-04"],"type":["text"],"creator":["Fan, Zhonghui","Liu, Siming"],"language":[],"coverage":[],"title":["Stochastic Electron Acceleration in SNR RX J1713.7-3946"],"description":["  Stochastic acceleration of charged particles due to their interactions with\nplasma waves may be responsible for producing superthermal particles in a\nvariety of astrophysical systems. This process can be described as a diffusion\nprocess in the energy space with the Fokker-Planck equation. In this paper, a\ntime-dependent numerical code is used to solve the reduced Fokker-Planck\nequation involving only time and energy variables with general forms of the\ndiffusion coefficients. We also propose a self-similar model for particle\nacceleration in Sedov explosions and use the TeV SNR RX J1713.7-3946 as an\nexample to demonstrate the model characteristics. Markov Chain Monte Carlo\nmethod is utilized to constrain model parameters with observations.\n","Comment: 5 pages, 3 figures"]}]
["1201.2864",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2864"],"date":["2012-01-13","2012-04-04"],"type":["text"],"creator":["Coumbe, Daniel","Laiho, Jack"],"language":[],"coverage":[],"title":["Exploring the Phase Diagram of Lattice Quantum Gravity"],"description":["  We present evidence that a nonperturbative model of quantum gravity defined\nvia Euclidean dynamical triangulations contains a region in parameter space\nwith an extended 4-dimensional geometry when a non-trivial measure term is\nincluded in the gravitational path integral. Within our extended region we find\na large scale spectral dimension of D_s = 4.04 +/- 0.26 and a Hausdorff\ndimension that is consistent with D_H = 4 from finite size scaling. We find\nthat the short distance spectral dimension is D_s ~ 3/2, which may resolve the\ntension between asymptotic safety and holographic entropy scaling.\n","Comment: 7 pages; presented at the XXIX International Symposium on Lattice\n  Field Theory, July 10-16 2011, Squaw Valley, Lake Tahoe, California, USA.\n  Updated version of proceedings submitted to PoS"]}]
["1201.3302",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3302"],"date":["2012-01-16","2012-04-04"],"type":["text"],"creator":["Zhang, Cun-Hui","Zhang, Tong"],"language":[],"coverage":[],"title":["A General Framework of Dual Certificate Analysis for Structured Sparse\n  Recovery Problems"],"description":["  This paper develops a general theoretical framework to analyze structured\nsparse recovery problems using the notation of dual certificate. Although\ncertain aspects of the dual certificate idea have already been used in some\nprevious work, due to the lack of a general and coherent theory, the analysis\nhas so far only been carried out in limited scopes for specific problems. In\nthis context the current paper makes two contributions. First, we introduce a\ngeneral definition of dual certificate, which we then use to develop a unified\ntheory of sparse recovery analysis for convex programming. Second, we present a\nclass of structured sparsity regularization called structured Lasso for which\ncalculations can be readily performed under our theoretical framework. This new\ntheory includes many seemingly loosely related previous work as special cases;\nit also implies new results that improve existing ones even for standard\nformulations such as L1 regularization.\n"]}]
["1201.3382",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3382"],"date":["2012-01-16","2012-04-03"],"type":["text"],"creator":["Goodfellow, Ian J.","Courville, Aaron","Bengio, Yoshua"],"language":[],"coverage":[],"title":["Spike-and-Slab Sparse Coding for Unsupervised Feature Discovery"],"description":["  We consider the problem of using a factor model we call {\\em spike-and-slab\nsparse coding} (S3C) to learn features for a classification task. The S3C model\nresembles both the spike-and-slab RBM and sparse coding. Since exact inference\nin this model is intractable, we derive a structured variational inference\nprocedure and employ a variational EM training algorithm. Prior work on\napproximate inference for this model has not prioritized the ability to exploit\nparallel architectures and scale to enormous problem sizes. We present an\ninference procedure appropriate for use with GPUs which allows us to\ndramatically increase both the training set size and the amount of latent\nfactors.\n  We demonstrate that this approach improves upon the supervised learning\ncapabilities of both sparse coding and the ssRBM on the CIFAR-10 dataset. We\nevaluate our approach's potential for semi-supervised learning on subsets of\nCIFAR-10. We demonstrate state-of-the art self-taught learning performance on\nthe STL-10 dataset and use our method to win the NIPS 2011 Workshop on\nChallenges In Learning Hierarchical Models' Transfer Learning Challenge.\n"]}]
["1201.4160",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4160","Mod. Phys. Lett. A 27, 1250056 (2012)","doi:10.1142/S0217732312500563"],"date":["2012-01-19","2012-04-04"],"type":["text"],"creator":["Klinkhamer, F. R."],"language":[],"coverage":[],"title":["Entropic-gravity derivation of MOND"],"description":["  A heuristic entropic-gravity derivation has previously been given of the\ngravitational two-body force of modified Newtonian dynamics (MOND). Here, it is\nshown that also another characteristic of MOND can be recovered, namely, the\nexternal field effect (implying a violation of the Strong Equivalence\nPrinciple). In fact, the derivation gives precisely the modified Poisson\nequation which Bekenstein and Milgrom proposed as a consistent nonrelativistic\ntheory of MOND.\n","Comment: 6 pages; v5: published version"]}]
["1201.5125",{"format":[],"subject":["Physics - Optics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5125","Opt. Express 20, 6631-6643 (2012)","doi:10.1364/OE.20.006631"],"date":["2012-01-23","2012-04-04"],"type":["text"],"creator":["Ycas, Gabriel G.","Quinlan, Franklyn","Diddams, Scott A.","Osterman, Steve","Mahadevan, Suvrath","Redman, Stephen","Terrien, Ryan","Ramsey, Lawrence","Bender, Chad F.","Botzer, Brandon","Sigurdsson, Steinn"],"language":[],"coverage":[],"title":["Demonstration of On-Sky Calibration of Astronomical Spectra using a 25\n  GHz near-IR Laser Frequency Comb"],"description":["  We describe and characterize a 25 GHz laser frequency comb based on a\ncavity-filtered erbium fiber mode-locked laser. The comb provides a uniform\narray of optical frequencies spanning 1450 nm to 1700 nm, and is stabilized by\nuse of a global positioning system referenced atomic clock. This comb was\ndeployed at the 9.2 m Hobby-Eberly telescope at the McDonald Observatory where\nit was used as a radial velocity calibration source for the fiber-fed\nPathfinder near-infrared spectrograph. Stellar targets were observed in three\nechelle orders over four nights, and radial velocity precision of \\sim10 m/s\n(\\sim6 MHz) was achieved from the comb-calibrated spectra.\n","Comment: 12 pages, 7 figures"]}]
["1201.6043",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Combinatorics","94A10 (Primary) 05C38, 05B35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6043"],"date":["2012-01-29","2012-04-04"],"type":["text"],"creator":["Alahmadi, Adel","Aldred, R. E. L.","Cruz, Romar dela","Solé, Patrick","Thomassen, Carsten"],"language":[],"coverage":[],"title":["The maximum number of minimal codewords in long codes"],"description":["  Upper bounds on the maximum number of minimal codewords in a binary code\nfollow from the theory of matroids. Random coding provide lower bounds. In this\npaper we compare these bounds with analogous bounds for the cycle code of\ngraphs. This problem (in the graphic case) was considered in 1981 by Entringer\nand Slater who asked if a connected graph with $p$ vertices and $q$ edges can\nhave only slightly more that $2^{q-p}$ cycles. The bounds in this note answer\nthis in the affirmative for all graphs except possibly some that have fewer\nthan $2p+3\\log_2(3p)$ edges. We also conclude that an Eulerian (even) graph has\nat most $2^{q-p}$ cycles unless the graph is a subdivision of a 4-regular graph\nthat is the edge-disjoint union of two Hamiltonian cycles, in which case it may\nhave as many as $2^{q-p}+p$ cycles.\n","Comment: 9 pages, submitted to Discrete Applied Math"]}]
["1201.6256",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6256","Eur. Phys. J. B (2012) 85: 108","doi:10.1140/epjb/e2012-20820-1"],"date":["2012-01-30"],"type":["text"],"creator":["Fantoni, Riccardo"],"language":[],"coverage":[],"title":["A cluster theory for a Janus fluid"],"description":["  Recent Monte Carlo simulations on the Kern and Frenkel model of a Janus fluid\nhave revealed that in the vapour phase there is the formation of preferred\nclusters made up of a well-defined number of particles: the micelles and the\nvesicles. A cluster theory is developed to approximate the exact clustering\nproperties stemming from the simulations. It is shown that the theory is able\nto reproduce the micellisation phenomenon.\n","Comment: 27 pages, 8 figures, 6 tables"]}]
["1202.0969",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0969"],"date":["2012-02-05","2012-04-04"],"type":["text"],"creator":["Mossel, Elchanan","Tamuz, Omer"],"language":[],"coverage":[],"title":["Bundling Customers: How to Exploit Trust Among Customers to Maximize\n  Seller Profit"],"description":["  We consider an auction of identical digital goods to customers whose\nvaluations are drawn independently from known distributions. Myerson's classic\nresult identifies the truthful mechanism that maximizes the seller's expected\nprofit.\n  Under the assumption that in small groups customers can learn each others'\nvaluations, we show how Myerson's result can be improved to yield a higher\npayoff to the seller using a mechanism that offers groups of customers to buy\nbundles of items.\n","Comment: 11 pages, 1 figure. After posting the first version of this paper we\n  learned that much of its mathematical content already appears in the\n  literature, for example in \"Multiproduct nonlinear pricing\" by Armstrong\n  (1996), although in a slightly different context of bundling products, rather\n  than customers"]}]
["1202.1335",{"format":[],"subject":["Mathematics - Number Theory","11Y60, 30E10, 30J99, 40A30, 40A20 (Primary) 11A07, 11C20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1335"],"date":["2012-02-06","2012-04-03"],"type":["text"],"creator":["Mazur, Marcin","Petrenko, Bogdan V."],"language":[],"coverage":[],"title":["Representations of analytic functions as infinite products and their\n  application to numerical computations"],"description":["  Let $D$ be an open disk of radius $\\le 1$ in $\\mathbb C$, and let\n$(\\epsilon_n)$ be a sequence of $\\pm 1$. We prove that for every analytic\nfunction $f: D \\to \\mathbb C$ without zeros in $D$, there exists a unique\nsequence $(\\alpha_n)$ of complex numbers such that $f(z) =\nf(0)\\prod_{n=1}^{\\infty} (1+\\epsilon_nz^n)^{\\alpha_n}$ for every $z \\in D$.\nFrom this representation we obtain a numerical method for calculating products\nof the form $\\prod_{p \\text{prime}} f(1/p)$ provided $f(0)=1$ and $f'(0) = 0$;\nour method generalizes a well known method of Pieter Moree. We illustrate this\nmethod on a constant of Ramanujan $\\pi^{-1/2}\\prod_{p \\text{prime}}\n\\sqrt{p^2-p}\\ln(p/(p-1))$. From the properties of the exponents $\\alpha_n$, we\nobtain a proof of the following congruences, which have been the subject of\nseveral recent publications motivated by some questions of Arnold: for every $n\n\\times n$ integral matrix $A$, every prime number $p$, and every positive\ninteger $k$ we have $\\text{tr} A^{p^k} \\equiv \\text{tr} A^{p^{k-1}}\n(\\text{mod}\\,{p^k})$.\n","Comment: Several editorial changes have been made"]}]
["1203.0149",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0149"],"date":["2012-03-01","2012-04-04"],"type":["text"],"creator":["Soualah, Rachik","collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Measurement of the charge asymmetry in top quark pair production in pp\n  collisions at $\\sqrt s = 7 $ TeV using the ATLAS detector"],"description":["  We present a measurement of the charge asymmetry in top-antitop production\nusing data corresponding to an integrated luminosity of $0.70 fb^{-1}$ of\nproton-proton collisions at $\\sqrt s = 7$ TeV collected by the ATLAS detector.\nThe top pair events decaying semileptonically (lepton+jets channel) to either\nan electron or muon, missing transverse energy and at least four jets are\nselected. The reconstruction of the $t\\bar{t}$ events was performed using a\nkinematic likelihood approach. The difference of absolute values of top and\nantitop rapidities is used to define the charge asymmetry: $A_{C} = (N(|\\Delta\nY|>0) - N(|\\Delta Y|<0)) / (N(|\\Delta Y>0) + N(|\\Delta Y|<0))$. To allow\ncomparisons with theory calculations, a Bayesian unfolding technique is applied\nto correct the measured $|\\Delta Y|$ distributions for acceptance and detector\neffects. The top charge asymmetry in both channels (e and mu) after correction\nis measured to be: $A_{C} = -0.009 \\pm 0.023 (stat) \\pm 0.032 (syst)$ (e+jets\nchannel) and $A_{C} = -0.028 \\pm 0.019 (stat) \\pm 0.022 (syst)$ ($\\mu$+jets\nchannel) giving a combined result of : $A_{C} = -0.024 \\pm 0.016 (stat) \\pm\n0.023 (syst)$. These results are compatible with the Standard Model predictions\nof $A_{C}=0.006$.\n","Comment: Presented at the 2011 Hadron Collider Physics symposium (HCP-2011),\n  Paris, France, November 14-18 2011, 3 pages, 4 figures"]}]
["1203.0866",{"format":[],"subject":["Mathematics - Probability","60G51, 60-08, 35S10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0866"],"date":["2012-03-05","2012-04-04"],"type":["text"],"creator":["Glau, Kathrin"],"language":[],"coverage":[],"title":["Sobolev index: A classification of L\\'evy processes"],"description":["  We classify L\\'evy processes according to the solution spaces of the\nassociated parabolic PIDEs. This classification reveals structural\ncharacteristics of the processes and is relevant for applications such as for\nsolving PIDEs numerically for pricing options in L\\'evy models.\n  The classification is done via the Fourier transform i.e. via the symbol of\nthe process. We define the Sobolev index of a L\\'evy process by a certain\ngrowth condition on the symbol. It follows that for L\\'evy processes with\nSobolev index $\\alpha$ the corresponding evolution problem has a unique weak\nsolution in the Sobolev-Slobodeckii space $H^{\\alpha/2}$. We show that this\nclassification applies to a wide range of processes. Examples are the Brownian\nmotion with or without drift, generalised hyperbolic (GH), CGMY and (semi)\nstable L\\'evy processes.\n  A comparison of the Sobolev index with the Blumenthal-Getoor index sheds\nlight on the structural implication of the classification. More precisely, we\ndiscuss the Sobolev index as an indicator of the smoothness of the distribution\nand of the variation of the paths of the process. This highlights the relation\nbetween the $p$-variation of the paths and the degree of smoothing effect that\nstems from the distribution.\n"]}]
["1203.2923",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2923"],"date":["2012-03-13","2012-04-04"],"type":["text"],"creator":["Kelley, Randall","Walsh, Jonathan R.","Zuberi, Saba"],"language":[],"coverage":[],"title":["Disentangling Clustering Effects in Jet Algorithms"],"description":["  Clustering algorithms build jets though the iterative application of single\nparticle and pairwise metrics. This leads to phase space constraints that are\nextremely complicated beyond the lowest orders in perturbation theory, and in\npractice they must be implemented numerically. This complication presents a\nsignificant barrier to gaining an analytic understanding of the perturbative\nstructure of jet cross sections. We present a novel framework to express the\njet algorithm's phase space constraints as a function of clustered groups of\nparticles, which are the possible outcomes of the algorithm. This approach\nhighlights the analytic properties of jet observables, rather than the explicit\nconstraints on individual final state momenta, which can be unwieldy at higher\norders. We derive the form of the n-particle phase space constraints for a jet\nalgorithm with any measurement. We provide an expression for the measurement\nthat makes clustering effects manifest and relates them to constraints from\nclustering at lower orders. The utility of this framework is demonstrated by\nusing it to understand clustering effects for a large class of jet shape\nobservables in the soft/collinear limit. We apply this framework to isolate\ndivergences and analyze the logarithmic structure of the Abelian terms in the\nsoft function, providing the all-orders form of these terms and showing that\ncorrections from clustering start at next-to-leading logarithmic order in the\nexponent of the cross section.\n","Comment: 29 pages, 7 figures. v2: fixed typos in enumerated clustering maps,\n  figure 6"]}]
["1203.3328",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3328"],"date":["2012-03-15","2012-04-04"],"type":["text"],"creator":["Brechmann, Eike Christian","Czado, Claudia"],"language":[],"coverage":[],"title":["COPAR - Multivariate time series modeling using the COPula\n  AutoRegressive model"],"description":["  Analysis of multivariate time series is a common problem in areas like\nfinance and economics. The classical tool for this purpose are vector\nautoregressive models. These however are limited to the modeling of linear and\nsymmetric dependence. We propose a novel copula-based model which allows for\nnon-linear and asymmetric modeling of serial as well as between-series\ndependencies. The model exploits the flexibility of vine copulas which are\nbuilt up by bivariate copulas only. We describe statistical inference\ntechniques for the new model and demonstrate its usefulness in three relevant\napplications: We analyze time series of macroeconomic indicators, of\nelectricity load demands and of bond portfolio returns.\n","Comment: arXiv admin note: extreme overlap with arXiv:1202.1998"]}]
["1203.4526",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4526"],"date":["2012-03-20","2012-04-03"],"type":["text"],"creator":["Godber, Daniel"],"language":[],"coverage":[],"title":["Additive Twists of Fourier Coefficients of Modular Forms"],"description":["  We study sums of additively twisted Fourier coefficients of a holomorphic\ncusp form, a Maass cusp form, and the symmetric-square lift of a holomorphic\ncusp form. We obtain bounds that are uniform with respect to both the form and\nthe terms of the additive twist. We also improve a bound on a sum of additively\ntwisted Fourier coefficients of a holomorphic cusp form that have also been\ntwisted by a nonlinear exponential term. This last bound is uniform with\nrespect to the terms of the additive twist but it is not uniform with respect\nto the form.\n","Comment: 20 pages; added comments and references"]}]
["1203.4629",{"format":[],"subject":["Quantum Physics","Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4629","Phys. Rev. E 85, 036218 (2012)","doi:10.1103/PhysRevE.85.036218"],"date":["2012-03-20","2012-04-03"],"type":["text"],"creator":["Sanz, A. S.","Elran, Y.","Brumer, P."],"language":[],"coverage":[],"title":["Temperature crossover of decoherence rates in chaotic and regular bath\n  dynamics"],"description":["  The effect of chaotic bath dynamics on the decoherence of a quantum system is\nexamined for the vibrational degrees of freedom of a diatomic molecule in a\nrealistic, constant temperature collisional bath. As an example, the specific\ncase of I$_2$ in liquid xenon is examined as a function of temperature, and the\nresults compared with an integrable xenon bath. A crossover in behavior is\nfound: the integrable bath induces more decoherence at low bath temperatures\nthan does the chaotic bath, whereas the opposite is the case at the higher bath\ntemperatures. These results, verifying a conjecture due to Wilkie, shed light\non the differing views of the effect of chaotic dynamics on system decoherence.\n","Comment: 7 pages, 3 figures"]}]
["1203.4864",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4864","Phys. Rev. C85 (2012) 041601R--5","doi:10.1103/PhysRevC.85.041601"],"date":["2012-03-21"],"type":["text"],"creator":["Wang, Nan","Zhao, En-Guang","Scheid, Werner","Zhou, Shan-Gui"],"language":[],"coverage":[],"title":["Theoretical study of the synthesis of superheavy nuclei with Z= 119 and\n  120 in heavy-ion reactions with trans-uranium targets"],"description":["  By using a newly developed di-nuclear system model with a dynamical potential\nenergy surface---the DNS-DyPES model, hot fusion reactions for synthesizing\nsuperheavy nuclei (SHN) with the charge number Z = 112-120 are studied. The\ncalculated evaporation residue cross sections are in good agreement with\navailable data. In the reaction 50Ti+249Bk -> (299-x)119 + xn, the maximal\nevaporation residue (ER) cross section is found to be about 0.11 pb for the\n4n-emission channel. For projectile-target combinations producing SHN with\nZ=120, the ER cross section increases with the mass asymmetry in the incident\nchannel increasing. The maximal ER cross sections for 58Fe+244Pu and 54Cr +\n248Cm are relatively small (less than 0.01 pb) and those for 50Ti+249Cf and\n50Ti+251Cf are about 0.05 and 0.25 pb, respectively.\n","Comment: 6 pages, 5 figures; Phys. Rev. C, in press"]}]
["1203.5211",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5211"],"date":["2012-03-23","2012-04-04"],"type":["text"],"creator":["Telcs, Andras"],"language":[],"coverage":[],"title":["Resolvent metrics and heat kernel estimates"],"description":["  Resolvent metrics are generalization of the resistance metric and provide\nunified treatment of heat kernel estimates of sub-Gaussian type under minimal\nconditions.\n"]}]
["1203.5281",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5281","Phys. Rev. C 85, 048801, 2012","doi:10.1103/PhysRevC.85.048801"],"date":["2012-03-23","2012-04-04"],"type":["text"],"creator":["Nishimura, Nobuya","Kajino, Toshitaka","Mathews, Grant J.","Nishimura, Shunji","Suzuki, Toshio"],"language":[],"coverage":[],"title":["Impact of New beta-decay Half-lives on r-process Nucleosynthesis"],"description":["  We investigate the effects of newly measured beta-decay half-lives on\nr-process nucleosynthesis. These new rates were determined by recent\nexperiments at the radioactive isotope beam factory facility in the RIKEN\nNishina Center. We adopt an r-process nucleosynthesis environment based on a\nmagnetohydrodynamic supernova explosion model that includes strong magnetic\nfields and rapid rotation of the progenitor. A number of the new beta-decay\nrates are for nuclei on or near the r-process path, and hence they affect the\nnucleosynthesis yields and time scale of the r-process. The main effect of the\nnewly measured beta-decay half-lives is an enhancement in the calculated\nabundance of isotopes with mass number A = 110 -- 120 relative to calculated\nabundances based upon beta-decay rates estimated with the finite-range droplet\nmass model. This effect slightly alleviates, but does not fully explain, the\ntendency of r-process models to underproduce isotopes with A = 110 -- 120\ncompared to the solar-system r-process abundances.\n","Comment: 9 pages, 3 figures, 1 table, published in PRC"]}]
["1203.6170",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6170"],"date":["2012-03-28","2012-04-04"],"type":["text"],"creator":["Sasakura, Naoki"],"language":[],"coverage":[],"title":["Fuzzy spaces from tensor models, cyclicity condition, and n-ary algebras"],"description":["  The rank-three tensor models, which have a rank-three tensor as their only\ndynamical variable, may be interpreted as models of dynamical fuzzy spaces. In\nthis interpretation, the generalized Hermiticity condition on the rank-three\ntensor leads to a cyclic property of the algebra of functions on fuzzy spaces.\nThe fuzzy spaces with the cyclic property are shown to have various physically\ninteresting characteristics. (i) Although the function algebras of the kind are\nnonassociative in general, various properties analogous to quantum mechanics\nhold on the fuzzy spaces. (ii) The symmetry of the rank-three tensor models can\nbe shown to be represented systematically by n-ary transformations on the fuzzy\nspaces. The transformations contain, for instance, diffeomorphism on fuzzy\nspaces. (iii) There exists a systematic procedure of truncating the function\nalgebras of the kind, and it can be used to consider subspaces,\ncompactifications, lattice theories, and coarsegraining procedures of fuzzy\nspaces in physical applications.\n","Comment: 13 pages, Proceedings of the Corfu Summer Institute 2011 \"School and\n  Workshops on Elementary Particle Physics and Gravity\", September 4-18, 2011,\n  Corfu, Greece ; v2: a few misprints corrected"]}]
["1203.6333",{"format":[],"subject":["Mathematics - Optimization and Control","49J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6333"],"date":["2012-03-28","2012-04-04"],"type":["text"],"creator":["Kolokoltsov, V.","Veretennikova, M."],"language":[],"coverage":[],"title":["Controlled Continuous Time Random Walks and fractional Hamilton Jacobi\n  Bellman equations"],"description":["  In this paper we study controlled continuous time random walks (CTRWs) and\nheuristically derive pay-off function dynamic programming (DP) equations which\nturn in the limit of standard scaling to fractional Hamilton Jacobi Bellman\ntype equations. This paper aims to extend results from [1] in a controlled\nsetting.\n","Comment: 19 pages"]}]
["1204.0037",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Logic","37B05, 03E02, 05D10, 22F50, 54H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0037"],"date":["2012-03-30","2012-04-04"],"type":["text"],"creator":["Bartosova, Dana"],"language":[],"coverage":[],"title":["More Universal Minimal Flows of Groups of Automorphisms of Uncountable\n  Structures"],"description":["  In this paper, we compute universal minimal flows of groups of automorphisms\nof uncountable $\\omega$-homogeneous graphs, $K_n$-free graphs, hypergraphs,\npartially ordered sets, and their extensions with an $\\omega$-homogeneous\nordering. We present an easy construction of such structures, expanding the\njungle of extremely amenable groups.\n","Comment: 14 pages"]}]
["1204.0489",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0489","Astrophysical Journal, Vol 742, Issue 2, Article 86, 2011","doi:10.1088/0004-637X/742/2/86"],"date":["2012-04-02","2012-04-03"],"type":["text"],"creator":["Pepin, Robert O.","Palma, Russell L.","Gehrz, Robert D.","Starrfield, Sumner"],"language":[],"coverage":[],"title":["Presolar Grains from Novae: Evidence from Neon and Helium Isotopes in\n  Comet Dust Collections"],"description":["  Presolar grains in meteorites and interplanetary dust particles (IDPs) carry\nnon-solar isotopic signatures pointing to origins in supernovae, giant stars,\nand possibly other stellar sources. There have been suggestions that some of\nthese grains condensed in the ejecta of classical nova outbursts, but the\nevidence is ambiguous. We report neon and helium compositions in particles\ncaptured on stratospheric collectors flown to sample materials from comets\n26P/Grigg-Skjellerup and 55P/Tempel-Tuttle that point to condensation of their\ngas carriers in the ejecta of a neon (ONe) nova. The absence of detectable 3He\nin these particles indicates space exposure to solar wind (SW) irradiation of a\nfew decades at most, consistent with origins in cometary dust streams. Measured\n4He/20Ne, 20Ne/22Ne, 21Ne/22Ne and 20Ne/21Ne isotope ratios, and a low upper\nlimit on 3He/4He, are in accord with calculations of nucleosynthesis in neon\nnova outbursts. Of these, the uniquely low 4He/20Ne and high 20Ne/22Ne ratios\nare the most diagnostic, reflecting the large predicted 20Ne abundances in the\nejecta of such novae. The correspondence of measured Ne and He compositions in\ncometary matter with theoretical predictions is evidence for the presence of\npresolar grains from novae in the early solar system.\n","Comment: As appeared in the Astrophysical Journal"]}]
["1204.0612",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0612"],"date":["2012-04-03","2012-04-04"],"type":["text"],"creator":["Pandya, R. V. R."],"language":[],"coverage":[],"title":["Modification in Silling's Peridynamic Formulation of Elasticity Theory\n  for Discontinuities and Long-Range Forces"],"description":["  We suggest modified version of Silling's peridynamic equation of motion\nwithin the framework of Silling's peridynamics formulation (J. Mech. Phys.\nSolids {\\bf 48}, pp.175-209, 2000) of elasticity theory. The modified equation\ncontains an additional damping force term. This term can eliminate artificial\noscillations in displacement field at large values of time as predicted by\nSilling's peridynamic equation.\n","Comment: 4 pages. Submitted on April 3, 2012. After submission, I noticed that\n  a few other papers have already suggested inclusion of damping. This paper\n  needs to be improved/changed in view of other available literature and at\n  this moment I am withdrawing this paper"]}]
["1204.0718",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0718"],"date":["2012-04-03"],"type":["text"],"creator":["Bouhadou, S.","Ouknine, Y."],"language":[],"coverage":[],"title":["On the time inhomogeneous skew Brownian motion"],"description":["  This paper is devoted to the construction of a solution for the \"Inhomogenous\nskew Brownian motion\" equation, which first appeared in a seminal paper by\nSophie Weinryb, and recently, studied by \\'{E}tor\\'e and Martinez. Our method\nis based on the use of the Balayage formula. At the end of this paper we study\na limit theorem of solutions.\n"]}]
["1204.0767",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0767","International Journal of Engineering Science & Advanced Technology\n  (IJESAT), Volume-2, Issue-2, 352 - 357 Mar-Apr 2012"],"date":["2012-04-03","2012-04-04"],"type":["text"],"creator":["Katyal, Vini","Srivastava, Deepesh"],"language":[],"coverage":[],"title":["Efficient Fruit Defect Detection and Glare removal Algorithm by\n  anisotropic diffusion and 2D Gabor filter"],"description":["  This paper focuses on fruit defect detection and glare removal using\nmorphological operations, Glare removal can be considered as an important\npreprocessing step as uneven lighting may introduce it in images, which hamper\nthe results produced through segmentation by Gabor filters .The problem of\nglare in images is very pronounced sometimes due to the unusual reflectance\nfrom the camera sensor or stray light entering, this method counteracts this\nproblem and makes the defect detection much more pronounced. Anisotropic\ndiffusion is used for further smoothening of the images and removing the high\nenergy regions in an image for better defect detection and makes the defects\nmore retrievable. Our algorithm is robust and scalable the employability of a\nparticular mask for glare removal has been checked and proved useful for\ncounteracting.this problem, anisotropic diffusion further enhances the defects\nwith its use further Optimal Gabor filter at various orientations is used for\ndefect detection.\n","Comment: Errors in material"]}]
["1204.0779",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0779"],"date":["2012-04-03"],"type":["text"],"creator":["Hattori, Koichi"],"language":[],"coverage":[],"title":["Distortion of the HBT image by mean field interaction"],"description":["  We study effects of a mean-field interaction on the spacetime geometry of the\nhadron source measured by utilizing the Hanbury Brown and Twiss (HBT)\ninterferometry in the ultrarelativistic heavy-ion collisions. We show how a\nmodification of a pion amplitude, caused in the freeze-out process, is\nincorporated into the correlation function of the interferometry within a\nsemiclassical method. Profiles of the distorted images are illustrated. To make\na quantitative estimate of the effects, we construct a mean-field-interaction\nmodel on the basis of the pion-pion scattering amplitude, and then investigate\nto what extent the effects of the mean-field interaction acts to efficiently\nmodify the HBT radii.\n","Comment: Contribution to The Seventh Workshop on Particle Correlations and\n  Femtoscopy, September 20th to 24th (2011), The University of Tokyo,Japan"]}]
["1204.0783",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0783"],"date":["2012-04-03"],"type":["text"],"creator":["Fernández, Francisco M."],"language":[],"coverage":[],"title":["Simple variational approaches to quantum wells"],"description":["  We discuss two simple variational approaches to quantum wells. The trial\nharmonic functions analyzed in an earlier paper give reasonable results for all\nwell depths and are particularly suitable for deep wells. On the other hand,\nthe exponential functions proposed here are preferable for shallow wells. We\ncompare the shallow-well expansions for both kind of functions and show that\nthey do not exhibit the cubic term appearing in the exact series. It is also\nshown that the deep-well expansion for the harmonic functions agree with the\nfirst terms of perturbation theory.\n"]}]
["1204.0786",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0786"],"date":["2012-04-03"],"type":["text"],"creator":["More, Surhud","Bosch, Frank van den","Cacciato, Marcello","More, Anupreeta","Mo, Houjun","Yang, Xiaohu"],"language":[],"coverage":[],"title":["The Galaxy-Dark Matter Connection: A Cosmological Perspective"],"description":["  We present a method that uses observations of galaxies to simultaneously\nconstrain cosmological parameters and the galaxy-dark matter connection (aka\nhalo occupation statistics). The latter describes how galaxies are distributed\nover dark matter haloes, and is an imprint of the poorly understood physics of\ngalaxy formation. A generic problem of using galaxies to constrain cosmology is\nthat galaxies are a biased tracer of the mass distribution, and this bias is\ngenerally unknown. The great advantage of simultaneously constraining cosmology\nand halo occupation statistics is that this effectively allows cosmological\nconstraints marginalized over the uncertainties regarding galaxy bias. Not only\nthat, it also yields constraints on the galaxy-dark matter connection, this\ntime properly marginalized over cosmology, which is of great value to inform\ntheoretical models of galaxy formation. We use a combination of the analytical\nhalo model and the conditional luminosity function to describe the galaxy-dark\nmatter connection, which we use to model the abundance, clustering and\ngalaxy-galaxy lensing properties of the galaxy population. We use a Fisher\nmatrix analysis to gauge the complementarity of these different observables,\nand present some preliminary results from an analysis based on data from the\nSloan Digital Sky Survey. Our results are complementary to and perfectly\nconsistent with the results from the 7 year data release of the WMAP mission,\nstrengthening the case for a true 'concordance' cosmology.\n","Comment: 8 Pages, 2 figures, A shorter version will be submitted to the\n  proceedings of the International Conference on Gravitation and Cosmology, Goa"]}]
["1204.0789",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0789","doi:10.1007/s10714-012-1358-z"],"date":["2012-04-03"],"type":["text"],"creator":["Agarwal, Shilpi","Das, Tapas K.","Dey, Rukmini","Nag, Sankhasubhra"],"language":[],"coverage":[],"title":["An Analytical Study on the Multi-critical Behaviour and Related\n  Bifurcation Phenomena for Relativistic Black Hole Accretion"],"description":["  We apply the theory of algebraic polynomials to analytically study the\ntransonic properties of general relativistic hydrodynamic axisymmetric\naccretion onto non-rotating astrophysical black holes. For such accretion\nphenomena, the conserved specific energy of the flow, which turns out to be one\nof the two first integrals of motion in the system studied, can be expressed as\na 8$^{th}$ degree polynomial of the critical point of the flow configuration.\nWe then construct the corresponding Sturm's chain algorithm to calculate the\nnumber of real roots lying within the astrophysically relevant domain of\n$\\mathbb{R}$. This allows, for the first time in literature, to {\\it\nanalytically} find out the maximum number of physically acceptable solution an\naccretion flow with certain geometric configuration, space-time metric, and\nequation of state can have, and thus to investigate its multi-critical\nproperties {\\it completely analytically}, for accretion flow in which the\nlocation of the critical points can not be computed without taking recourse to\nthe numerical scheme. This work can further be generalized to analytically\ncalculate the maximal number of equilibrium points certain autonomous dynamical\nsystem can have in general. We also demonstrate how the transition from a\nmono-critical to multi-critical (or vice versa) flow configuration can be\nrealized through the saddle-centre bifurcation phenomena using certain\ntechniques of the catastrophe theory.\n","Comment: 19 pages, 2 eps figures, to appear in \"General Relativity and\n  Gravitation\""]}]
["1204.0797",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0797"],"date":["2012-04-03"],"type":["text"],"creator":["Bassino, Frédérique","Bouvel, Mathilde","Pierrot, Adeline","Pivoteau, Carine","Rossin, Dominique"],"language":[],"coverage":[],"title":["Combinatorial specification of permutation classes"],"description":["  This article presents a methodology that automatically derives a\ncombinatorial specification for the permutation class C = Av(B), given its\nbasis B of excluded patterns and the set of simple permutations in C, when\nthese sets are both finite. This is achieved considering both pattern avoidance\nand pattern containment constraints in permutations.The obtained specification\nyields a system of equations satisfied by the generating function of C, this\nsystem being always positiveand algebraic. It also yields a uniform random\nsampler of permutations in C. The method presentedis fully algorithmic.\n"]}]
["1204.0798",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0798"],"date":["2012-04-03"],"type":["text"],"creator":["Brinks, Ralph"],"language":[],"coverage":[],"title":["Fast Calculation of Calendar Time-, Age- and Duration Dependent Time at\n  Risk in the Lexis Space"],"description":["  In epidemiology, the person-years method is broadly used to estimate the\nincidence rates of health related events. This needs determination of time at\nrisk stratified by period, age and sometimes by duration of disease or\nexposition. The article describes a fast method for calculating the time at\nrisk in two- or three-dimensional Lexis diagrams based on Siddon's algorithm.\n","Comment: 8 pages, 2 figures"]}]
["1204.0799",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0799"],"date":["2012-04-03"],"type":["text"],"creator":["Arlot, Sylvain"],"language":["fr"],"coverage":[],"title":["Etude d'un mod\\`ele de dynamique des populations"],"description":["  We study an infinite dimensional dynamical system that was proposed by J.C.\nYoccoz and N.G. Yoccoz for modeling the population dynamics of some small\nrodents. We show an attractor exist in a large domain of the parameter space.\nThanks to simulations, we describe the possible dynamics of the system, in\nparticular some Henon-type strange attractors, but also a new kind of\nattractor. We study the complexity of the new attractor and the reasons causing\nit, from both geometrical and dynamical points of view. Thus, we show a chaotic\nbehaviour can be obtained in a population dynamics model with a strong\ndensity-dependence and some delay, but without seasonal variations over years.\n","Comment: This report (written in French) is a master 2 thesis made at\n  University Paris-Sud (Orsay) in September 2004. Since December 2004, this\n  report was available as a preprint of the Mathematics laboratory of\n  University Paris-Sud (preprint number 2004-38), as well as on the author's\n  webpage. Compared to the original version of the report, some graphics have\n  been compressed (with some information loss). The complete report with\n  original graphics is available on the author's webpage\n  http://www.di.ens.fr/~arlot/dea.htm"]}]
["1204.0803",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0803"],"date":["2012-04-03"],"type":["text"],"creator":["Hosseini, Seyed Hossein","Shayesteh, Mahrokh G."],"language":[],"coverage":[],"title":["Compressed Sensing for Denoising in Adaptive System Identification"],"description":["  We propose a new technique for adaptive identification of sparse systems\nbased on the compressed sensing (CS) theory. We manipulate the transmitted\npilot (input signal) and the received signal such that the weights of adaptive\nfilter approach the compressed version of the sparse system instead of the\noriginal system. To this end, we use random filter structure at the transmitter\nto form the measurement matrix according to the CS framework. The original\nsparse system can be reconstructed by the conventional recovery algorithms. As\na result, the denoising property of CS can be deployed in the proposed method\nat the recovery stage. The experiments indicate significant performance\nimprovement of proposed method compared to the conventional LMS method which\ndirectly identifies the sparse system. Furthermore, at low levels of sparsity,\nour method outperforms a specialized identification algorithm that promotes\nsparsity.\n","Comment: 5 pages, 8 figures, to be published in proceedings of 20th Iranian\n  Conference on Electrical Engineering, IEEE, May 2012"]}]
["1204.0808",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0808","doi:10.1016/j.apsusc.2012.03.144"],"date":["2012-04-03"],"type":["text"],"creator":["Baryshev, S. V.","Zinovev, A. V.","Tripa, C. E.","Erck, R. A.","Veryovkin, I. V."],"language":[],"coverage":[],"title":["White Light Interferometry for Quantitative Surface Characterization in\n  Ion Sputtering Experiments"],"description":["  White light interferometry (WLI) can be used to obtain surface morphology\ninformation on dimensional scale of millimeters with lateral resolution as good\nas ~1 {\\mu}m and depth resolution down to 1 nm. By performing true\nthree-dimensional imaging of sample surfaces, the WLI technique enables\naccurate quantitative characterization of the geometry of surface features and\ncompares favorably to scanning electron and atomic force microscopies by\navoiding some of their drawbacks. In this paper, results of using the WLI\nimaging technique to characterize the products of ion sputtering experiments\nare reported. With a few figures, several example applications of the WLI\nmethod are illustrated when used for (i) sputtering yield measurements and\ntime-to-depth conversion, (ii) optimizing ion beam current density profiles,\nthe shapes of sputtered craters, and multiple ion beam superposition and (iii)\nquantitative characterization of surfaces processed with ions. In particular,\nfor sputter depth profiling experiments of 25Mg, 44Ca and 53Cr ion implants in\nSi (implantation energy of 1 keV per nucleon), the depth calibration of the\nmeasured depth profile curves determined by the WLI method appeared to be\nself-consistent with TRIM simulations for such projectile-matrix systems. In\naddition, high depth resolution of the WLI method is demonstrated for a case of\na Genesis solar wind Si collector surface processed by gas cluster ion beam: a\n12.5 nm layer was removed from the processed surface, while the transition\nlength between the processed and untreated areas was 150 {\\mu}m.\n","Comment: Applied Surface Science, accepted: 7 pages and 8 figures"]}]
["1204.0809",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0809"],"date":["2012-04-03"],"type":["text"],"creator":["Ardid, Miguel","Martínez-Mora, Juan A.","Bou-Cabo, Manuel","Larosa, Giuseppina","Adrián-Martínez, Silvia","Llorens, Carlos D."],"language":[],"coverage":[],"title":["Acoustic Transmitters for Underwater Neutrino Telescopes"],"description":["  In this paper acoustic transmitters that were developed for use in underwater\nneutrino telescopes are presented. Firstly, an acoustic transceiver has been\ndeveloped as part of the acoustic positioning system of neutrino telescopes.\nThese infrastructures are not completely rigid and require a positioning system\nin order to monitor the position of the optical sensors which move due to sea\ncurrents. To guarantee a reliable and versatile system, the transceiver has the\nrequirements of reduced cost, low power consumption, high pressure withstanding\n(up to 500 bars), high intensity for emission, low intrinsic noise, arbitrary\nsignals for emission and the capacity of acquiring and processing received\nsignals. Secondly, a compact acoustic transmitter array has been developed for\nthe calibration of acoustic neutrino detection systems. The array is able to\nmimic the signature of ultra-high-energy neutrino interaction in emission\ndirectivity and signal shape. The technique of parametric acoustic sources has\nbeen used to achieve the proposed aim. The developed compact array has\npractical features such as easy manageability and operation. The prototype\ndesigns and the results of different tests are described. The techniques\napplied for these two acoustic systems are so powerful and versatile that may\nbe of interest in other marine applications using acoustic transmitters.\n","Comment: 21 pages, 14 figures,1 table"]}]
["1204.0811",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0811"],"date":["2012-04-03"],"type":["text"],"creator":["Shears, Jeremy","Baum, Richard"],"language":[],"coverage":[],"title":["Limb Projections on Saturn"],"description":["  We present two unusual observations of Saturn recorded during the early years\nof the twentieth century\n","Comment: 5 pages, 3 figures. Accepted for publication in the Journal of the\n  British Astronomical Association"]}]
["1204.0813",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0813"],"date":["2012-04-03"],"type":["text"],"creator":["Fibich, Gadi","Gavious, Arieh","Solan, Eilon"],"language":[],"coverage":[],"title":["On the Averaging Principle"],"description":["  Typically, models with a heterogeneous property are considerably harder to\nanalyze than the corresponding homogeneous models, in which the heterogeneous\nproperty is replaced with its average value. In this study we show that any\noutcome of a heterogeneous model that satisfies the two properties of\ndifferentiability and interchangibility is O(\\epsilon^2) equivalent to the\noutcome of the corresponding homogeneous model, where \\epsilon is the level of\nheterogeneity. We then use this averaging principle to obtain new results in\nqueueing theory, game theory (auctions), and social networks (marketing).\n"]}]
["1204.0815",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0815"],"date":["2012-04-03"],"type":["text"],"creator":["Kounchev, Ognyan","Render, Hermann"],"language":[],"coverage":[],"title":["Polyharmonic Hardy Spaces on the Complexified Annulus and Error\n  Estimates of Cubature Formulas"],"description":["  The present paper has a twofold contribution: first, we introduce a new\nconcept of Hardy spaces on a multidimensional complexified annular domain which\nis closely related to the annulus of the Klein-Dirac quadric important in\nConformal Quantum Field Theory. Secondly, for functions in these Hardy spaces,\nwe provide error estimate for the polyharmonic Gau\\ss -Jacobi cubature\nformulas, which have been introduced in previous papers.\n","Comment: 25 pages"]}]
["1204.0816",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0816"],"date":["2012-04-03"],"type":["text"],"creator":["Kintali, Shiva","Shapira, Asaf"],"language":[],"coverage":[],"title":["A Note on the Balanced ST-Connectivity"],"description":["  We prove that every YES instance of Balanced ST-Connectivity has a balanced\npath of polynomial length.\n"]}]
["1204.0822",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0822","J. Chem. Theory Comput., 2010, 6 (4), pp 1170-1180","doi:10.1021/ct900563s"],"date":["2012-04-03"],"type":["text"],"creator":["Ceriotti, Michele","Bussi, Giovanni","Parrinello, Michele"],"language":[],"coverage":[],"title":["Colored-noise thermostats \\`a la carte"],"description":["  Recently, we have shown how a colored-noise Langevin equation can be used in\nthe context of molecular dynamics as a tool to obtain dynamical trajectories\nwhose properties are tailored to display desired sampling features. In the\npresent paper, after having reviewed some analytical results for the stochastic\ndifferential equations forming the basis of our approach, we describe in detail\nthe implementation of the generalized Langevin equation thermostat and the\nfitting procedure used to obtain optimal parameters. We discuss in detail the\nsimulation of nuclear quantum effects, and demonstrate that, by carefully\nchoosing parameters, one can successfully model strongly anharmonic solids such\nas neon. For the reader's convenience, a library of thermostat parameters and\nsome demonstrative code can be downloaded from an on-line repository.\n"]}]
["1204.0827",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0827","Applied Physics Letters 100, 052101 (2012)","doi:10.1063/1.3673837"],"date":["2012-04-03"],"type":["text"],"creator":["Chen, J. C. H.","Wang, D. Q.","Klochan, O.","Micolich, A. P.","Gupta, K. Das","Sfigakis, F.","Ritchie, D. A.","Reuter, D.","Wieck, A. D.","Hamilton, A. R."],"language":[],"coverage":[],"title":["Fabrication and characterisation of ambipolar devices on an undoped\n  AlGaAs/GaAs heterostructure"],"description":["  We have fabricated AlGaAs/GaAs heterostructure devices in which the\nconduction channel can be populated with either electrons or holes simply by\nchanging the polarity of a gate bias. The heterostructures are entirely\nundoped, and carriers are instead induced electrostatically. We use these\ndevices to perform a direct comparison of the scattering mechanisms of\ntwo-dimensional (2D) electrons\n($\\mu_\\textrm{peak}=4\\times10^6\\textrm{cm}^2/\\textrm{Vs}$) and holes\n($\\mu_\\textrm{peak}=0.8\\times10^6\\textrm{cm}^2/\\textrm{Vs}$) in the same\nconduction channel with nominally identical disorder potentials. We find\nsignificant discrepancies between electron and hole scattering, with the hole\nmobility being considerably lower than expected from simple theory.\n","Comment: related papers at http://www.phys.unsw.edu.au/qed"]}]
["1204.0834",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0834"],"date":["2012-04-03"],"type":["text"],"creator":["Choe, Insong","Hitching, George H."],"language":[],"coverage":[],"title":["A stratification on the moduli spaces of symplectic and orthogonal\n  bundles over a curve"],"description":["  A symplectic or orthogonal bundle $V$ of rank $2n$ over a curve has an\ninvariant $t(V)$ which measures the maximal degree of its isotropic subbundles\nof rank $n$. This invariant $t$ defines stratifications on moduli spaces of\nsymplectic and orthogonal bundles. We study this stratification by relating it\nto another one given by secant varieties in certain extension spaces.\n  We give a sharp upper bound on $t(V)$, which generalizes the classical Nagata\nbound for ruled surfaces and the Hirschowitz bound for vector bundles, and\nstudy the structure of the stratifications on the moduli spaces. In particular,\nwe compute the dimension of each stratum. We give a geometric interpretation of\nthe number of maximal Lagrangian subbundles of a general symplectic bundle,\nwhen this is finite. We also observe some interesting features of orthogonal\nbundles which do not arise for symplectic bundles, essentially due to the\nricher topological structure of the moduli space in the orthogonal case.\n"]}]
["1204.0841",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0841"],"date":["2012-04-03"],"type":["text"],"creator":["Wang, Mu-Tao"],"language":[],"coverage":[],"title":["Mean curvature flows and isotopy problems"],"description":["  In this note, we discuss the mean curvature flow of graphs of maps between\nRiemannian manifolds. Special emphasis will be placed on estimates of the flow\nas a non-linear parabolic system of differential equations. Several global\nexistence theorems and applications to isotopy problems in geometry and\ntopology will be presented. The results are based on joint works of the author\nwith his collaborators I. Medo\\v{s}, K. Smoczyk, and M.-P. Tsui.\n","Comment: 10 pages, contribution to \"Survey in Differential Geometry\""]}]
["1204.0842",{"format":[],"subject":["Mathematics - Analysis of PDEs","35A21, 35L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0842"],"date":["2012-04-03"],"type":["text"],"creator":["de Hoop, Maarten","Uhlmann, Gunther","Vasy, András"],"language":[],"coverage":[],"title":["Diffraction from conormal singularities"],"description":["  In this paper we show that for metrics with conormal singularities that\ncorrespond to class C^{1,\\alpha} with \\alpha>0, the reflected wave is more\nregular than the incident wave in a Sobolev sense. This is helpful in the\nanalysis of the multiple scattering series since higher order terms can be\neffectively `peeled off'.\n","Comment: 48 pages, no figures"]}]
["1204.0844",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0844"],"date":["2012-04-03"],"type":["text"],"creator":["Ghosh, Abhishek","Pamarti, Sudhakar"],"language":[],"coverage":[],"title":["Mitigating Timing Errors in Time-Interleaved ADCs: a signal conditioning\n  approach"],"description":["  Novel techniques based on signal-conditioning are presented to mitigate\ntiming errors in time-interleaved ADCs. A theoretical bound on the achievable\nspurious signal content, on applying the techniques, is also derived.\nBehavioral simulations corroborating the same are presented.\n","Comment: 4 pages, 4 figures, submitted to Mid-West Symposium on Circuits and\n  Systems, 2012"]}]
["1204.0846",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0846"],"date":["2012-04-03"],"type":["text"],"creator":["Yang, Ganshan","Guo, Boling","Wu, JIhui"],"language":[],"coverage":[],"title":["Limiting behavior of solutions of multidimensional Landau-Lifshitz\n  equations with second approximation of effective field (I)"],"description":["  By a maximum principle under global control map from $R^{n+1}$ to$S^2,$\n$\\delta $-viscosity supersolution and subsolution of multidimensional\nLandau-Lifshitz equations with second approximation of effective field are\nbuilt. Utilizing the $\\delta $-viscosity supersolution and subsolution, the\nviscosity solution of the equations is showed and the limiting behavior of the\nsolution of the equations is obtained. Exactly, there exist two disjoint open\nsubsets such that the solutions tend to the point $(0,1,0)$ on arbitrary\ncompact subsets in one of them and tend to the point $(0,-1,0)$ on arbitrary\ncompact subsets in the other of them, respectively.\n"]}]
["1204.0855",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0855"],"date":["2012-04-03"],"type":["text"],"creator":["Duan, Jinqiao","Gao, Ting","He, Guowei"],"language":[],"coverage":[],"title":["Quantifying Model Uncertainties in the Space of Probability Measures"],"description":["  Due to lack of scientific understanding, some mechanisms may be missing in\nmathematical modeling of complex phenomena in science and engineering. These\nmathematical models thus contain some uncertainties such as uncertain\nparameters. One method to estimate these parameters is based on pathwise\nobservations, i.e., quantifying model uncertainty in the space of sample paths\nfor system evolution. Another method is devised here to estimate uncertain\nparameters, or unknown system functions, based on experimental observations of\nprobability distributions for system evolution. This is called the\nquantification of model uncertainties in the space of probability measures. A\nfew examples are presented to demonstrate this method, analytically or\nnumerically.\n"]}]
["1204.0861",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems","53C12 (Primary) 57R30, 93C15 (Secondary) 57R30, 93C15","F.2.2","I.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0861"],"date":["2012-04-04"],"type":["text"],"creator":["Narmanov, A. Ya.","Kaypnazarova, G."],"language":[],"coverage":[],"title":["Foliation Theory and it's applications"],"description":["  Subject of present paper is the review of results of authors on foliation\ntheory and applications of foliation theory in control systems. The paper\nconsists of two parts. In the first part the results of authors on foliation\ntheory are presented, in the second part the results on applications of\nfoliation theory in the qualitative theory of control systems are given. In\npaper everywhere smoothness of a class $C^\\infty$ is considered.\n","Comment: 16 pages"]}]
["1204.0868",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0868"],"date":["2012-04-04"],"type":["text"],"creator":["Golo, V. L.","Pershin, S. M."],"language":[],"coverage":[],"title":["Localization of water monomers inside ice-like clusters"],"description":["  On the basis of the experimental data we suggest that water monomers could be\ntrapped in channels running through ice-like clusters in water. Our argument\nrelies on a simple model that describes the motion of a dipole particle inside\na channel in the presence of an electric field with linear gradient. The model\nadmits of both finite and infinite regimes of motion so that the finite one\ncould correspond to the particle being confined to a channel.\n"]}]
["1204.0870",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computer Science and Game Theory","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0870"],"date":["2012-04-04"],"type":["text"],"creator":["Rakhlin, Alexander","Shamir, Ohad","Sridharan, Karthik"],"language":[],"coverage":[],"title":["Relax and Localize: From Value to Algorithms"],"description":["  We show a principled way of deriving online learning algorithms from a\nminimax analysis. Various upper bounds on the minimax value, previously thought\nto be non-constructive, are shown to yield algorithms. This allows us to\nseamlessly recover known methods and to derive new ones. Our framework also\ncaptures such \"unorthodox\" methods as Follow the Perturbed Leader and the R^2\nforecaster. We emphasize that understanding the inherent complexity of the\nlearning problem leads to the development of algorithms.\n  We define local sequential Rademacher complexities and associated algorithms\nthat allow us to obtain faster rates in online learning, similarly to\nstatistical learning theory. Based on these localized complexities we build a\ngeneral adaptive method that can take advantage of the suboptimality of the\nobserved sequence.\n  We present a number of new algorithms, including a family of randomized\nmethods that use the idea of a \"random playout\". Several new versions of the\nFollow-the-Perturbed-Leader algorithms are presented, as well as methods based\non the Littlestone's dimension, efficient methods for matrix completion with\ntrace norm, and algorithms for the problems of transductive learning and\nprediction with static experts.\n"]}]
["1204.0873",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0873"],"date":["2012-04-04"],"type":["text"],"creator":["Belitz, D.","Kirkpatrick, T. R."],"language":[],"coverage":[],"title":["A compilation of metallic systems that show a quantum ferromagnetic\n  transition"],"description":["  We provide a compilation of metallic systems in which a low-temperature\nferromagnetic or similar transition is observed. Our objective is to\ndemonstrate the universal first-order nature of such transitions in clean\nsystems in two or three spatial dimensions. Please contact the authors with\ninformation about omissions, corrections, or any other information.\n","Comment: 4pp, 1 fig"]}]
["1204.0878",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0878"],"date":["2012-04-04"],"type":["text"],"creator":["Schulz, Johannes","Barkai, Eli","Metzler, Ralf"],"language":[],"coverage":[],"title":["Ageing effects in single particle trajectory averages"],"description":["  We study time averages of single particle trajectories in scale free\nanomalous diffusion processes, in which the measurement starts at some time\nt_a>0 after initiation of the process at the time origin, t=0. Using ageing\nrenewal theory we show that for such non-stationary processes a large class of\nobservables are affected by a unique ageing function, which is independent of\nboundary conditions or the external forces. We quantify the weakly non-ergodic\nnature of this process in terms of the distribution of time averages and the\nergodicity breaking parameter which both explicitly depend on the ageing time\nt_a. Consequences for the interpretation of single particle tracking data are\ndiscussed.\n","Comment: 5 pages, 4 figures"]}]
["1204.0879",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems","58J60, 37D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0879"],"date":["2012-04-04"],"type":["text"],"creator":["Barthelmé, Thomas"],"language":[],"coverage":[],"title":["A new Laplace operator in Finsler geometry and periodic orbits of Anosov\n  flows"],"description":["  In the first part of this dissertation, we give a new definition of a Laplace\noperator for Finsler metric as an average, with regard to an angle measure, of\nthe second directional derivatives. This operator is elliptic, symmetric with\nrespect to the Holmes-Thompson volume, and coincides with the usual\nLaplace--Beltrami operator when the Finsler metric is Riemannian. We compute\nexplicit spectral data for some Katok-Ziller metrics. When the Finsler metric\nis negatively curved, we show, thanks to a result of Ancona that the Martin\nboundary is H\\\"older-homeomorphic to the visual boundary. This allow us to\ndeduce the existence of harmonic measures and some ergodic preoperties. In the\nsecond part of this dissertation, we study Anosov flows in 3-manifolds, with\nleaf-spaces homeomorphic to $\\mathbb{R}$. When the manifold is hyperbolic,\nThurston showed that the (un)stable foliations induces a regulating flow. We\nuse this second flow to study isotopy class of periodic orbits of the Anosov\nflow and existence of embedded cylinders.\n","Comment: Ph.D. Dissertation, Universit\\'e de Strasbourg, 2012"]}]
["1204.0882",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0882"],"date":["2012-04-04"],"type":["text"],"creator":["Baker, Charles"],"language":[],"coverage":[],"title":["A proof of the parabolic Schauder estimates using Trudinger's method and\n  the mean value property of the heat equation"],"description":["  One method available to prove the Schauder estimates is Neil Trudinger's\nmethod of mollification. In the case of second order elliptic equations, the\nmethod requires little more than mollification and the solid mean value\ninequality for subharmonic functions. Our goal in this article is show how the\nmean value property of subsolutions of the heat equation can be used in a\nsimilar fashion as the solid mean value inequality for subharmonic functions in\nTrudinger's original elliptic treatment, providing a relatively simple\nderivation of the interior Schauder estimate for second order parabolic\nequations.\n","Comment: arXiv admin note: text overlap with arXiv:1104.4409"]}]
["1204.0883",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0883","doi:10.1073/pnas.1117028109"],"date":["2012-04-04"],"type":["text"],"creator":["Mansart, B.","Cottet, M. J. G.","Penfold, T. J.","Dugdale, S. B.","Tediosi, R.","Chergui, M.","Carbone, F."],"language":[],"coverage":[],"title":["Evidence for a Peierls phase-transition in a three-dimensional multiple\n  charge-density waves solid"],"description":["  The effect of dimensionality on materials properties has become strikingly\nevident with the recent discovery of graphene. Charge ordering phenomena can be\ninduced in one dimension by periodic distortions of a material's crystal\nstructure, termed Peierls ordering transition. Charge-density waves can also be\ninduced in solids by strong Coulomb repulsion between carriers, and at the\nextreme limit, Wigner predicted that crystallization itself can be induced in\nan electrons gas in free space close to the absolute zero of temperature.\nSimilar phenomena are observed also in higher dimensions, but the microscopic\ndescription of the corresponding phase transition is often controversial, and\nremains an open field of research for fundamental physics. Here, we photoinduce\nthe melting of the charge ordering in a complex three-dimensional solid and\nmonitor the consequent charge redistribution by probing the optical response\nover a broad spectral range with ultrashort laser pulses. Although the\nphotoinduced electronic temperature far exceeds the critical value, the\ncharge-density wave is preserved until the lattice is sufficiently distorted to\ninduce the phase transition. Combining this result with it ab initio}\nelectronic structure calculations, we identified the Peierls origin of multiple\ncharge-density waves in a three-dimensional system for the first time.\n","Comment: Accepted for publication in Proc. Natl. Acad. Sci. USA"]}]
["1204.0885",{"format":[],"subject":["Computer Science - Systems and Control","Computer Science - Learning","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0885","ISTECS Journal, Vol. 8, pp. 34-43, 2006"],"date":["2012-04-04"],"type":["text"],"creator":["Mirzal, Andri","Yoshii, Shinichiro","Furukawa, Masashi"],"language":[],"coverage":[],"title":["PID Parameters Optimization by Using Genetic Algorithm"],"description":["  Time delays are components that make time-lag in systems response. They arise\nin physical, chemical, biological and economic systems, as well as in the\nprocess of measurement and computation. In this work, we implement Genetic\nAlgorithm (GA) in determining PID controller parameters to compensate the delay\nin First Order Lag plus Time Delay (FOLPD) and compare the results with\nIterative Method and Ziegler-Nichols rule results.\n","Comment: 12 pages, 4 figures"]}]
["1204.0886",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0886"],"date":["2012-04-04"],"type":["text"],"creator":["Lahiri, Sayantani","SenGupta, Soumitra"],"language":[],"coverage":[],"title":["On the origin of brane cosmological constant in two-brane warped\n  geometry model"],"description":["  In the backdrop of generalised Randall-Sundrum braneworld scenario, we look\nfor the possible origin of an effective four dimensional cosmological constant\n($\\Omega_{vis}$) on the visible 3-brane due to the effects of bulk curvature\nand the modulus field that can either be a constant or dependent on extra\ndimensional co-ordinate $y$ or a time dependent quantity. In case of constant\nor $y$ dependent modulus field, the induced $\\Omega_{vis}$ leads to an\nexponentially expanding Universe. For such modulus fields the presence of\nvacuum energy densities on either of the 3-branes as well as a non-vanishing\nbulk curvature $l$ ($l \\sim {\\Lambda_5}^{-1}$) are essential to generate an\neffective $\\Omega_{vis}$. In particular for constant modulus field the Hubble\nconstant turns out to be equal to the visible brane cosmological constant which\nagrees with the present result. In an alternative scenario, a time dependent\nmodulus field is found to be capable of accelerating the Universe. The Hubble\nparameter in this case is determined for a slowly time-varying modulus field.\n","Comment: 16 Pages, Latex"]}]
["1204.0890",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0890"],"date":["2012-04-04"],"type":["text"],"creator":["Grunert, Katrin"],"language":[],"coverage":[],"title":["Scattering theory for Schr\\\"odinger operators on steplike, almost\n  periodic infinite-gap backgrounds"],"description":["  We develop direct scattering theory for one-dimensional Schr\\\"odinger\noperators with steplike potentials, which are asymptotically close to different\nBohr almost periodic infinite-gap potentials on different half-axes.\n","Comment: arXiv admin note: text overlap with arXiv:0707.4632"]}]
["1204.0892",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0892","Chemical Engineering Science 74 (2012) 296-299","doi:10.1016/j.ces.2012.02.043"],"date":["2012-04-04"],"type":["text"],"creator":["Maestri, Matteo","Reuter, Karsten"],"language":[],"coverage":[],"title":["Molecular-level understanding of the WGS and reverse WGS reactions on Rh\n  through hierarchical multiscale approach"],"description":["  Hierarchically combining semi-empirical methods and first-principles\ncalculations we gain a novel and noteworthy picture of the molecular-level\nmechanisms that govern the water-gas-shift (WGS) and reverse water-gas-shift\n(r-WGS) reactions on Rh catalysts. Central to this picture is that the WGS and\nr-WGS follow two different dominant reaction mechanisms: WGS proceeds according\nto a carboxyl (COOH) mechanism, whereas r-WGS proceeds according to a redox\n(CO2 {\\to} CO + O) mechanism. The obtained results furthermore underscore the\ndanger of common first-principles analyses that focus on a priori selected\ndominant paths. Not restricted to such bias, our herein proposed hierarchical\napproach thus constitutes a promising avenue to properly transport and\nincorporate the ab initio predictive-quality to a new level of system\ncomplexity.\n","Comment: 11 pages"]}]
["1204.0894",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Quantum Algebra","17A01, 18D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0894"],"date":["2012-04-04"],"type":["text"],"creator":["Gubarev, Vsevolod Yu.","Kolesnikov, Pavel S."],"language":[],"coverage":[],"title":["On the computation of Manin products for operads"],"description":["  In the theory of binary quadratic operads, the white and black products of\noperads (called Manin products) play an important role. Given two such operads,\nthe computation of either of their Manin products is a routine task. We present\nand describe a computer program that helps to compute white and black Manin\nproducts of binary quadratic operads. The same utility allows to find the\nKoszul-dual operads. In particular, we compute the white product of the operads\nLie and As (governing the varieties of Lie and associative algebras,\nrespectively). It turns out that the resulting operad is magmatic, i.e.,\ndefines the variety of all algebras with one bilinear operation.\n","Comment: 7 pages"]}]
["1204.0896",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0896","Journal of Applied Sciences, 12: 398-401(2012)","doi:10.3923/jas.2012.398.401"],"date":["2012-04-04"],"type":["text"],"creator":["Alagar, M.","Theivasanthi, T.","Raja, A. Kubera"],"language":[],"coverage":[],"title":["Chemical Synthesis of Nano-Sized particles of Lead Oxide and their\n  Characterization Studies"],"description":["  The quantum dots of semiconductor display novel and interesting phenomena\nthat have not been in the bulk material. The color tunability is one of the\nmost attractive characteristics in II-VI semiconductor nanoparticles such as\nCdS, ZnS, CdSe, ZnSe and PbO. In this work, the semiconductor lead oxide\nnanoparticles are prepared by chemical method. The average particle size,\nspecific surface area, crystallinity index are estimated from XRD analysis. The\nstructural, functional groups and optical characters are analyzed with using of\nSEM, FTIR and UV- Visible techniques. The optical band gap value has also been\ndetermined.\n","Comment: 8 pages, 5 figures, 2 tables"]}]
["1204.0898",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26D10, 26D15, 26A51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0898"],"date":["2012-04-04"],"type":["text"],"creator":["Iscan, Imdat"],"language":[],"coverage":[],"title":["Hermite-Hadamard's inequalities for prequasiinvex functions via\n  fractional integrals"],"description":["  In this paper, we extend some estimates of the right hand side of a\nHermite-Hadamard type inequality for prequasiinvex functions via fractional\nintegrals.\n","Comment: 9 pages"]}]
["1204.0899",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0899","doi:10.1051/0004-6361/201218874"],"date":["2012-04-04"],"type":["text"],"creator":["Pál, András","Kiss, Csaba","Müller, Thomas G.","Santos-Sanz, Pablo","Vilenius, Esa","Szalai, Nikolett","Mommert, Michael","Lellouch, Emmanuel","Rengel, Miriam","Hartogh, Paul","Protopapa, Silvia","Stansberry, John","Ortiz, Jose-Luis","Duffard, René","Thirouin, Audrey","Henry, Florence","Delsanti, Audrey"],"language":[],"coverage":[],"title":["\"TNOs are Cool\": A survey of the trans-Neptunian region -- VII. Size and\n  surface characteristics of (90377) Sedna and 2010 EK139"],"description":["  We present estimates of the basic physical properties (size and albedo) of\n(90377) Sedna, a prominent member of the detached trans-Neptunian object\npopulation and the recently discovered scattered disk object 2010 EK139, based\non the recent observations acquired with the Herschel Space Observatory, within\nthe \"TNOs are Cool!\" key programme. Our modeling of the thermal measurements\nshows that both objects have larger albedos and smaller sizes than the previous\nexpectations, thus their surfaces might be covered by ices in a significantly\nlarger fraction. The derived diameter of Sedna and 2010 EK139 are 995 +/- 80 km\nand 470 +35/-10 km, while the respective geometric albedos are pV 0.32 +/- 0.06\nand 0.25 +0.02/-0.05. These estimates are based on thermophysical model\ntechniques.\n","Comment: Accepted for publication in A&A Letters, 4 pages"]}]
["1204.0900",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0900"],"date":["2012-04-04"],"type":["text"],"creator":["Larosa, Giuseppina","Ardid, Miguel","Llorens, Carlos D.","Bou-Cabo, Manuel","Martínez-Mora, Juan A.","Adrián-Martínez, Silvia"],"language":[],"coverage":[],"title":["Development of an acoustic transceiver for positioning systems in\n  Underwater Neutrino Telescopes"],"description":["  In this paper, we present the acoustic transceiver developed for the\npositioning system in underwater neutrino telescopes. These infrastructures are\nnot completely rigid and need a positioning system in order to monitor the\nposition of the optical sensors of the telescope which have some degree of\nmotion due to sea currents. To have a highly reliable and versatile system in\nthe infrastructure, the transceiver has the requirements of reduced cost, low\npower consumption, high intensity for emission, low intrinsic noise, arbitrary\nsignals for emission and the capacity of acquiring and processing the received\nsignal on the board. The solution proposed and presented here consists of an\nacoustic transducer that works in the 20-40 kHz region and withstands high\npressures (up to 500 bars). The electronic-board can be configured from shore\nand is able to feed the transducer with arbitrary signals and to control the\ntransmitted and received signals with very good timing precision. The results\nof the different tests done on the transceiver in the laboratory are described\nhere, as well as the change implemented for its integration in the\nInstrumentation Line of ANTARES for the in situ tests. We consider the\ntransceiver design is so versatile that it may be used in other kinds of marine\npositioning systems, alone or combined with other marine systems, or integrated\nin different Earth-Sea Observatories, where the localization of the sensors is\nan issue.\n","Comment: 6 pages, 10 figures"]}]
["1204.0905",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0905"],"date":["2012-04-04"],"type":["text"],"creator":["Cheng, Jin-San","Jin, Kai","Gao, Xiao-Shan","Lazard, Daniel"],"language":[],"coverage":[],"title":["Certified Rational Parametric Approximation of Real Algebraic Space\n  Curves with Local Generic Position Method"],"description":["  In this paper, an algorithm to compute a certified $G^1$ rational parametric\napproximation for algebraic space curves is given by extending the local\ngeneric position method for solving zero dimensional polynomial equation\nsystems to the case of dimension one. By certified, we mean the approximation\ncurve and the original curve have the same topology and their Hausdauff\ndistance is smaller than a given precision. Thus, the method also gives a new\nalgorithm to compute the topology for space algebraic curves. The main\nadvantage of the algorithm, inhering from the local generic method, is that\ntopology computation and approximation for a space curve is directly reduced to\nthe same tasks for two plane curves. In particular, the error bound of the\napproximation space curve is obtained from the error bounds of the\napproximation plane curves explicitly. Nontrivial examples are used to show the\neffectivity of the method.\n","Comment: 12 pages, 9 figures"]}]
["1204.0908",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0908"],"date":["2012-04-04"],"type":["text"],"creator":["Adsul, Bharat","Machchhar, Jinesh","Sohoni, Milind"],"language":[],"coverage":[],"title":["A procedural framework and mathematical analysis for solid sweeps"],"description":["  Sweeping is a powerful and versatile method of designing objects. Boundary of\nvolumes (henceforth envelope) obtained by sweeping solids have been extensively\ninvestigated in the past, though, obtaining an accurate parametrization of the\nenvelope remained computationally hard. The present work reports our approach\nto this problem as well as the important problem of identifying\nself-intersections within the envelope. Parametrization of the envelope is, of\ncourse, necessary for its use in most current CAD systems. We take the more\ninteresting case when the solid is composed of several faces meeting smoothly.\nWe show that the face structure of the envelope mimics locally that of the\nsolid. We adopt the procedural approach at defining the geometry in this work\nwhich has the advantage of being accurate as well as computationally efficient.\nThe problem of detecting local self-intersections is central to a robust\nimplementation of the solid sweep. This has been addressed by computing a\nsubtle mathematical invariant which detects self-intersections, and which is\ncomputationally benign and requires only point queries.\n"]}]
["1204.0912",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0912","doi:10.1002/prop.201200040"],"date":["2012-04-04"],"type":["text"],"creator":["Arean, Daniel"],"language":[],"coverage":[],"title":["IIB Superfluid Flows"],"description":["  We construct holographic superfluid flow solutions in a five-dimensional\ntheory that arises as a consistent truncation of low energy type IIB string\ntheory. We then study the phase diagram of these systems in terms of the\ntemperature and superfluid velocity. Finally, we construct solutions\nrepresenting the ground state of these superfluids for velocities below a\ncritical value. These are charged anisotropic AdS domain walls that demonstrate\nthe emergence of quantum criticality in the IR.\n","Comment: Contribution to the XVII European Workshop on String Theory 2011\n  (Padova, September 2011)"]}]
["1204.0917",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0917"],"date":["2012-04-04"],"type":["text"],"creator":["Szymczak, Piotr","Ladd, Anthony J. C."],"language":[],"coverage":[],"title":["Reactive-infiltration instabilities in rocks. Fracture dissolution"],"description":["  A reactive fluid dissolving the surface of a uniform fracture will trigger an\ninstability in the dissolution front, leading to spontaneous formation of\npronounced well-spaced channels in the surrounding rock matrix. Although the\nunderlying mechanism is similar to the wormhole instability in porous rocks\nthere are significant differences in the physics, due to the absence of a\nsteadily propagating reaction front. In previous work we have described the\ngeophysical implications of this instability in regard to the formation of long\nconduits in soluble rocks. Here we describe a more general linear stability\nanalysis, including axial diffusion, transport limited dissolution, non-linear\nkinetics, and a finite length system.\n","Comment: to be published in J. Fluid. Mech"]}]
["1204.0919",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0919"],"date":["2012-04-04"],"type":["text"],"creator":["Brandt, Oleg","Collaboration, for the CDF","Collaboration, for the D0"],"language":[],"coverage":[],"title":["Measurements of the top quark mass at the tevatron"],"description":["  The mass of the top quark (\\mtop) is a fundamental parameter of the standard\nmodel (SM). Currently, its most precise measurements are performed by the CDF\nand D0 collaborations at the Fermilab Tevatron $p\\bar p$ collider at a\ncentre-of-mass energy of $\\sqrt s=1.96 \\TeV$. We review the most recent of\nthose measurements, performed on data samples of up to 8.7 \\fb\\ of integrated\nluminosity. The Tevatron combination using up to 5.8 fb$^{-1}$ of data results\nin a preliminary world average top quark mass of $m_{\\rm top} = 173.2 \\pm 0.9$\nGeV. This corresponds to a relative precision of about 0.54%. We conclude with\nan outlook of anticipated precision the final measurement of \\mtop at the\nTevatron.\n","Comment: Moriond QCD 2012 (5 pages 4 figures)"]}]
["1204.0927",{"format":[],"subject":["Mathematics - Number Theory","11G35 (Primary) 11D75, 11G50, 14G25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0927","Trans. Amer. Math. Soc. 362 (2010), no. 9, 4793-4829","doi:10.1090/S0002-9947-10-05173-1"],"date":["2012-04-04"],"type":["text"],"creator":["Widmer, Martin"],"language":[],"coverage":[],"title":["Counting primitive points of bounded height"],"description":["  Let $k$ be a number field and $K$ a finite extension of $k$. We count points\nof bounded height in projective space over the field $K$ generating the\nextension $K/k$. As the height gets large we derive asymptotic estimates with a\nparticularly good error term respecting the extension $K/k$. In a future paper\nwe will use these results to get asymptotic estimates for the number of points\nof fixed degree over $k$. We also introduce the notion of an adelic Lipschitz\nheight generalizing that of Masser and Vaaler. This will lead to further\napplications involving points of fixed degree on linear varieties and algebraic\nnumbers of fixed degree satisfying certain subfield conditions.\n"]}]
["1204.0928",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0928","ASP Conf. Ser., Vol. 452 (2012), p. 121"],"date":["2012-04-04"],"type":["text"],"creator":["Kawka, Adela","Pigulski, Andrzej","O'Toole, Simon","Vennes, Stephane","Nemeth, Peter","Williams, Andrew","Iliev, Lubomir","Kolaczkowski, Zbyszek","Steslicki, Marek"],"language":[],"coverage":[],"title":["Binary properties of subdwarfs selected in the GALEX survey"],"description":["  We describe our programme to identify and analyse binary stars among the\nbright subdwarfs selected in the Galaxy Evolution Explorer (GALEX) survey.\nRadial velocity time-series helped us identify subdwarfs with low-mass or\ncompact stellar companions: We describe work conducted on the bright binaries\nGALEX J0321+4727 and GALEX J2349+3844, and we present a radial velocity study\nof several objects that include three new likely binaries. We also carried out\nphotometric observations that allowed us to detect long period pulsations in\nthe subdwarf components in two of the close binaries.\n","Comment: published in the proceedings of the Fifth Meeting on Hot Subdwarf\n  Stars and Related Objects"]}]
["1204.0929",{"format":[],"subject":["Mathematics - Metric Geometry","52A41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0929"],"date":["2012-04-04"],"type":["text"],"creator":["Niculescu, Constantin P.","Roventa, Ionel"],"language":[],"coverage":[],"title":["Majorization in spaces with a curved geometry"],"description":["  The Hardy-Littlewood-P?olya majorization theorem is extended to the framework\nof some spaces with a curved geometry (such as the global NPC spaces and the\nWasserstein spaces). We also discuss the connection between our concept of\nmajorization and the subject of Schur convexity.\n"]}]
["1204.0938",{"format":[],"subject":["Mathematics - Number Theory","11J83, 11H46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0938"],"date":["2012-04-04"],"type":["text"],"creator":["Haynes, Alan","Jensen, Jonas Lindstrøm","Kristensen, Simon"],"language":[],"coverage":[],"title":["Metrical musings on Littlewood and friends"],"description":["  We prove a metrical result on a family of conjectures related to the\nLittlewood conjecture, namely the original Littlewood conjecture, the mixed\nLittlewood conjecture of de Mathan and Teuli\\'e and a hybrid between a\nconjecture of Cassels and the Littlewood conjecture. It is shown that the set\nof numbers satisfying a strong version of all of these conjectures is large in\nthe sense of Hausdorff dimension restricted to the set of badly approximable\nnumbers.\n"]}]
["1204.0940",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","85-06","J.2.3","J.2.9"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0940","SF2A-2011: Proceedings of the Annual meeting of the French Society\n  of Astronomy and Astrophysics, pp.597-600"],"date":["2012-04-04"],"type":["text"],"creator":["Marin, Frederic","Goosmann, Rene W."],"language":[],"coverage":[],"title":["Modeling the polarization of radio-quiet AGN from the optical to the\n  X-ray band"],"description":["  A thermal active galactic nucleus (AGN) consist of a powerful, broad-band\ncontinuum source that is surrounded by several reprocessing media with\ndifferent geometries and compositions. Here we investigate the expected\nspectropolarimetric signatures in the optical/UV and X-ray wavebands as they\narise from the complex radiative coupling between different, axis-symmetric AGN\nmedia. Using the latest version of the Monte-Carlo radiative transfer code\nSTOKES, we obtain spectral fluxes, polarization percentages, and polarization\nposition angles. In the optical/UV, we assume unpolarized photons coming from a\ncompact source that are reprocessed by an optically-thick, dusty torus and by\nequatorial and polar electron-scattering regions. In the X-ray band, we\nadditionally assume a lamp-post geometry with an X-ray source irradiating the\naccretion disk from above. We compare our results for the two wavebands and\nthereby provide predictions for future X-ray polarimetric missions. These\npredictions can be based on present-day optical/UV spectropolarimetric\nobservations. In particular, we conclude that the observed polarization\ndichotomy in the optical/UV band should extend into the X-ray range.\n","Comment: Appears in the proceedings of \"Journees de la SF2A 2011\" held in\n  Paris (France) from June 20th to June 23rd 2011"]}]
["1204.0942",{"format":[],"subject":["Mathematics - Group Theory","22D10, 43A65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0942"],"date":["2012-04-04"],"type":["text"],"creator":["Iozzi, Alessandra","Kuhn, M. Gabriella","Steger, Tim"],"language":[],"coverage":[],"title":["Stability properties of multiplicative representations of free groups"],"description":["  We extend the construction of multiplicative representations for a free group\nG introduced by Kuhn and Steger (Isr. J., (144) 2004) in such a way that the\nnew class Mult(G) so defined is stable under taking the finite direct sum,\nunder changes of generators (and hence is Aut(G)-invariant), under restriction\nto and induction from a subgroup of finite index.\n  The main tool is the detailed study of the properties of the action of a free\ngroup on its Cayley graph with respect to a change of generators, as well as\nthe relative properties of the action of a subgroup of finite index after the\nchoice of a \"nice\" fundamental domain.\n  These stability properties of Mult(G) are essential in the construction of a\nnew class of representations for a virtually free group (Iozzi-Kuhn-Steger,\narXiv:1112.4709v1)\n"]}]
["1204.0948",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0948","doi:10.1007/s11207-012-9960-5"],"date":["2012-04-04"],"type":["text"],"creator":["Doerr, H. -P.","Steinmetz, T.","Holzwarth, R.","Schmidt, T. Kentischer und W."],"language":[],"coverage":[],"title":["A Laser Frequency Comb System for Absolute Calibration of the VTT\n  Echelle Spectrograph"],"description":["  A wavelength calibration system based on a laser frequency comb (LFC) was\ndeveloped in a co-operation between the Kiepenheuer-Institut f\\\"ur\nSonnenphysik, Freiburg, Germany and the Max-Planck-Institut f\\\"ur Quantenoptik,\nGarching, Germany for permanent installation at the German Vacuum Tower\nTelescope (VTT) on Tenerife, Canary Islands. The system was installed\nsuccessfully in October 2011. By simultaneously recording the spectra from the\nSun and the LFC, for each exposure a calibration curve can be derived from the\nknown frequencies of the comb modes that is suitable for absolute calibration\nat the meters per second level. We briefly summarize some topics in solar\nphysics that benefit from absolute spectroscopy and point out the advantages of\nLFC compared to traditional calibration techniques. We also sketch the basic\nsetup of the VTT calibration system and its integration with the existing\nechelle spectrograph.\n","Comment: 9 pages, 2 figures; Solar Physics 277 (2012)"]}]
["1204.0949",{"format":[],"subject":["Computer Science - Computational Complexity","Mathematics - Dynamical Systems","37B15, 37B40, 37B50","F.1.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0949"],"date":["2012-04-04"],"type":["text"],"creator":["Guillon, Pierre","Zinoviadis, Charalampos"],"language":[],"coverage":[],"title":["Densities and entropies in cellular automata"],"description":["  Following work by Hochman and Meyerovitch on multidimensional SFT, we give\ncomputability-theoretic characterizations of the real numbers that can appear\nas the topological entropies of one-dimensional and two-dimensional cellular\nautomata.\n","Comment: 10 pages + 8 pages appendix, cited in bib; published in CiE 2012"]}]
["1204.0952",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0952"],"date":["2012-04-04"],"type":["text"],"creator":["Kohn, Fabian"],"language":[],"coverage":[],"title":["Measurement of the charge asymmetry in top quark pair production in pp\n  collision data at sqrt(s) = 7 TeV using the ATLAS detector"],"description":["  A measurement of the charge asymmetry in the production of top quark pairs in\nthe semileptonic decay channel has been performed. A dataset corresponding to\nan integrated luminosity of 1.04 inverse femtobarn, obtained at a\ncentre-of-mass energy of 7 TeV with the ATLAS experiment at the LHC, was used.\nAfter performing a selection of events with one isolated lepton, at least four\njets and missing transverse energy, a kinematic fit was performed to\nreconstruct the top-antitop event topology. The charge asymmetry was determined\nusing the differential distribution of the difference of absolute reconstructed\nrapidities of the top and antitop quark. An unfolding procedure was applied to\ncorrect for detector acceptance and resolution effects and to obtain the\ncorresponding distribution at parton level. The total charge asymmetry after\nunfolding was measured to be A_C = -0.018 +/- 0.028 (stat.) +/- 0.023 (syst.)\nin agreement with the Standard Model prediction. In addition, a simultaneous\nunfolding in the difference of absolute reconstructed rapidities of the top and\nantitop quark and the invariant mass of the top-antitop pair was performed.\n","Comment: 141 pages"]}]
["1204.0958",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Networking and Internet Architecture","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0958"],"date":["2012-04-04"],"type":["text"],"creator":["Decreusefond, Laurent","Ferraz, Eduardo","Martins, Philippe","Vu, Thanh-Tung"],"language":[],"coverage":[],"title":["Robust methods for LTE and WiMAX dimensioning"],"description":["  This paper proposes an analytic model for dimensioning OFDMA based networks\nlike WiMAX and LTE systems. In such a system, users require a number of\nsubchannels which depends on their \\SNR, hence of their position and the\nshadowing they experience. The system is overloaded when the number of required\nsubchannels is greater than the number of available subchannels. We give an\nexact though not closed expression of the loss probability and then give an\nalgorithmic method to derive the number of subchannels which guarantees a loss\nprobability less than a given threshold. We show that Gaussian approximation\nlead to optimistic values and are thus unusable. We then introduce Edgeworth\nexpansions with error bounds and show that by choosing the right order of the\nexpansion, one can have an approximate dimensioning value easy to compute but\nwith guaranteed performance. As the values obtained are highly dependent from\nthe parameters of the system, which turned to be rather undetermined, we\nprovide a procedure based on concentration inequality for Poisson functionals,\nwhich yields to conservative dimensioning. This paper relies on recent results\non concentration inequalities and establish new results on Edgeworth\nexpansions.\n"]}]
["1204.0963",{"format":[],"subject":["Mathematical Physics","Mathematics - Complex Variables","Mathematics - Differential Geometry","53D50, 53C35, 32L10, 70G45, 65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0963"],"date":["2012-04-04"],"type":["text"],"creator":["Lempert, László","Szőke, Róbert"],"language":[],"coverage":[],"title":["Curvature of fields of quantum Hilbert spaces"],"description":["  We show that using the family of adapted K\\\"ahler polarizations of the phase\nspace of a compact, simply connected, Riemannian symmetric space of rank-1, the\nobtained field $H^{corr}$ of quantum Hilbert spaces produced by geometric\nquantization including the half-form correction is flat if $M$ is the\n3-dimensional sphere and not even projectively flat otherwise.\n"]}]
["1204.0976",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0976","Proceedings of the International Astronomical Union October 2010 6\n  : E1 (2 pages)","doi:10.1017/S1743921312000038"],"date":["2012-04-04"],"type":["text"],"creator":["Withers, Paul","Barnes, Jason W."],"language":[],"coverage":[],"title":["Using Satellites to Probe Extrasolar Planet Formation"],"description":["  Planetary satellites are an integral part of the heirarchy of planetary\nsystems. Here we make two predictions concerning their formation. First,\nprimordial satellites, which have an array of distinguishing characteristics,\nform only around giant planets. If true, the size and duration of a planetary\nsystem's protostellar nebula, as well as the location of its snow line, can be\nconstrained by knowing which of its planets possess primordial satellites and\nwhich do not. Second, all satellites around terrestrial planets form by\nimpacts. If true, this greatly enhances the constraints that can be placed on\nthe history of terrestrial planets by their satellites' compositions, sizes,\nand dynamics.\n"]}]
["1204.0986",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","68Wxx","D.4.0","H.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0986","doi:10.5121/ijcnc.2012.4210"],"date":["2012-04-04"],"type":["text"],"creator":["Singh, Shweta","Bhatt, Ravindara"],"language":[],"coverage":[],"title":["Adjacency Matrix Based Energy Efficient Scheduling using S-MAC Protocol\n  in Wireless Sensor Networks"],"description":["  Communication is the main motive in any Networks whether it is Wireless\nSensor Network, Ad-Hoc networks, Mobile Networks, Wired Networks, Local Area\nNetwork, Metropolitan Area Network, Wireless Area Network etc, hence it must be\nenergy efficient. The main parameters for energy efficient communication are\nmaximizing network lifetime, saving energy at the different nodes, sending the\npackets in minimum time delay, higher throughput etc. This paper focuses mainly\non the energy efficient communication with the help of Adjacency Matrix in the\nWireless Sensor Networks. The energy efficient scheduling can be done by\nputting the idle node in to sleep node so energy at the idle node can be saved.\nThe proposed model in this paper first forms the adjacency matrix and\nbroadcasts the information about the total number of existing nodes with depths\nto the other nodes in the same cluster from controller node. When every node\nreceives the node information about the other nodes for same cluster they\ncommunicate based on the shortest depths and schedules the idle node in to\nsleep mode for a specific time threshold so energy at the idle nodes can be\nsaved.\n","Comment: 20 pages, 2 figures, 14 tables, 5 equations, International Journal of\n  Computer Networks & Communications (IJCNC),March 2012, Volume 4, No. 2, March\n  2012"]}]
["1204.0987",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0987","Lecture Notes in Computer Science, 2012, Volume 7201/2012, 288-301","doi:10.1007/978-3-642-28540-0_24"],"date":["2012-04-04"],"type":["text"],"creator":["Plaga, Rainer","Koob, Frank"],"language":[],"coverage":[],"title":["A formal definition and a new security mechanism of physical unclonable\n  functions"],"description":["  The characteristic novelty of what is generally meant by a \"physical\nunclonable function\" (PUF) is precisely defined, in order to supply a firm\nbasis for security evaluations and the proposal of new security mechanisms. A\nPUF is defined as a hardware device which implements a physical function with\nan output value that changes with its argument. A PUF can be clonable, but a\nsecure PUF must be unclonable. This proposed meaning of a PUF is cleanly\ndelineated from the closely related concepts of \"conventional unclonable\nfunction\", \"physically obfuscated key\", \"random-number generator\", \"controlled\nPUF\" and \"strong PUF\". The structure of a systematic security evaluation of a\nPUF enabled by the proposed formal definition is outlined. Practically all\ncurrent and novel physical (but not conventional) unclonable physical functions\nare PUFs by our definition. Thereby the proposed definition captures the\nexisting intuition about what is a PUF and remains flexible enough to encompass\nfurther research. In a second part we quantitatively characterize two classes\nof PUF security mechanisms, the standard one, based on a minimum secret\nread-out time, and a novel one, based on challenge-dependent erasure of stored\ninformation. The new mechanism is shown to allow in principle the construction\nof a \"quantum-PUF\", that is absolutely secure while not requiring the storage\nof an exponentially large secret. The construction of a PUF that is\nmathematically and physically unclonable in principle does not contradict the\nlaws of physics.\n","Comment: 13 pages, 1 figure, Conference Proceedings MMB & DFT 2012,\n  Kaiserslautern, Germany"]}]
["1204.0998",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","35B27, 35P99, 78A50, 78A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0998"],"date":["2012-04-04"],"type":["text"],"creator":["Brown, Malcolm","Hoang, Vu","Plum, Michael","Wood, Ian"],"language":[],"coverage":[],"title":["On the spectrum of waveguides in planar photonic bandgap structures"],"description":["  We study a Helmholtz-type spectral problem related to the propagation of\nelectromagnetic waves in photonic crystal waveguides. The waveguide is created\nby introducing a linear defect into a two-dimensional periodic medium. The\ndefect is infinitely extended and aligned with one of the coordinate axes. The\nperturbation is expected to introduce guided mode spectrum inside the band gaps\nof the fully periodic, unperturbed spectral problem. In the first part of the\npaper, we prove that, somewhat unexpectedly, guided mode spectrum can be\ncreated by arbitrarily \"small\" perturbations. Secondly we show that, after\nperforming a Floquet decomposition in the axial direction of the waveguide, for\nany fixed value of the quasi-momentum $k_x$ the perturbation generates at most\nfinitely many new eigenvalues inside the gap.\n","Comment: 19 pages, 1 figure"]}]
["1204.1010",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1010","AIP Advances 2, 012169 (2012)"],"date":["2012-04-04"],"type":["text"],"creator":["Jammalamadaka, S. Narayana","Rao, S. S.","Bhat, S. V.","Vanacken, J.","Moshchalkov, V. V."],"language":[],"coverage":[],"title":["Oscillatory exchange bias and training effects in nanocrystalline\n  Pr0.5Ca0.5MnO3"],"description":["  We report on exchange bias effects in 10 nm particles of Pr0.5Ca0.5MnO3 which\nappear as a result of competing interactions between the ferromagnetic\n(FM)/anti-ferromagnetic (AFM) phases. The fascinating new observation is the\ndemonstration of the temperature dependence of oscillatory exchange bias (OEB)\nand is tunable as a function of cooling field strength below the SG phase, may\nbe attributable to the presence of charge/spin density wave (CDW/SDW) in the\nAFM core of PCMO10. The pronounced training effect is noticed at 5 K from the\nvariation of the EB field as a function of number of field cycles (n) upon the\nfield cooling (FC) process. For n > 1, power-law behavior describes the\nexperimental data well; however, the breakdown of spin configuration model is\nnoticed at n \\geq 1.\n"]}]
["1204.1014",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1014","AIP Advances 1, 042151 (2011)"],"date":["2012-04-04"],"type":["text"],"creator":["Jammalamadaka, S. Narayana","Rao, S. S.","Vanacken, J.","Stesmans, A.","Bhat, S. V.","Moshchalkov, V. V."],"language":[],"coverage":[],"title":["Martensite-like transition and spin-glass behavior in nanocrystalline\n  Pr0.5Ca0.5MnO3"],"description":["  We report on isothermal pulsed (20 ms) field magnetization, temperature\ndependent AC - susceptibility, and the static low magnetic field measurements\ncarried out on 10 nm sized Pr0.5Ca0.5MnO3 nanoparticles (PCMO10). The\nsaturation field for the magnetization of PCMO10 (~ 250 kOe) is found to be\nreduced in comparison with that of bulk PCMO (~300 kOe). With increasing\ntemperature, the critical magnetic field required to 'melt' the residual\ncharge-ordered phase decays exponentially while the field transition range\nbroadens, which is indicative of a Martensite-like transition. The AC -\nsusceptibility data indicate the presence of a frequency-dependent freezing\ntemperature, satisfying the conventional Vogel-Fulcher and power laws, pointing\nto the existence of a spin-glass-like disordered magnetic phase. The present\nresults lead to a better understanding of manganite physics and might prove\nhelpful for practical applications.\n"]}]
["1204.1019",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Number Theory","01A07, 01A13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1019"],"date":["2012-04-04"],"type":["text"],"creator":["Pletser, Vladimir"],"language":[],"coverage":[],"title":["Does the Ishango Bone Indicate Knowledge of the Base 12? An\n  Interpretation of a Prehistoric Discovery, the First Mathematical Tool of\n  Humankind"],"description":["  In the early fifties, the Belgian Prof. J. de Heinzelin discovered a bone in\nthe region of a fishermen village called Ishango, at one of the farthest\nsources of the Nile, on the border of Congo and Uganda. The Heinzelin's Ishango\nbone has notches that seem to form patterns, making it the first tool on which\nsome logic reasoning seems to have been done. In this paper a new\ninterpretation is proposed for these patterned notches, based on a detailed\nobservation of their structure. It can be called the \"slide rule\"-reading, in\ncontrast to former \"arithmetic game\" and \"calendar\" explanations. Additional\ncircumstantial evidences are given to support the hypothesis that the Ishango\nbone is a primitive mathematical tool using the base 12 and sub-bases 3 and 4.\n","Comment: 21 pages, 4 figures"]}]
["1204.1035",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1035"],"date":["2012-04-04"],"type":["text"],"creator":["Shao, Xiaofeng","Politis, Dimitris N."],"language":[],"coverage":[],"title":["Fixed-b Subsampling and Block Bootstrap: Improved Confidence Sets Based\n  on P-value Calibration"],"description":["  Subsampling and block-based bootstrap methods have been used in a wide range\nof inference problems for time series. To accommodate the dependence, these\nresampling methods involve a bandwidth parameter, such as subsampling window\nwidth and block size in the block-based bootstrap. In empirical work, using\ndifferent bandwidth parameters could lead to different inference results, but\nthe traditional first order asymptotic theory does not capture the choice of\nthe bandwidth. In this article, we propose to adopt the fixed-b approach, as\nadvocated by Kiefer and Vogelsang (2005) in the\nheteroscedasticity-autocorrelation robust testing context, to account for the\ninfluence of the bandwidth on the inference. Under the fixed-b asymptotic\nframework, we derive the asymptotic null distribution of the p-values for\nsubsampling and the moving block bootstrap, and further propose a calibration\nof the traditional small-b based confidence intervals (regions, bands) and\ntests. Our treatment is fairly general as it includes both finite dimensional\nparameters and infinite dimensional parameters, such as marginal distribution\nfunction and normalized spectral distribution function. Simulation results show\nthat the fixed-b approach is more accurate than the traditional small-b\napproach in terms of approximating the finite sample distribution, and that the\ncalibrated confidence sets tend to have smaller coverage errors than the\nuncalibrated counterparts.\n","Comment: 43 pages, 9 pages of figures"]}]
["1204.1038",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1038"],"date":["2012-04-04"],"type":["text"],"creator":["Berestycki, Henri","Terracini, Susanna","Wang, Kelei","Wei, Juncheng"],"language":[],"coverage":[],"title":["On Entire Solutions of an Elliptic System Modeling Phase Separations"],"description":["  We study the qualitative properties of a limiting elliptic system arising in\nphase separation for Bose-Einstein condensates with multiple states: \\Delta u=u\nv^2 in R^n, \\Delta v= v u^2 in R^n, u, v>0\\quad in R^n. When n=1, we prove\nuniqueness of the one-dimensional profile. In dimension 2, we prove that stable\nsolutions with linear growth must be one-dimensional. Then we construct entire\nsolutions in $\\R^2$ with polynomial growth $|x|^d$ for any positive integer $d\n\\geq 1$. For $d\\geq 2$, these solutions are not one-dimensional. The\nconstruction is also extended to multi-component elliptic systems.\n"]}]
["1204.1039",{"format":[],"subject":["Mathematics - Number Theory","11F33, 11F25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1039","C.R. Acad. Sci. Paris, Ser. I 350 (2012)"],"date":["2012-04-04"],"type":["text"],"creator":["Nicolas, Jean-Louis","Serre, Jean-Pierre"],"language":[],"coverage":[],"title":["Formes modulaires modulo 2 : structure de l'alg\\`ebre de Hecke"],"description":["  Modular forms mod 2 : structure of the Hecke ring\n  We show that the Hecke algebra for modular forms mod 2 of level 1 is\nisomorphic to the power series ring F2[[x, y]], where x = T3 and y = T5.\n","Comment: http://dx.doi.org/10.1016/j.crma.2012.03.019"]}]
["1204.1044",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1044","Appl. Phys. Lett. 100, 143104 (2012)","doi:10.1063/1.3700967"],"date":["2012-04-04"],"type":["text"],"creator":["Chorley, S. J.","Frake, J.","Smith, C. G.","Jones, G. A. C.","Buitelaar, M. R."],"language":[],"coverage":[],"title":["Quantized Charge Pumping through a Carbon Nanotube Double Quantum Dot"],"description":["  We demonstrate single-electron pumping in a gate-defined carbon nanotube\ndouble quantum dot. By periodic modulation of the potentials of the two quantum\ndots we move the system around charge triple points and transport exactly one\nelectron or hole per cycle. We investigate the pumping as a function of the\nmodulation frequency and amplitude and observe good current quantization up to\nfrequencies of 18 MHz where rectification effects cause the mechanism to break\ndown.\n"]}]
["1204.1045",{"format":[],"subject":["Mathematics - Representation Theory","20C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1045"],"date":["2012-04-04"],"type":["text"],"creator":["Hemmer, David J."],"language":[],"coverage":[],"title":["\"Frobenius twists\" in the representation theory of the symmetric group"],"description":["  For the general linear group $GL_n(k)$ over an algebraically closed field $k$\nof characteristic $p$, there are two types of \"twisting\" operations that arise\nnaturally on partitions. These are of the form $\\lambda \\rightarrow p\\lambda$\nand $\\lambda \\rightarrow \\lambda + p^r\\tau$ The first comes from the Frobenius\ntwist, and the second arises in various tensor product situations, often from\ntensoring with the Steinberg module. This paper surveys and adds to an\nintriguing series of seemingly unrelated symmetric group results where this\npartition combinatorics arises, but with no structural explanation for it. This\nincludes cohomology of simple, Specht and Young modules, support varieties for\nSpecht modules, homomorphisms between Specht modules, the Mullineux map,\n$p$-Kostka numbers and tensor products of Young modules.\n","Comment: to appear, Proceedings of Symposia in Pure Mathematics"]}]
["astro-ph/0110107",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0110107","2003A&A...399...19C","doi:10.1051/0004-6361:20021763"],"date":["2001-10-04"],"type":["text"],"creator":["Chernin, Arthur D.","Nagirner, Dmitrij I.","Starikova, Svetlana V."],"language":[],"coverage":[],"title":["Zeldovich flow on cosmic vacuum background: new exact nonlinear\n  analytical solution"],"description":["  A new exact nonlinear Newtonian solution for a plane matter flow superimposed\non the isotropic Hubble expansion is reported. The dynamical effect of cosmic\nvacuum is taken into account. The solution describes the evolution of nonlinear\nperturbations via gravitational instability of matter and the termination of\nthe perturbation growth by anti-gravity of vacuum at the epoch of transition\nfrom matter domination to vacuum domination. On this basis, an `approximate' 3D\nsolution is suggested as an analog of the Zeldovich ansatz.\n","Comment: 9 pages, 1 figures"]}]
["cond-mat/0001342",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0001342","Phys. Rev. E 61, 6621 (2000)","doi:10.1103/PhysRevE.61.6621"],"date":["2000-01-24"],"type":["text"],"creator":["Corberi, F.","Gonnella, G.","Lamura, A."],"language":[],"coverage":[],"title":["Structure and rheology of binary mixtures in shear flow"],"description":["  Results are presented for the phase separation process of a binary mixture\nsubject to an uniform shear flow quenched from a disordered to a homogeneous\nordered phase. The kinetics of the process is described in the context of the\ntime-dependent Ginzburg-Landau equation with an external velocity term. The\nlarge-N approximation is used to study the evolution of the model in the\npresence of a stationary flow and in the case of an oscillating shear.\n  For stationary flow we show that the structure factor obeys a generalized\ndynamical scaling. The domains grow with different typical lengthscales $R_x$\nand $R_\\perp$ respectively in the flow direction and perpendicularly to it. In\nthe scaling regime $R_\\perp \\sim t^{\\alpha_\\perp}$ and $R_x \\sim \\gamma\nt^{\\alpha_x}$ (with logarithmic corrections), $\\gamma $ being the shear rate,\nwith $\\alpha_x=5/4$ and $\\alpha_\\perp =1/4$. The excess viscosity $\\Delta \\eta$\nafter reaching a maximum relaxes to zero as $\\gamma ^{-2}t^{-3/2}$. $\\Delta\n\\eta$ and other observables exhibit log-time periodic oscillations which can be\ninterpreted as due to a growth mechanism where stretching and break-up of\ndomains cyclically occur.\n  In the case of an oscillating shear a cross-over phenomenon is observed:\nInitially the evolution is characterized by the same growth exponents as for a\nstationary flow. For longer times the phase separating structure cannot align\nwith the oscillating drift and a different regime is entered with an isotropic\ngrowth and the same exponents of the case without shear.\n","Comment: 11 pages and 13 figures in .gif format (best quality figures\n  available at lamura@ba.infn.it)"]}]
["cond-mat/0301412",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0301412","Phys. Rev. Lett. 90, 205301 (2003)","doi:10.1103/PhysRevLett.90.205301"],"date":["2003-01-22","2003-05-23"],"type":["text"],"creator":["Tsubota, Makoto","Araki, Tsunehiko","Barenghi, Carlo. F."],"language":[],"coverage":[],"title":["Rotating Superfluid Turbulence"],"description":["  Almost all studies of vortex states in helium II have been concerned with\neither ordered vortex lattices or disordered vortex tangles. This work studies\nnumerically what happens in the presence of both rotation (which induces order)\nand thermal counterflow (which induces disorder). We find a new statistically\nsteady state in which the vortex tangle is polarized along the rotational axis.\nOur results are used to interpret an instability which was discovered\nexperimentally by Swanson et al. years ago but has been unexplained until now.\n"]}]
["cond-mat/0305578",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0305578","Phys. Rev. B 69, 134515(2004)","doi:10.1103/PhysRevB.69.134515"],"date":["2003-05-23"],"type":["text"],"creator":["Tsubota, Makoto","Araki, Tsunehiko","Barenghi, Carlo F."],"language":[],"coverage":[],"title":["Instability of vortex array and transitions to turbulent states in\n  rotating helium II"],"description":["  We consider superfluid helium inside a container which rotates at constant\nangular velocity and investigate numerically the stability of the array of\nquantized vortices in the presence of an imposed axial counterflow. This\nproblem was studied experimentally by Swanson {\\it et al.}, who reported\nevidence of instabilities at increasing axial flow but were not able to explain\ntheir nature. We find that Kelvin waves on individual vortices become unstable\nand grow in amplitude, until the amplitude of the waves becomes large enough\nthat vortex reconnections take place and the vortex array is destabilized. The\neventual nonlinear saturation of the instability consists of a turbulent tangle\nof quantized vortices which is strongly polarized. The computed results compare\nwell with the experiments. Finally we suggest a theoretical explanation for the\nsecond instability which was observed at higher values of the axial flow.\n"]}]
["cond-mat/0306191",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0306191","Phys. Rev. Lett. 91, 135301(2003)","doi:10.1103/PhysRevLett.91.135301"],"date":["2003-06-06"],"type":["text"],"creator":["Vinen, W. F.","Tsubota, Makoto","Mitani, Akira"],"language":[],"coverage":[],"title":["A Kelvin-wave cascade on a vortex in superfluid $^4$He at a very low\n  temperature"],"description":["  A study by computer simulation is reported of the behaviour of a quantized\nvortex line at a very low temperature when there is continuous excitation of\nlow-frequency Kelvin waves. There is no dissipation except by phonon radiation\nat a very high frequency. It is shown that non-linear coupling leads to a net\nflow of energy to higher wavenumbers and to the development of a simple\nspectrum of Kelvin waves that is insensitive to the strength and frequency of\nthe exciting drive. The results are likely to be relevant to the decay of\nturbulence in superfluid $^4$He at very low temperatures.\n"]}]
["cond-mat/0410407",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0410407","J. Phys. Soc. Jpn. Suppl. 74, 30 (2005)","doi:10.1143/JPSJS.74S.30"],"date":["2004-10-15"],"type":["text"],"creator":["Alet, F.","Dayal, P.","Grzesik, A.","Honecker, A.","Koerner, M.","Laeuchli, A.","Manmana, S. R.","McCulloch, I. P.","Michel, F.","Noack, R. M.","Schmid, G.","Schollwoeck, U.","Stoeckli, F.","Todo, S.","Trebst, S.","Troyer, M.","Werner, P.","Wessel, S.","collaboration, for the ALPS"],"language":[],"coverage":[],"title":["The ALPS project: open source software for strongly correlated systems"],"description":["  We present the ALPS (Algorithms and Libraries for Physics Simulations)\nproject, an international open source software project to develop libraries and\napplication programs for the simulation of strongly correlated quantum lattice\nmodels such as quantum magnets, lattice bosons, and strongly correlated fermion\nsystems. Development is centered on common XML and binary data formats, on\nlibraries to simplify and speed up code development, and on full-featured\nsimulation programs. The programs enable non-experts to start carrying out\nnumerical simulations by providing basic implementations of the important\nalgorithms for quantum lattice models: classical and quantum Monte Carlo (QMC)\nusing non-local updates, extended ensemble simulations, exact and full\ndiagonalization (ED), as well as the density matrix renormalization group\n(DMRG). The software is available from our web server at\nhttp://alps.comp-phys.org.\n","Comment: For full software and introductory turorials see\n  http://alps.comp-phys.org"]}]
["cond-mat/9806239",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9806239","Phys. Rev. Lett. 81, 3852 (1998)","doi:10.1103/PhysRevLett.81.3852"],"date":["1998-06-19"],"type":["text"],"creator":["Corberi, F.","Gonnella, G.","Lamura, A."],"language":[],"coverage":[],"title":["Spinodal decomposition of a binary mixture in an uniform shear flow"],"description":["  Results are presented for the phase separation process of a binary mixture\nsubject to an uniform shear flow quenched from a disordered to a homogeneous\nordered phase. The kinetics of the process is described in the context of the\ntime-dependent Ginzburg-Landau equation with an external velocity term. The\none-loop approximation is used to study the evolution of the model. We show\nthat the structure factor obeys a generalized dynamical scaling. The domains\ngrow with different typical lengthscales $R_x$ and $R_y$ respectively in the\nflow and in the shear directions. In the scaling regime $R_y \\sim t^{\\alpha_y}$\nand $R_x \\sim t^{\\alpha_x}$, with $\\alpha_x=5/4$ and $\\alpha_y =1/4$. The\nexcess viscosity $\\Delta \\eta$ after reaching a maximum relaxes to zero as\n$\\gamma ^{-2}t^{-3/2}$, $\\gamma$ being the shear rate. $\\Delta \\eta$ and other\nobservables exhibit log-time periodic oscillations which can be interpreted as\ndue to a growth mechanism where stretching and break-up of domains cyclically\noccur.\n","Comment: 4 Revtex pages, 3 figures"]}]
["cond-mat/9904423",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9904423","Phys. Rev. Lett. 83, 4057 (1999)","doi:10.1103/PhysRevLett.83.4057"],"date":["1999-04-29"],"type":["text"],"creator":["Corberi, F.","Gonnella, G.","Lamura, A."],"language":[],"coverage":[],"title":["Two-scale competition in phase separation with shear"],"description":["  The behavior of a phase separating binary mixture in uniform shear flow is\ninvestigated by numerical simulations and in a renormalization group (RG)\napproach. Results show the simultaneous existence of domains of two\ncharacteristic scales. Stretching and cooperative ruptures of the network\nproduce a rich interplay where the recurrent prevalence of thick and thin\ndomains determines log-time periodic oscillations. A power law growth $ R(t)\n\\sim t^{\\alpha}$ of the average domain size, with $\\alpha =4/3$ and $\\alpha =\n1/3$ in the flow and shear direction respectively, is shown to be obeyed.\n","Comment: 5 Revtex pages, 4 figures"]}]
["math-ph/0205034",{"format":[],"subject":["Mathematical Physics","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0205034","doi:10.1063/1.1509851"],"date":["2002-05-22","2012-04-04"],"type":["text"],"creator":["Rowe, David J","Repka, Joe"],"language":[],"coverage":[],"title":["Coherent state triplets and their inner products"],"description":["  It is shown that if H is a Hilbert space for a representation of a group G,\nthen there are triplets of spaces F_H, H, F^H, in which F^H is a space of\ncoherent state or vector coherent state wave functions and F_H is its dual\nrelative to a conveniently defined measure. It is shown also that there is a\nsequence of maps F_H -> H -> F^H which facilitates the construction of the\ncorresponding inner products. After completion if necessary, the F_H, H, and\nF^H, become isomorphic Hilbert spaces. It is shown that the inner product for H\nis often easier to evaluate in F_H than F^H. Thus, we obtain integral\nexpressions for the inner products of coherent state and vector coherent state\nrepresentations. These expressions are equivalent to the algebraic expressions\nof K-matrix theory, but they are frequently more efficient to apply. The\nconstruction is illustrated by many examples.\n","Comment: 33 pages, RevTex (Latex2.09) This paper is withdrawn because it\n  contained errors that are being corrected"]}]
