["0704.1736",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1736","Theoretical Computer Science, Volume 410, Issue 26, 2009","doi:10.1016/j.tcs.2008.12.046"],"date":["2007-04-13"],"type":["text"],"creator":["Broadbent, Anne","Kashefi, Elham"],"language":[],"coverage":[],"title":["Parallelizing Quantum Circuits"],"description":["  We present a novel automated technique for parallelizing quantum circuits via\nforward and backward translation to measurement-based quantum computing\npatterns and analyze the trade off in terms of depth and space complexity. As a\nresult we distinguish a class of polynomial depth circuits that can be\nparallelized to logarithmic depth while adding only polynomial many auxiliary\nqubits. In particular, we provide for the first time a full characterization of\npatterns with flow of arbitrary depth, based on the notion of influencing paths\nand a simple rewriting system on the angles of the measurement. Our method\nleads to insightful knowledge for constructing parallel circuits and as\napplications, we demonstrate several constant and logarithmic depth circuits.\nFurthermore, we prove a logarithmic separation in terms of quantum depth\nbetween the quantum circuit model and the measurement-based model.\n","Comment: 34 pages, 14 figures; depth complexity, measurement-based quantum\n  computing and parallel computing"]}]
["0801.3830",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3830","Energy & Environment Vol. 22, No. 8, p. 1085 (2011)"],"date":["2008-01-24"],"type":["text"],"creator":["Marsh, Gerald E."],"language":[],"coverage":[],"title":["Climate Stability and Policy: A Synthesis"],"description":["  During most of the Phanerozoic eon, which began about a half-billion years\nago, there were few glacial intervals until the late Pliocene 2.75 million\nyears ago. Beginning at that time, the Earth's climate entered a period of\ninstability with the onset of cyclical ice ages. At first these had a 41,000\nyear cycle, and about 1 million years ago the period lengthened to 100,000\nyears, which has continued to the present. Over this period of instability the\nclimate has been extraordinarily sensitive to small forcings, whether due to\nMilankovitch cycles, solar variations, aerosols, or albedo variations driven by\ncosmic rays. The current interglacial has lasted for some ten thousand\nyears-about the duration of past interglacials-and serious policy\nconsiderations arise as it nears its likely end. It is extremely unlikely that\nthe current rise in carbon dioxide concentration-some 30% since 1750, and\nprojected further increase over the next few decades-will significantly\npostpone the next glaciation.\n","Comment: 19 pages, 6 figures"]}]
["0805.0391",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.0391","Advances in Chemical Physics, edited by S. A. Rice and A. R.\n  Dinner (John Wiley & Sons, Inc., Hoboken, NJ, USA, 2011), vol. 147","doi:10.1002/9781118135242.ch4"],"date":["2008-05-05"],"type":["text"],"creator":["Garanin, D. A."],"language":[],"coverage":[],"title":["Density Matrix Equation for a Bathed Small System and its Application to\n  Molecular Magnets"],"description":["  The technique of density matrix equation (DME) for a small system interacting\nwith a bath is explained in detail. Special attention is given to the\nnonsecular DME that is needed in the vicinity of overdamped tunnelling\nresonances in molecular magnets (MM). The relaxation terms of the DME for MM\nare represented in the universal form that does not employ any unknown\nspin-lattice coupling constants and absorbs the information about the spin\nHamiltonian in the exact basis states and transition frequencies. This makes\nadding new types of anisotropy easy and error-free. The Mathematica code is\navailable from the author.\n","Comment: 47 one-column PRE-style pages, 7 figures"]}]
["0807.4154",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4154","Proceedings of the 50th Annual IEEE Symposium on Foundations of\n  Computer Science (FOCS 2009), pp. 517-526","doi:10.1109/FOCS.2009.36"],"date":["2008-07-25","2009-12-12"],"type":["text"],"creator":["Broadbent, Anne","Fitzsimons, Joseph","Kashefi, Elham"],"language":[],"coverage":[],"title":["Universal blind quantum computation"],"description":["  We present a protocol which allows a client to have a server carry out a\nquantum computation for her such that the client's inputs, outputs and\ncomputation remain perfectly private, and where she does not require any\nquantum computational power or memory. The client only needs to be able to\nprepare single qubits randomly chosen from a finite set and send them to the\nserver, who has the balance of the required quantum computational resources.\nOur protocol is interactive: after the initial preparation of quantum states,\nthe client and server use two-way classical communication which enables the\nclient to drive the computation, giving single-qubit measurement instructions\nto the server, depending on previous measurement outcomes. Our protocol works\nfor inputs and outputs that are either classical or quantum. We give an\nauthentication protocol that allows the client to detect an interfering server;\nour scheme can also be made fault-tolerant.\n  We also generalize our result to the setting of a purely classical client who\ncommunicates classically with two non-communicating entangled servers, in order\nto perform a blind quantum computation. By incorporating the authentication\nprotocol, we show that any problem in BQP has an entangled two-prover\ninteractive proof with a purely classical verifier.\n  Our protocol is the first universal scheme which detects a cheating server,\nas well as the first protocol which does not require any quantum computation\nwhatsoever on the client's side. The novelty of our approach is in using the\nunique features of measurement-based quantum computing which allows us to\nclearly distinguish between the quantum and classical aspects of a quantum\ncomputation.\n","Comment: 20 pages, 7 figures. This version contains detailed proofs of\n  authentication and fault tolerance. It also contains protocols for quantum\n  inputs and outputs and appendices not available in the published version"]}]
["0809.4781",{"format":[],"subject":["Quantitative Finance - Computational Finance","Mathematics - Optimization and Control","Mathematics - Probability","Quantitative Finance - Trading and Market Microstructure","91B30 (Primary) 60G35, 91B70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4781"],"date":["2008-09-27","2012-02-21"],"type":["text"],"creator":["Anthropelos, Michail","Frangos, Nikolaos E.","Xanthopoulos, Stylianos Z.","Yannacopoulos, Athanasios N."],"language":[],"coverage":[],"title":["On contingent claims pricing in incomplete markets: A risk sharing\n  approach"],"description":["  In an incomplete market setting, we consider two financial agents, who wish\nto price and trade a non-replicable contingent claim. Assuming that the agents\nare utility maximizers, we propose a transaction price which is a result of the\nminimization of a convex combination of their utility differences. We call this\nprice the risk sharing price, we prove its existence for a large family of\nutility functions and we state some of its properties. As an example, we\nanalyze extensively the case where both agents report exponential utility.\n","Comment: This paper has been withdrawn by the author since its revised version\n  includes several modifications"]}]
["0810.0259",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0259","Proceedings of the Third International Conference on Quantum, Nano\n  and Micro Technologies (ICQNM 2009), 2009, pp.59-62","doi:10.1109/ICQNM.2009.20"],"date":["2008-10-01"],"type":["text"],"creator":["Broadbent, Anne","Chouha, Paul Robert","Tapp, Alain"],"language":[],"coverage":[],"title":["The GHZ state in secret sharing and entanglement simulation"],"description":["  In this note, we study some properties of the GHZ state. First, we present a\nquantum secret sharing scheme in which the participants require only classical\nchannels in order to reconstruct the secret; our protocol is significantly more\nefficient than the trivial usage of teleportation. Second, we show that the\nclassical simulation of an n-party GHZ state requires at least n log n - 2n\nbits of communication. Finally, we present a problem simpler than the complete\nsimulation of the multi-party GHZ state, that could lead to a no-go theorem for\nGHZ state simulation.\n","Comment: 5 pages"]}]
["0810.5317",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.5317","ACM SIGACT News 39:67-76 (2008)","doi:10.1145/1412700.1412717"],"date":["2008-10-29","2009-11-30"],"type":["text"],"creator":["Broadbent, Anne","Tapp, Alain"],"language":[],"coverage":[],"title":["Can quantum mechanics help distributed computing?"],"description":["  We present a brief survey of results where quantum information processing is\nuseful to solve distributed computation tasks. We describe problems that are\nimpossible to solve using classical resources but that become feasible with the\nhelp of quantum mechanics. We also give examples where the use of quantum\ninformation significantly reduces the need for communication. The main focus of\nthe survey is on communication complexity but we also address other distributed\ntasks.\n","Comment: 14 pages. Contains some new material"]}]
["0812.2242",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2242","Proceedings of the Third International Conference on Quantum, Nano\n  and Micro Technologies (ICQNM 2009), 2009, pp. 63-66","doi:10.1109/ICQNM.2009.13"],"date":["2008-12-11"],"type":["text"],"creator":["Avis, David","Broadbent, Anne"],"language":[],"coverage":[],"title":["The Quantum Locker Puzzle"],"description":["  The locker puzzle is a game played by multiple players against a referee. It\nhas been previously shown that the best strategy that exists cannot succeed\nwith probability greater than 1-ln2 \\approx 0.31, no matter how many players\nare involved. Our contribution is to show that quantum players can do much\nbetter--they can succeed with probability 1. By making the rules of the game\nsignificantly stricter, we show a scenario where the quantum players still\nsucceed perfectly, while the classical players win with vanishing probability.\nOther variants of the locker puzzle are considered, as well as a cheating\nreferee.\n","Comment: 4 pages"]}]
["0903.4694",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.4694","The European Physical Journal B - Condensed Matter and Complex\n  Systems (EPJB) Vol. 70:2 (2009) pp. 293-304","doi:10.1140/epjb/e2009-00234-0"],"date":["2009-03-27"],"type":["text"],"creator":["Gauvin, Laetitia","Vannimenus, Jean","Nadal, Jean-Pierre"],"language":[],"coverage":[],"title":["Phase diagram of a Schelling segregation model"],"description":["  The collective behavior in a variant of Schelling's segregation model is\ncharacterized with methods borrowed from statistical physics, in a context\nwhere their relevance was not conspicuous. A measure of segregation based on\ncluster geometry is defined and several quantities analogous to those used to\ndescribe physical lattice models at equilibrium are introduced. This physical\napproach allows to distinguish quantitatively several regimes and to\ncharacterize the transitions between them, leading to the building of a phase\ndiagram. Some of the transitions evoke empirical sudden ethnic turnovers. We\nalso establish links with 'spin-1' models in physics. Our approach provides\ngeneric tools to analyze the dynamics of other socio-economic systems.\n"]}]
["0904.2760",{"format":[],"subject":["Mathematics - Analysis of PDEs","Astrophysics - Astrophysics of Galaxies","Condensed Matter - Statistical Mechanics","Physics - Plasma Physics","35B35 (35J05, 62E20, 70F15, 82C99, 85A05, 82D10, 35Q60, 76X05)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2760","Acta Mathematica 207, 1 (2011) 29-201","doi:10.1007/s11511-011-0068-9"],"date":["2009-04-17","2009-12-06"],"type":["text"],"creator":["Mouhot, Clément","Villani, Cédric"],"language":[],"coverage":[],"title":["On Landau damping"],"description":["  Going beyond the linearized study has been a longstanding problem in the\ntheory of Landau damping. In this paper we establish exponential Landau damping\nin analytic regularity. The damping phenomenon is reinterpreted in terms of\ntransfer of regularity between kinetic and spatial variables, rather than\nexchanges of energy; phase mixing is the driving mechanism. The analysis\ninvolves new families of analytic norms, measuring regularity by comparison\nwith solutions of the free transport equation; new functional inequalities; a\ncontrol of nonlinear echoes; sharp scattering estimates; and a Newton\napproximation scheme. Our results hold for any potential no more singular than\nCoulomb or Newton interaction; the limit cases are included with specific\ntechnical effort. As a side result, the stability of homogeneous equilibria of\nthe nonlinear Vlasov equation is established under sharp assumptions. We point\nout the strong analogy with the KAM theory, and discuss physical implications.\n","Comment: News: (1) the main result now covers Coulomb and Newton potentials,\n  and (2) some classes of Gevrey data; (3) as a corollary this implies new\n  results of stability of homogeneous nonmonotone equilibria for the\n  gravitational Vlasov-Poisson equation"]}]
["0905.4048",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","13F10, 11R18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4048"],"date":["2009-05-25","2012-02-21"],"type":["text"],"creator":["Bugarin, E. P.","Peñas, M. L. A. N. de las","Frettlöh, D."],"language":[],"coverage":[],"title":["Perfect colourings of cyclotomic integers"],"description":["  Perfect colourings of the rings of cyclotomic integers with class number one\nare studied. It is shown that all colourings induced by ideals (q) are chirally\nperfect, and vice versa. A necessary and sufficient condition for a colouring\nto be perfect is obtained, depending on the factorisation of q. This result\nyields the colour symmetry group H in general. Furthermore, the colour\npreserving group K is determined in all but finitely many cases. An application\nto colourings of quasicrystals is given.\n","Comment: 11 pages, 1 bw figure, 1 colour figure"]}]
["0905.4693",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.4693","Energy & Environment Vol. 23, No. 1, p. 95 (2012)"],"date":["2009-05-28"],"type":["text"],"creator":["Marsh, Gerald E."],"language":[],"coverage":[],"title":["Climate Change: Sources of Warming in the Late 20th Century"],"description":["  The role of the North Atlantic Oscillation, the Pacific Decadal Oscillation,\nvolcanic and other aerosols, as well as the extraordinary solar activity of the\nlate 20th century are discussed in the context of the warming since the\nmid-1970s. Much of that warming is found to be due to natural causes.\n","Comment: 18 pages, 8 Figures"]}]
["0906.0413",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0413"],"date":["2009-06-01","2012-02-21"],"type":["text"],"creator":["Baba, Shinpei"],"language":[],"coverage":[],"title":["Complex projective structures with Schottky holonomy"],"description":["  A Schottky group in PSL(2, C) induces an open hyperbolic handlebody and its\nideal boundary is a closed orientable surface S whose genus is equal to the\nrank of the Schottky group. This boundary surface is equipped with a (complex)\nprojective structure and its holonomy representation is an epimorphism from\npi_1(S) to the Schottky group. We will show that an arbitrary projective\nstructure with the same holonomy representation is obtained by (2 pi-)grafting\nthe basic structure described above.\n","Comment: 52 pages, 14 figures"]}]
["0907.1034",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1034","Advances in Theoretical and Mathematical Physics, Volume 15,\n  Number 2, 2011"],"date":["2009-07-06","2012-02-21"],"type":["text"],"creator":["Dappiaggi, Claudio","Moretti, Valter","Pinamonti, Nicola"],"language":[],"coverage":[],"title":["Rigorous construction and Hadamard property of the Unruh state in\n  Schwarzschild spacetime"],"description":["  The discovery of the radiation properties of black holes prompted the search\nfor a natural candidate quantum ground state for a massless scalar field theory\non Schwarzschild spacetime, here considered in the Eddington-Finkelstein\nrepresentation. Among the several available proposals in the literature, an\nimportant physical role is played by the so-called Unruh state which is\nsupposed to be appropriate to capture the physics of a black hole formed by\nspherically symmetric collapsing matter. Within this respect, we shall consider\na massless Klein-Gordon field and we shall rigorously and globally construct\nsuch state, that is on the algebra of Weyl observables localised in the union\nof the static external region, the future event horizon and the non-static\nblack hole region. Eventually, out of a careful use of microlocal techniques,\nwe prove that the built state fulfils, where defined, the so-called Hadamard\ncondition; hence, it is perturbatively stable, in other words realizing the\nnatural candidate with which one could study purely quantum phenomena such as\nthe role of the back reaction of Hawking's radiation. From a geometrical point\nof view, we shall make a profitable use of a bulk-to-boundary reconstruction\ntechnique which carefully exploits the Killing horizon structure as well as the\nconformal asymptotic behaviour of the underlying background. From an analytical\npoint of view, our tools will range from Hormander's theorem on propagation of\nsingularities, results on the role of passive states, and a detailed use of the\nrecently discovered peeling behaviour of the solutions of the wave equation in\nSchwarzschild spacetime.\n","Comment: 63 pages, 3 figures"]}]
["0908.2128",{"format":[],"subject":["Mathematical Physics","Computer Science - Computational Complexity","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2128","Commun. Math. Phys. 310, 383 (2012)"],"date":["2009-08-17","2011-09-12"],"type":["text"],"creator":["Cubitt, Toby S.","Eisert, Jens","Wolf, Michael M."],"language":[],"coverage":[],"title":["The Complexity of Relating Quantum Channels to Master Equations"],"description":["  Completely positive, trace preserving (CPT) maps and Lindblad master\nequations are both widely used to describe the dynamics of open quantum\nsystems. The connection between these two descriptions is a classic topic in\nmathematical physics. One direction was solved by the now famous result due to\nLindblad, Kossakowski Gorini and Sudarshan, who gave a complete\ncharacterisation of the master equations that generate completely positive\nsemi-groups. However, the other direction has remained open: given a CPT map,\nis there a Lindblad master equation that generates it (and if so, can we find\nit's form)? This is sometimes known as the Markovianity problem. Physically, it\nis asking how one can deduce underlying physical processes from experimental\nobservations.\n  We give a complexity theoretic answer to this problem: it is NP-hard. We also\ngive an explicit algorithm that reduces the problem to integer semi-definite\nprogramming, a well-known NP problem. Together, these results imply that\nresolving the question of which CPT maps can be generated by master equations\nis tantamount to solving P=NP: any efficiently computable criterion for\nMarkovianity would imply P=NP; whereas a proof that P=NP would imply that our\nalgorithm already gives an efficiently computable criterion. Thus, unless P\ndoes equal NP, there cannot exist any simple criterion for determining when a\nCPT map has a master equation description.\n  However, we also show that if the system dimension is fixed (relevant for\ncurrent quantum process tomography experiments), then our algorithm scales\nefficiently in the required precision, allowing an underlying Lindblad master\nequation to be determined efficiently from even a single snapshot in this case.\n  Our work also leads to similar complexity-theoretic answers to a related\nlong-standing open problem in probability theory.\n","Comment: V1: 43 pages, single column, 8 figures. V2: titled changed; added\n  proof-overview and accompanying figure; 50 pages, single column, 9 figures"]}]
["0908.2616",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2616","International Journal of Biostatistics, Volume 7, Issue 1, Article\n  39, 2011"],"date":["2009-08-18","2010-06-14"],"type":["text"],"creator":["Oron, Assaf P.","Azriel, David","Hoff, Peter D."],"language":[],"coverage":[],"title":["Convergence of Nonparametric Long-Memory Phase I Designs"],"description":["  We examine nonparametric dose-finding designs that use toxicity estimates\nbased on all available data at each dose allocation decision. We prove that one\nsuch design family, called here \"interval design\", converges almost surely to\nthe maximum tolerated dose (MTD), if the MTD is the only dose level whose\ntoxicity rate falls within the pre-specified interval around the desired target\nrate. Another nonparametric family, called \"point design\", has a positive\nprobability of not converging. In a numerical sensitivity study, a diverse\nsample of dose-toxicity scenarios was randomly generated. On this sample, the\n\"interval design\" convergence conditions are met far more often than the\nconditions for one-parameter design convergence (the Shen-O'Quigley\nconditions), suggesting that the interval-design conditions are less\nrestrictive. Implications of these theoretical and numerical results for\nsmall-sample behavior of the designs, and for future research, are discussed.\n","Comment: New version uploaded. Lemma added that proves convergence of running\n  point estimates based on martingale theory. Also simulation study added"]}]
["0908.2914",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2914","Foundations of Physics, Vol. 41, pp. 705-733 (2011).\n  http://www.springerlink.com/","doi:10.1007/s10701-010-9512-5"],"date":["2009-08-20","2010-12-13"],"type":["text"],"creator":["Griffiths, Robert B."],"language":[],"coverage":[],"title":["Quantum Locality"],"description":["  It is argued that while quantum mechanics contains nonlocal or entangled\nstates, the instantaneous or nonlocal influences sometimes thought to be\npresent due to violations of Bell inequalities in fact arise from mistaken\nattempts to apply classical concepts and introduce probabilities in a manner\ninconsistent with the Hilbert space structure of standard quantum mechanics.\nInstead, Einstein locality is a valid quantum principle: objective properties\nof individual quantum systems do not change when something is done to another\nnoninteracting system. There is no reason to suspect any conflict between\nquantum theory and special relativity.\n","Comment: Introduction has been revised, references added, minor corrections\n  elsewhere. To appear in Foundations of Physics"]}]
["0909.2927",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2927","Proceedings of Innovations in Computer Science (ICS), 2010, pp\n  241-250"],"date":["2009-09-16"],"type":["text"],"creator":["Feldman, Vitaly"],"language":[],"coverage":[],"title":["Distribution-Specific Agnostic Boosting"],"description":["  We consider the problem of boosting the accuracy of weak learning algorithms\nin the agnostic learning framework of Haussler (1992) and Kearns et al. (1992).\nKnown algorithms for this problem (Ben-David et al., 2001; Gavinsky, 2002;\nKalai et al., 2008) follow the same strategy as boosting algorithms in the PAC\nmodel: the weak learner is executed on the same target function but over\ndifferent distributions on the domain. We demonstrate boosting algorithms for\nthe agnostic learning framework that only modify the distribution on the labels\nof the points (or, equivalently, modify the target function). This allows\nboosting a distribution-specific weak agnostic learner to a strong agnostic\nlearner with respect to the same distribution.\n  When applied to the weak agnostic parity learning algorithm of Goldreich and\nLevin (1989) our algorithm yields a simple PAC learning algorithm for DNF and\nan agnostic learning algorithm for decision trees over the uniform distribution\nusing membership queries. These results substantially simplify Jackson's famous\nDNF learning algorithm (1994) and the recent result of Gopalan et al. (2008).\n  We also strengthen the connection to hard-core set constructions discovered\nby Klivans and Servedio (1999) by demonstrating that hard-core set\nconstructions that achieve the optimal hard-core set size (given by Holenstein\n(2005) and Barak et al. (2009)) imply distribution-specific agnostic boosting\nalgorithms. Conversely, our boosting algorithm gives a simple hard-core set\nconstruction with an (almost) optimal hard-core set size.\n"]}]
["0909.4072",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4072","New J. Phys. 12 043004 (2010)","doi:10.1088/1367-2630/12/4/043004"],"date":["2009-09-22","2009-10-05"],"type":["text"],"creator":["Barnett, Ryan","Chen, Edward","Refael, Gil"],"language":[],"coverage":[],"title":["Vortex Synchronization in Bose-Einstein Condensates: A Time-Dependent\n  Gross-Pitaevskii Equation Approach"],"description":["  In this work we consider vortex lattices in rotating Bose-Einstein\nCondensates composed of two species of bosons having different masses.\nPreviously [1] it was claimed that the vortices of the two species form bound\npairs and the two vortex lattices lock. Remarkably, the two condensates and the\nexternal drive all rotate at different speeds due to the disparity of the\nmasses of the constituent bosons. In this paper we study the system by solving\nthe full two-component Gross-Pitaevskii equations numerically. Using this\napproach we verify the stability of the putative locked state which is found to\nexist within a disk centered on the axis of rotation and which depends on the\nmass ratio of the two bosons. We also show that an analytic estimate of this\nlocking radius based on a two-body force calculation agrees well with the\nnumerical results.\n","Comment: 6.1 pages, 3 figures"]}]
["0910.4738",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","60J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4738","HSCC Stockholm, 2010, pages 253-262","doi:10.1145/1755952.1755988"],"date":["2009-10-25"],"type":["text"],"creator":["Ramponi, Federico","Chatterjee, Debasish","Summers, Sean","Lygeros, John"],"language":[],"coverage":[],"title":["On the connections between PCTL and Dynamic Programming"],"description":["  Probabilistic Computation Tree Logic (PCTL) is a well-known modal logic which\nhas become a standard for expressing temporal properties of finite-state Markov\nchains in the context of automated model checking. In this paper, we give a\ndefinition of PCTL for noncountable-space Markov chains, and we show that there\nis a substantial affinity between certain of its operators and problems of\nDynamic Programming. After proving some uniqueness properties of the solutions\nto the latter, we conclude the paper with two examples to show that some\nrecovery strategies in practical applications, which are naturally stated as\nreach-avoid problems, can be actually viewed as particular cases of PCTL\nformulas.\n","Comment: Submitted"]}]
["0912.4751",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G50 (11G35, 14G05)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4751"],"date":["2009-12-23","2012-02-20"],"type":["text"],"creator":["Chambert-Loir, Antoine","Tschinkel, Yuri"],"language":[],"coverage":[],"title":["Integral points of bounded height on partial equivariant\n  compactifications of vector groups"],"description":["  We establish asymptotic formulas for the number of integral points of bounded\nheight on partial equivariant compactifications of vector groups.\n","Comment: 34 pages; revised version; submitted"]}]
["1001.0087",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0087","J.Phys.G37:094016,2010","doi:10.1088/0954-3899/37/9/094016"],"date":["2009-12-30","2012-02-21"],"type":["text"],"creator":["Torrieri, Giorgio","Bellwied, Rene","Markert, Christina","Westfall, Gary"],"language":[],"coverage":[],"title":["Statistical hadronization phenomenology in $K/\\pi$ fluctuations at\n  ultra-relativistic energies"],"description":["  We discuss the information that can be obtained from an analysis of\nfluctuations in heavy ion collisions within the context of the statistical\nmodel of particle production. We then examine the recently published\nexperimental data on ratio fluctuations, and use it to obtain constraints on\nthe statistical properties (physically relevant ensemble, degree of chemical\nequilibration, scaling across energies and system sizes) and freeze-out\ndynamics (amount of reinteraction between chemical and thermal freeze-out) of\nthe system.\n","Comment: Proceedings, SQM2009. Fig. 4, the main results figure, was wrong due\n  to editing mistake, now corrected"]}]
["1002.3963",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3963","Quarterly Journal of Mathematics (2012) 63(1), 101-132"],"date":["2010-02-21","2012-02-21"],"type":["text"],"creator":["Dunajski, Maciej","Godlinski, Michal"],"language":[],"coverage":[],"title":["GL(2, R) structures, G_2 geometry and twistor theory"],"description":["  A GL(2, R) structure on an (n+1)-dimensional manifold is a smooth pointwise\nidentification of tangent vectors with polynomials in two variables homogeneous\nof degree n. This, for even n=2k, defines a conformal structure of signature\n(k, k+1) by specifying the null vectors to be the polynomials with vanishing\nquadratic invariant. We focus on the case n=6 and show that the resulting\nconformal structure in seven dimensions is compatible with a conformal G_2\nstructure or its non-compact analogue. If a GL(2, R) structure arises on a\nmoduli space of rational curves on a surface with self-intersection number 6,\nthen certain components of the intrinsic torsion of the G_2 structure vanish.\nWe give examples of simple 7th order ODEs whose solution curves are rational\nand find the corresponding G_2 structures. In particular we show that Bryant's\nweak G_2 holonomy metric on the homology seven-sphere SO(5)/SO(3) is the unique\nweak G_2 metric arising from a rational curve.\n","Comment: Some typos corrected in the transvectant formulae"]}]
["1006.0722",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0722","Int Math Res Notices (2012) Vol. 2012, No. 4, 740--780","doi:10.1093/imrn/rnr045"],"date":["2010-06-03","2011-03-21"],"type":["text"],"creator":["Bini, Gilberto","Fontanari, Claudio","Viviani, Filippo"],"language":[],"coverage":[],"title":["On the birational geometry of the universal Picard variety"],"description":["  We compute the Kodaira dimension of the universal Picard variety P_{d,g}\nparameterizing line bundles of degree d on curves of genus g under the\nassumption that (d-g+1,2g-2)=1. We also give partial results for arbitrary\ndegrees d and we investigate for which degrees the universal Picard varieties\nare birational.\n","Comment: 34 pages, 1 figure, final version (to appear in IMRN)"]}]
["1006.4651",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4651","Phys. Rev. Lett. 107, 240503 (2011)","doi:10.1103/PhysRevLett.107.240503"],"date":["2010-06-23","2012-02-21"],"type":["text"],"creator":["DiGuglielmo, J.","Samblowski, A.","Hage, B.","Pineda, C.","Eisert, J.","Schnabel, R."],"language":[],"coverage":[],"title":["Preparing the bound instance of quantum entanglement"],"description":["  Among the possibly most intriguing aspects of quantum entanglement is that it\ncomes in \"free\" and \"bound\" instances. Bound entangled states require entangled\nstates in preparation but, once realized, no free entanglement and therefore no\npure maximally entangled pairs can be regained. Their existence hence certifies\nan intrinsic irreversibility of entanglement in nature and suggests a\nconnection with thermodynamics. In this work, we present a first experimental\nunconditional preparation and detection of a bound entangled state of light. We\nconsider continuous-variable entanglement, use convex optimization to identify\nregimes rendering its bound character well certifiable, and realize an\nexperiment that continuously produced a distributed bound entangled state with\nan extraordinary and unprecedented significance of more than ten standard\ndeviations away from both separability and distillability. Our results show\nthat the approach chosen allows for the efficient and precise preparation of\nmultimode entangled states of light with various applications in quantum\ninformation, quantum state engineering and high precision metrology.\n","Comment: The final version accounts for a recent comment in Nature Physics\n  [24] clarifying that a previous claim of having generated bound entanglement\n  [23] was not supported by the authors' data. We also extended our\n  introduction and discussion and also added references"]}]
["1007.1004",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1004","Annals of Applied Probability 2011, Vol. 21, No. 6, 2424-2446","doi:10.1214/11-AAP768"],"date":["2010-07-06","2012-02-21"],"type":["text"],"creator":["Barbato, David","Flandoli, Franco","Morandin, Francesco"],"language":[],"coverage":[],"title":["Anomalous dissipation in a stochastic inviscid dyadic model"],"description":["  A stochastic version of an inviscid dyadic model of turbulence, with\nmultiplicative noise, is proved to exhibit energy dissipation in spite of the\nformal energy conservation. As a consequence, global regular solutions cannot\nexist. After some reductions, the main tool is the escape bahavior at infinity\nof a certain birth and death process.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AAP768 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1007.2245",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2245","Phys. Rev. B 82, 224205 (2010)","doi:10.1103/PhysRevB.82.224205"],"date":["2010-07-13"],"type":["text"],"creator":["Zou, Yue","Barnett, Ryan","Refael, Gil"],"language":[],"coverage":[],"title":["Particle-hole symmetric localization in optical lattices using time\n  modulated random on-site potentials"],"description":["  The random hopping models exhibit many fascinating features, such as\ndiverging localization length and density of states as energy approaches the\nbandcenter, due to its particle-hole symmetry. Nevertheless, such models are\nyet to be realized experimentally because the particle-hole symmetry is easily\ndestroyed by diagonal disorder. Here we propose that a pure random hopping\nmodel can be effectively realized in ultracold atoms by modulating a disordered\nonsite potential in particular frequency ranges. This idea is motivated by the\nrecent development of the phenomena called \"dynamical localization\" or\n\"coherent destruction of tunneling\". Investigating the application of this idea\nin one dimension, we find that if the oscillation frequency of the disorder\npotential is gradually increased from zero to infinity, one can tune a\nnon-interacting system from an Anderson insulator to a random hopping model\nwith diverging localization length at the band center, and eventually to a\nuniform-hopping tight-binding model.\n","Comment: 7 pages, 5 figures"]}]
["1007.4665",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Topology","Mathematics - Differential Geometry","37B05, 58J20, 32Q60, 37J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4665","Proc. Amer. Math. Soc. 140. (2012), 1987-1995"],"date":["2010-07-27","2011-02-13"],"type":["text"],"creator":["Li, Ping"],"language":[],"coverage":[],"title":["The rigidity of Dolbeault-type operators and symplectic circle actions"],"description":["  Following the idea of Lusztig, Atiyah-Hirzebruch and Kosniowski, we note that\nthe Dolbeault-type operators on compact, almost-complex manifolds are rigid.\nWhen the circle action has isolated fixed points, this rigidity result will\nproduce many identities concerning the weights on the fixed points. In\nparticular, it gives a criterion to detemine whether or not a symplectic circle\naction with isolated fixed points is Hamiltonian. As applications, we simplify\nthe proofs of some known results related to symplectic circle actions, due to\nGodinho, Tolman-Weitsman and Pelayo-Tolman, and generalize some of them to more\ngeneral cases.\n","Comment: 8 pages, title changed slightly, final version to be published"]}]
["1009.0046",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0046"],"date":["2010-08-31","2012-02-20"],"type":["text"],"creator":["Tikaradze, Akaki"],"language":[],"coverage":[],"title":["On maximal primitive quotients of infinitesimal Cherednik algebras of\n  gl_n"],"description":["  We prove analogues of some of Kostant's theorems for infinitesimal Cherednik\nalgebras of gl_n. As a consequence, it follows that in positive characteristic\nthe Azumaya and smooth loci of the center of these algebras coincide.\n","Comment: The final version, to appear in Journal of Algebra"]}]
["1009.1646",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1646","Phys. Rev. A 84, 023606 (2011)","doi:10.1103/PhysRevA.84.023606"],"date":["2010-09-08","2011-08-19"],"type":["text"],"creator":["Barnett, Ryan","Polkovnikov, Anatoli","Vengalattore, Mukund"],"language":[],"coverage":[],"title":["Prethermalization in quenched spinor condensates"],"description":["  Motivated by recent experiments, we consider the dynamics of spin-one spinor\ncondensates after a quantum quench from the polar to ferromagnetic state from\nvarying the quadratic Zeeman field q. We apply the Truncated Wigner\nApproximation (TWA) to the spinor system, including all spatial and spin\ndegrees of freedom. For short times, we find full agreement with the linearized\nBogoliubov analysis. For longer times, where the Bogoliubov theory fails, we\nfind that the system reaches a quasi-steady prethermalized state. We compute\nthe Bogoliubov spectrum about the ferromagnetic state with general q and show\nthat the resulting finite temperature correlation functions grossly disagree\nwith the full TWA results, thus indicating that the system does not thermalize\neven over very long time scales. Finally we show that the absence of\nthermalization over realistic time scales is consistent with calculations of\nLandau damping rates of excitations in the finite-temperature condensate.\n","Comment: 7 pages"]}]
["1009.4006",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4006","Kinetic and related models 4, 1 (2011) 277-294","doi:10.3934/krm.2011.4.277"],"date":["2010-09-21","2010-10-13"],"type":["text"],"creator":["Desvillettes, Laurent","Mouhot, Clément","Villani, Cédric"],"language":[],"coverage":[],"title":["Celebrating Cercignani's conjecture for the Boltzmann equation"],"description":["  Cercignani's conjecture assumes a linear inequality between the entropy and\nentropy production functionals for Boltzmann's nonlinear integral operator in\nrarefied gas dynamics. Related to the field of logarithmic Sobolev inequalities\nand spectral gap inequalities, this issue has been at the core of the renewal\nof the mathematical theory of convergence to thermodynamical equilibrium for\nrarefied gases over the past decade. In this review paper, we survey the\nvarious positive and negative results which were obtained since the conjecture\nwas proposed in the 1980s.\n","Comment: This paper is dedicated to the memory of the late Carlo Cercignani,\n  powerful mind and great scientist, one of the founders of the modern theory\n  of the Boltzmann equation. 24 pages. V2: correction of some typos and one\n  ref. added"]}]
["1010.0213",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0213","Adv. Theor. Math. Phys. 15 (2011) 175-178"],"date":["2010-10-01"],"type":["text"],"creator":["Chruściel, Piotr T.","Szybka, Sebastian J."],"language":[],"coverage":[],"title":["Stable causality of the Pomeransky-Senkov black holes"],"description":["  We show stable causality of the Pomeransky-Senkov black rings.\n","Comment: 4 pages"]}]
["1010.4902",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","34B20, 34L05 (Primary) 34B24, 47A10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4902","Math. Nachr. 285, 392-410 (2012)","doi:10.1002/mana.201000108"],"date":["2010-10-23","2011-10-04"],"type":["text"],"creator":["Kostenko, Aleksey","Sakhnovich, Alexander","Teschl, Gerald"],"language":[],"coverage":[],"title":["Commutation Methods for Schroedinger Operators with Strongly Singular\n  Potentials"],"description":["  We explore the connections between singular Weyl-Titchmarsh theory and the\nsingle and double commutation methods. In particular, we compute the singular\nWeyl function of the commuted operators in terms of the original operator. We\napply the results to spherical Schroedinger operators (also known as Bessel\noperators). We also investigate the connections with the generalized\nBaecklund-Darboux transformation.\n","Comment: 21 pages"]}]
["1010.5990",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5990","Physics Letters A, Volume 391, Issue 4, 15 February 2012, Pages\n  1234-1242"],"date":["2010-10-28","2011-11-17"],"type":["text"],"creator":["Tian, Liang","Shi, Da-Ning"],"language":[],"coverage":[],"title":["The Nature of Explosive Percolation Phase Transition"],"description":["  In this Letter, we show that the explosive percolation is a novel continuous\nphase transition. The order-parameter-distribution histogram at the percolation\nthreshold is studied in Erd\\H{o}s-R\\'{e}nyi networks, scale-free networks, and\nsquare lattice. In finite system, two well-defined Gaussian-like peaks coexist,\nand the valley between the two peaks is suppressed with the system size\nincreasing. This finite-size effect always appears in typical first-order phase\ntransition. However, both of the two peaks shift to zero point in a power law\nmanner, which indicates the explosive percolation is continuous in the\nthermodynamic limit. The nature of explosive percolation in all the three\nstructures belongs to this novel continuous phase transition. Various scaling\nexponents concerning the order-parameter-distribution are obtained.\n","Comment: 5 pages, 4 figures"]}]
["1011.3517",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3517","Phys. Rev. A 83, 023613 (2011)","doi:10.1103/PhysRevA.83.023613"],"date":["2010-11-15"],"type":["text"],"creator":["Barnett, Ryan","Hui, Hoi-Yin","Lin, Chien-Hung","Sau, Jay D.","Sarma, S. Das"],"language":[],"coverage":[],"title":["Quantum rotor theory of spinor condensates in tight traps"],"description":["  In this work, we theoretically construct exact mappings of many-particle\nbosonic systems onto quantum rotor models. In particular, we analyze the rotor\nrepresentation of spinor Bose-Einstein condensates. In a previous work it was\nshown that there is an exact mapping of a spin-one condensate of fixed particle\nnumber with quadratic Zeeman interaction onto a quantum rotor model. Since the\nrotor model has an unbounded spectrum from above, it has many more eigenstates\nthan the original bosonic model. Here we show that for each subset of states\nwith fixed spin F_z, the physical rotor eigenstates are always those with\nlowest energy. We classify three distinct physical limits of the rotor model:\nthe Rabi, Josephson, and Fock regimes. The last regime corresponds to a\nfragmented condensate and is thus not captured by the Bogoliubov theory. We\nnext consider the semiclassical limit of the rotor problem and make connections\nwith the quantum wave functions through use of the Husimi distribution\nfunction. Finally, we describe how to extend the analysis to higher-spin\nsystems and derive a rotor model for the spin-two condensate. Theoretical\ndetails of the rotor mapping are also provided here.\n","Comment: 10 pages, 2 figures"]}]
["1011.5622",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5622"],"date":["2010-11-25","2012-02-21"],"type":["text"],"creator":["Larsen, Nadia S.","Li, Xin"],"language":[],"coverage":[],"title":["The 2-adic ring $C^*$-algebra of the integers and its representations"],"description":["  We study the 2-adic version of the ring $C^*$-algebra of the integers. First,\nwe work out the precise relation between the Cuntz algebra $\\cO_2$ and our\n2-adic ring $C^*$-algebra in terms of representations. Secondly, we prove a\n2-adic duality theorem identifying the crossed product arising from 2-adic\naffine transformations on the 2-adic numbers with the analogous crossed product\nalgebra over the real numbers. And finally, as an outcome of this duality\nresult, we construct an explicit imprimitivity bimodule and prove that it\ntransports one canonical representation into the other.\n","Comment: Changes to Remark 3.2. New Remark 6.5 and added paragraph after\n  Proposition 6.3. Corrected typos"]}]
["1012.1770",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","34A05, 34K09, 35A01, 35B40, 35C05, 35L60, 35Q35, 76N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1770","Journal of Mathematical Analysis and Applications, 390 (2012),\n  596-602","doi:10.1016/j.jmaa.2011.05.016"],"date":["2010-12-08"],"type":["text"],"creator":["Yuen, Manwai"],"language":[],"coverage":[],"title":["Perturbational Blowup Solutions to the 2-Component Camassa-Holm\n  Equations"],"description":["  In this article, we study the perturbational method to construct the\nnon-radially symmetric solutions of the compressible 2-component Camassa-Holm\nequations. In detail, we first combine the substitutional method and the\nseparation method to construct a new class of analytical solutions for that\nsystem. In fact, we perturb the linear velocity: u=c(t)x+b(t), and substitute\nit into the system. Then, by comparing the coefficients of the polynomial, we\ncan deduce the functional differential equations involving\n$(c(t),b(t),\\rho^{2}(0,t)).$ Additionally, we could apply the Hubble's\ntransformation c(t)={\\dot{a}(3t)}/{a(3t)}, to simplify the ordinary\ndifferential system involving $(a(3t),b(t),\\rho ^{2}(0,t))$. After proving the\nglobal or local existences of the corresponding dynamical system, a new class\nof analytical solutions is shown. And the corresponding solutions in radial\nsymmetry are also given. To determine that the solutions exist globally or blow\nup, we just use the qualitative properties about the well-known Emden equation:\n{array} [c]{c} {d^{2}/{dt^{2}}}a(3t)= {\\xi}{a^{1/3}(3t)}, a(0)=a_{0}>0\n,\\dot{a}(0)=a_{1} {array} . Our solutions obtained by the perturbational\nmethod, fully cover the previous known results in \"M.W. Yuen,\n\\textit{Self-Similar Blowup Solutions to the 2-Component Camassa-Holm\nEquations,}J. Math. Phys., \\textbf{51} (2010) 093524, 14pp.\" by the separation\nmethod.\n","Comment: 12 pages"]}]
["1101.5064",{"format":[],"subject":["Mathematics - Representation Theory","20G05, 20C20, 51E20, 05E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5064"],"date":["2011-01-26","2012-02-20"],"type":["text"],"creator":["Siemons, Johannes","Smith, Daniel"],"language":[],"coverage":[],"title":["Homology representations of GL(n,q) from Grassmannians in\n  cross-characteristics"],"description":["  Let F* be the field of q elements and let P(n,q) denote the projective space\nof dimension n-1 over F*. We construct a family H^{n}_{k,i} of combinatorial\nhomology modules associated to P(n,q) for a coefficient field F of positive\ncharacteristic co-prime to q. As GL(n,q)-representations these modules are\nobtained from the permutation action of GL(n,q) on the set of subspaces of F*.\nWe prove a branching rule for the H^{n}_{k,i} and use this to determine the\nhomology representations completely. Results include a duality theorem, the\ncharacterisation of H^{n}_{k,i} through the standard irreducibles of GL(n,q)\nover F and applications.\n","Comment: Replaced by a paper entitled Incidence Homology of Finite Projective\n  Spaces which extends results of the paper that is withdrawn"]}]
["1101.5609",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5609","Electronic Journal of Theoretical Physics - Zacatecas Proc. II\n  (2011) 107-120"],"date":["2011-01-28","2011-04-08"],"type":["text"],"creator":["Kruglov, S. I."],"language":[],"coverage":[],"title":["A note on generalized electrodynamics"],"description":["  The generalized Maxwell equations with arbitrary gauge parameter are\nconsidered in the $11\\times 11$-matrix form. The gauge invariance of such a\nmodel is broken due to the presence of a scalar field. The canonical and\nsymmetrical Belinfante energy-momentum tensors are found. The dilatation\ncurrent is obtained and we demonstrate that the theory possesses the dilatation\nsymmetry. The matrix Schr\\\"{o}dinger form of equations is derived. The\nnon-minimal interaction in curved space-time is introduced and equations are\nconsidered in Friedmann - Robertson - Walker background. We obtain some\nsolutions of equations for the vector field.\n","Comment: 17 pages, typos corrected, extended version, references added"]}]
["1102.0373",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0373","Journal of Differential Equations 252, 4 (2012) 3305-3363","doi:10.1016/j.jde.2011.10.021"],"date":["2011-02-02","2011-11-15"],"type":["text"],"creator":["Lu, Xuguang","Mouhot, Clément"],"language":[],"coverage":[],"title":["On Measure Solutions of the Boltzmann Equation, part I: Moment\n  Production and Stability Estimates"],"description":["  The spatially homogeneous Boltzmann equation with hard potentials is\nconsidered for measure valued initial data having finite mass and energy. We\nprove the existence of \\emph{weak measure solutions}, with and without angular\ncutoff on the collision kernel; the proof in particular makes use of an\napproximation argument based on the Mehler transform. Moment production\nestimates in the usual form and in the exponential form are obtained for these\nsolutions. Finally for the Grad angular cutoff, we also establish uniqueness\nand strong stability estimate on these solutions.\n","Comment: New version: many typos corrected, and more explanations added. 51\n  pages, to appear in J. Diff. Eq"]}]
["1102.1158",{"format":[],"subject":["Mathematics - Analysis of PDEs","35C20 32D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1158","Ann. Inst. Fourier (Grenoble), 62 (2012)"],"date":["2011-02-06"],"type":["text"],"creator":["Luo, Zhuangchu","Chen, Hua","Zhang, Changgui"],"language":[],"coverage":[],"title":["Exponential type Nagumo norms and summability of formal solutions of\n  singular partial differential equations"],"description":["  In this paper, we study a class of first order nonlinear degenerated partial\ndifferential equations with singularity at $(t,x)=(0,0)\\in \\CC^2$. By means of\nexponential type Nagumo norm approach, Gevrey asymptotic analysis extends to\ncase of holomorphic parameters by a natural way. A sharp condition is then\nestablished to deduce the $k$-summability for the formal solutions.\nFurthermore, analytical solutions in conical domains are found for each type of\nthese nonlinear singular PDEs.\n"]}]
["1102.2930",{"format":[],"subject":["Mathematical Physics","35Q61, 74A05, 76A10, 78A02, 78A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2930","Mechanics Research Communications, vol. 38, 2011, 334--339","doi:10.1016/j.mechrescom.2011.03.002"],"date":["2011-02-14","2011-03-06"],"type":["text"],"creator":["Christov, Christo I."],"language":[],"coverage":[],"title":["Frame Indifferent Formulation of Maxwell's Elastic Fluid and the\n  Rational Continuum Mechanics of the Electromagnetic Field"],"description":["  We show that the linearized equations of the incompressible elastic medium\nadmit a `Maxwell form' in which the shear component of the stress vector plays\nthe role of the electric field, and the vorticity plays the role of the\nmagnetic field. Conversely, the set of dynamic Maxwell equations are strict\nmathematical corollaries from the governing equations of the incompressible\nelastic medium. This suggests that the nature of `electromagnetic field' may\nactually be related to an elastic continuous medium. The analogy is complete if\nthe medium is assumed to behave as fluid in shear motions, while it may still\nbehave as elastic solid under compressional motions. Then the governing\nequations of the elastic fluid are re-derived in the Eulerian frame by\nreplacing the partial time derivatives by the properly invariant (frame\nindifferent) time rates. The `Maxwell from' of the frame indifferent\nformulation gives the frame indifferent system that is to replace the Maxwell\nsystem. This new system comprises terms already present in the classical\nMaxwell equations, alongside terms that are the progenitors of the\nBiot--Savart, Oersted--Ampere's, and Lorentz--force laws. Thus a frame\nindifferent (truly covariant) formulation of electromagnetism is achieved from\na single postulate that the electromagnetic field is a kind of elastic (partly\nliquid partly solid) continuum.\n","Comment: accepted"]}]
["1102.3448",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3448"],"date":["2011-02-16","2012-02-21"],"type":["text"],"creator":["Tanaka, Sho"],"language":[],"coverage":[],"title":["Kinematical Holographic Relation in Yang's Quantized Space-Time and\n  Area-Entropy Relation in $D_0$ Brane Gas System"],"description":["  We investigate the possible inner relation between the familiar\nBekenstein-Hawking area-entropy relation and ours presented in a simple $D_0$\nbrane gas system on the basis of the kinematical holographic relation [KHR] in\nthe Yang's quantized space-time. We find out that the relation between them is\nwell understood through the idea of {\\it elementary} Schwarzschild black hole\nrealized on a single $[site]$ of Planckian scale in our scheme. Related\narguments explain the origin of a certain kind of universality as seen in $\\eta\n=1/4$ in the Bekenstein-Hawking relation and lead us to notice the similarity\nbetween the effective mass of $D_0$ brane, $\\mu_S,$ inside black holes and the\nHawking radiation temperature, $T_{H.R.} (= 1/(8\\pi M_S))$, both inversely\nproportional to the black hole mass $M_S$ and having almost the same order of\nmagnitude. Motivated by this fact, we attempt to examine further the physical\nimplication of $\\eta$ by introducing in our scheme an ansatz which enables us\nself-consistently to equate $\\mu_S$ to $T_{H.R.}$ and leads us to $\\eta$\nslightly shifted from $1/4.$\n","Comment: 25 pages, minor typos corrected, several sentences added and improved\n  in sections 2.1, 2.2. 3.1 and the final section 5. arXiv admin note:\n  substantial text overlap with arXiv:1006.2885"]}]
["1103.5767",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5767","2012ApJ...747...76G","doi:10.1088/0004-637X/747/1/76"],"date":["2011-03-29","2012-01-05"],"type":["text"],"creator":["Guver, Tolga","Psaltis, Dimitrios","Ozel, Feryal"],"language":[],"coverage":[],"title":["Systematic Uncertainties in the Spectroscopic Measurements of\n  Neutron-Star Masses and Radii from Thermonuclear X-ray Bursts. I. Apparent\n  Radii"],"description":["  The masses and radii of low-magnetic field neutron stars can be measured by\ncombining different observable quantities obtained from their X-ray spectra\nduring thermonuclear X-ray bursts. One of these quantities is the apparent\nradius of each neutron star as inferred from the X-ray flux and spectral\ntemperature measured during the cooling tails of bursts, when the thermonuclear\nflash is believed to have engulfed the entire star. In this paper, we analyze\n13,095 X-ray spectra of 446 X-ray bursts observed from 12 sources in order to\nassess possible systematic effects in the measurements of the apparent radii of\nneutron stars. We first show that the vast majority of the observed X-ray\nspectra are consistent with blackbody functions to within a few percent. We\nfind that most X-ray bursts follow a very well determined correlation between\nX-ray flux and temperature, which is consistent with the whole neutron-star\nsurface emitting uniformly during the cooling tails. We develop a Bayesian\nGaussian mixture algorithm to measure the apparent radii of the neutron stars\nin these sources, while detecting and excluding a small number of X-ray bursts\nthat show irregular cooling behavior. This algorithm also provides us with a\nquantitative measure of the systematic uncertainties in the measurements. We\nfind that those errors in the spectroscopic determination of neutron-star radii\nthat are introduced by systematic effects in the cooling tails of X-ray bursts\nare in the range $\\simeq 3-8$%. Such small errors are adequate to distinguish\nbetween different equations of state provided that uncertainties in the\ndistance to each source and the absolute calibration of X-ray detectors do not\ndominate the error budget.\n","Comment: accepted for publication in the February 2012 issue of the\n  Astrophysical Journal"]}]
["1104.0502",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0502","Phys. Rev. D 85, 044005 (2012)","doi:10.1103/PhysRevD.85.044005"],"date":["2011-04-04","2011-12-09"],"type":["text"],"creator":["Tsai, Yu-Dai","Wu, X. N.","Yang, Yi"],"language":[],"coverage":[],"title":["Phase Structure of Kerr-AdS Black Hole"],"description":["  We study the critical phenomena of Kerr-AdS black hole. Phase structures are\nobserved at different temperatures, $T_{L}$, $T_{c1}$ and $T_{c2}$ with various\nfeatures. We discuss the thermal stability considering the isothermal\ncompressibility and how phase transitions related to each other. The asymptotic\nvalue of the angular momentum also has an implication on separating stable and\nunstable part. Near critical temperature $T_{c1}$, the order parameter is\ndetermined to calculate the critical exponents. All the critical exponents\n($\\alpha$,$\\beta$,$\\gamma$,$\\delta$)=(0,1/2,1,3) are identical to that of mean\nfield systems. We plot the phase diagram near this critical point, and discuss\nthe scaling symmetry of the free energy.\n","Comment: 21 pages, 6 figures, contents revised"]}]
["1104.2602",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2602","2012ApJ...747...77G","doi:10.1088/0004-637X/747/1/77"],"date":["2011-04-13","2012-01-05"],"type":["text"],"creator":["Guver, Tolga","Ozel, Feryal","Psaltis, Dimitrios"],"language":[],"coverage":[],"title":["Systematic Uncertainties in the Spectroscopic Measurements of\n  Neutron-Star Masses and Radii from Thermonuclear X-ray Bursts. II. Eddington\n  Limit"],"description":["  Time resolved X-ray spectroscopy of thermonuclear bursts observed from low\nmass X-ray binaries offer a unique tool to measure neutron star masses and\nradii. In this paper, we continue our systematic analysis of all the X-ray\nbursts observed with RXTE from X-ray binaries. We determine the events which\nshow clear evidence for photospheric radius expansion and measure the Eddington\nlimits for these accreting neutron stars using the bolometric fluxes attained\nat the touchdown moments of each X-ray burst. We employ a Bayesian technique to\ninvestigate the degree to which the Eddington limit for each source remains\nconstant between bursts. We find that for sources with a large number of radius\nexpansion bursts, systematic uncertainties are at a 5-10% level. Moreover, in\nsix sources with only pairs of Eddington-limited bursts, the distribution of\nfluxes is consistent with a ~10% fractional dispersion. This indicates that the\nspectroscopic measurements of neutron star masses and radii using thermonuclear\nX-ray bursts can reach the level of accuracy required to distinguish between\ndifferent neutron star equations of state, provided that uncertainties related\nto the overall flux calibration of X-ray detectors are of comparable magnitude.\n","Comment: accepted for publication in the February 2012 issue of the\n  Astrophysical Journal"]}]
["1104.4172",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4172","10.1016/j.ssc.2012.01.047","doi:10.1016/j.ssc.2012.01.047"],"date":["2011-04-21","2012-02-20"],"type":["text"],"creator":["Gammag, Rayda","Villagonzalo, Cristine"],"language":[],"coverage":[],"title":["Quenching of the DOS beats in a two-dimensional electron gas in tilted\n  magnetic fields"],"description":["  A two-dimensional electron gas exposed to a tilted magnetic field is\nconsidered with the Rashba spin-orbit interaction and the Zeeman effect. An\nexact solution for the eigenvalues were obtained assuming that two opposite\nspin states of adjacent Landau levels have equal probability. No crossings\nbetween adjacent eigenenergies were observed unlike in the\nperpendicular-magnetic-field case. The absence of crossings lead to quenched\nbeating structures in the oscillations of the density of states (DOS).\nPersistent spin-splittings were observed at the weak magnetic field region. The\nsplittings, however, can be effectively screened by an increased Landau level\nbroadening. The results shed light on how spins can be controlled through the\nRashba interaction strength, the disorder-related broadening and the magnetic\nfield tilt angle.\n","Comment: 6 pages, 6 figures"]}]
["1105.5814",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5814"],"date":["2011-05-29","2012-02-21"],"type":["text"],"creator":["Shelukhin, Egor"],"language":[],"coverage":[],"title":["The Action homomorphism, quasimorphisms and moment maps on the space of\n  compatible almost complex structures"],"description":["  We extend the definition of Weinstein's Action homomorphism to Hamiltonian\nactions with equivariant moment maps of (possibly infinite-dimensional) Lie\ngroups on symplectic manifolds, and show that under conditions including a\nuniform bound on the symplectic areas of geodesic triangles the resulting\nhomomorphism extends to a quasimorphism on the universal cover of the group. We\napply these principles to finite dimensional Hermitian Lie groups like\nSp(2n,R), reinterpreting the Guichardet-Wigner quasimorphisms, and to the\ninfinite dimensional groups of Hamiltonian diffeomorphisms Ham(M,\\om) of closed\nsymplectic manifolds (M,\\om), that act on the space of compatible almost\ncomplex structures with an equivariant moment map given by the theory of\nDonaldson and Fujiki. We show that the quasimorphism on \\widetilde{Ham}(M,\\om)\nobtained in the second case is Symp(M,\\om)-congjugation-invariant and compute\nits restrictions to \\pi_1(Ham(M,\\om)) via a homomorphism introduced by\nLalonde-McDuff-Polterovich, answering a question of Polterovich; to the\nsubgroup Hamiltonian biholomorphisms via the Futaki invariant; and to subgroups\nof diffeomorphisms supported in an embedded ball via the Barge-Ghys average\nMaslov quasimorphism, the Calabi homomorphism and the average Hermitian scalar\ncurvature. We show that when c_1(TM)=0 this quasimorphism is proportional to a\nquasimorphism of Entov and when [\\om] is a non-zero multiple of c_1(TM), it is\nproportional to a quasimorphism due to Py. As an application we show that the\nL^2_2-distance on \\widetilde{Ham}(M,\\om) is unbounded, similarly to the results\nof Eliashberg-Ratiu for the L^2_1-distance.\n","Comment: 40 pages; minor changes; submitted"]}]
["1105.5825",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5825","JHEP 1112:023, 2011","doi:10.1007/JHEP12(2011)023"],"date":["2011-05-29","2012-02-20"],"type":["text"],"creator":["Radicevic, Djordje"],"language":[],"coverage":[],"title":["Connecting the Holographic and Wilsonian Renormalization Groups"],"description":["  Inspired by the AdS/CFT correspondence, we develop an explicit formal duality\nbetween the planar limit of a d-dimensional gauge theory and a classical field\ntheory in a (d+1)-dimensional anti-de Sitter space. The key ingredient is the\nidentification of fields in AdS with generalized Hubbard-Stratonovich\ntransforms of single-trace couplings of the QFT. We show that the Wilsonian\nrenormalization group flow of these transformed couplings matches the\nholographic (Hamilton-Jacobi) flow of bulk fields along the radial direction in\nAdS. This result allows one to outline an AdS/CFT dictionary that does not rely\non string theory.\n","Comment: 11 pages, 1 figure; metadata modified in v2; added references and\n  minor changes in v3; v4 as published in JHEP"]}]
["1105.6136",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.6136","Annals of Physics 327 (2012), pp. 639-670","doi:10.1016/j.aop.2011.10.001"],"date":["2011-05-30"],"type":["text"],"creator":["Schecter, Michael","Gangardt, Dimitri","Kamenev, Alex"],"language":[],"coverage":[],"title":["Dynamics and Bloch oscillations of mobile impurities in one-dimensional\n  quantum liquids"],"description":["  We study dynamics of a mobile impurity moving in a one-dimensional quantum\nliquid. Such an impurity induces a strong non-linear depletion of the liquid\naround it. The dispersion relation of the combined object, called depleton, is\na periodic function of its momentum with the period 2\\pi n, where n is the mean\ndensity of the liquid. In the adiabatic approximation a constant external force\nacting on the impurity leads to the Bloch oscillations of the impurity around a\nfixed position. Dynamically such oscillations are accompanied by the radiation\nof energy in the form of phonons. The ensuing energy loss results in the\nuniform drift of the oscillation center. We derive exact results for the\nradiation-induced mobility as well as the thermal friction force in terms of\nthe equilibrium dispersion relation of the dressed impurity (depleton). These\nresults show that there is a wide range of external forces where the (drifted)\nBloch oscillations exist and may be observed experimentally.\n","Comment: 28 pages, 10 figures"]}]
["1106.0192",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0192"],"date":["2011-06-01","2012-02-21"],"type":["text"],"creator":["Varron, Davit"],"language":[],"coverage":[],"title":["The almost sure behavior of certain spatial repartitions of local\n  empirical processes indexed by functions"],"description":["  We investigate a particular form of weak convergence of the local empirical\nprocess.\n","Comment: The paper ha been withdrawn by the author due to an incorrect Poisson\n  representation which seriously affects the clarity of the proofs"]}]
["1106.0296",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0296","Physica A 391 (2012) 1434-1444","doi:10.1016/j.physa.2011.11.011"],"date":["2011-06-02","2011-11-07"],"type":["text"],"creator":["Clemson, T.","Evans, T. S."],"language":[],"coverage":[],"title":["The Emergence of Leadership in Social Networks"],"description":["  We study a networked version of the minority game in which agents can choose\nto follow the choices made by a neighbouring agent in a social network. We show\nthat for a wide variety of networks a leadership structure always emerges, with\nmost agents following the choice made by a few agents. We find a suitable\nparameterisation which highlights the universal aspects of the behaviour and\nwhich also indicates where results depend on the type of social network.\n","Comment: 22 pages (as in Physica A but with a few extra references to\n  supplementary material) plus 11 pages of supplementary material not in\n  Physica A version"]}]
["1106.0712",{"format":[],"subject":["Quantum Physics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0712","IEEE Transactions on Information Theory, vol. 58, no. 4, April\n  2012","doi:10.1109/TIT.2011.2178018"],"date":["2011-06-03"],"type":["text"],"creator":["Scarpa, Giannicola","Severini, Simone"],"language":[],"coverage":[],"title":["Kochen-Specker Sets and the Rank-1 Quantum Chromatic Number"],"description":["  The quantum chromatic number of a graph $G$ is sandwiched between its\nchromatic number and its clique number, which are well known NP-hard\nquantities. We restrict our attention to the rank-1 quantum chromatic number\n$\\chi_q^{(1)}(G)$, which upper bounds the quantum chromatic number, but is\ndefined under stronger constraints. We study its relation with the chromatic\nnumber $\\chi(G)$ and the minimum dimension of orthogonal representations\n$\\xi(G)$. It is known that $\\xi(G) \\leq \\chi_q^{(1)}(G) \\leq \\chi(G)$. We\nanswer three open questions about these relations: we give a necessary and\nsufficient condition to have $\\xi(G) = \\chi_q^{(1)}(G)$, we exhibit a class of\ngraphs such that $\\xi(G) < \\chi_q^{(1)}(G)$, and we give a necessary and\nsufficient condition to have $\\chi_q^{(1)}(G) < \\chi(G)$. Our main tools are\nKochen-Specker sets, collections of vectors with a traditionally important role\nin the study of noncontextuality of physical theories, and more recently in the\nquantification of quantum zero-error capacities. Finally, as a corollary of our\nresults and a result by Avis, Hasegawa, Kikuchi, and Sasaki on the quantum\nchromatic number, we give a family of Kochen-Specker sets of growing dimension.\n","Comment: 12 pages"]}]
["1106.0828",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0828","Phys. Rev. A 85, 023623 (2012)","doi:10.1103/PhysRevA.85.023623"],"date":["2011-06-04","2012-02-21"],"type":["text"],"creator":["Catani, J.","Lamporesi, G.","Naik, D.","Gring, M.","Inguscio, M.","Minardi, F.","Kantian, A.","Giamarchi, T."],"language":[],"coverage":[],"title":["Quantum dynamics of impurities in a 1D Bose gas"],"description":["  Using a species-selective dipole potential, we create initially localized\nimpurities and investigate their interactions with a majority species of\nbosonic atoms in a one-dimensional configuration during expansion. We find an\ninteraction-dependent amplitude reduction of the oscillation of the impurities'\nsize with no measurable frequency shift, and study it as a function of the\ninteraction strength. We discuss possible theoretical interpretations of the\ndata. We compare, in particular, with a polaronic mass shift model derived\nfollowing Feynman variational approach.\n","Comment: 7 pages, 6 figures"]}]
["1106.2042",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2042","Condens. Matter Phys., 2011, vol. 14, No. 3, 33701: 1-20","doi:10.5488/CMP.14.33701"],"date":["2011-06-10","2012-02-21"],"type":["text"],"creator":["Blavatska, V.","von Ferber, C.","Holovatch, Yu."],"language":[],"coverage":[],"title":["Shapes of macromolecules in good solvents: field theoretical\n  renormalization group approach"],"description":["  In this paper, we show how the method of field theoretical renormalization\ngroup may be used to analyze universal shape properties of long polymer chains\nin porous environment. So far such analytical calculations were primarily\nfocussed on the scaling exponents that govern conformational properties of\npolymer macromolecules. However, there are other observables that along with\nthe scaling exponents are universal (i.e. independent of the chemical structure\nof macromolecules and of the solvent) and may be analyzed within the\nrenormalization group approach. Here, we address the question of shape which is\nacquired by the long flexible polymer macromolecule when it is immersed in a\nsolvent in the presence of a porous environment. This question is of relevance\nfor understanding of the behavior of macromolecules in colloidal solutions,\nnear microporous membranes, and in cellular environment. To this end, we\nconsider a previously suggested model of polymers in d-dimensions [V.\nBlavats'ka, C. von Ferber, Yu. Holovatch, Phys. Rev. E, 2001, 64, 041102] in an\nenvironment with structural obstacles, characterized by a pair correlation\nfunction h(r), that decays with distance r according to a power law: h(r) \\sim\nr-a. We apply the field-theoretical renormalization group approach and estimate\nthe size ratio <R_e^2>/<R_G^2 > and the asphericity ratio \\hat{A}_d up to the\nfirst order of a double \\epsilon=4-d, \\delta=4-a expansion.\n","Comment: 20 pages, 5 figures"]}]
["1106.3318",{"format":[],"subject":["Mathematics - Logic","Mathematics - General Topology","03F60, 30D55, 54D05, 54F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3318","vol. 50, no. 4 (2012), pp. 621 - 640","doi:10.1007/s00224-011-9364-1"],"date":["2011-06-16","2011-09-16"],"type":["text"],"creator":["Daniel, Dale","McNicholl, Timothy H."],"language":[],"coverage":[],"title":["Effective local connectivity properties"],"description":["  We investigate, and prove equivalent, effective versions of local\nconnectivity and uniformly local arcwise connectivity for connected and\ncomputably compact subspaces of Euclidean space. We also prove that Euclidean\ncontinua that are computably compact and effectively locally connected are\ncomputably arcwise connected.\n","Comment: Final version"]}]
["1106.4803",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - General Topology","Mathematics - Logic","03F60, 30C20, 30C30, 30C85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4803","vol. 50, no. 4 (2012), pp. 579 - 588","doi:10.1007/s00224-011-9356-1"],"date":["2011-06-23","2011-07-18"],"type":["text"],"creator":["McNicholl, Timothy H."],"language":[],"coverage":[],"title":["An effective Caratheodory Theorem"],"description":["  By means of the property of effective local connectivity, the computability\nof finding the Carath\\'eodory extension of a conformal map of a Jordan domain\nonto the unit disk is demonstrated.\n","Comment: To appear in Theory of Computing Systems. The final publication is\n  available at springerlink.com"]}]
["1106.5097",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5097"],"date":["2011-06-24","2012-02-21"],"type":["text"],"creator":["Wang, Lei","Huang, Jie-Hui","Dowling, Jonathan P.","Zhu, Shi-Yao"],"language":[],"coverage":[],"title":["Quantum Information transmission"],"description":["  We present a scheme of quantum information transmission, which transmits the\nquantum information contained in a single qubit via the quantum correlation\nshared by two parties (a two-qubit channel), whose quantum discord is non-zero.\nWe demonstrate that the quantum correlation, which may have no entanglement, is\nsufficient to transmit the information of a quantum state. When the correlation\nmatrix of the two-qubit channel is of full rank (rank three), the information\nof the qubit in either a mixed state or a pure state can be transmitted. The\nquantum discord of a channel with rank larger than or equal to three is always\nnon-zero. Therefore, non-zero quantum discord is also necessary for our quantum\ninformation transmission protocol.\n","Comment: 8pages,2 figures"]}]
["1106.5198",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5198"],"date":["2011-06-26","2012-02-21"],"type":["text"],"creator":["Lawson, M. V.","Margolis, S. W.","Steinberg, B."],"language":[],"coverage":[],"title":["The etale groupoid of an inverse semigroup as a groupoid of filters"],"description":["  Paterson showed how to construct an etale groupoid from an inverse semigroup\nusing ideas from functional analysis. This construction was later simplified by\nLenz. We show that Lenz's construction can itself be further simplified by\nusing filters: the topological groupoid associated with an inverse semigroup is\nprecisely a groupoid of filters. In addition, idempotent filters are closed\ninverse subsemigroups and so determine transitive representations by means of\npartial bijections. This connection between filters and representations by\npartial bijections is exploited to show how linear representations of inverse\nsemigroups can be constructed from the groups occuring in the associated\ntopological groupoid.\n","Comment: This is the final journal version of the paper"]}]
["1106.5913",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5913","Physica A 391 (2012) 2971-2989","doi:10.1016/j.physa.2011.12.064"],"date":["2011-06-29","2012-01-27"],"type":["text"],"creator":["Jizba, Petr","Kleinert, Hagen","Shefaat, Mohammad"],"language":[],"coverage":[],"title":["Renyi's information transfer between financial time series"],"description":["  In this paper, we quantify the statistical coherence between financial time\nseries by means of the Renyi entropy. With the help of Campbell's coding\ntheorem we show that the Renyi entropy selectively emphasizes only certain\nsectors of the underlying empirical distribution while strongly suppressing\nothers. This accentuation is controlled with Renyi's parameter q. To tackle the\nissue of the information flow between time series we formulate the concept of\nRenyi's transfer entropy as a measure of information that is transferred only\nbetween certain parts of underlying distributions. This is particularly\npertinent in financial time series where the knowledge of marginal events such\nas spikes or sudden jumps is of a crucial importance. We apply the Renyian\ninformation flow to stock market time series from 11 world stock indices as\nsampled at a daily rate in the time period 02.01.1990 - 31.12.2009.\nCorresponding heat maps and net information flows are represented graphically.\nA detailed discussion of the transfer entropy between the DAX and S&P500\nindices based on minute tick data gathered in the period from 02.04.2008 to\n11.09.2009 is also provided. Our analysis shows that the bivariate information\nflow between world markets is strongly asymmetric with a distinct information\nsurplus flowing from the Asia-Pacific region to both European and US markets.\nAn important yet less dramatic excess of information also flows from Europe to\nthe US. This is particularly clearly seen from a careful analysis of Renyi\ninformation flow between the DAX and S&P500 indices.\n","Comment: 35 pages, 16 figure, RevTeX4, revised version with minor changes,\n  accepted to Physica A"]}]
["1107.2806",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2806","Eur.Phys.J. C72 (2012) 1885","doi:10.1140/epjc/s10052-012-1885-5"],"date":["2011-07-14","2012-01-09"],"type":["text"],"creator":["Braam, Felix","Reuter, Juergen"],"language":[],"coverage":[],"title":["A Simplified Scheme for GUT-inspired Theories with Multiple Abelian\n  Factors"],"description":["  Grand Unified Theories often involve additional Abelian group factors apart\nfrom the standard model hypercharge, that generally lead to loop-induced mixing\ngauge kinetic terms. In this letter, we show that at the one-loop level this\neffect can be avoided in many cases by a suitable choice of basis in group\nspace and present a general scheme for the construction of this basis. In\nsupersymmetric theories however, a residual mixing in the soft SUSY breaking\ngaugino mass terms may appear. We generalize the renormalization group\nequations for the gaugino mass terms to account for this effect. In a further\ncalculation we also present the necessary adjustments in the renormalization\ngroup equations of the trilinear soft breaking couplings and the soft breaking\nscalar mass squares.\n","Comment: 7 pages, 3 figures"]}]
["1107.4517",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4517","Phys. Rev. Lett. 108, 075304 (2012)","doi:10.1103/PhysRevLett.108.075304"],"date":["2011-07-22","2012-01-13"],"type":["text"],"creator":["Papenbrock, T.","Reimann, S. M.","Kavoulakis, G. M."],"language":[],"coverage":[],"title":["Condensates of p-wave pairs are exact solutions for rotating\n  two-component Bose gases"],"description":["  We derive exact analytical results for the wave functions and energies of\nharmonically trapped two-component Bose-Einstein condensates with weakly\nrepulsive interactions under rotation. The isospin symmetric wave functions are\nuniversal and do not depend on the matrix elements of the two-body interaction.\nThe comparison with the results from numerical diagonalization shows that the\nground state and low-lying excitations consists of condensates of p-wave pairs\nfor repulsive contact interactions, Coulomb interactions, and the repulsive\ninteractions between aligned dipoles.\n","Comment: 4 pages, 1 figure; revised version explains exact solutions in terms\n  of isospin symmetry and Hund's rule"]}]
["1107.5049",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5049","MNRAS, 420, 2012","doi:10.1111/j.1365-2966.2011.20048.x"],"date":["2011-07-25","2011-10-26"],"type":["text"],"creator":["Baldi, Marco"],"language":[],"coverage":[],"title":["Early massive clusters and the bouncing coupled dark energy"],"description":["  The abundance of the most massive objects in the Universe at different epochs\nis a very sensitive probe of the cosmic background evolution and of the growth\nhistory of density perturbations, and could provide a powerful tool to\ndistinguish between a cosmological constant and a dynamical dark energy field.\nIn particular, the recent detection of very massive clusters of galaxies at\nhigh redshifts has attracted significant interest as a possible indication of a\nfailure of the standard LCDM model. Several attempts have been made in order to\nexplain such detections in the context of non-Gaussian scenarios or interacting\ndark energy models, showing that both these alternative cosmologies predict an\nenhanced number density of massive clusters at high redshifts, possibly\nalleviating the tension. However, all the models proposed so far also\noverpredict the abundance of massive clusters at the present epoch, and are\ntherefore in contrast with observational bounds on the low-redshift halo mass\nfunction. In this paper we present for the first time a new class of\ninteracting dark energy models that simultaneously account for an enhanced\nnumber density of massive clusters at high redshifts and for both the standard\ncluster abundance at the present time and the standard power spectrum\nnormalization at CMB. The key feature of this new class of models is the\n\"bounce\" of the dark energy scalar field on the cosmological constant barrier\nat relatively recent epochs. We present the background and linear perturbations\nevolution of the model, showing that the standard amplitude of density\nperturbations is recovered both at CMB and at the present time, and we\ndemonstrate by means of large N-body simulations that our scenario predicts an\nenhanced number of massive clusters at high redshifts without affecting the\npresent halo abundance. (Abridged)\n","Comment: 11 pages, 6 figures, 2 tables. Minor changes, references added.\n  Accepted for publication in MNRAS"]}]
["1107.5582",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5582","Astrophysical Journal Supplement, Volume 197, Issue 2, Article ID\n  30, 2011","doi:10.1088/0067-0049/197/2/30"],"date":["2011-07-27"],"type":["text"],"creator":["Zemp, Marcel","Gnedin, Oleg Y.","Gnedin, Nickolay Y.","Kravtsov, Andrey V."],"language":[],"coverage":[],"title":["On determining the shape of matter distributions"],"description":["  A basic property of objects, like galaxies and halos that form in\ncosmological structure formation simulations, is their shape. Here, we\ncritically investigate shape determination methods that are commonly used in\nthe literature. It is found that using an enclosed integration volume and\nweight factors r^{-2} and r_{ell}^{-2} (elliptical radius) for the contribution\nof each particle or volume element in the shape tensor leads to biased axis\nratios and smoothing of details when calculating the local shape as a function\nof distance from the center. To determine the local shape of matter\ndistributions as a function of distance for well resolved objects (typically\nmore than O(10^4) particles), we advocate a method that (1) uses an ellipsoidal\nshell (homoeoid) as an integration volume without any weight factors in the\nshape tensor and (2) removes subhalos.\n","Comment: 8 pages, 6 figures, submitted to ApJS"]}]
["1108.0236",{"format":[],"subject":["Physics - Optics","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0236","Nonlinearity 25, 851 (2012)","doi:10.1088/0951-7715/25/3/851"],"date":["2011-08-01"],"type":["text"],"creator":["Andreasen, Jonathan","Cao, Hui"],"language":[],"coverage":[],"title":["Inherent Stochastic Linearization of Random Laser Modes"],"description":["  Weakly scattering random lasers exhibit lasing modes that spatially overlap\nand can interact strongly via gain saturation. Consequently, lasing in\nhigh-threshold modes may be suppressed by strong low-threshold lasing modes. We\nnumerically examine the effect of inherent noise on this strong nonlinear\nphenomenon. Noise generates emission below the lasing threshold and restrains\nthe dramatic nonlinear behavior above threshold. The result is a linearization\nof random laser modes and is possible when noise overcomes spatial hole\nburning. Results suggest that control over the noise properties of the gain\nmedium may facilitate or inhibit certain modes to lase in the multimode regime.\n"]}]
["1108.3844",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3844","Phys. Rev. A 85, 011801(R) (2012)","doi:10.1103/PhysRevA.85.011801"],"date":["2011-08-18","2011-10-17"],"type":["text"],"creator":["Jarzyna, Marcin","Demkowicz-Dobrzanski, Rafal"],"language":[],"coverage":[],"title":["Quantum interferometry with and without an external phase reference"],"description":["  We discuss the role of an external phase reference in quantum interferometry.\nWe point out inconsistencies in the literature with regard to the use of the\nquantum Fisher information (QFI) in phase estimation interferometric schemes.\nWe discuss the interferometric schemes with and without an external phase\nreference and show a proper way to use QFI in both situations.\n","Comment: 4 pages, 2 figures (formulas corrected, conclusions unchanged)"]}]
["1108.5689",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5689"],"date":["2011-08-29","2012-02-21"],"type":["text"],"creator":["Iosevich, Alex","Kolountzakis, Mihail N."],"language":[],"coverage":[],"title":["Periodicity of the spectrum in dimension one"],"description":["  A bounded measurable set $\\Omega$, of Lebesgue measure 1, in the real line is\ncalled spectral if there is a set $\\Lambda$ of real numbers (\"frequencies\")\nsuch that the exponential functions $e_\\lambda(x) = \\exp(2\\pi i \\lambda x)$,\n$\\lambda\\in\\Lambda$, form a complete orthonormal system of $L^2(\\Omega)$. Such\na set $\\Lambda$ is called a {\\em spectrum} of $\\Omega$. In this note we prove\nthat any spectrum $\\Lambda$ of a bounded measurable set $\\Omega\\subseteq\\RR$\nmust be periodic.\n","Comment: Correction of an error pointed out by Dorin Dutkay; Lemma 1 now has a\n  new proof"]}]
["1109.0081",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0081","Phys. Rev. D 85, 044035 (2012)","doi:10.1103/PhysRevD.85.044035"],"date":["2011-08-31","2012-02-20"],"type":["text"],"creator":["Nichols, David A.","Chen, Yanbei"],"language":[],"coverage":[],"title":["Hybrid method for understanding black-hole mergers: Inspiralling case"],"description":["  We adapt a method of matching post-Newtonian and black-hole-perturbation\ntheories on a timelike surface (which proved useful for understanding head-on\nblack-hole-binary collisions) to treat equal-mass, inspiralling black-hole\nbinaries. We first introduce a radiation-reaction potential into this method,\nand we show that it leads to a self-consistent set of equations that describe\nthe simultaneous evolution of the waveform and of the timelike matching\nsurface. This allows us to produce a full inspiral-merger-ringdown waveform of\nthe l=2, m=2,-2 modes of the gravitational waveform of an equal-mass\nblack-hole-binary inspiral. These modes match those of numerical-relativity\nsimulations well in phase, though less well in amplitude for the inspiral. As a\nsecond application of this method, we study a merger of black holes with spins\nantialigned in the orbital plane (the \"superkick\" configuration). During the\nringdown of the superkick, the phases of the mass- and current-quadrupole\nradiation become locked together, because they evolve at the same quasinormal\nmode frequencies. We argue that this locking begins during merger, and we show\nthat if the spins of the black holes evolve via geodetic precession in the\nperturbed black-hole spacetime of our model, then the spins precess at the\norbital frequency during merger. In turn, this gives rise to the correct\nbehavior of the radiation, and produces a kick similar to that observed in\nnumerical simulations.\n","Comment: 25 pages, 15 figures, 1 table, updated to match the paper published\n  in Phys. Rev. D"]}]
["1109.0209",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0209","Phys. Rev. A 85, 022511 (2012)","doi:10.1103/PhysRevA.85.022511"],"date":["2011-09-01"],"type":["text"],"creator":["del Rey, M.","Porras, D.","Martin-Martinez, E."],"language":[],"coverage":[],"title":["Simulating accelerated atoms coupled to a quantum field"],"description":["  We show an analogy between static quantum emitters coupled to a single mode\nof a quantum field and accelerated Unruh-DeWitt detectors. We envision a way to\nsimulate a variety of relativistic quantum field settings beyond the reach of\ncurrent computational power, such as high number of qubits coupled to a quantum\nfield following arbitrary non-inertial trajectories. Our scheme may be\nimplemented with trapped ions and circuit QED set-ups.\n","Comment: 5 pages, 2 figures, revtex 4-1"]}]
["1109.0528",{"format":[],"subject":["Physics - General Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0528","Euro. Phys. J. C 72, 1890 (2012)","doi:10.1140/epjc/s10052-012-1890-8"],"date":["2011-09-02","2012-02-19"],"type":["text"],"creator":["Daouda, M. Hamani","Rodrigues, Manuel E.","Houndjo, M. J. S."],"language":[],"coverage":[],"title":["Static Anisotropic Solutions in f(T) Theory"],"description":["  In a previously work, we undertook a static and anisotropic content in $f(T)$\ntheory and obtained new spherically symmetric solutions considering a constant\ntorsion and some particular conditions for the pressure. In this paper, still\nin the framework of $f(T)$ theory, new spherically symmetric solutions are\nobtained, first considering the general case of an isotropic fluid and later\nthe anisotropic content case in which the generalized conditions for the matter\ncontent are considered such that the energy density, the radial and tangential\npressures depend on the algebraic $f(T)$ and its derivative $f_{T}(T)$.\nMoreover, we obtain the algebraic function $f(T)$ through the reconstruction\nmethod for two cases and also study a polytropic model for the stellar\nstructure.\n","Comment: 23 pages, Published in Euro. Phys. J. C"]}]
["1109.0723",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0723","New Journal of Physics 14 (2012) 023045","doi:10.1088/1367-2630/14/2/023045"],"date":["2011-09-04","2012-02-21"],"type":["text"],"creator":["Donarini, Andrea","Yar, Abdullah","Grifoni, Milena"],"language":[],"coverage":[],"title":["Spectrum and Franck-Condon factors of interacting suspended single-wall\n  carbon nanotubes"],"description":["  A low energy theory of suspended carbon nanotube quantum dots in weak\ntunnelling coupling with metallic leads is presented. The focus is put on the\ndependence of the spectrum and the Franck-Condon factors on the geometry of the\njunction including several vibronic modes. The relative size and the relative\nposition of the dot and its associated vibrons strongly influence the\nelectromechanical properties of the system. A detailed analysis of the complete\nparameters space reveals different regimes: in the short vibron regime the\ntunnelling of an electron into the nanotube generates a plasmon-vibron\nexcitation while in the long vibron regime polaron excitations dominate the\nscenario. The small, position dependent Franck-Condon couplings of the small\nvibron regime convert into uniform, large couplings in the long vibron regime.\nSelection rules for the excitations of the different plasmon-vibron modes via\nelectronic tunnelling events are also derived.\n","Comment: 23 pages, 8 figures, new version according to the published one"]}]
["1109.2320",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2320","Phys.Rev.D85:035019.2012","doi:10.1103/PhysRevD.85.035019"],"date":["2011-09-11","2012-02-20"],"type":["text"],"creator":["Rashed, Ahmed","Datta, Alakabha"],"language":[],"coverage":[],"title":["The charged lepton mass matrix and non-zero $\\theta_{13}$ with TeV scale\n  New Physics"],"description":["  We provide an explicit structure of the charged lepton mass matrix which is\n2-3 symmetric except for a single breaking of this symmetry by the muon mass.\nWe identify a flavor symmetric limit for the mass matrices where the first\ngeneration is decoupled from the other two in the charged lepton sector while\nin the neutrino sector the third generation is decoupled from the first two\ngenerations. The leptonic mixing in the symmetric limit can be, among other\nstructures, the bi-maximal (BM) or the tri-bimaximal (TBM) mixing. Symmetry\nbreaking effects are included both in the charged lepton and the neutrino\nsector to produce corrections to the leptonic mixing and explain the recent\n$\\theta_{13}$ measurements. A model that extends the SM by three right handed\nneutrinos, an extra Higgs doublet, and two singlet scalars is introduced to\ngenerate the leptonic mixing.\n","Comment: 28 pages, 24 figures. arXiv admin note: substantial text overlap with\n  arXiv:1111.3072"]}]
["1109.2635",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2635","Phys. Rev. B 85, 081103(R) (2012)","doi:10.1103/PhysRevB.85.081103"],"date":["2011-09-12"],"type":["text"],"creator":["Shepherd, James J.","Booth, George","Grüneis, Andreas","Alavi, Ali"],"language":[],"coverage":[],"title":["A Full Configuration Interaction Perspective on the Homogeneous Electron\n  Gas"],"description":["  Highly accurate results for the homogeneous electron gas (HEG) have only been\nachieved to date within a diffusion Monte Carlo (DMC) framework. Here, we\nintroduce a newly developed stochastic technique, Full Configuration\nInteraction Quantum Monte Carlo (FCIQMC), which samples the exact wavefunction\nexpanded in plane wave Slater determinants. Despite the introduction of a basis\nset incompleteness error, we obtain a finite-basis energy which is\nsignificantly, and variationally lower than any previously published work for\nthe 54-electron HEG at $r_s$ = 0.5 a.u., in a Hilbert space of $10^{108}$\nSlater determinants. At this value of $r_s$, as well as of 1.0 a.u., we remove\nthe remaining basis set incompleteness error by extrapolation, yielding results\ncomparable or better than state-of-the-art DMC backflow energies. In doing so,\nwe demonstrate that it is possible to yield highly accurate results with the\nFCIQMC method in sizable periodic systems.\n","Comment: 4-page letter"]}]
["1109.4945",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4945","Phys. Rev. A 85 023615 (2012)","doi:10.1103/PhysRevA.85.023615"],"date":["2011-09-22","2012-02-13"],"type":["text"],"creator":["Barnett, Ryan","Powell, Stephen","Grass, Tobias","Lewenstein, Maciej","Sarma, S. Das"],"language":[],"coverage":[],"title":["Order by Disorder in Spin-Orbit Coupled Bose-Einstein Condensates"],"description":["  Motivated by recent experiments, we investigate the system of\nisotropically-interacting bosons with Rashba spin-orbit coupling. At the\nnon-interacting level, there is a macroscopic ground-state degeneracy due to\nthe many ways bosons can occupy the Rashba spectrum. Interactions treated at\nthe mean-field level restrict the possible ground-state configurations, but\nthere remains an accidental degeneracy not corresponding to any symmetry of the\nHamiltonian, indicating the importance of fluctuations. By finding analytical\nexpressions for the collective excitations in the long-wavelength limit and\nthrough numerical solution of the full Bogoliubov- de Gennes equations, we show\nthat the system condenses into a single momentum state of the Rashba spectrum\nvia the mechanism of order by disorder. We show that in 3D the quantum\ndepletion for this system is small, while the thermal depletion has an infrared\nlogarithmic divergence, which is removed for finite-size systems. In 2D, on the\nother hand, thermal fluctuations destabilize the system.\n","Comment: 5 pages"]}]
["1109.5583",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5583","Phys. Rev. Lett. 108, 036405 (2012)","doi:10.1103/PhysRevLett.108.036405"],"date":["2011-09-26"],"type":["text"],"creator":["Tanese, Dimitrii","Solnyshkov, Dmitry","Amo, Alberto","Ferrier, Lydie","Bernet-Rolland, Emmanuel","Wertz, Esther","Sagnes, Isabelle","Lemaitre, Aristide","Senellart, Pascale","Malpuech, Guillaume","Bloch, Jacqueline"],"language":[],"coverage":[],"title":["Backscattering suppression in supersonic 1D polariton condensates"],"description":["  We investigate the effects of disorder on the propagation of one-dimensional\npolariton condensates in semiconductor microcavities. We observe a strong\nsuppression of the backscattering produced by the imperfections of the\nstructure when increasing the condensate density. This suppression occurs in\nthe supersonic regime and is simultaneous to the onset of parametric\ninstabilities which enable the \"hopping\" of the condensate through the\ndisorder. Our results evidence a new mechanism for the frictionless flow of\npolaritons at high speeds.\n","Comment: 5 pages, 3 figures"]}]
["1109.5587",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5587"],"date":["2011-09-26","2012-02-20"],"type":["text"],"creator":["Giraud, Christophe","Huet, Sylvie","Verzelen, Nicolas"],"language":[],"coverage":[],"title":["High-dimensional regression with unknown variance"],"description":["  We review recent results for high-dimensional sparse linear regression in the\npractical case of unknown variance. Different sparsity settings are covered,\nincluding coordinate-sparsity, group-sparsity and variation-sparsity. The\nemphasis is put on non-asymptotic analyses and feasible procedures. In\naddition, a small numerical study compares the practical performance of three\nschemes for tuning the Lasso estimator and some references are collected for\nsome more general models, including multivariate regression and nonparametric\nregression.\n","Comment: 38 pages"]}]
["1109.5924",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5924"],"date":["2011-09-27","2012-02-21"],"type":["text"],"creator":["Li, Miao","Wang, Tower"],"language":[],"coverage":[],"title":["Mass-dependent Lorentz Violation and Neutrino Velocity"],"description":["  Motivated by a recent and several earlier measurement results of the neutrino\nvelocity, we attempt to resolve the apparent discrepancies between them from\nthe viewpoint of mass-energy relation in special relativity. It is argued that\na complicated tachyonic neutrino model or a mass-dependent Lorentz violation\ntheory can do this job.\n","Comment: 8 pages; text unchanged, references added"]}]
["1109.6916",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6916","Physical Review B - 18 January 2012; 85: 045426-1-7","doi:10.1103/PhysRevB.85.045426"],"date":["2011-09-30"],"type":["text"],"creator":["Borysiuk, Jolanta","Sołtys, Jakub","Bożek, Rafal","Piechota, Jacek","Krukowski, Stanislaw","Strupinski, Wlodzimierz","Baranowski, Jacek M.","Stepniewski, Roman"],"language":[],"coverage":[],"title":["Role of structure of C-terminated 4H-SiC(000) surface in growth of\n  graphene layers - transmission electron microscopy and density functional\n  theory studies"],"description":["  Principal structural defects in graphene layers, synthesized on a\ncarbon-terminated face, i.e. the SiC(000) face of a 4H-SiC substrate, are\ninvestigated using microscopic methods. Results of high-resolution transmission\nelectron microscopy (HRTEM) reveal their atomic arrangement. Mechanism of such\ndefects creation, directly related to the underlying crystallographic structure\nof the SiC substrate, is elucidated. The connection between the 4H-SiC(000)\nsurface morphology, including the presence of the single atomic steps, the\nsequences of atomic steps, and also the macrosteps, and the corresponding\nemergence of planar defective structure (discontinuities of carbon layers and\nwrinkles) is revealed. It is shown that disappearance of the multistep island\nleads to the creation of wrinkles in the graphene layers. The density\nfunctional theory (DFT) calculation results show that the diffusion of both\nsilicon and carbon atoms is possible on a Si-terminated SiC surface at a high\ntemperature close to 1600{\\deg}C. The creation of buffer layer at the\nSi-terminated surface effectively blocks horizontal diffusion, preventing\ngrowth of thick graphene layer at this face. At the carbon terminated SiC\nsurface, the buffer layer is absent leaving space for effective horizontal\ndiffusion of both silicon and carbon atoms. DFT results show that excess carbon\natoms converts a topmost carbon layer to sp2 bonded configuration, liberating\nSi atoms in barrierless process. The silicon atoms escape through the channels\ncreated at the bending layers defects, while the carbon atoms are incorporated\ninto the growing graphene layers. These results explain growth of thick\ngraphene underneath existing graphene cover and also the creation of the\nprincipal defects at the C-terminated SiC(0001) surface\n","Comment: 20 pages,11 figures"]}]
["1110.1241",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1241","New J. Phys. 13 123025 (2011)","doi:10.1088/1367-2630/13/12/123025"],"date":["2011-10-06","2012-02-21"],"type":["text"],"creator":["Diehl, H. W.","Schmidt, Felix M."],"language":[],"coverage":[],"title":["Critical Casimir effect in films for generic non-symmetry-breaking\n  boundary conditions"],"description":["  Systems described by an O(n) symmetrical $\\phi^4$ Hamiltonian are considered\nin a $d$-dimensional film geometry at their bulk critical points. A detailed\nrenormalization-group (RG) study of the critical Casimir forces induced between\nthe film's boundary planes by thermal fluctuations is presented for the case\nwhere the O(n) symmetry remains unbroken by the surfaces. The boundary planes\nare assumed to cause short-ranged disturbances of the interactions that can be\nmodelled by standard surface contributions $\\propto \\bm{\\phi}^2$ corresponding\nto subcritical or critical enhancement of the surface interactions. This\ntranslates into mesoscopic boundary conditions of the generic\nsymmetry-preserving Robin type $\\partial_n\\bm{\\phi}=\\mathring{c}_j\\bm{\\phi}$.\nRG-improved perturbation theory and Abel-Plana techniques are used to compute\nthe $L$-dependent part $f_{\\mathrm{res}}$ of the reduced excess free energy per\nfilm area $A\\to\\infty $ to two-loop order. When $d<4$, it takes the scaling\nform $f_{\\mathrm{res}}\\approx D(c_1L^{\\Phi/\\nu},c_2L^{\\Phi/\\nu})/L^{d-1}$ as\n$L\\to\\infty$, where $c_i$ are scaling fields associated with the\nsurface-enhancement variables $\\mathring{c}_i$, while $\\Phi$ is a standard\nsurface crossover exponent. The scaling function $D(\\mathsf{c}_1,\\mathsf{c}_2)$\nand its analogue $\\mathcal{D}(\\mathsf{c}_1,\\mathsf{c}_2)$ for the Casimir force\nare determined via expansion in $\\epsilon=4-d$ and extrapolated to $d=3$\ndimensions. In the special case $\\mathsf{c}_1=\\mathsf{c}_2=0$, the expansion\nbecomes fractional. Consistency with the known fractional expansions of D(0,0)\nand $\\mathcal{D}(0,0)$ to order $\\epsilon^{3/2}$ is achieved by appropriate\nreorganisation of RG-improved perturbation theory. For appropriate choices of\n$c_1$ and $c_2$, the Casimir forces can have either sign. Furthermore,\ncrossovers from attraction to repulsion and vice versa may occur as $L$\nincreases.\n","Comment: Latex source file, 40 pages, 9 figures"]}]
["1110.2139",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2139","Physica Scripta, 2012, 014030","doi:10.1088/0031-8949/2012/T147/014030"],"date":["2011-10-10"],"type":["text"],"creator":["Torres, Juan Mauricio","Sadurni, Emerson","Seligman, Thomas H."],"language":[],"coverage":[],"title":["Decoherence at constant excitation"],"description":["  We present a simple exactly solvable extension of of the Jaynes-Cummings\nmodel by adding dissipation. This is done such that the total number of\nexcitations is conserved. The Liouville operator in the resulting master\nequation can be reduced to blocks of $4\\times 4$ matrices.\n"]}]
["1110.3045",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3045","Mon. Not. R. Astron. Soc. 420 (2012), 2377","doi:10.1111/j.1365-2966.2011.20199.x"],"date":["2011-10-13","2012-02-21"],"type":["text"],"creator":["Marulli, Federico","Baldi, Marco","Moscardini, Lauro"],"language":[],"coverage":[],"title":["Clustering and redshift-space distortions in interacting dark energy\n  cosmologies"],"description":["  We investigate the spatial properties of the large scale structure (LSS) of\nthe Universe in the framework of coupled dark energy (cDE) cosmologies. Using\nthe public halo catalogues from the CoDECS simulations -- the largest set of\nN-body experiments to date for such cosmological scenarios -- we estimate the\nclustering and bias functions of cold dark matter (CDM) haloes, both in real-\nand redshift-space. Moreover, we investigate the effects of the dark energy\n(DE) coupling on the geometric and dynamic redshift-space distortions,\nquantifying the difference with respect to the concordance LambdaCDM model. At\nz~0, the spatial properties of CDM haloes in cDE models appear very similar to\nthe LambdaCDM case, even if the cDE models are normalized at last scattering in\norder to be consistent with the latest Cosmic Microwave Background (CMB) data.\nAt higher redshifts, we find that the DE coupling produces a significant\nscale-dependent suppression of the halo clustering and bias function. This\neffect, that strongly depends on the coupling strength, is not degenerate with\nsigma8 at scales r<5-10 Mpc/h. Moreover, we find that the coupled DE strongly\naffects both the linear distortion parameter, beta, and the pairwise peculiar\nvelocity dispersion, sigma12. Although the models considered in this work are\nfound to be all in agreement with presently available observational data, the\nnext generation of galaxy surveys will be able to put strong constraints on the\nlevel of coupling between DE and CDM exploiting the shape of redshift-space\nclustering anisotropies.\n","Comment: 11 pages, 7 figures. Minor changes, references added. MNRAS published"]}]
["1110.4718",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4718","Optics Express (2011)","doi:10.1364/OE.19.022698"],"date":["2011-10-21","2012-02-21"],"type":["text"],"creator":["Broome, Matthew A.","Almeida, Marcelo P.","Fedrizzi, Alessandro","White, Andrew G."],"language":[],"coverage":[],"title":["Reducing multi-photon rates in pulsed down-conversion by temporal\n  multiplexing"],"description":["  We present a simple technique to reduce the emission rate of higher-order\nphoton events from pulsed spontaneous parametric down-conversion. The technique\nuses extra-cavity control over a mode locked ultrafast laser to simultaneously\nincrease repetition rate and reduce the energy of each pulse from the pump\nbeam. We apply our scheme to a photonic quantum gate, showing improvements in\nthe non-classical interference visibility for 2-photon and 4-photon\nexperiments, and in the quantum-gate fidelity and entangled state production in\nthe 2-photon case.\n","Comment: 8 pages, 6 figures"]}]
["1110.5031",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","51E20, 20B25, 20C20, 55N35,"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5031"],"date":["2011-10-23","2012-02-20"],"type":["text"],"creator":["Siemons, Johannes","Smith, Daniel"],"language":[],"coverage":[],"title":["Incidence Homology of Finite Projective Spaces"],"description":["  Let F* be the finite field of q elements and let P(n,q) be the projective\nspace of dimension n-1 over F*. We construct a family H^{n}_{k,i} of\ncombinatorial homology modules associated to P(n,q) over a coefficient field F\nfield of characteristic p_{0}>0 co-prime to q. As FGL(n,q)-representations the\nmodules are obtained from the permutation action of GL(n,q) on the subspaces of\nF*^n. We prove a branching rule for H^{n}_{k,i} and use this rule to determine\nthese homology representations completely. The main results are a duality\ntheorem and the complete characterisation of H^{n}_{k,i} in terms of the\nstandard irreducibles of GL(n,q) over F and applications.\n","Comment: The paper has 16 pages with 2 figures"]}]
["1110.6384",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Artificial Intelligence","Computer Science - Computational Complexity","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6384"],"date":["2011-10-28","2012-02-21"],"type":["text"],"creator":["Gaspers, Serge","Szeider, Stefan"],"language":[],"coverage":[],"title":["Backdoors to Acyclic SAT"],"description":["  Backdoor sets, a notion introduced by Williams et al. in 2003, are certain\nsets of key variables of a CNF formula F that make it easy to solve the\nformula; by assigning truth values to the variables in a backdoor set, the\nformula gets reduced to one or several polynomial-time solvable formulas. More\nspecifically, a weak backdoor set of F is a set X of variables such that there\nexits a truth assignment t to X that reduces F to a satisfiable formula F[t]\nthat belongs to a polynomial-time decidable base class C. A strong backdoor set\nis a set X of variables such that for all assignments t to X, the reduced\nformula F[t] belongs to C.\n  We study the problem of finding backdoor sets of size at most k with respect\nto the base class of CNF formulas with acyclic incidence graphs, taking k as\nthe parameter. We show that\n  1. the detection of weak backdoor sets is W[2]-hard in general but\nfixed-parameter tractable for r-CNF formulas, for any fixed r>=3, and\n  2. the detection of strong backdoor sets is fixed-parameter approximable.\n  Result 1 is the the first positive one for a base class that does not have a\ncharacterization with obstructions of bounded size. Result 2 is the first\npositive one for a base class for which strong backdoor sets are more powerful\nthan deletion backdoor sets.\n  Not only SAT, but also #SAT can be solved in polynomial time for CNF formulas\nwith acyclic incidence graphs. Hence Result 2 establishes a new structural\nparameter that makes #SAT fixed-parameter tractable and that is incomparable\nwith known parameters such as treewidth and clique-width.\n  We obtain the algorithms by a combination of an algorithmic version of the\nErd\\\"os-P\\'osa Theorem, Courcelle's model checking for monadic second order\nlogic, and new combinatorial results on how disjoint cycles can interact with\nthe backdoor set.\n"]}]
["1111.0117",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0117","Phys. Rev. D 85 (2012) 031902(R)","doi:10.1103/PhysRevD.85.031902"],"date":["2011-11-01","2012-02-21"],"type":["text"],"creator":["Nakkagawa, Hisao","Yokota, Hiroshi","Yoshida, Koji"],"language":[],"coverage":[],"title":["Vanishing Thermal Mass in the Strongly Coupled QCD/QED medium"],"description":["  In this paper we perform a nonperturbative analysis of a thermal quasifermion\nin thermal QCD/QED by studying its self-energy function through the\nDyson-Schwinger equation with the hard-thermal-loop resummed improved ladder\nkernel. Our analysis reveals several interesting results, some of which may\nforce us to change the image of the thermal quasifermion: (1) The thermal mass\nof a quasifermion begins to decrease as the coupling gets stronger and finally\ndisappears in the strong coupling region,(2) the imaginary part of the chiral\ninvariant mass function (i.e., the decay width of the quasifermion) persists to\nhave $O(g^2 T \\log (1/g))$ behavior. Present results suggest that in the\nrecently produced strongly coupled quark-gluon-plasma, the thermal mass of a\nquasifermion should vanish. We also briefly comment on evidence of the\nexistence of a massless, or an ultrasoft mode.\n","Comment: 6 pages, 8 figures, Published version"]}]
["1111.3294",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3294"],"date":["2011-11-14","2012-02-21"],"type":["text"],"creator":["Li, Miao","Liu, Da","Meng, Jun","Wang, Tower","Zhou, Lanjun"],"language":[],"coverage":[],"title":["Replaying neutrino bremsstrahlung with general dispersion relations"],"description":["  It is generally held that neutrinos with superluminal velocity will lose\ntheir energy spontaneously by radiating electron-positron pairs, similar to\nbremsstrahlung process. Recently, this process was closely studied for\nneutrinos whose energy is roughly proportional to their momentum. Confronted\nwith an increasing amount of superluminal neutrino models, it is urgent to\ncalculate the same process for general dispersion relations. The calculation is\nperformed in this paper, without resorting to any nontrivial frame such as the\neffective \"rest frame\".\n","Comment: 16 pages, 3 figures; sect 5.5 added, squared amplitude corrected and\n  decay width adjusted accordingly"]}]
["1111.5524",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5524"],"date":["2011-11-23","2012-02-21"],"type":["text"],"creator":["Surina, Farung","Bode, Mike F.","Darnley, Matt J."],"language":[],"coverage":[],"title":["Investigation of the Progenitors of Nova Explosions"],"description":["  Recurrent novae (RNe) play an important role as one of the suspected\nprogenitor systems of Type Ia supernovae (SNe) which are used as primary\ndistance indicators in cosmology. Thus, it is important to investigate the\nnature of their central binary systems to determine the relation between the\nparameters of the central system and outburst type, and finally ascertain the\npopulation of novae that might be available to give rise to the progenitors of\nType Ia SNe. The details of the preliminary investigation looking for\ncharacteristics that may distinguish recurrent and classical novae (CNe)\nsystems, the selection of initial targets for detailed study, and preliminary\nresults are presented. We identified 10 suspected RNe among the Galactic CNe\nfor investigation with the Liverpool Telescope population and our initial\nphotometric observations of their quiescent systems suggest 2 may belong to the\nRS Oph type and 2 to the U Sco type RNe. Spectroscopic follow-up is now\nunderway.\n"]}]
["1111.6535",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6535","Phys.Rev. C85 (2012) 025203","doi:10.1103/PhysRevC.85.025203"],"date":["2011-11-28"],"type":["text"],"creator":["Garcia-Recio, C.","Nieves, J.","Salcedo, L. L.","Tolos, L."],"language":[],"coverage":[],"title":["D^- mesic atoms"],"description":["  The anti-D meson self-energy is evaluated self-consistently, using unitarized\ncoupled-channel theory, by computing the in-medium meson-baryon T-matrix in the\nC=-1,S=0 sector. The heavy pseudo-scalar and heavy vector mesons, anti-D and\nanti-D^*, are treated on equal footing as required by heavy quark spin\nsymmetry. Results for energy levels and widths of D^- mesic atoms in 12C, 40Ca,\n118Sn and 208Pb are presented. The spectrum contains states of atomic and of\nnuclear types for all nuclei. anti-D^0--nucleus bound states are also obtained.\nWe find that, after electromagnetic and nuclear cascade, these systems end up\nwith the anti-D bound in the nucleus, either as a meson or as part of a exotic\nanti-D N (pentaquark) loosely bound state.\n","Comment: 22 pages, 4 figures, 5 tables"]}]
["1111.7188",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.7188"],"date":["2011-11-30","2012-02-21"],"type":["text"],"creator":["Todesco, E.","Zimmermann, F."],"language":[],"coverage":[],"title":["Proceedings of EuCARD-AccNet-EuroLumi Workshop: The High-Energy Large\n  Hadron Collider, Malta, Republic of Malta, 14 - 16 Oct 2010"],"description":["  This report contains the proceedings of the EuCARD-AccNet-EuroLumi Workshop\non a High-Energy Large Hadron Collider 'HE-LHC10' which was held on Malta from\n14 to 16 October 2010. This is the first workshop where the possibility of\nbuilding a 33 TeV centre-of-mass energy proton-proton accelerator in the LHC\ntunnel is discussed. The key element of such a machine will be the 20 T magnets\nneeded to bend the particle beams: therefore much space was given to\ndiscussions about magnet technologies for high fields. The workshop also\ndiscussed possible parameter sets, issues related to beam dynamics and\nsynchrotron radiation handling, and the need for new injectors, possibly with 1\nTeV energy. The workshop searched for synergies with other projects and studies\naround the world facing similar challenges or pushing related technologies,\nrevisited past experience, and explored a possible re-use of existing\nsuperconducting magnets. Last not least, it reinforced the inter-laboratory\ncollaborations within EuCARD, especially between CERN and its European, US, and\nJapanese partners.\n","Comment: 29 lectures, 156 pages, published as CERN Yellow Report\n  https://cdsweb.cern.ch/record/1344820"]}]
["1112.0443",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0443","Phys. Rev. B 85, 075410 (2012)","doi:10.1103/PhysRevB.85.075410"],"date":["2011-12-02","2012-01-16"],"type":["text"],"creator":["Stauber, T.","Gómez-Santos, G."],"language":[],"coverage":[],"title":["Plasmons and near-field amplification in double-layer graphene"],"description":["  We study the optical properties of double-layer graphene for linearly\npolarized evanescent modes and discuss the in-phase and out-of-phase plasmon\nmodes for both, longitudinal and transverse polarization. We find a energy for\nwhich reflection is zero, leading to exponentially amplified transmitted modes\nsimilar to what happens in left-handed materials. For layers with equal\ndensities $n=10^{12}$cm$^{-2}$, we find a typical layer separation of\n$d\\approx500\\mu$m to detect this amplification for transverse polarization\nwhich may serve as an indirect observation of transverse plasmons. When the two\ngraphene layers lie on different chemical potentials, the exponential\namplification either follows the in-phase or out-of-phase plasmon mode\ndepending on the order of the low- and high-density layer. This opens up the\npossibility of a tunable near-field amplifier or switch.\n","Comment: 9 pages, 8 figures"]}]
["1112.1055",{"format":[],"subject":["Mathematics - Dynamical Systems","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1055"],"date":["2011-12-05","2012-02-21"],"type":["text"],"creator":["Burger, Martin","Haskovec, Jan","Wolfram, Marie-Therese"],"language":[],"coverage":[],"title":["Individual based and mean-field modelling of direct aggregation"],"description":["  We introduce two models of biological aggregation, based on randomly moving\nparticles with individual stochasticity depending on the perceived average\npopulation density in their neighbourhood. In the first-order model the\nlocation of each individual is subject to a density-dependent random walk,\nwhile in the second-order model the density-dependent random walk acts on the\nvelocity variable, together with a density-dependent damping term. The main\nnovelty of our models is that we do not assume any explicit aggregative force\nacting on the individuals; instead, aggregation is obtained exclusively by\nreducing the individual stochasticity in response to higher perceived density.\nWe formally derive the corresponding mean-field limits, leading to nonlocal\ndegenerate diffusions. Then, we carry out the mathematical analysis of the\nfirst-order model, in particular, we prove the existence of weak solutions and\nshow that it allows for measure-valued steady states. We also perform linear\nstability analysis and identify conditions for pattern formation. Moreover, we\ndiscuss the role of the nonlocality for well-posedness of the first-order\nmodel. Finally, we present results of numerical simulations for both the first-\nand second-order model on the individual-based and continuum levels of\ndescription.\n","Comment: 27 pages, 9 figures"]}]
["1112.1808",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1808","Physical Review B 85, 085208 (2012)","doi:10.1103/PhysRevB.85.085208"],"date":["2011-12-08","2012-01-27"],"type":["text"],"creator":["Scharf, B.","Matos-Abiague, A.","Žutić, I.","Fabian, J."],"language":[],"coverage":[],"title":["Theory of thermal spin-charge coupling in electronic systems"],"description":["  The interplay between spin transport and thermoelectricity offers several\nnovel ways of generating, manipulating, and detecting nonequilibrium spin in a\nwide range of materials. Here we formulate a phenomenological model in the\nspirit of the standard model of electrical spin injection to describe the\nelectronic mechanism coupling charge, spin, and heat transport and employ the\nmodel to analyze several different geometries containing ferromagnetic (F) and\nnonmagnetic (N) regions: F, F/N, and F/N/F junctions which are subject to\nthermal gradients. We present analytical formulas for the spin accumulation and\nspin current profiles in those junctions that are valid for both tunnel and\ntransparent (as well as intermediate) contacts. For F/N junctions we calculate\nthe thermal spin injection efficiency and the spin accumulation induced\nnonequilibrium thermopower. We find conditions for countering thermal spin\neffects in the N region with electrical spin injection. This compensating\neffect should be particularly useful for distinguishing electronic from other\nmechanisms of spin injection by thermal gradients. For F/N/F junctions we\nanalyze the differences in the nonequilibrium thermopower (and chemical\npotentials) for parallel and antiparallel orientations of the F magnetizations,\nas evidence and a quantitative measure of the spin accumulation in N.\nFurthermore, we study the Peltier and spin Peltier effects in F/N and F/N/F\njunctions and present analytical formulas for the heat evolution at the\ninterfaces of isothermal junctions.\n","Comment: to be published in PRB (in press), 19 pages, 19 figures"]}]
["1112.2761",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2761","Nuclear Physics A 879, 25-58 (2012)","doi:10.1016/j.nuclphysa.2012.02.003"],"date":["2011-12-12","2012-02-13"],"type":["text"],"creator":["Strickland, Michael","Bazow, Dennis"],"language":[],"coverage":[],"title":["Thermal Bottomonium Suppression at RHIC and LHC"],"description":["  In this paper we consider the suppression of bottomonium states in\nultrarelativistic heavy ion collisions. We compute the suppression as a\nfunction of centrality, rapidity, and transverse momentum for the states\nUpsilon(1s), Upsilon(2s), Upsilon(3s), chi_b1, and chi_b2. Using this\ninformation, we then compute the inclusive Upsilon(1s) suppression as a\nfunction of centrality, rapidity, and transverse momentum including feed down\neffects. Calculations are performed for both RHIC sqrt(s_NN)=200 GeV Au-Au\ncollisions and LHC sqrt(s_NN)=2.76 TeV Pb-Pb collisions. From the comparison of\nour theoretical results with data available from the STAR and CMS\nCollaborations we are able to constrain the shear viscosity to entropy ratio to\nbe in the range 0.08 < eta/S < 0.24. Our results are consistent with the\ncreation of a high temperature quark-gluon plasma at both RHIC and LHC\ncollision energies.\n","Comment: 38 pages, 15 figures; v4 - Published version"]}]
["1112.2945",{"format":[],"subject":["Mathematics - Dynamical Systems","28D10, 37C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2945","Discrete and Continuous Dynamical Systems - Series A (DCDS-A)\n  Pages: 1209 - 1229, Volume 32, Issue 4, April 2012","doi:10.3934/dcds.2012.32.1209"],"date":["2011-12-13"],"type":["text"],"creator":["Bertazzon, Jean-François"],"language":[],"coverage":[],"title":["Symbolic approach and induction in the Heisenberg group"],"description":["  We associate a homomorphism in the Heisenberg group to each hyperbolic\nunimodular automorphism of the free group on two generators. We show that the\nfirst return-time of some flows in \"good\" sections, are conjugate to\nniltranslations, which have the property of being self-induced.\n","Comment: 18 pages"]}]
["1112.3747",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3747","Phys. Status Solidi Rapid Research letters 6, No. 3, 126-128\n  (2012)","doi:10.1002/pssr.201105589"],"date":["2011-12-16","2012-01-11"],"type":["text"],"creator":["Plechinger, G.","Schrettenbrunner, F. -X.","Eroms, J.","Weiss, D.","Schüller, C.","Korn, T."],"language":[],"coverage":[],"title":["Low-temperature photoluminescence of oxide-covered single-layer MoS2"],"description":["  We present a photoluminescence study of single-layer MoS2 flakes on SiO2\nsurfaces. We demonstrate that the luminescence peak position of flakes prepared\nfrom natural MoS2, which varies by up to 25 meV between individual as-prepared\nflakes, can be homogenized by annealing in vacuum, which removes adsorbates\nfrom the surface. We use HfO2 and Al2O3 layers prepared by atomic layer\ndeposition to cover some of our flakes. We clearly observe a suppression of the\nlow-energy luminescence peak observed for as-prepared flakes at low\ntemperatures, indicating that this peak originates from excitons bound to\nsurface adsorbates. We also observe different temperature-induced shifts of the\nluminescence peaks for the oxide-covered flakes. This effect stems from the\ndifferent thermal expansion coefficients of the oxide layers and the MoS2\nflakes. It indicates that the single-layer MoS2 flakes strongly adhere to the\noxide layers and are therefore strained.\n","Comment: 3 pages, 2 figures"]}]
["1201.1170",{"format":[],"subject":["Computer Science - Systems and Control","Computer Science - Information Theory","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1170"],"date":["2012-01-05"],"type":["text"],"creator":["Okano, Kunihisa","Ishii, Hideaki"],"language":[],"coverage":[],"title":["Data Rate Limitations for Stabilization of Uncertain Systems over Lossy\n  Channels"],"description":["  This paper considers data rate limitations for mean square stabilization of\nuncertain discrete-time linear systems via finite data rate and lossy channels.\nFor a plant having parametric uncertainties, a necessary condition and a\nsufficient condition are derived, represented by the data rate, the packet loss\nprobability, uncertainty bounds on plant parameters, and the unstable\neigenvalues of the plant. The results extend those existing in the area of\nnetworked control, and in particular, the condition is exact for the scalar\nplant case.\n"]}]
["1201.2852",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - History and Overview","05C10, 05C15, 01A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2852"],"date":["2012-01-13","2012-02-21"],"type":["text"],"creator":["McKay, Brendan D."],"language":[],"coverage":[],"title":["A note on the history of the four-colour conjecture"],"description":["  The four-colour conjecture was brought to public attention in 1854, most\nprobably by Francis or Frederick Guthrie. This moves back by six years the date\nof the earliest known publication.\n","Comment: 3 pages; revised sourcing, added extra information"]}]
["1201.6078",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6078"],"date":["2012-01-29","2012-02-20"],"type":["text"],"creator":["Tan, Shin Hwei","Marinov, Darko","Tan, Lin","Leavens, Gary T."],"language":[],"coverage":[],"title":["@tComment: Testing Javadoc Comments to Detect Comment-Code\n  Inconsistencies"],"description":["  This paper has been withdrawn by the author.\n","Comment: This paper has been withdrawn by the author"]}]
["1202.0863",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0863"],"date":["2012-02-03","2012-02-21"],"type":["text"],"creator":["Sahebi, Aria G.","Pradhan, S. Sandeep"],"language":[],"coverage":[],"title":["Asymptotically Good Codes Over Non-Abelian Groups"],"description":["  It has been shown that good structured codes over non-Abelian groups do\nexist. Specifically, we construct codes over the smallest non-Abelian group\n$\\mathds{D}_6$ and show that the performance of these codes is superior to the\nperformance of Abelian group codes of the same alphabet size. This promises the\npossibility of using non-Abelian codes for multi-terminal settings where the\nstructure of the code can be exploited to gain performance.\n"]}]
["1202.2102",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2102"],"date":["2012-02-09","2012-02-21"],"type":["text"],"creator":["Nicolini, Piero"],"language":[],"coverage":[],"title":["Nonlocal and generalized uncertainty principle black holes"],"description":["  In this paper we study the issue of the role of nonlocality as a possible\ningredient to solve long standing problems in the physics of black holes. To\nachieve this goal we analytically derive new black hole metrics improved by\ncorrections from nonlocal gravity actions with an entire function of the order\n1/2 and lower than 1/2, the latter corresponding to generalized uncertainty\nprinciple corrections. This lets us extend our previous findings about\nnoncommutative geometry inspired black holes recently recognized as nonlocal\nblack holes due to an entire function of order higher than 1/2. As a result we\nshow that irrespective of the order of the function, nonlocality leads to the\nfollowing properties for black hole spacetimes: i) horizon extremization also\nin the neutral, non rotating case; ii) black hole phase transition from a\nSchwarzschild phase to a positive heat capacity cooling down phase; iii) zero\ntemperature remnant formation at the end of the evaporation process; iv)\nnegligible quantum back reaction due to the presence of an upper bound for the\nHawking temperature. Finally we show that, in agreement with the general theory\nof cut off functions, a regular deSitter core accounting for the energy density\nof virtual gravitons replaces the curvature singularity only in the case of\nentire functions of order 1/2 or higher.\n","Comment: v1: 15 pages, 7 figures, 1 table; v2: some typesetting inaccuracies\n  corrected, references added, figures improved"]}]
["1202.2219",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2219"],"date":["2012-02-10","2012-02-20"],"type":["text"],"creator":["Wu, Liang","Ji, Chengcheng","Wang, Sishuo","Lv, Jianhao"],"language":[],"coverage":[],"title":["The advantages of the pentameral symmetry of the starfish"],"description":["  Starfish typically show pentameral symmetry, and they are typically similar\nin shape to a pentagram. Although starfish can evolve and live with other\nnumbers of arms, the dominant species always show pentameral symmetry. We used\nmathematical and physical methods to analyze the superiority of starfish with\nfive arms in comparison with those with a different number of arms with respect\nto detection, turning over, autotomy and adherence. In this study, we\ndetermined that starfish with five arms, although slightly inferior to others\nin one or two aspects, exhibit the best performance when the four\naforementioned factors are considered together. In addition, five-armed\nstarfish perform best on autotomy, which is crucially important for starfish\nsurvival. This superiority contributes to the dominance of five-armed starfish\nin evolution, which is consistent with the practical situation. Nevertheless,\nwe can see some flexibility in the number and conformation of arms. The\nanalyses performed in our research will be of great help in unraveling the\nmysteries of dominant shapes and structures.\n","Comment: 17 pages, 10 figures"]}]
["1202.2897",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2897"],"date":["2012-02-13","2012-02-21"],"type":["text"],"creator":["Howley, Kirsten","Guhathakurta, Puragra","van der Marel, Roeland","Geha, Marla","Kalirai, Jason","Yniguez, Basilio","Kirby, Evan","Cuillandre, Jean-Charles","Gilbert, Karoline"],"language":[],"coverage":[],"title":["Internal Stellar Kinematics of M32 from the SPLASH Survey: Dark Halo\n  Constraints and the Formation of Compact Elliptical Galaxies"],"description":["  As part of the SPLASH survey of the Andromeda galaxy (M31) and its neighbors,\nwe have obtained Keck/DEIMOS spectra of the compact elliptical (cE) satellite\nM32. This is the first resolved-star kinematical study of any cE galaxy. In\ncontrast to previous studies that extended out to r<30\"~1Re~100pc, we measure\nthe rotation curve and velocity dispersion profile out to r~250\" and higher\norder Gauss-Hermite moments out to r~70\". We achieve this by combining\nintegrated-light spectroscopy at small radii (where crowding/blending are\nsevere) with resolved stellar spectroscopy at larger radii, using spatial and\nkinematical information to statistically account for M31 contamination. The\nrotation curve and velocity dispersion profile extend well beyond the radius\n(r~150\") where the isophotes are distorted. Unlike NGC 205, another close dwarf\ncompanion of M31, M32's kinematic are regular and symmetric and do not show\nobvious sharp gradients across the region of isophotal elongation and twists.\nWe interpret M32's kinematics using three-integral axisymmetric dynamical\nequilibrium models constructed using Schwarzschild's orbit superposition\ntechnique. Models with a constant M/L can fit the data remarkably well.\nHowever, since such a model requires an increasing tangential anisotropy with\nradius, invoking the presence of an extended dark halo may be more plausible.\nSuch an extended dark halo is definitely required to bind a half-dozen\nfast-moving stars observed at the largest radii, but these stars may not be an\nequilibrium component of M32. The observed regularity of the stellar\nkinematics, as well as the possible detection of an extended dark halo, are\nunexpected if M31 tides are significant at large radii. While these findings by\nthemselves do not rule out tidal models for cE formation, they suggest that\ntidal stripping may not be as significant for shaping cE galaxies as has often\nbeen argued.\n","Comment: 27 pages, 16 figures, submitted to ApJ"]}]
["1202.3484",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3484"],"date":["2012-02-15","2012-02-20"],"type":["text"],"creator":["Feng, Yuan","Deng, Yuxin","Ying, Mingsheng"],"language":[],"coverage":[],"title":["Symbolic bisimulation for quantum processes"],"description":["  With the previous notions of bisimulation presented in literature, to check\nif two quantum processes are bisimilar, we have to instantiate the free quantum\nvariables of them with arbitrary quantum states, and verify the bisimilarity of\nresultant configurations. This makes checking bisimilarity infeasible from an\nalgorithmic point of view because quantum states constitute a continuum. In\nthis paper, we introduce a symbolic operational semantics for quantum processes\ndirectly at the quantum operation level, which allows us to describe the\nbisimulation between quantum processes without resorting to quantum states. We\nshow that the symbolic bisimulation defined here is equivalent to the open\nbisimulation for quantum processes in the previous work, when strong\nbisimulations are considered. An algorithm for checking symbolic ground\nbisimilarity is presented. We also give a modal logical characterisation for\nquantum bisimilarity based on an extension of Hennessy-Milner logic to quantum\nprocesses.\n","Comment: 30 pages, 7 figures, comments are welcome"]}]
["1202.4283",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4283"],"date":["2012-02-20"],"type":["text"],"creator":["Alquier, Pierre","Wintenberger, Olivier"],"language":[],"coverage":[],"title":["Fast rates in learning with dependent observations"],"description":["  In this paper we tackle the problem of fast rates in time series forecasting\nfrom a statistical learning perspective. In a serie of papers (e.g. Meir 2000,\nModha and Masry 1998, Alquier and Wintenberger 2012) it is shown that the main\ntools used in learning theory with iid observations can be extended to the\nprediction of time series. The main message of these papers is that, given a\nfamily of predictors, we are able to build a new predictor that predicts the\nseries as well as the best predictor in the family, up to a remainder of order\n$1/\\sqrt{n}$. It is known that this rate cannot be improved in general. In this\npaper, we show that in the particular case of the least square loss, and under\na strong assumption on the time series (phi-mixing) the remainder is actually\nof order $1/n$. Thus, the optimal rate for iid variables, see e.g. Tsybakov\n2003, and individual sequences, see \\cite{lugosi} is, for the first time,\nachieved for uniformly mixing processes. We also show that our method is\noptimal for aggregating sparse linear combinations of predictors.\n"]}]
["1202.4361",{"format":[],"subject":["Mathematics - Number Theory","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4361"],"date":["2012-02-20"],"type":["text"],"creator":["Augot, Daniel","Morain, François"],"language":[],"coverage":[],"title":["Discrete logarithm computations over finite fields using Reed-Solomon\n  codes"],"description":["  Cheng and Wan have related the decoding of Reed-Solomon codes to the\ncomputation of discrete logarithms over finite fields, with the aim of proving\nthe hardness of their decoding. In this work, we experiment with solving the\ndiscrete logarithm over GF(q^h) using Reed-Solomon decoding. For fixed h and q\ngoing to infinity, we introduce an algorithm (RSDL) needing O (h! q^2)\noperations over GF(q), operating on a q x q matrix with (h+2) q non-zero\ncoefficients. We give faster variants including an incremental version and\nanother one that uses auxiliary finite fields that need not be subfields of\nGF(q^h); this variant is very practical for moderate values of q and h. We\ninclude some numerical results of our first implementations.\n"]}]
["1202.4385",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4385"],"date":["2012-02-20","2012-02-21"],"type":["text"],"creator":["Malik, Salman","Jacquet, Philippe"],"language":[],"coverage":[],"title":["An Overview of Local Capacity in Wireless Networks"],"description":["  This article introduces a metric for performance evaluation of medium access\nschemes in wireless ad hoc networks known as local capacity. Although deriving\nthe end-to-end capacity of wireless ad hoc networks is a difficult problem, the\nlocal capacity framework allows us to quantify the average information rate\nreceived by a receiver node randomly located in the network. In this article,\nthe basic network model and analytical tools are first discussed and applied to\na simple network to derive the local capacity of various medium access schemes.\nOur goal is to identify the most optimal scheme and also to see how does it\ncompare with more practical medium access schemes. We analyzed grid pattern\nschemes where simultaneous transmitters are positioned in a regular grid\npattern, ALOHA schemes where simultaneous transmitters are dispatched according\nto a uniform Poisson distribution and exclusion schemes where simultaneous\ntransmitters are dispatched according to an exclusion rule such as node\ncoloring and carrier sense schemes. Our analysis shows that local capacity is\noptimal when simultaneous transmitters are positioned in a grid pattern based\non equilateral triangles and our results show that this optimal local capacity\nis at most double the local capacity of ALOHA based scheme. Our results also\nshow that node coloring and carrier sense schemes approach the optimal local\ncapacity by an almost negligible difference. At the end, we also discuss the\nshortcomings in our model as well as future research directions.\n","Comment: This work has been accepted to appear in Springer Telecommunication\n  Systems journal. Part of this work was also presented at the Wireless Days\n  2011 and WMNC 2011"]}]
["1202.4410",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4410"],"date":["2012-02-20","2012-02-21"],"type":["text"],"creator":["Kalaj, David"],"language":[],"coverage":[],"title":["On J. C. C. Nitsche's type inequality for hyperbolic space\n  $\\mathbf{H}^3$"],"description":["  Let $\\mathbf H^3$ be the hyperbolic space identified with the unit ball\n$\\mathbf{B}^3 = \\{x\\in \\mathbf{R}^3: |x| < 1\\}$ with the Poincar\\'e metric\n$d_h$ and assume that ${\\mathcal{A}}(x_0,p,q):=\\{x: p<d_h(x,x_0)< q\\}\\subset\n\\mathbf H^3$ is an hyperbolic annulus with the inner and outer radii\n$0<p<q<\\infty$. We prove that if there exists a proper hyperbolic harmonic\nmapping between annuli ${\\mathcal{A}}(x_0,a,b)$ and\n${\\mathcal{A}}(y_0,\\alpha,\\beta)$ in the hyperbolic space $\\mathbf H^3$, then\n$\\beta/\\alpha>1+\\psi(a,b)$, where $\\psi$ is a positive function.\n","Comment: 11 pages"]}]
["1202.4451",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4451"],"date":["2012-02-18"],"type":["text"],"creator":["Neely, Michael J."],"language":[],"coverage":[],"title":["Wireless Peer-to-Peer Scheduling in Mobile Networks"],"description":["  This paper considers peer-to-peer scheduling for a network with multiple\nwireless devices. A subset of the devices are mobile users that desire specific\nfiles. Each user may already have certain popular files in its cache. The\nremaining devices are access points that typically have access to a larger set\nof files. Users can download packets of their requested file from an access\npoint or from a nearby user. Our prior work optimizes peer scheduling in a\ngeneral setting, but the resulting delay can be large when applied to mobile\nnetworks. This paper focuses on the mobile case, and develops a new algorithm\nthat reduces delay by opportunistically grabbing packets from current\nneighbors. However, it treats a simpler model where each user desires a single\nfile with infinite length. An algorithm that provably optimizes throughput\nutility while incentivizing participation is developed for this case. The\nalgorithm extends as a simple heuristic in more general cases with finite file\nsizes and random active and idle periods.\n","Comment: This material will be presented in part at the 46th Annual Conference\n  on Information Sciences and Systems (CISS), Princeton, NJ, March 2012"]}]
["1202.4452",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4452","doi:10.1103/PhysRevA.00.002900"],"date":["2012-02-19"],"type":["text"],"creator":["Kouzakov, Konstantin A.","Berakdar, Jamal"],"language":[],"coverage":[],"title":["Plasmon-assisted electron-electron collisions at metallic surfaces"],"description":["  We present a theoretical treatment for the ejection of a secondary electron\nfrom a clean metallic surface induced by the impact of a fast primary electron.\nAssuming a direct scattering between the incident, primary electron and the\nelectron in a metal, we calculate the electron-pair energy distributions at the\nsurfaces of Al and Be. Different models for the screening of the\nelectron-electron interaction are examined and the footprints of the surface\nand the bulk plasmon modes are determined and analyzed. The formulated\ntheoretical approach is compared with the available experimental data on the\nelectron-pair emission from Al.\n","Comment: 30 pages, 9 figures"]}]
["1202.4454",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4454","A&A, 538, A121 (2012)","doi:10.1051/0004-6361/201117423"],"date":["2012-02-20"],"type":["text"],"creator":["Wang, J.","Hammer, F.","Athanassoula, E.","Puech, M.","Yang, Y.","Flores, H."],"language":[],"coverage":[],"title":["Loops formed by tidal tails as fossil records of a major merger"],"description":["  Many haloes of nearby disc galaxies contain faint and extended features,\nincluding loops, which are often interpreted as relics of satellite infall in\nthe main galaxy's potential well. In most cases, however, the residual nucleus\nof the satellite is not seen, although it is predicted by numerical\nsimulations. We test whether such faint and extended features can be associated\nto gas-rich, major mergers, which may also lead to disc rebuilding and thus be\na corner stone for the formation of spiral galaxies. Using the TreeSPH code\nGADGET-2, we model the formation of an almost bulge-less galaxy similar to NGC\n5907 (B/T $\\le$ 0.2) after a gas-rich major merger. We indeed find that 3:1\nmajor mergers can form features similar to the loops found in many galactic\nhaloes, including in NGC 5907, and can reproduce an extended thin disc, a\nbulge, as well as the pronounced warp of the gaseous disc. Even though it\nremains difficult to fully cover the large volume of free parameters, the\npresent modelling of the loops in NGC 5907 proves that they could well be the\nresult of a major merger. It has many advantages over the satellite infall\nscenario; e.g., it solves the problem of the visibility of the satellite\nremnant, and it may explain some additional features in the NGC 5907 halo, as\nwell as some gas properties of this system. For orbital parameters derived from\ncosmological simulations, the loops in NGC 5907 can be reproduced by major\nmergers (3:1 to 5:1) and possibly by intermediate mergers (5:1 to 12:1). The\nmajor merger scenario thus challenges the minor merger one and could explain\nmany properties that haloes of spiral galaxies have in common, including their\nred colours and the presence of faint extended features.\n"]}]
["1202.4459",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4459"],"date":["2012-02-20"],"type":["text"],"creator":["Suyu, S. H.","Treu, T.","Blandford, R. D.","Freedman, W. L.","Hilbert, S.","Blake, C.","Braatz, J.","Courbin, F.","Dunkley, J.","Greenhill, L.","Humphreys, E.","Jha, S.","Kirshner, R.","Lo, K. Y.","Macri, L.","Madore, B. F.","Marshall, P. J.","Meylan, G.","Mould, J.","Reid, B.","Reid, M.","Riess, A.","Schlegel, D.","Scowcroft, V.","Verde, L."],"language":[],"coverage":[],"title":["The Hubble constant and new discoveries in cosmology"],"description":["  We report the outcome of a 3-day workshop on the Hubble constant (H_0) that\ntook place during February 6-8 2012 at the Kavli Institute for Particle\nAstrophysics and Cosmology, on the campus of Stanford University. The\nparticipants met to address the following questions. Are there compelling\nscientific reasons to obtain more precise and more accurate measurements of H_0\nthan currently available? If there are, how can we achieve this goal? The\nanswers that emerged from the workshop are (1) better measurements of H_0\nprovide critical independent constraints on dark energy, spatial curvature of\nthe Universe, neutrino physics, and validity of general relativity, (2) a\nmeasurement of H_0 to 1% in both precision and accuracy, supported by rigorous\nerror budgets, is within reach for several methods, and (3) multiple paths to\nindependent determinations of H_0 are needed in order to access and control\nsystematics.\n","Comment: 4 pages, 1 figure, communique of workshop on the Hubble constant at\n  KIPAC during February 6-8 2012"]}]
["1202.4465",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4465"],"date":["2012-02-20"],"type":["text"],"creator":["Yosinski, Jason","Bills, Cooper"],"language":[],"coverage":[],"title":["MAV Stabilization using Machine Learning and Onboard Sensors"],"description":["  In many situations, Miniature Aerial Vehicles (MAVs) are limited to using\nonly on-board sensors for navigation. This limits the data available to\nalgorithms used for stabilization and localization, and current control methods\nare often insufficient to allow reliable hovering in place or trajectory\nfollowing. In this research, we explore using machine learning to predict the\ndrift (flight path errors) of an MAV while executing a desired flight path.\nThis predicted drift will allow the MAV to adjust it's flightpath to maintain a\ndesired course.\n","Comment: 9 pages, 7 figures"]}]
["1202.4473",{"format":[],"subject":["Computer Science - Learning","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4473"],"date":["2012-02-20"],"type":["text"],"creator":["Bubeck, Sebastien","Slivkins, Aleksandrs"],"language":[],"coverage":[],"title":["The best of both worlds: stochastic and adversarial bandits"],"description":["  We present a new bandit algorithm, SAO (Stochastic and Adversarial Optimal),\nwhose regret is, essentially, optimal both for adversarial rewards and for\nstochastic rewards. Specifically, SAO combines the square-root worst-case\nregret of Exp3 (Auer et al., SIAM J. on Computing 2002) and the\n(poly)logarithmic regret of UCB1 (Auer et al., Machine Learning 2002) for\nstochastic rewards. Adversarial rewards and stochastic rewards are the two main\nsettings in the literature on (non-Bayesian) multi-armed bandits. Prior work on\nmulti-armed bandits treats them separately, and does not attempt to jointly\noptimize for both. Our result falls into a general theme of achieving good\nworst-case performance while also taking advantage of \"nice\" problem instances,\nan important issue in the design of algorithms with partially known inputs.\n"]}]
["1202.4480",{"format":[],"subject":["Mathematics - General Topology","08B20, 54H10, 54H11, 54B30, 54E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4480","Visnyk Lviv Univ. 61 (2003), 21-25"],"date":["2012-02-20"],"type":["text"],"creator":["Banakh, T.","Hryniv, O."],"language":[],"coverage":[],"title":["On closed embeddings of free topological algebras"],"description":["  Let $\\mathcal K$ be a complete quasivariety of completely regular universal\ntopological algebras of continuous signature $\\mathcal E$ (which means that\n$\\mathcal K$ is closed under taking subalgebras, Cartesian products, and\nincludes all completely regular topological $\\mathcal E$-algebras algebraically\nisomorphic to members of $\\mathcal K$). For a topological space $X$ by $F(X)$\nwe denote the free universal $\\mathcal E$-algebra over $X$ in the class\n$\\mathcal K$. Using some extension properties of the Hartman-Mycielski\nconstruction we prove that for a closed subspace $X$ of a metrizable (more\ngenerally, stratifiable) space $Y$ the induced homomorphism $F(X)\\to F(Y)$\nbetween the respective free universal algebras is a closed topological\nembedding. This generalizes one result of V.Uspenskii concerning embeddings of\nfree topological groups.\n","Comment: 3 pages"]}]
["1202.4486",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4486"],"date":["2012-02-20"],"type":["text"],"creator":["dieudonné, Yoann","Levé, Florence","Petit, Franck","Villain, Vincent"],"language":[],"coverage":[],"title":["Deterministic Leader Election Among Disoriented Anonymous Sensors"],"description":["  We address the Leader Election (LE) problem in networks of anonymous sensors\nsharing no kind of common coordinate system. Leader Election is a fundamental\nsymmetry breaking problem in distributed computing. Its goal is to assign value\n1 (leader) to one of the entities and value 0 (non-leader) to all others. In\nthis paper, assuming n > 1 disoriented anonymous sensors, we provide a complete\ncharac- terization on the sensors positions to deterministically elect a\nleader, provided that all the sensors' positions are known by every sensor.\nMore precisely, our contribution is twofold: First, assuming n anonymous\nsensors agreeing on a common handedness (chirality) of their own coordinate\nsystem, we provide a complete characterization on the sensors positions to\ndeterministically elect a leader. Second, we also provide such a complete\nchararacterization for sensors devoided of a common handedness. Both\ncharacterizations rely on a particular object from combinatorics on words,\nnamely the Lyndon Words.\n"]}]
["1202.4491",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4491","Ukrainian Journal of Physics 2011, Vol.56, N 3, p.225-232\n  (www.ujp.bitp.kiev.ua)"],"date":["2012-02-20"],"type":["text"],"creator":["Zhyganiuk, Igor"],"language":[],"coverage":[],"title":["Generalized Stillinger--David Potential"],"description":["  We present an improved version of the Stillinger--David polarization\npotential of the intermolecular interaction in water. A clear algorithm of\nconstruction of a function describing the oxygen-hydrogen interaction in water\nmolecules is formulated. A new approach to the modeling of a function screening\nthe charge-dipole interaction on small distances is developed. To describe the\nlong-range asymptotics of the intermolecular potential, the bare\nStillinger--David potential is supplemented by a term related to the\ninteraction of dipole moments of oxygen ions. In addition, we introduce a term\ninvolving a deformation of the electron shells of oxygen ions to the\npolarization component. These corrections allow us to successfully reproduce\nall essential results of quantum mechanical calculations of the interaction\nenergy for water molecules obtained by Clementi. Analyzing the behavior of the\ndipole moment of a water molecule as a function of the intermolecular distance,\nwe obtain the estimate of irreducible two-particle effects in water.\n","Comment: 8 pages, 6 figures"]}]
["1202.4493",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","05C12, 05C25, 20B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4493"],"date":["2012-02-20"],"type":["text"],"creator":["Phongpattanacharoen, Teeraphong","Siemons, Johannes"],"language":[],"coverage":[],"title":["Metric intersection problems in Cayley graphs and the Stirling recursion"],"description":["  In the symmetric group Sym(n) with n at least 5 let H be a conjugacy class of\nelements of order 2 and let \\Gamma be the Cayley graph whose vertex set is the\ngroup G generated by H (so G is Sym(n) or Alt(n)) and whose edge set is\ndetermined by H. We are interested in the metric structure of this graph. In\nparticular, for g\\in G let B_{r}(g) be the metric ball in \\Gamma of radius r\nand centre g. We show that the intersection numbers \\Phi(\\Gamma; r,\ng):=|\\,B_{r}(e)\\,\\cap\\,B_{r}(g)\\,| are generalized Stirling functions in n and\nr. The results are motivated by the study of error graphs and related\nreconstruction problems.\n","Comment: 18 pages"]}]
["1202.4494",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4494"],"date":["2012-02-20"],"type":["text"],"creator":["Šurlan, Brankica","Hamann, Wolf-Rainer","Kubát, Jiří","Oskinova, Lidia","Feldmeier, Achim"],"language":[],"coverage":[],"title":["3-D Monte Carlo radiative transfer calculation of resonance line\n  formation in the inhomogeneous expanding stellar wind"],"description":["  We study the effects of optically thick clumps, non-void inter-clump medium,\nvariation of the onset of clumping, and velocity dispersion inside clumps on\nthe formation of resonance lines. For this purpose we developed a full 3-D\nMonte Carlo Radiative Transfer (MCRT) code that is able to handle 3-D shapes of\nclumps and arbitrary 3-D velocity fields. The method we developed allows us to\ntake into account contributions from density and velocity wind inhomogeneities\nto the total opacity very precisely. The first comparison with observation\nshows that 3-D density and velocity wind inhomogeneities have a very strong\ninfluence on the resonance line formation, and that they have to be accounted\nfor in order to obtain reliable mass-loss rate determinations.\n","Comment: in Four Decades of Research on Massive Stars, C. Robert, N. St-Louis\n  & L. Drissen eds., Astron. Soc. Pacific. Conf. Ser., in press"]}]
["1202.4495",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4495","Published in Pattern Recognition Letters in 2010","doi:10.1016/j.patrec.2010.07.008"],"date":["2012-02-20"],"type":["text"],"creator":["Canals, V.","Morro, A.","Rosselló, J. L."],"language":[],"coverage":[],"title":["Stochastic-Based Pattern Recognition Analysis"],"description":["  In this work we review the basic principles of stochastic logic and propose\nits application to probabilistic-based pattern-recognition analysis. The\nproposed technique is intrinsically a parallel comparison of input data to\nvarious pre-stored categories using Bayesian techniques. We design smart\npulse-based stochastic-logic blocks to provide an efficient pattern recognition\nanalysis. The proposed rchitecture is applied to a specific navigation problem.\nThe resulting system is orders of magnitude faster than processor-based\nsolutions.\n"]}]
["1202.4498",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics","Nonlinear Sciences - Chaotic Dynamics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4498"],"date":["2012-02-20"],"type":["text"],"creator":["Vazquez-Semadeni, Enrique"],"language":[],"coverage":[],"title":["Physical Processes of Interstellar Turbulence"],"description":["  I discuss the role of self-gravity and radiative heating and cooling in\nshaping the nature of the turbulence in the interstellar medium (ISM) of our\ngalaxy. The heating and cooling cause it to be highly compressible, and, in\nsome regimes of density and temperature, to become thermally unstable, tending\nto spontaneously segregate into warm/diffuse and cold/dense phases. On the\nother hand, turbulence is an inherently mixing process, tending to replenish\nthe density and temperature ranges that would be forbidden under thermal\nprocesses alone. The turbulence in the ionized ISM appears to be transonic\n(i.e, with Mach numbers $\\Ms \\sim 1$), and thus to behave essentially\nincompressibly. However, in the neutral medium, thermal instability causes the\nsound speed of the gas to fluctuate by up to factors of $\\sim 30$, and thus the\nflow can be highly supersonic with respect to the dense/cold gas, although\nnumerical simulations suggest that this behavior corresponds more to the\nensemble of cold clumps than to the clumps' internal velocity dispersion.\nFinally, coherent large-scale compressions in the warm neutral medium (induced\nby, say, the passage of spiral arms or by supernova shock waves) can produce\nlarge, dense molecular clouds that are subject to their own self-gravity, and\nbegin to contract gravitationally. Because they are populated by nonlinear\ndensity fluctuations, whose local free-fall times are significantly smaller\nthan that of the whole cloud, the fluctuations terminate their collapse\nearlier, giving rise to a regime of hierarchical gravitational fragmentation,\nwith small-scale collapses occurring within larger-scale ones. Thus, the\n\"turbulence\" in molecular clouds may be dominated by a gravitationally\ncontracting component at all scales.\n","Comment: Invited review for the \"Enzo Levi International Seminar\", organized\n  by the Fluid Dynamics Division of the Mexican Physical Society, on May 5-6,\n  Morelia, Mexico. To appear in the proceedings of the XVII Congress of the\n  Fluid Dynamics Division, Springer"]}]
["1202.4503",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4503"],"date":["2012-02-20"],"type":["text"],"creator":["Narayanan, Arvind","Toubiana, Vincent","Barocas, Solon","Nissenbaum, Helen","Boneh, Dan"],"language":[],"coverage":[],"title":["A Critical Look at Decentralized Personal Data Architectures"],"description":["  While the Internet was conceived as a decentralized network, the most widely\nused web applications today tend toward centralization. Control increasingly\nrests with centralized service providers who, as a consequence, have also\namassed unprecedented amounts of data about the behaviors and personalities of\nindividuals.\n  Developers, regulators, and consumer advocates have looked to alternative\ndecentralized architectures as the natural response to threats posed by these\ncentralized services. The result has been a great variety of solutions that\ninclude personal data stores (PDS), infomediaries, Vendor Relationship\nManagement (VRM) systems, and federated and distributed social networks. And\nyet, for all these efforts, decentralized personal data architectures have seen\nlittle adoption.\n  This position paper attempts to account for these failures, challenging the\naccepted wisdom in the web community on the feasibility and desirability of\nthese approaches. We start with a historical discussion of the development of\nvarious categories of decentralized personal data architectures. Then we survey\nthe main ideas to illustrate the common themes among these efforts. We tease\napart the design characteristics of these systems from the social values that\nthey (are intended to) promote. We use this understanding to point out numerous\ndrawbacks of the decentralization paradigm, some inherent and others\nincidental. We end with recommendations for designers of these systems for\nworking towards goals that are achievable, but perhaps more limited in scope\nand ambition.\n"]}]
["1202.4504",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4504"],"date":["2012-02-20"],"type":["text"],"creator":["Avigdor-Elgrabli, Noa","Rabani, Yuval"],"language":[],"coverage":[],"title":["A Constant Factor Approximation Algorithm for Reordering Buffer\n  Management"],"description":["  In the reordering buffer management problem (RBM) a sequence of $n$ colored\nitems enters a buffer with limited capacity $k$. When the buffer is full, one\nitem is removed to the output sequence, making room for the next input item.\nThis step is repeated until the input sequence is exhausted and the buffer is\nempty. The objective is to find a sequence of removals that minimizes the total\nnumber of color changes in the output sequence. The problem formalizes numerous\napplications in computer and production systems, and is known to be NP-hard.\n  We give the first constant factor approximation guarantee for RBM. Our\nalgorithm is based on an intricate \"rounding\" of the solution to an LP\nrelaxation for RBM, so it also establishes a constant upper bound on the\nintegrality gap of this relaxation. Our results improve upon the best previous\nbound of $O(\\sqrt{\\log k})$ of Adamaszek et al. (STOC 2011) that used different\nmethods and gave an online algorithm. Our constant factor approximation beats\nthe super-constant lower bounds on the competitive ratio given by Adamaszek et\nal. This is the first demonstration of an offline algorithm for RBM that is\nprovably better than any online algorithm.\n"]}]
["1202.4505",{"format":[],"subject":["Mathematics - Combinatorics","52C20, 05B45, 52C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4505"],"date":["2012-02-20"],"type":["text"],"creator":["Ahara, Kazushi","Murata, Mami","Ojiri, Anno"],"language":[],"coverage":[],"title":["Escher degree of non-periodic L-tilings by 2 prototiles"],"description":["  For a given tiling of the euclidean plane ${\\bf E}^2$, we call the degree of\nfreedom of perturbed edges of prototiles {\\it escher degree}. In this paper we\nconsider non-periodic L-tilings by 2 prototiles and obtain the escher degree of\nthem.\n"]}]
["1202.4506",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Formal Languages and Automata Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4506","EPTCS 78, 2012, pp. 1-14","doi:10.4204/EPTCS.78.1"],"date":["2012-02-20"],"type":["text"],"creator":["Bulychev, Peter","David, Alexandre","Larsen, Kim G.","Legay, Axel","Mikučionis, Marius"],"language":[],"coverage":[],"title":["Computing Nash Equilibrium in Wireless Ad Hoc Networks: A\n  Simulation-Based Approach"],"description":["  This paper studies the problem of computing Nash equilibrium in wireless\nnetworks modeled by Weighted Timed Automata. Such formalism comes together with\na logic that can be used to describe complex features such as timed energy\nconstraints. Our contribution is a method for solving this problem using\nStatistical Model Checking. The method has been implemented in UPPAAL model\nchecker and has been applied to the analysis of Aloha CSMA/CD and IEEE 802.15.4\nCSMA/CA protocols.\n","Comment: In Proceedings IWIGP 2012, arXiv:1202.4229"]}]
["1202.4507",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Cryptography and Security","Computer Science - Multiagent Systems","G.2.1","E.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4507","EPTCS 78, 2012, pp. 15-23","doi:10.4204/EPTCS.78.2"],"date":["2012-02-20"],"type":["text"],"creator":["Manabe, Yoshifumi","Okamoto, Tatsuaki"],"language":[],"coverage":[],"title":["A Cryptographic Moving-Knife Cake-Cutting Protocol"],"description":["  This paper proposes a cake-cutting protocol using cryptography when the cake\nis a heterogeneous good that is represented by an interval on a real line.\nAlthough the Dubins-Spanier moving-knife protocol with one knife achieves\nsimple fairness, all players must execute the protocol synchronously. Thus, the\nprotocol cannot be executed on asynchronous networks such as the Internet. We\nshow that the moving-knife protocol can be executed asynchronously by a\ndiscrete protocol using a secure auction protocol. The number of cuts is n-1\nwhere n is the number of players, which is the minimum.\n","Comment: In Proceedings IWIGP 2012, arXiv:1202.4229"]}]
["1202.4508",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4508","EPTCS 78, 2012, pp. 24-38","doi:10.4204/EPTCS.78.3"],"date":["2012-02-20"],"type":["text"],"creator":["Reich, Johannes"],"language":[],"coverage":[],"title":["Processes, Roles and Their Interactions"],"description":["  Taking an interaction network oriented perspective in informatics raises the\nchallenge to describe deterministic finite systems which take part in networks\nof nondeterministic interactions. The traditional approach to describe\nprocesses as stepwise executable activities which are not based on the\nordinarily nondeterministic interaction shows strong centralization tendencies.\nAs suggested in this article, viewing processes and their interactions as\ncomplementary can circumvent these centralization tendencies.\n  The description of both, processes and their interactions is based on the\nsame building blocks, namely finite input output automata (or transducers).\nProcesses are viewed as finite systems that take part in multiple, ordinarily\nnondeterministic interactions. The interactions between processes are described\nas protocols.\n  The effects of communication between processes as well as the necessary\ncoordination of different interactions within a processes are both based on the\nrestriction of the transition relation of product automata. The channel based\nouter coupling represents the causal relation between the output and the input\nof different systems. The coordination condition based inner coupling\nrepresents the causal relation between the input and output of a single system.\n  All steps are illustrated with the example of a network of resource\nadministration processes which is supposed to provide requesting user processes\nexclusive access to a single resource.\n","Comment: In Proceedings IWIGP 2012, arXiv:1202.4229"]}]
["1202.4509",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4509","EPTCS 78, 2012, pp. 39-53","doi:10.4204/EPTCS.78.4"],"date":["2012-02-20"],"type":["text"],"creator":["Busard, Simon","Pecheur, Charles"],"language":[],"coverage":[],"title":["Rich Counter-Examples for Temporal-Epistemic Logic Model Checking"],"description":["  Model checking verifies that a model of a system satisfies a given property,\nand otherwise produces a counter-example explaining the violation. The verified\nproperties are formally expressed in temporal logics. Some temporal logics,\nsuch as CTL, are branching: they allow to express facts about the whole\ncomputation tree of the model, rather than on each single linear computation.\nThis branching aspect is even more critical when dealing with multi-modal\nlogics, i.e. logics expressing facts about systems with several transition\nrelations. A prominent example is CTLK, a logic that reasons about temporal and\nepistemic properties of multi-agent systems. In general, model checkers produce\nlinear counter-examples for failed properties, composed of a single computation\npath of the model. But some branching properties are only poorly and partially\nexplained by a linear counter-example.\n  This paper proposes richer counter-example structures called tree-like\nannotated counter-examples (TLACEs), for properties in Action-Restricted CTL\n(ARCTL), an extension of CTL quantifying paths restricted in terms of actions\nlabeling transitions of the model. These counter-examples have a branching\nstructure that supports more complete description of property violations.\nElements of these counter-examples are annotated with parts of the property to\ngive a better understanding of their structure. Visualization and browsing of\nthese richer counter-examples become a critical issue, as the number of\nbranches and states can grow exponentially for deeply-nested properties.\n  This paper formally defines the structure of TLACEs, characterizes adequate\ncounter-examples w.r.t. models and failed properties, and gives a generation\nalgorithm for ARCTL properties. It also illustrates the approach with examples\nin CTLK, using a reduction of CTLK to ARCTL. The proposed approach has been\nimplemented, first by extending the NuSMV model checker to generate and export\nbranching counter-examples, secondly by providing an interactive graphical\ninterface to visualize and browse them.\n","Comment: In Proceedings IWIGP 2012, arXiv:1202.4229"]}]
["1202.4514",{"format":[],"subject":["Mathematics - Differential Geometry","Computer Science - Discrete Mathematics","Mathematics - General Topology","05C10, 57M15, 68R10, 53A55, 60B99, 94C99, 97K30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4514"],"date":["2012-02-20"],"type":["text"],"creator":["Knill, Oliver"],"language":[],"coverage":[],"title":["On index expectation and curvature for networks"],"description":["  We prove that the expectation value of the index function i(x) over a\nprobability space of injective function f on any finite simple graph G=(V,E) is\nequal to the curvature K(x) at the vertex x. This result complements and links\nGauss-Bonnet sum K(x) = chi(G) and Poincare-Hopf sum i(x) = chi(G) which both\nhold for arbitrary finite simple graphs.\n"]}]
["1202.4524",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4524"],"date":["2012-02-20"],"type":["text"],"creator":["Christov, Christo I."],"language":[],"coverage":[],"title":["On the Pseudolocalized Solutions in Multi-dimension of Boussinesq\n  Equation"],"description":["  A new class of solutions of three-dimensional equations from the Boussinesq\nparadigm are considered. The corresponding profiles are not localized functions\nin the sense of the integrability of the square over an infinite domain. For\nthe new type of solutions, the gradient and the Hessian/Laplacian are square\nintegrable. In the linear limiting case, analytical expressions for the\nprofiles of the pseudolocalized solutions are found. The nonlinear case is\ntreated numerically with a special approximation of the differential operators\nwith spherical symmetry that allows for automatic acknowledgement of the\nbehavioral conditions at the origin of the coordinate system. The asymptotic\nboundary conditions stem from the $1/r$ behavior at infinity of the\npseudolocalized profile. A special approximation is devised that allows us to\nobtain the proper behavior for much smaller computational box. The\npseudolocalized solutions are obtained for both quadratic and cubic\nnonlinearity.\n","Comment: 8 pages, 3 figures"]}]
["1202.4527",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4527","International Journal of Software Engineering & Applications\n  (IJSEA), Vol.3, No.1, January 2012"],"date":["2012-02-21"],"type":["text"],"creator":["Isabella, A.","Retna, Emi"],"language":[],"coverage":[],"title":["Study Paper on Test Case generation for GUI Based Testing"],"description":["  With the advent of WWW and outburst in technology and software development,\ntesting the software became a major concern. Due to the importance of the\ntesting phase in a software development life cycle, testing has been divided\ninto graphical user interface (GUI) based testing, logical testing, integration\ntesting, etc.GUI Testing has become very important as it provides more\nsophisticated way to interact with the software. The complexity of testing GUI\nincreased over time. The testing needs to be performed in a way that it\nprovides effectiveness, efficiency, increased fault detection rate and good\npath coverage. To cover all use cases and to provide testing for all possible\n(success/failure) scenarios the length of the test sequence is considered\nimportant. Intent of this paper is to study some techniques used for test case\ngeneration and process for various GUI based software applications.\n","Comment: GUI Testing, Test case generation"]}]
["1202.4530",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4530","International Journal of Network Security & Its Applications\n  (IJNSA), Vol.4, No.1, January 2012","doi:10.5121/ijnsa.2012.4102"],"date":["2012-02-21"],"type":["text"],"creator":["Prasad, K. Munivara","Reddy, A. Rama Mohan","Jyothsna, V"],"language":[],"coverage":[],"title":["IP Traceback for Flooding attacks on Internet Threat Monitors (ITM)\n  Using Honeypots"],"description":["  The Internet Threat Monitoring (ITM) is an efficient monitoring system used\nglobally to measure, detect, characterize and track threats such as denial of\nservice (DoS) and distributed Denial of Service (DDoS) attacks and worms. . To\nblock the monitoring system in the internet the attackers are targeted the ITM\nsystem. In this paper we address the flooding attack of DDoS against ITM\nmonitors to exhaust the network resources, such as bandwidth, computing power,\nor operating system data structures by sending the malicious traffic. We\npropose an information-theoretic frame work that models the flooding attacks\nusing Botnet on ITM. One possible way to counter DDoS attacks is to trace the\nattack sources and punish the perpetrators. we propose a novel traceback method\nfor DDoS using Honeypots. IP tracing through honeypot is a single packet\ntracing method and is more efficient than commonly used packet marking\ntechniques.\n","Comment: International Journal of Network Security & Its Applications (IJNSA),\n  Vol.4, No.1, January 2012. arXiv admin note: substantial text overlap with\n  arXiv:1201.2481"]}]
["1202.4532",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Databases","D.2.10","D.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4532","International Journal of Advanced Computer Science and\n  Applications, The SAI Pubs., USA, Vol. 2 (10), 112 - 121, November, 2011.\n  [ISSN: 2156-5570(Online) & ISSN : 2158-107X(Print)]"],"date":["2012-02-21"],"type":["text"],"creator":["Sarkar, Anirban"],"language":[],"coverage":[],"title":["Conceptual Level Design of Semi-structured Database System:\n  Graph-semantic Based Approach"],"description":["  This paper has proposed a Graph - semantic based conceptual model for\nsemi-structured database system, called GOOSSDM, to conceptualize the different\nfacets of such system in object oriented paradigm. The model defines a set of\ngraph based formal constructs, variety of relationship types with participation\nconstraints and rich set of graphical notations to specify the conceptual level\ndesign of semi-structured database system. The proposed design approach\nfacilitates modeling of irregular, heterogeneous, hierarchical and\nnon-hierarchical semi-structured data at the conceptual level. Moreover, the\nproposed GOOSSDM is capable to model XML document at conceptual level with the\nfacility of document-centric design, ordering and disjunction characteristic. A\nrule based transformation mechanism of GOOSSDM schema into the equivalent XML\nSchema Definition (XSD) also has been proposed in this paper. The concepts of\nthe proposed conceptual model have been implemented using Generic Modeling\nEnvironment (GME).\n","Comment: 10 Pages, 3 Tables, 12 Figures"]}]
["1202.4535",{"format":[],"subject":["Computer Science - Systems and Control","Computer Science - Logic in Computer Science","Computer Science - Mathematical Software","Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4535","EPTCS 79, 2012","doi:10.4204/EPTCS.79"],"date":["2012-02-21"],"type":["text"],"creator":["Quaresma, Pedro","Back, Ralph-Johan"],"language":[],"coverage":[],"title":["Proceedings First Workshop on CTP Components for Educational Software"],"description":["  The THedu'11 workshop received thirteen submissions, twelve of which were\naccepted and presented during the workshop. For the post-conference proceedings\nnine submission where received and accepted. The submissions are within the\nscope of the following points, which have been announced in the call of papers:\nCTP-based software tools for education; CTP technology combined with novel\ninterfaces, drag and drop, etc.; technologies to access ITP knowledge relevant\nfor a certain step of problem solving; usability considerations on representing\nITP knowledge; combination of deduction and computation; formal problem\nspecifications; effectiveness of ATP in checking user input; formats for\ndeductive content in proof documents, geometric constructions, etc; formal\ndomain models for e-learning in mathematics and applications.\n"]}]
["1202.4536",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4536"],"date":["2012-02-21"],"type":["text"],"creator":["Banerjee, Robi","Sur, Sharanya","Federrath, Christoph","Schleicher, Dominik R. G.","Klessen, Ralf S."],"language":[],"coverage":[],"title":["Generation of strong magnetic fields via the small-scale dynamo during\n  the formation of the first stars"],"description":["  Here we summarize our recent results of high-resolution computer simulations\non the turbulent amplification of weak magnetic seed fields showing that such\nfields will be exponentially amplified also during the gravitational collapse\nreminiscent to the situation during primordial star formation. The exponential\nmagnetic field amplification is driven by the turbulent small-scale dynamo that\ncan be only observed in computer simulations if the turbulent motions in the\ncentral core are sufficiently resolved. We find that the Jeans length, which\ndetermines the central core region, has to be resolved by at least 30 grid\ncells to capture the dynamo activity. We conclude from our studies that strong\nmagnetic fields will be unavoidably created already during the formation of the\nfirst stars in the Universe, potentially influencing their evolution and mass\ndistribution.\n","Comment: Appeared in NIC Symposium Proceedings 2012, NIC Series Volume 45,\n  Eds. K.Binder, G. M\\\"unster, M. Kremer"]}]
["1202.4548",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4548","Condens. Matter Phys., 2011, vol. 14, No. 3, 33605: 1-12","doi:10.5488/CMP.14.33605"],"date":["2012-02-21"],"type":["text"],"creator":["Holovko, M.","di Caprio, D.","Kravtsiv, I."],"language":[],"coverage":[],"title":["Maier-Saupe nematogenic fluid: field theoretical approach"],"description":["  We adopt a field theoretical approach to study the structure and\nthermodynamics of a homogeneous Maier-Saupe nematogenic fluid interacting with\nanisotropic Yukawa potential. In the mean field approximation we retrieve the\nstandard Maier-Saupe theory for liquid crystals. In this theory the density is\nexpressed via the second order Legendre polynomial of molecule orientations. In\nthe Gaussian approximation we obtain analytical expressions for the correlation\nfunctions, the elasticity constant, the free energy, the pressure, and the\nchemical potential. We also use Ward symmetry identities to set a simple\ncondition for the correlation functions. Subsequently we find corrections due\nto fluctuations and show that density now contains Legendre polynomials of\nhigher orders.\n","Comment: 12 pages, 5 figures"]}]
["1202.4549",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4549"],"date":["2012-02-21"],"type":["text"],"creator":["Kubát, Jiří","Šurlan, Brankica"],"language":[],"coverage":[],"title":["Validity of clumping approximations for mass-loss rates determination"],"description":["  Clumping in stellar winds of hot stars is a possible consequence of\nradiative-acoustic instability appearing in solutions of\nradiative-hydrodynamical equations. However, clumping is usually included to\nstellar atmosphere modeling and radiative transfer calculations in a highly\napproximate way via a global free parameter called the clumping factor. Using\ndifferent values of clumping factors many researchers succeeded to fit the\nobserved spectra better and to correct empirical mass loss rates. This usually\nleads to a conclusion that the stellar wind is clumped. To understand how\nclumping may influence theoretical predictions of mass-loss rates, different\nclumping properties have to be taken into account. If clumping appears already\nbelow the critical point, the mass-loss rates is changed.\n","Comment: in Four Decades of Research on Massive Stars, C. Robert, N. St-Louis\n  & L. Drissen eds., Astron. Soc. Pacific. Conf. Ser., in press"]}]
["1202.4557",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4557","Condens. Matter Phys., 2011, vol. 14, No. 3, 33801: 1-12","doi:10.5488/CMP.14.33801"],"date":["2012-02-21"],"type":["text"],"creator":["Schwanzer, D. F.","Kahl, G."],"language":[],"coverage":[],"title":["Two-dimensional systems with competing interactions: microphase\n  formation under the effect of a disordered porous matrix"],"description":["  We have investigated the effect of a disordered porous matrix on the cluster\nmicrophase formation of a two dimensional system where particles interact via\ncompeting interactions. To this end we have performed extensive Monte Carlo\nsimulations and have systematically varied the densities of the fluid and of\nthe matrix as well as the interaction between the matrix particles and between\nthe matrix and fluid particles. Our results provide evidence that the matrix\ndoes have a distinct effect on the microphase formation of the fluid particles:\nas long as the particles interact both among themselves as well as with the\nfluid particles via a simple hard sphere potential, they essentially reduce the\navailable space, in which the fluid particles form a cluster microphase. On the\nother hand, if we turn on a long-range tail in the matrix-matrix and in the\nmatrix-fluid interactions, the matrix particles become nucleation centers for\nthe clusters formed by the fluid particles.\n","Comment: 12 pages, 6 figures"]}]
["1202.4565",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4565","Condens. Matter Phys., 2011, vol. 14, No. 4, p. 42701:1-66","doi:10.5488/CMP.14.42701"],"date":["2012-02-21"],"type":["text"],"creator":["Cencariková, H.","Farkasovský, P."],"language":[],"coverage":[],"title":["Formation of charge and spin ordering in strongly correlated electron\n  systems"],"description":["  In this review we present results of our theoretical study of charge and spin\nordering in strongly correlated electron systems obtained within various\ngeneralizations of the Falicov-Kimball model. The primary goal of this study\nwas to identify crucial interactions that lead to the stabilization of various\ntypes of charge ordering in these systems, like the axial striped ordering,\ndiagonal striped ordering, phase-separated ordering, phase-segregated ordering,\netc. Among the major interactions that come into account, we have examined the\neffect of local Coulomb interaction between localized and itinerant electrons,\nlong-range and correlated hopping of itinerant electrons, long-range Coulomb\ninteraction between localized and itinerant electrons, local Coulomb\ninteraction between itinerant electrons, local Coulomb interaction between\nlocalized electrons, spin-dependent interaction between localized and itinerant\nelectrons, both for zero and nonzero temperatures, as well as for doped and\nundoped systems. Finally, the relevance of resultant solutions for a\ndescription of rare-earth and transition-metal compounds is discussed.\n","Comment: 66 pages, 65 figures"]}]
["1202.4566",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4566","Condens. Matter Phys., 2011, vol. 14, No. 4, p. 43001:1-16","doi:10.5488/CMP.14.43001"],"date":["2012-02-21"],"type":["text"],"creator":["Kostrobij, P. P.","Markovych, B. M.","Vasylenko, A. I.","Tokarchuk, M. V."],"language":[],"coverage":[],"title":["Viscoelastic description of electron subsystem of a semi-bounded metal\n  within generalized \"jellium\" model"],"description":["  Viscoelastic description of the electron subsystem of a semi-bounded metal on\nthe basis of the generalized \"jellium\" model using the method of nonequilibrium\nstatistical Zubarev operator is proposed. The nonequilibrium statistical\noperator and the quasi-equilibrium partition function calculated by means of\nthe functional integration method are obtained. Transport equations for\nnonequilibrium mean values of electron density and momentum are received in the\nGaussian approximation and in the following higher approximation that\ncorresponds to the third-order cumulant averages in calculation of the\nquasi-equilibrium partition function.\n","Comment: 16 pages"]}]
["1202.4569",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4569","Condens. Matter Phys., 2011, vol. 14, No. 4, p. 43002:1-10","doi:10.5488/CMP.14.43002"],"date":["2012-02-21"],"type":["text"],"creator":["Kozlovskii, M. P.","Romanik, R. V."],"language":[],"coverage":[],"title":["Gibbs free energy and Helmholtz free energy for a three-dimensional\n  Ising-like model"],"description":["  The critical behavior of a 3D Ising-like system is studied at the microscopic\nlevel of consideration. The free energy of ordering is calculated analytically\nas an explicit function of temperature, an external field and the initial\nparameters of the model. Within a unified approach, both Gibbs and Helmholtz\nfree energies are obtained and the dependencies of them on the external field\nand the order parameter, respectively, are presented graphically. The regions\nof stability, metastability, and unstability are established on the order\nparameter-temperature plane. The way of implementation of the well-known\nMaxwell construction is proposed at microscopic level.\n","Comment: 10 pages, 4 figures"]}]
["1202.4570",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4570","Appl. Phys. Lett. 100, 061903 (2012)","doi:10.1063/1.3681169"],"date":["2012-02-21"],"type":["text"],"creator":["Nyman, B. Joakim","Helgee, Edit E.","Wahnström, Göran"],"language":[],"coverage":[],"title":["Oxygen vacancy segregation and space-charge effects in grain boundaries\n  of dry and hydrated BaZrO3"],"description":["  A space-charge model is applied to describe the equilibrium effects of\nsegregation of double-donor oxygen vacancies to grain boundaries in dry and wet\nacceptor-doped samples of the perovskite oxide BaZrO3. The grain boundary core\nvacancy concentrations and electrostatic potential barriers resulting from\ndifferent vacancy segregation energies are evaluated. Density-functional\ncalculations on vacancy segregation to the mirror-symmetric \\Sigma 3 (112)\n[-110] tilt grain boundary are also presented. Our results indicate that oxygen\nvacancy segregation can be responsible for the low grain boundary proton\nconductivity in BaZrO3 reported in the literature.\n"]}]
["1202.4571",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4571","Condens. Matter Phys., 2011, vol. 14, No. 4, p. 43301:1-8","doi:10.5488/CMP.14.43301"],"date":["2012-02-21"],"type":["text"],"creator":["Mysakovych, T. S."],"language":[],"coverage":[],"title":["Bose-Fermi-Hubbard model on a lattice with two nonequivalent sublattices"],"description":["  Phase transitions in systems described by Bose-Fermi-Hubbard model on a\nlattice with two nonequivalent sublattices are investigated in this work. The\ncase of hard-core bosons is considered and pseudospin formalism is used. Phase\ndiagrams are built in the plain of chemical potential of the bosons-bosonic\nhopping parameter. It is shown that in the case of anisotropic hopping, the\nregion of the supersolid phase existence is possible for a smaller parameter\nspace.\n","Comment: 8 pages, 5 figures"]}]
["1202.4582",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4582","Annals of Applied Probability 2011, Vol. 21, No. 6, 2315-2342","doi:10.1214/10-AAP758"],"date":["2012-02-21"],"type":["text"],"creator":["Chan, Hock Peng","Lai, Tze Leung"],"language":[],"coverage":[],"title":["A sequential Monte Carlo approach to computing tail probabilities in\n  stochastic models"],"description":["  Sequential Monte Carlo methods which involve sequential importance sampling\nand resampling are shown to provide a versatile approach to computing\nprobabilities of rare events. By making use of martingale representations of\nthe sequential Monte Carlo estimators, we show how resampling weights can be\nchosen to yield logarithmically efficient Monte Carlo estimates of large\ndeviation probabilities for multidimensional Markov random walks.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AAP758 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1202.4584",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4584","Philosophical Magazine Letters, 90:8, 599-609 (2010)","doi:10.1080/09500831003800863"],"date":["2012-02-21"],"type":["text"],"creator":["Johansson, Sven A. E.","Wahnström, Göran"],"language":[],"coverage":[],"title":["Theory of ultrathin films at metal-ceramic interfaces"],"description":["  A theoretical model for understanding the formation of interfacial thin films\nis presented, which combines density functional theory calculations for\ninterface energies with thermodynamic modeling techniques for multicomponent\nbulk systems. The theory is applied to thin film formation in VC-doped WC-Co\ncemented carbides. It is predicted that ultrathin VC films may exist in WC/Co\ninterfaces at the high temperature sintering conditions where most of the WC\ngrain growth occurs, which provides an explanation of the grain growth\ninhibiting effect of VC additions in the WC-Co system.\n"]}]
["1202.4589",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4589"],"date":["2012-02-21"],"type":["text"],"creator":["Palomo, Francisco J.","Romero, Alfonso"],"language":[],"coverage":[],"title":["On spacelike surfaces in 4-dimensional Lorentz-Minkowski spacetime\n  through a lightcone"],"description":["  On any spacelike surface in a lightcone of four dimensional Lorentz-Minkowski\nspace a distinguished smooth function is considered. It is shown how both\nextrinsic and intrinsic geometry of such a surface is codified by this\nfunction. The existence of a local maximum is assumed to decide when the\nspacelike surface must be totally umbilical, deriving a Liebmann type result.\nTwo remarkable families of examples of spacelike surfaces in a lightcone are\nexplicitly constructed. Finally, several results which involve the first\neigenvalue of the Laplace operator of a compact spacelike surface in a\nlightcone are obtained.\n"]}]
["1202.4592",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4592","PoS QFTHEP2011:016, 2011"],"date":["2012-02-21"],"type":["text"],"creator":["Melikhov, Dmitri"],"language":[],"coverage":[],"title":["Recent results in QCD sum rule calculations of heavy meson properties"],"description":["  This talk reviews the recent progress in the extraction of bound-state\ncharacteristics from the operator-product expansion (OPE) for field-theory\ncorrelators, which constitutes the basis of the method of QCD sum rules. This\nprogress is mainly related to a deeper understanding of one of the key\ningredients of the method of sum rules -- the effective continuum threshold.\nThe latter determines to a great extent the numerical values of the bound-state\nparameters obtained by sum rules. The understanding of properties of the\neffective continuum threshold allows one to formulate a new algorithm for fixng\nthis quantity for various correlators and in this way gain control over the\nsystematic uncertainties of the bound-state parameters extracted from sum\nrules. We start with examples from quantum mechanics, where bound-state\nproperties may be calculated independently in two ways: exactly, by solving the\nSchr\\\"odinger equation, and approximately, by the method of dispersive sum\nrules. Knowing the exact solution is crucial as it allows us to control each\nstep of the sum-rule extraction procedure. On the basis of this analysis, we\nformulate several improvements of the standard procedures adopted in the method\nof sum rules in QCD. We then show the impact of these modifications on the\nextraction of the decay constants of heavy mesons.\n","Comment: 15 pages, Plenary talk given at The XXth International Workshop High\n  Energy Physics and Quantum Field Theory (QFTHEP2011), September 24 - October\n  1, 2011, Sochi, Russia"]}]
["1202.4595",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4595","Condens. Matter Phys., 2011, vol. 14, No. 4, p. 43601:1-11","doi:10.5488/CMP.14.43601"],"date":["2012-02-21"],"type":["text"],"creator":["Han, X. -G.","Zhang, X. -F.","Ma, Y. -H.","Zhang, C. -X.","Guan, Y. -B."],"language":[],"coverage":[],"title":["Effects of polymer concentration and chain length on aggregation in\n  physically associating polymer solutions"],"description":["  The effects of polymer concentration and chain length on aggregation in\nassociative polymer solutions, are studied using self-consistent field lattice\nmodel. Only two inhomogenous morphologies, i.e. microfluctuation homogenous\n(MFH) and micelle morphologies, are observed in the systems with different\nchain lengths. The temperatures at which the above two inhomogenous\nmorphologies first appear, which are denoted by T_MFH and T_m, respectively,\nare dependent on polymer concentration and chain length. The variation of the\nlogarithm of critical MFH concentration with the logarithm of chain length\nfulfils a linear-fitting relationship with a slope equaling -1. Furthermore,\nthe variation of the average volume fraction of stickers at the micellar core\n(AVFSM) with polymer concentration and chain length is focused in the system at\nT_m. It is founded by calculations that the above behavior of AVFSM, is\nexplained in terms of intrachain and interchain associations.\n","Comment: 11 pages, 6 figures"]}]
["1202.4596",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4596"],"date":["2012-02-21"],"type":["text"],"creator":["Wright, John","Ganesh, Arvind","Min, Kerui","Ma, Yi"],"language":[],"coverage":[],"title":["Compressive Principal Component Pursuit"],"description":["  We consider the problem of recovering a target matrix that is a superposition\nof low-rank and sparse components, from a small set of linear measurements.\nThis problem arises in compressed sensing of structured high-dimensional\nsignals such as videos and hyperspectral images, as well as in the analysis of\ntransformation invariant low-rank recovery. We analyze the performance of the\nnatural convex heuristic for solving this problem, under the assumption that\nmeasurements are chosen uniformly at random. We prove that this heuristic\nexactly recovers low-rank and sparse terms, provided the number of observations\nexceeds the number of intrinsic degrees of freedom of the component signals by\na polylogarithmic factor. Our analysis introduces several ideas that may be of\nindependent interest for the more general problem of compressed sensing and\ndecomposing superpositions of multiple structured signals.\n","Comment: 30 pages, 1 figure, preliminary version submitted to ISIT'12"]}]
["1202.4597",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4597"],"date":["2012-02-21"],"type":["text"],"creator":["Cairns, Grant","Ho, Nhan Bao"],"language":[],"coverage":[],"title":["A restriction of Euclid"],"description":["  Euclid is a well known two-player impartial combinatorial game. A position in\nEuclid is a pair of positive integers and the players move alternately by\nsubtracting a positive integer multiple of one of the integers from the other\ninteger without making the result negative. The player who makes the last move\nwins. There is a variation of Euclid due to Grossman in which the game stops\nwhen the two entrees are equal. We examine a further variation that we called\nM-Euclid in which the game stops when one of the entrees is a positive integer\nmultiple of the other. We solve the Sprague-Grundy function for M-Euclid and\ncompare the Sprague-Grundy functions of the three games.\n"]}]
["1202.4598",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4598","Condens. Matter Phys., 2011, vol. 14, No. 4, p. 43701:1-5","doi:10.5488/CMP.14.43701"],"date":["2012-02-21"],"type":["text"],"creator":["Kuang, M. Q.","Wu, S. Y.","Zhang, Z. H.","Song, B. T."],"language":[],"coverage":[],"title":["Theoretical studies of 63Cu Knight shifts of the normal state of\n  YBa2Cu3O7"],"description":["  The 63Cu Knight shifts and g factors for the normal state of YBa2Cu3O7 in\ntetragonal phase are theoretically studied in a uniform way from the high\n(fourth-) order perturbation formulas of these parameters for a 3d9 ion under\ntetragonally elongated octahedra. The calculations are quantitatively\ncorrelated with the local structure of the Cu2+(2) site in YBa2Cu3O7. The\ntheoretical results show good agreement with the observed values, and the\nimprovements are achieved by adopting fewer adjustable parameters as compared\nto the previous works. It is found that the significant anisotropy of the\nKnight shifts is mainly attributed to the anisotropy of the g factors due to\nthe orbital interactions.\n","Comment: 5 pages"]}]
["1202.4599",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4599","Published: Acta Physica Polonica B43 (2012) 95","doi:10.5506/APhysPolB.43.95"],"date":["2012-02-21"],"type":["text"],"creator":["Bialas, A."],"language":[],"coverage":[],"title":["Wounded Constituents"],"description":["  The concept of the \"wounded\" hadronic constituents is formulated. Preliminary\nestimates indicate that it may help to understand the transverse mass\ndependence of particle production in hadron-nucleus and nucleus-nucleus\ncollisions.\n","Comment: 14 pages, 2 figures"]}]
["1202.4600",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4600","Condens. Matter Phys., 2011, vol. 14, No. 4, p. 43702:1-10","doi:10.5488/CMP.14.43702"],"date":["2012-02-21"],"type":["text"],"creator":["Tkach, M. V.","Seti, Ju. O.","Voitsekhivska, O. M."],"language":[],"coverage":[],"title":["Non-perturbation theory of electronic dynamic conductivity for\n  two-barrier resonance tunnel nano-structure"],"description":["  The non-perturbation theory of electronic dynamic conductivity for open\ntwo-barrier resonance tunnel structure is established for the first time within\nthe model of rectangular potentials and different effective masses of electrons\nin the elements of nano-structure and the wave function linear over the\nintensity of electromagnetic field. It is proven that the results of the theory\nof dynamic conductivity, developed earlier in weak signal approximation within\nthe perturbation method, qualitatively and quantitatively correlate with the\nobtained results. The advantage of non-perturbation theory is that it can be\nextended to the case of electronic currents interacting with strong\nelectromagnetic fields in open multi-shell resonance tunnel nano-structures, as\nactive elements of quantum cascade lasers and detectors.\n","Comment: 10 pages, 2 figures"]}]
["1202.4604",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4604"],"date":["2012-02-21"],"type":["text"],"creator":["Martins, Alexandre A."],"language":[],"coverage":[],"title":["Modeling of an improved positive corona thruster and actuator"],"description":["  In this work we are going to perform a simulation of a positive corona\ndischarge in nitrogen gas, using two different asymmetric capacitor geometries.\nThis work represents an improvement over previous work in order to accomplish\nhigher ion wind velocities as well as stronger electrostatic propulsion forces\non all the involved electrodes. In our model, the used positive ion source is a\nsmall diameter wire, which generates a positive corona discharge in nitrogen\ngas directed to the ground (or negatively charged) electrodes. By applying the\nfluid dynamic and electrostatic theories, all hydrodynamic and electrostatic\nforces that act on the considered geometries will be computed in an attempt to\ndemonstrate the greater performance of the new developed geometries.\n","Comment: 13 pages, 7 figures, 3 tables, submitted for publication"]}]
["1202.4606",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4606"],"date":["2012-02-21"],"type":["text"],"creator":["Barrera, Begoña Barrios","Figalli, Alessio","Valdinoci, Enrico"],"language":[],"coverage":[],"title":["Bootstrap regularity for integro-differential operators and its\n  application to nonlocal minimal surfaces"],"description":["  We prove that $C^{1,\\alpha}$ $s$-minimal surfaces are automatically\n$C^\\infty$. For this, we develop a new bootstrap regularity theory for\nsolutions of integro-differential equations of very general type, which we\nbelieve is of independent interest.\n"]}]
["1202.4611",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4611"],"date":["2012-02-21"],"type":["text"],"creator":["Martins, Alexandre A."],"language":[],"coverage":[],"title":["Fluidic Electrodynamics: On parallels between electromagnetic and\n  fluidic inertia"],"description":["  The purpose of the present work is to trace parallels between the known\ninertia forces in fluid dynamics with the inertia forces in electromagnetism\nthat are known to induce resistance forces on masses both due to acceleration\nand at constant velocity. It is shown that the force exerted on a particle by\nan ideal fluid produces two effects: i) resistance to acceleration and, ii) an\nincrease of mass with velocity. These resistance forces arise due to the fluid\ndragged by the particle, where the bare mass of the particle at rest changes\nwhen in motion (\"dressed\" particle). It is demonstrated that the vector\npotential created by a charged particle in motion acts as an ideal space flow\nthat surrounds the particle. The interaction between the particle and the\nentrained space flow gives rise to the observed properties of inertia and the\nrelativistic increase of mass. Parallels are made between the inertia property\nof matter, electromagnetism and the hydrodynamic drag in potential flow.\nAccordingly, in this framework the non resistance of a particle in uniform\nmotion through an ideal fluid (D'Alembert's paradox) corresponds to Newton's\nfirst law. The law of inertia suggests that the physical vacuum can be modeled\nas an ideal fluid, agreeing with the space-time ideal fluid approach from\ngeneral relativity.\n","Comment: 11 pages, 2 figures, 1 table"]}]
["1202.4612",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4612","Acta Physica Polonica B Vol. 43, No. 2, February 2012, page 209","doi:10.5506/APhysPolB.43.209"],"date":["2012-02-21"],"type":["text"],"creator":["Warda, M.","Centelles, M.","Viñas, X.","Roca-Maza, X."],"language":[],"coverage":[],"title":["Nuclear symmetry energy and neutron skin thickness"],"description":["  The relation between the slope of the nuclear symmetry energy at saturation\ndensity and the neutron skin thickness is investigated. Constraints on the\nslope of the symmetry energy are deduced from the neutron skin data obtained in\nexperiments with antiprotonic atoms. Two types of neutron skin are\ndistinguished: the \"surface\" and the \"bulk\". A combination of both types forms\nneutron skin in most of nuclei. A prescription to calculate neutron skin\nthickness and the slope of symmetry energy parameter $L$ from the parity\nviolating asymmetry measured in the PREX experiment is proposed.\n","Comment: 12 pages, 5 figures, Presented at XXXII Mazurian Lakes Conference on\n  Physics, Piaski, Poland, September 11-18, 2011"]}]
["1202.4623",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","47E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4623"],"date":["2012-02-21"],"type":["text"],"creator":["Anahtarci, Berkay","Djakov, Plamen"],"language":[],"coverage":[],"title":["Improved asymptotics of the spectral gap for the Mathieu operator"],"description":["  The Mathieu operator {equation*} L(y)=-y\"+2a \\cos{(2x)}y, \\quad a\\in\n\\mathbb{C},\\;a\\neq 0, {equation*} considered with periodic or anti-periodic\nboundary conditions has, close to $n^2$ for large enough $n$, two periodic (if\n$n$ is even) or anti-periodic (if $n$ is odd) eigenvalues $\\lambda_n^-$,\n$\\lambda_n^+$. For fixed $a$, we show that {equation*} \\lambda_n^+ -\n\\lambda_n^-= \\pm \\frac{8(a/4)^n}{[(n-1)!]^2} [1 - \\frac{a^2}{4n^3}+ O\n(\\frac{1}{n^4})], \\quad n\\rightarrow\\infty. {equation*} This result extends the\nasymptotic formula of Harrell-Avron-Simon, by providing more asymptotic terms.\n"]}]
["1202.4624",{"format":[],"subject":["Mathematics - Differential Geometry","primary: 53C42, secondary: 53A07, 32V10, 53D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4624"],"date":["2012-02-21"],"type":["text"],"creator":["Altomani, Andrea","Lawn, Marie-Amélie"],"language":[],"coverage":[],"title":["Associated Families of Immersions of Three Dimensional CR Manifolds in\n  Euclidean Spaces"],"description":["  We consider isometric immersions in arbitrary codimension of\nthree-dimensional strongly pseudoconvex pseudo-hermitian CR manifolds into the\nEuclidean space $\\mathbb{R}^n$ and generalize in a natural way the notion of\nassociated family. We show that the existence of such deformations turns out to\nbe very restrictive and we give a complete classification.\n","Comment: 15 pages"]}]
["1202.4625",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4625","Annals of Applied Probability 2011, Vol. 21, No. 6, 2379-2423","doi:10.1214/11-AAP762"],"date":["2012-02-21"],"type":["text"],"creator":["Hu, Yaozhong","Nualart, David","Song, Xiaoming"],"language":[],"coverage":[],"title":["Malliavin calculus for backward stochastic differential equations and\n  application to numerical solutions"],"description":["  In this paper we study backward stochastic differential equations with\ngeneral terminal value and general random generator. In particular, we do not\nrequire the terminal value be given by a forward diffusion equation. The\nrandomness of the generator does not need to be from a forward equation,\neither. Motivated from applications to numerical simulations, first we obtain\nthe $L^p$-H\\\"{o}lder continuity of the solution. Then we construct several\nnumerical approximation schemes for backward stochastic differential equations\nand obtain the rate of convergence of the schemes based on the obtained\n$L^p$-H\\\"{o}lder continuity results. The main tool is the Malliavin calculus.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AAP762 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1202.4628",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4628"],"date":["2012-02-21"],"type":["text"],"creator":["Nikhil, Kumar","Agarwal, Swati","Sharma, Pankaj"],"language":[],"coverage":[],"title":["Securing a mobile adhoc network from routing attacks through the\n  application of genetic algorithm"],"description":["  In recent years, the static shortest path (SP) problem has been well\naddressed using intelligent optimization techniques, e.g., artificial neural\nnetworks, genetic algorithms (GAs), particle swarm optimization, etc. However,\nwith the advancement in wireless communications, more and more mobile wireless\nnetworks appear, e.g., mobile networks [mobile ad hoc networks (MANETs)],\nwireless sensor networks, etc. One of the most important characteristics in\nmobile wireless networks is the topology dynamics, i.e., the network topology\nchanges over time due to energy conservation or node mobility. Therefore, the\nSP routing problem in MANETs turns out to be a dynamic optimization problem.\nGA's are able to find, if not the shortest, at least an optimal path between\nsource and destination in mobile ad-hoc network nodes. And we obtain the\nalternative path or backup path to avoid reroute discovery in the case of link\nfailure or node failure.\n","Comment: 6 pages,3 figures"]}]
["1202.4630",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4630"],"date":["2012-02-21"],"type":["text"],"creator":["Jugeau, Frederic"],"language":[],"coverage":[],"title":["On the form factors of semileptonic baryon decays in Heavy Quark\n  Effective Theory"],"description":["  We study consequences of the non-forward amplitude for the semileptonic\nbaryon decay Lambda_b into Lambda_c which will be measured in detail at LHCb.\nWe obtain a sum rule for the subleading elastic Isgur-Wise (IW) function A(w)\nthat originates from the kinetic part of the O(1/mQ) effective Lagrangian\nperturbation. In the sum rule appear only the intermediate states J^P=1/2+, the\nsame that contribute to the O(1/mQ)^2 correction to the axial-vector form\nfactor G1(w) involved in the differential decay rate at zero recoil w=1. This\nallows us to obtain a lower bound on the correction -delta^(G1)_(1/mQ^2) in\nterms of A(w) and the shape of the leading elastic IW function xi(w). Another\ntheoretical implication is that A'(1) must vanish in the limit where the slope\nof the xi(w) saturates its lower bound. A strong correlation between the\nleading IW function and the subleading one A(w) is thus established in the case\nof the baryons.\n","Comment: Invited talk at the 5th High-Energy Physics International Conference\n  HEP-MAD 11, Antananarivo, Madagascar, August 25-31 2011"]}]
["1202.4631",{"format":[],"subject":["Computer Science - Discrete Mathematics","68R10","G.2.1","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4631"],"date":["2012-02-21"],"type":["text"],"creator":["Calamoneri, Tiziana","Frascaria, Dario","Sinaimeri, Blerina"],"language":[],"coverage":[],"title":["All graphs with at most seven vertices are Pairwise Compatibility Graphs"],"description":["  A graph $G$ is called a pairwise compatibility graph (PCG) if there exists an\nedge-weighted tree $T$ and two non-negative real numbers $d_{min}$ and\n$d_{max}$ such that each leaf $l_u$ of $T$ corresponds to a vertex $u \\in V$\nand there is an edge $(u,v) \\in E$ if and only if $d_{min} \\leq d_{T,w} (l_u,\nl_v) \\leq d_{max}$ where $d_{T,w} (l_u, l_v)$ is the sum of the weights of the\nedges on the unique path from $l_u$ to $l_v$ in $T$.\n  In this note, we show that all the graphs with at most seven vertices are\nPCGs. In particular all these graphs except for the wheel on 7 vertices $W_7$\nare PCGs of a particular structure of a tree: a centipede.\n","Comment: 8 pages, 2 figures"]}]
["1202.4633",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Classical Analysis and ODEs","34M55, 12H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4633","G. Muntingh, M. van der Put. Order One Equations with the\n  Painlev\\'e Property. Indagationes Mathematicae, N.S., 18 (1), 2007, Pages 83\n  - 95","doi:10.1016/S0019-3577(07)80009-7"],"date":["2012-02-21"],"type":["text"],"creator":["Muntingh, Georg","van der Put, Marius"],"language":[],"coverage":[],"title":["Order one equations with the Painlev\\'e property"],"description":["  Differential equations with the Painlev\\'e property have been studied\nextensively due to their appearance in many branches of mathematics and their\napplicability in physics. Although a modern, differential algebraic treatment\nof the order one equations appeared before, the connection with the classical\ntheory did not. Using techniques from algebraic geometry we provide the link\nbetween the classical and the modern treatment, and with the help of\ndifferential Galois theory a new classification is derived, both for\ncharacteristic 0 and p.\n","Comment: 1 figure"]}]
["1202.4635",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4635"],"date":["2012-02-21"],"type":["text"],"creator":["Tang, Ya-Wen","Koch, Patrick M.","Ho, Paul T. P."],"language":[],"coverage":[],"title":["Observations and Analysis of High-Resolution Magnetic Field Structures\n  in Molecular Clouds"],"description":["  Recent high-angular-resolution (up to 0.7\") dust polarization observations\ntoward star forming regions are summarized. With the Sub-Millimeter Array, the\nemission from the dense structures is traced and resolved. The detected\nmagnetic field morphologies vary from hourglass-like structures to isolated\npatches depending on the evolutionary stage of the source. These observed\nfeatures have also served as a testbed to develop new analysis methods, with a\nparticular focus on quantifying the role of the magnetic field in the star\nformation process.\n","Comment: 4 pages, 2 figures; To appear in Proceedings of Magnetic Fields in\n  the Universe: From Laboratory and Stars to Primordial Structures Aug. 21st -\n  27th 2011, Zakopane, Poland Eds. M. Soida, K. Otmianowska-Mazur, E.M. de\n  Gouveia Dal Pino & A. Lazarian"]}]
["1202.4636",{"format":[],"subject":["Mathematics - Rings and Algebras","16W25, 15A78"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4636"],"date":["2012-02-21"],"type":["text"],"creator":["xiao, Zhankui"],"language":[],"coverage":[],"title":["Nonlinear Jordan Derivations of Triangular Algebras"],"description":["  In this paper we prove that any nonlinear Jordan derivation on triangular\nalgebras is an additive derivation. As a byproduct, we obtain that any\nnonlinear Jordan derivation on nest algebras over infinite dimensional Hilbert\nspaces is inner.\n","Comment: 8 pages, has been submitted for publication"]}]
["1202.4640",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Spectral Theory","37C10, 37D40, 81Q10, 58J51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4640"],"date":["2012-02-21"],"type":["text"],"creator":["de Aldecoa, Rafael Tiedra"],"language":[],"coverage":[],"title":["Spectral analysis of time changes for horocycle flows"],"description":["  We prove (under the condition of A. G. Kushnirenko) that all time changes for\nthe horocycle flow have purely absolutely continuous spectrum in the\northocomplement of the constant functions. This provides an answer to a\nquestion of A. Katok and J.-P. Thouvenot on the spectral nature of time changes\nfor horocycle flows. Our proofs rely on positive commutator methods for\nself-adjoint operators.\n","Comment: 10 pages"]}]
["1202.4641",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4641"],"date":["2012-02-21"],"type":["text"],"creator":["Cinkir, Zubeyir"],"language":[],"coverage":[],"title":["Computation of Polarized Metrized Graph Invariants By Using Discrete\n  Laplacian Matrix"],"description":["  Several invariants of polarized metrized graphs and their applications in\nArithmetic Geometry are studied recently. In this paper, we give fast\nalgorithms to compute these invariants by expressing them in terms of the\ndiscrete Laplacian matrix and its pseudo inverse. Algorithms we give can be\nused for both symbolic and numerical computations. We present various examples\nto illustrate the implementation of these algorithms.\n","Comment: 3 figure and 6 tables"]}]
["1202.4645",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4645","Philosophical Magazine, 91, 13, 2006 - 2013, (2011)","doi:10.1080/14786435.2010.540457"],"date":["2012-02-21"],"type":["text"],"creator":["Pastore, Raffaele","Ciamarra, Massimo Pica","Coniglio, Antonio"],"language":[],"coverage":[],"title":["'Flow & Jam' of frictional athermal systems under shear stress"],"description":["  We report recent results of molecular dynamics simulations of frictional\nathermal particles at constant volume fraction and constant applied shear\nstress, focusing on a range of control parameters where the system first flows,\nbut then jams after a time tjam. On decreasing the volume fraction, the mean\njamming time diverges, while its sample fluctuations become so large that the\njamming time probability distribution P(tjam) becomes a power-law. We obtain an\ninsight on the origin of this phenomenology focusing on the flowing regime,\nwhich is characterized by the presence of a clear correlation between the shear\nvelocity and the mean number of contacts per particles Z, whereby small\nvelocities occur when Z acquires higher values.\n","Comment: 10 pages, 7 figures"]}]
["1202.4646",{"format":[],"subject":["Computer Science - Digital Libraries","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4646"],"date":["2012-02-21"],"type":["text"],"creator":["Henneken, Edwin A."],"language":[],"coverage":[],"title":["Publication Trends in Astronomy: The Lone Author"],"description":["  In this short communication I highlight how the number of collaborators on\npapers in the main astronomy journals has evolved over time. We see a trend of\nmoving away from single-author papers. This communication is based on data in\nthe holdings of the SAO/NASA Astrophysics Data System (ADS).\n  The ADS is funded by NASA Grant NNX09AB39G.\n","Comment: 2 pages, 2 figures"]}]
["1202.4647",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4647"],"date":["2012-02-20"],"type":["text"],"creator":["Capello, M.","Soria, M.","Cotel, P.","Potin, G.","Dagorn, L.","Fréon, P."],"language":[],"coverage":[],"title":["The heterogeneous spatial and temporal patterns of behavior of small\n  pelagic fish in an array of Fish Aggregating Devices (FADs)"],"description":["  Identifying spatial and temporal patterns can reveal the driving factors that\ngovern the behavior of fish in their environment. In this study, we\ncharacterized the spatial and temporal occupation of 37 acoustically tagged\nbigeye scads (Selar Crumenophthalmus) in an array of shallow Fish Aggregating\nDevices (FADs) to clarify the mechanism that leads fish to associate with FADs.\nA comparison of the number of visits and residence times exhibited by the fish\nat different FADs revealed a strong variability over the array of FADS, with\nthe emergence of a leading FAD, which recorded the majority of visits and\nretained the fish for a longer period of time. We found diel variability in the\nresidence times, with fish associated at daytime and exploring the array of\nFADs at nighttime. We demonstrated that this diel temporal pattern was\namplified in the leading FAD. We identified a 24-hour periodicity for a subset\nof individuals aggregated to the leading FAD, thus suggesting that those fish\nwere able to find this FAD after night excursions. The modeling of fish\nmovements based on a Monte Carlo sampling of inter-FAD transitions revealed\nthat the observed spatial heterogeneity in the number of visits could not be\nexplained through simple array-connectivity arguments. Similarly, we\ndemonstrated that the high residence times recorded at the leading FAD were not\ndue to the spatial arrangement of individual fish having different associative\ncharacters. We discussed the relationships between these patterns of\nassociation with the FADs, the exploration of the FAD array and the possible\neffects of social interactions and environmental factors.\n","Comment: 21 pages, 9 figures + 2 supplementary figures"]}]
["1202.4649",{"format":[],"subject":["Mathematics - General Mathematics","08A02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4649","General Mathematics Notes vol.1 No.2 (2010) 74-83"],"date":["2012-02-20"],"type":["text"],"creator":["Dinda, Bivas","Samanta, T. K."],"language":[],"coverage":[],"title":["Relations on Intuitionistic Fuzzy Soft Sets"],"description":["  In this paper, we present the concept of relations in intuitionistic fuzzy\nsoft set and study some of their properties and also discuss symmetric,\ntransitive and reflexive intuitionistic fuzzy soft relations.\n","Comment: 10 pages. arXiv admin note: text overlap with arXiv:1010.2468"]}]
["1202.4650",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4650"],"date":["2012-02-21"],"type":["text"],"creator":["Abraham, Farid F.","Duchaineau, M. A."],"language":[],"coverage":[],"title":["Compaction Dynamics Of Metallic Nano-Foams"],"description":["  We investigate, by molecular dynamics simulation, the generic features\nassociated with the dynamic compaction of metallic nano-foams at very high\nstrain rates. A universal feature of the dynamic compaction process is revealed\nas composed of two distinct regions: a growing crushed region and a leading\nfluid precursor. The crushed region has a density lower than the solid material\nand gradually grows thicker in time by \"snowplowing.\" The trapped fluid\nprecursor is created by ablation and/or melting of the foam filaments and the\nsubsequent confinement of the hot atoms in a region comparable to the filament\nlength of the foam. Quantitative characterization of nano-foam compaction\ndynamics is presented and the compacted form equation-of-state is discussed. We\nargue that high-energy foam crushing is not a shock phenomenon even though both\nshare the snowplow feature.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1102.3718"]}]
["1202.4652",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4652"],"date":["2012-02-17"],"type":["text"],"creator":["Stewart, Fraser"],"language":[],"coverage":[],"title":["Scoring Play Combinatorial Games"],"description":["  This thesis will be discussing scoring play combinatorial games and looking\nat the general structure of these games under different operators. I will also\nbe looking at the Sprague-Grundy values for scoring play impartial games, and\ndemonstrating that there is an easily computable function that will solve a\nlarge range of octal games easily. I will also be demonstrating that my theory\ncan readily be applied to the scoring play game of Go and can lead to a much\ngreater understanding of the game.\n","Comment: PhD Thesis"]}]
["1202.4656",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4656"],"date":["2012-02-17"],"type":["text"],"creator":["Stewart, Fraser"],"language":[],"coverage":[],"title":["Scoring Play Combinatorial Games Under Different Operators"],"description":["  Scoring play games were first studied by Fraser Stewart for his PhD thesis.\nHe showed that under the disjunctive sum, scoring play games are partially\nordered, but do not have the same \"nice\" structure of normal play games. In\nthis paper I will be considering scoring play games under three different\noperators given by John Conway and William Stromquist and David Ullman, namely\nthe conjunctive sum, selective sum and sequential join.\n"]}]
["1202.4659",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4659"],"date":["2012-02-21"],"type":["text"],"creator":["Martin, Bernd","Pochekutov, Dmitry"],"language":[],"coverage":[],"title":["Discriminant and Singularities of Logarithmic Gauss Map, Examples and\n  Application"],"description":["  The study of hypersurfaces in a torus leads to the beautiful zoo of amoebas\nand their contours, whose possible configurations are seen from combinatorial\ndata. There is a deep connection to the logarithmic Gauss map and its critical\npoints. The theory has a lot of applications in many directions.\n  In this report we recall basic notions and results from the theory of\namoebas, show some connection to algebraic singularity theory and discuss some\nconsequences from the well known classification of singularities to this\nsubject. Moreover, we have tried to compute some examples using the computer\nalgebra system SINGULAR and discuss different possibilities and their\neffectivity to compute the critical points. Here we meet an essential obstacle:\nRelevant examples need real or even rational solutions, which are found only by\nchance. We have tried to unify different views to that subject.\n","Comment: 12 pages, 2 figures"]}]
["1202.4661",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4661"],"date":["2012-02-20"],"type":["text"],"creator":["Yang, Yang","Tan, Jian","Shroff, Ness B.","El-Gamal, Hesham"],"language":[],"coverage":[],"title":["Delay Asymptotics with Retransmissions and Incremental Redundancy Codes\n  over Erasure Channels"],"description":["  Recent studies have shown that retransmissions can cause heavy-tailed\ntransmission delays even when packet sizes are light-tailed. Moreover, the\nimpact of heavy-tailed delays persists even when packets size are upper\nbounded. The key question we study in this paper is how the use of coding\ntechniques to transmit information, together with different system\nconfigurations, would affect the distribution of delay. To investigate this\nproblem, we model the underlying channel as a Markov modulated binary erasure\nchannel, where transmitted bits are either received successfully or erased.\nErasure codes are used to encode information prior to transmission, which\nensures that a fixed fraction of the bits in the codeword can lead to\nsuccessful decoding. We use incremental redundancy codes, where the codeword is\ndivided into codeword trunks and these trunks are transmitted one at a time to\nprovide incremental redundancies to the receiver until the information is\nrecovered. We characterize the distribution of delay under two different\nscenarios: (I) Decoder uses memory to cache all previously successfully\nreceived bits. (II) Decoder does not use memory, where received bits are\ndiscarded if the corresponding information cannot be decoded. In both cases, we\nconsider codeword length with infinite and finite support. From a theoretical\nperspective, our results provide a benchmark to quantify the tradeoff between\nsystem complexity and the distribution of delay.\n","Comment: 12 pages, 4 figures"]}]
["1202.4663",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4663"],"date":["2012-02-21"],"type":["text"],"creator":["Abyaneh, Mohammad Reza Sohizadeh"],"language":[],"coverage":[],"title":["On the Privacy of Two Tag Ownership Transfer Protocols for RFIDs"],"description":["  In this paper, the privacy of two recent RFID tag ownership transfer\nprotocols are investigated against the tag owners as adversaries. The first\nprotocol called ROTIV is a scheme which provides a privacy-preserving ownership\ntransfer by using an HMAC-based authentication with public key encryption.\nHowever, our passive attack on this protocol shows that any legitimate owner\nwhich has been the owner of a specific tag is able to trace it either in the\npast or in the future. Tracing the tag is also possible via an active attack\nfor any adversary who is able to tamper the tag and extract its information.\nThe second protocol called, Chen et al.'s protocol, is an ownership transfer\nprotocol for passive RFID tags which conforms EPC Class1 Generation2 standard.\nOur attack on this protocol shows that the previous owners of a particular tag\nare able to trace it in future. Furthermore, they are able even to obtain the\ntag's secret information at any time in the future which makes them capable of\nimpersonating the tag.\n"]}]
["1202.4671",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4671","J. Chem. Phys. 135, 224303 (2011)","doi:10.1063/1.3664305"],"date":["2012-02-21"],"type":["text"],"creator":["Maurer, Reinhard J.","Reuter, Karsten"],"language":[],"coverage":[],"title":["Assessing computationally efficient isomerization dynamics: Delta-SCF\n  density-functional theory study of azobenzene molecular switching"],"description":["  We present a detailed comparison of the S0, S1 (n -> \\pi*) and S2 (\\pi ->\n\\pi*) potential energy surfaces (PESs) of the prototypical molecular switch\nazobenzene as obtained by Delta-self-consistent-field (Delta-SCF)\nDensity-Functional Theory (DFT), time-dependent DFT (TD-DFT) and approximate\nCoupled Cluster Singles and Doubles (RI-CC2). All three methods unanimously\nagree in terms of the PES topologies, which are furthermore fully consistent\nwith existing experimental data concerning the photo-isomerization mechanism.\nIn particular, sum-method corrected Delta-SCF and TD-DFT yield very similar\nresults for S1 and S2, when based on the same ground-state exchange-correlation\n(xc) functional. While these techniques yield the correct PES topology already\non the level of semi-local xc functionals, reliable absolute excitation\nenergies as compared to RI-CC2 or experiment require an xc treatment on the\nlevel of long-range corrected hybrids. Nevertheless, particularly the\nrobustness of Delta-SCF with respect to state crossings as well as its\nnumerical efficiency suggest this approach as a promising route to dynamical\nstudies of larger azobenzene-containing systems.\n","Comment: 25 pages, 6 figures"]}]
["1202.4675",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4675"],"date":["2012-02-21"],"type":["text"],"creator":["Krishnan, S. Venkata","Sriram, R.","Kumar, N. Senthil"],"language":[],"coverage":[],"title":["Adaptive and Dynamic Wireless Routers with Smart Antenna for Power\n  Management"],"description":["  In the recent evolution of wireless technologies, the power management has\nbeen a worrying factor. In order to overcome the power shortage, steps are\ntaken to find new kind of energy harvesting methods, power attenuation\nreduction methods and power saving techniques. Wireless routers even though\nconsume not much of power, battery powered devices require a lot. Omni\ndirectional antenna embedded with multiple antennae focusing the beam of radio\nwave signals in the direction of nodes with least transmission angle can be a\nsolution for this problem which is called as \"Smart Antenna\". To reduce power\nmaceration we are going for adaptive and dynamic transmission wherein the\ntransmission angle of antennae is varied in accordance with the movement of\nnodes. Apart from saving the power considerably, it also improves the signal\nstrength\n"]}]
["1202.4686",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4686"],"date":["2012-02-21"],"type":["text"],"creator":["Frettlöh, Dirk","Harriss, Edmund"],"language":[],"coverage":[],"title":["Parallelogram tilings, Worms and Finite Orientations"],"description":["  This paper studies properties of tilings of the plane by parallelograms. In\nparticular it is established that in parallelogram tilings using a finite\nnumber of shapes all tiles occur in only finitely many orientations.\n"]}]
["1202.4691",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4691"],"date":["2012-02-21"],"type":["text"],"creator":["Ruiz-Herrero, Teresa","Velasco, Enrique","Hagan, Michael F."],"language":[],"coverage":[],"title":["Mechanisms of budding of nanoscale particles through lipid bilayers"],"description":["  We examine the budding of a nanoscale particle through a lipid bilayer using\nmolecular dynamics simulations, free energy calculations, and an elastic\ntheory, with the aim of determining the extent to which equilibrium elasticity\ntheory can describe the factors that control the mechanism and efficiency of\nbudding. The particle is a smooth sphere which experiences attractive\ninteractions to the lipid head groups. Depending on the parameters, we observe\nfour classes of dynamical trajectories: particle adhesion to the membrane,\nstalled partially wrapped states, budding followed by scission, and membrane\nrupture. In most regions of parameter space we find that the elastic theory\nagrees nearly quantitatively with the simulated phase behavior as a function of\nadhesion strength, membrane bending rigidity, and particle radius. However, at\nparameter values near the transition between particle adhesion and budding, we\nobserve long-lived partially wrapped states which are not captured by existing\nelastic theories. These states could constrain the accessible system parameters\nfor those enveloped viruses or drug delivery vehicles which rely on exo- or\nendocytosis for membrane transport.\n"]}]
["1202.4700",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4700","A. Th{\\o}gersen, J. Bonsak, C. Huseby Fosli, G. Muntingh. Size\n  distributions of chemically synthesized Ag nanocrystals. Journal of Applied\n  Physics, Volume 110, Issue 4 (2011)","doi:10.1063/1.3609077"],"date":["2012-02-21"],"type":["text"],"creator":["Thøgersen, Annett","Bonsak, Jack","Fosli, Carl Huseby","Muntingh, Georg"],"language":[],"coverage":[],"title":["Size distributions of chemically synthesized Ag nanocrystals"],"description":["  Silver nanocrystals made by a chemical reduction of silver salts (AgNO$_3$)\nby sodium borohydride (NaBH$_4$) were studied using Transmission Electron\nMicroscopy (TEM) and light scattering simulations. For various\nAgNO$_3$/NaBH$_4$ molar ratios, the size distributions of the nanocrystals were\nfound to be approximately log-normal. In addition, a linear relation was found\nbetween the mean nanocrystal size and the molar ratio. In order to relate the\nsize distribution of Ag nanocrystals of the various molar ratios to the\nscattering properties of Ag nanocrystals in solar cell devices, light\nscattering simulations of Ag nanocrystals in Si, SiO$_2$, SiN, and Al$_2$O$_3$\nmatrices were carried out using Mie Plot. These light scattering spectra for\nthe individual nanocrystal sizes were combined into light scattering spectra\nfor the fitted size distributions. The evolution of these scattering spectra\nwith respect to an increasing mean nanocrystal size was then studied. From\nthese findings, it is possible to find the molar ratio for which the\ncorresponding nanocrystal size distribution has maximum scattering at a\nparticular wavelength in the desired matrix.\n","Comment: 8 figures"]}]
["1202.4702",{"format":[],"subject":["Mathematics - Spectral Theory","81U20, 47F05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4702"],"date":["2012-02-21"],"type":["text"],"creator":["Nakamura, Shu","Pushnitski, Alexander"],"language":[],"coverage":[],"title":["The spectrum of the scattering matrix near resonant energies in the\n  semiclassical limit"],"description":["  The object of study in this paper is the on-shell scattering matrix $S(E)$ of\nthe Schr\\\"odinger operator with the potential satisfying assumptions typical in\nthe theory of shape resonances. We study the spectrum of $S(E)$ in the\nsemiclassical limit when the energy parameter $E$ varies from\n$E_\\text{res}-\\varepsilon$ to $E_\\text{res}+\\varepsilon$, where $E_\\text{res}$\nis a real part of a resonance, and $\\varepsilon$ is sufficiently small. The\nmain result of our work describes the spectral flow of the scattering matrix\nthrough a given point on the unit circle. This result is closely related to the\nBreit-Wigner effect.\n","Comment: 22 pages, 1 figure"]}]
["1202.4709",{"format":[],"subject":["Mathematics - Spectral Theory","22E46, 53C35, 11F12, 58J40, 58J37, 58J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4709"],"date":["2012-02-21"],"type":["text"],"creator":["Paniagua-Taboada, Octavio","Ramacher, Pablo"],"language":[],"coverage":[],"title":["Equivariant heat asymptotics on spaces of automorphic forms"],"description":["  Let $G$ be a connected, real, semisimple Lie group with finite center, and\n$K$ a maximal compact subgroup of $G$. In this paper, we derive $K$-equivariant\nasymptotics for heat traces with remainder estimates on compact Riemannian\nmanifolds carrying a transitive and isometric $G$-action. In particular, we\ncompute the leading coefficient in the Minakshishundaram-Pleijel expansion of\nthe heat trace for Bochner-Laplace operators on homogeneous vector bundles over\ncompact locally symmetric spaces of arbitrary rank.\n","Comment: 23 pages"]}]
["1202.4710",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4710","European Biophysics Journal, 2012, Volume 41, Number 3, 319-327","doi:10.1007/s00249-012-0787-7"],"date":["2012-02-21"],"type":["text"],"creator":["Bulai, Pavel M.","Molchanov, Pavel G.","Denisov, Andrey A.","Pitlik, Taras N.","Cherenkevich, Sergey N."],"language":[],"coverage":[],"title":["Extracellular electrical signals in a neuron-surface junction: model of\n  heterogeneous membrane conductivity"],"description":["  Signals recorded from neurons with extracellular planar sensors have a wide\nrange of waveforms and amplitudes. This variety is a result of different\nphysical conditions affecting the ion currents through a cellular membrane. The\ntransmembrane currents are often considered by macroscopic membrane models as\nessentially a homogeneous process. However, this assumption is doubtful, since\nions move through ion channels, which are scattered within the membrane.\nAccounting for this fact, the present work proposes a theoretical model of\nheterogeneous membrane conductivity. The model is based on the hypothesis that\nboth potential and charge are distributed inhomogeneously on the membrane\nsurface, concentrated near channel pores, as the direct consequence of the\ninhomogeneous transmembrane current. A system of continuity equations having\nnon-stationary and quasi-stationary forms expresses this fact mathematically.\nThe present work performs mathematical analysis of the proposed equations,\nfollowing by the synthesis of the equivalent electric element of a\nheterogeneous membrane current. This element is further used to construct a\nmodel of the cell-surface electric junction in a form of the equivalent\nelectrical circuit. After that a study of how the heterogeneous membrane\nconductivity affects parameters of the extracellular electrical signal is\nperformed. As the result it was found that variation of the passive\ncharacteristics of the cell-surface junction, conductivity of the cleft and the\ncleft height, could lead to different shapes of the extracellular signals.\n"]}]
["1202.4712",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4712"],"date":["2012-02-21"],"type":["text"],"creator":["Aoki, Yasumichi","Aoyama, Tatsumi","Kurachi, Masafumi","Maskawa, Toshihide","Nagai, Kei-ichi","Ohki, Hiroshi","Shibata, Akihiro","Yamawaki, Koichi","Yamazaki, Takeshi"],"language":[],"coverage":[],"title":["Many flavor QCD as exploration of the walking behavior with the\n  approximate IR fixed point"],"description":["  We present the first report of the LatKMI collaboration on the the lattice\nQCD simulation performed at the KMI computer, \"$\\varphi$\", for the cases of 4\nflavors and 8 flavors, the latter being expected to be a candidate for the\nwalking technicolor having an approximate scale invariance near the infrared\nfixed point. The simulation was carried out based on the highly improved\nstaggered quark (HISQ) action. In this proceedings, we report preliminary\nresults on the spectrum, analyzed through the chiral perturbation theory and\nthe finite-size hyperscaling. We observe qualitatively different behavior of\nthe 8-flavor case in contrast to the 4-flavor case which shows clear indication\nof the hadronic phase as in the usual QCD.\n","Comment: 7 pages, Talk presented at the XXIX International Symposium on\n  Lattice Field Theory - Lattice 2011, July 10-16, 2011, Squaw Valley, Lake\n  Tahoe, California"]}]
["1202.4715",{"format":[],"subject":["Mathematics - Probability","Primary: 60J10, 60J27, secondary: 15A18, 39A14, 47N30, 92D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4715"],"date":["2012-02-21"],"type":["text"],"creator":["Champagnat, Nicolas","Diaconis, Persi","Miclo, Laurent"],"language":[],"coverage":[],"title":["On Dirichlet eigenvectors for neutral two-dimensional Markov chains"],"description":["  We consider a general class of discrete, two-dimensional Markov chains\nmodeling the dynamics of a population with two types, without mutation or\nimmigration, and neutral in the sense that type has no influence on each\nindividual's birth or death parameters. We prove that all the eigenvectors of\nthe corresponding transition matrix or infinitesimal generator \\Pi\\ can be\nexpressed as the product of \"universal\" polynomials of two variables, depending\non each type's size but not on the specific transitions of the dynamics, and\nfunctions depending only on the total population size. These eigenvectors\nappear to be Dirichlet eigenvectors for \\Pi\\ on the complement of triangular\nsubdomains, and as a consequence the corresponding eigenvalues are ordered in a\nspecific way. As an application, we study the quasistationary behavior of\nfinite, nearly neutral, two-dimensional Markov chains, absorbed in the sense\nthat 0 is an absorbing state for each component of the process.\n"]}]
["1202.4722",{"format":[],"subject":["Physics - Instrumentation and Detectors","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4722","Proc. SPIE 8033, 80330W (2011)","doi:10.1117/12.883979"],"date":["2012-02-21"],"type":["text"],"creator":["Santavicca, Daniel F.","Carter, Faustin W.","Prober, Daniel E."],"language":[],"coverage":[],"title":["Proposal for a GHz count rate near-IR single-photon detector based on a\n  nanoscale superconducting transition edge sensor"],"description":["  We describe a superconducting transition edge sensor based on a nanoscale\nniobium detector element. This device is predicted to be capable of\nenergy-resolved near-IR single-photon detection with a GHz count rate. The\nincreased speed and sensitivity of this device compared to traditional\ntransition edge sensors result from the very small electronic heat capacity of\nthe nanoscale detector element. In the present work, we calculate the predicted\nthermal response time and energy resolution. We also discuss approaches for\nachieving efficient optical coupling to the sub-wavelength detector element\nusing a resonant near-IR antenna.\n"]}]
["1202.4723",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4723"],"date":["2012-02-21"],"type":["text"],"creator":["Zaitsevskii, Andréi V.","Titov, Anatoly V."],"language":[],"coverage":[],"title":["Interaction of copernicium with gold: Assessment of applicability of\n  simple density functional theories"],"description":["  Interactions of Cn (element 112) atoms with small Au clusters are studied\nusing accurate ab initio scalar relativistic coupled cluster method for\ncorrelation treatment and two-component relativistic density functional theory\n(RDFT) to account for spin-dependent relativistic effect. The results\ndemonstrate the failure of RDFT with simple generalized-gradient and hybrid\nfunctionals in describing Cn--Au bonds in complex systems.\n","Comment: 3 pages, 1 figure, 1 table, 22 references"]}]
["1202.4724",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4724"],"date":["2012-02-21"],"type":["text"],"creator":["Tsourkas, Philippos K.","Das, Somkanya C.","Yu-Yang, Paul","Liu, Wanli","Pierce, Susan K.","Raychaudhuri, Subhadip"],"language":[],"coverage":[],"title":["Formation of BCR Oligomers Provides a Mechanism for B cell Affinity\n  Discrimination"],"description":["  B cells encounter antigen over a wide affinity range. The strength of B cell\nsignaling in response to antigen increases with affinity, a process known as\n\"affinity discrimination\". In this work, we use a computational simulation of B\ncell surface dynamics and signaling to show that affinity discrimination can\narise from the formation of BCR oligomers. It is known that BCRs form oligomers\nupon encountering antigen, and that the size and rate of formation of these\noligomers increase with affinity. In our simulation, we have introduced a\nrequirement that only BCR-antigen complexes that are part of an oligomer can\nengage cytoplasmic signaling molecules such as Src-family kinases. Our\nsimulation shows that as affinity increases, not only does the number of\ncollected antigen increases, but so does signaling activity. Our results are\nalso consistent with the existence of an experimentally-observed threshold\naffinity of activation (no signaling activity below this affinity value) and\naffinity discrimination ceiling (no affinity discrimination above this affinity\nvalue). Comparison with experiments shows that the time scale of dimer\nformation predicted by our model (less than 10 s) is well within the time scale\nof experimentally observed association of BCR with Src-family kinases (10-20\ns).\n","Comment: 29 pages, 9 figures"]}]
["1202.4738",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary: 14R10, Secondary: 14H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4738"],"date":["2012-02-21"],"type":["text"],"creator":["Koras, Mariusz","Russell, Peter"],"language":[],"coverage":[],"title":["Some properties of C* in C^2"],"description":["  We consider plane curves isomorphic to C*. We prove that with one exception\nthe branches at infinity can be separated by an automorphism of C^2. We also\ngive a bound for selfintersection number of the resolution curve.\n","Comment: 23 pages"]}]
["1202.4742",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4742"],"date":["2012-02-21"],"type":["text"],"creator":["Tallarida, Ronald J.","Midic, Uros","Lamarre, Neil S.","Obradovic, Zoran"],"language":[],"coverage":[],"title":["Searching for Synergism Among Combinations of Drugs of Abuse and the Use\n  of Isobolographic Analysis"],"description":["  It is well known that individuals who abuse drugs usually use more than one\nsubstance. Toxic consequences of single and multiple drug use are well\ndocumented in the Treatment Episodes Data Set that lists combinations that\nresult in hospital admissions. Using this list as a guide, we focused our\nattention on combinations that result in the most hospital admissions and\nsearched the PubMed database to determine the number of publications dealing\nwith these toxic combinations. Of special interest were those publications that\nlooked for or used the term synergism in their titles or abstracts, a search\nthat produced an extensive list of published articles. However, a further\nintersection of these with the term isobole revealed a surprisingly small\nnumber of literature reports. Because the method of isoboles is the most common\nquantitative method for distinguishing between drug synergism and simple\nadditivity, the small number of investigations that actually employed this\nquantitation suggests that the term synergism is not properly documented in\ndescribing the toxicity among these abused substances. The possible reasons for\nthis lack of quantitation may be related to a misunderstanding of the modeling\nequations. The theory and modeling are discussed here.\n","Comment: 18 pages, 1 figure, 3 tables"]}]
["1202.4743",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4743","Proceedings of SPIE 2009, Volume: 7244, Publisher: SPIE, Pages:\n  72440D-72440D-12","doi:10.1117/12.805596"],"date":["2012-02-21"],"type":["text"],"creator":["You, Wonsang","Sabirin, M. S. Houari","Kim, Munchurl"],"language":[],"coverage":[],"title":["Real-time detection and tracking of multiple objects with partial\n  decoding in H.264/AVC bitstream domain"],"description":["  In this paper, we show that we can apply probabilistic spatiotemporal\nmacroblock filtering (PSMF) and partial decoding processes to effectively\ndetect and track multiple objects in real time in H.264|AVC bitstreams with\nstationary background. Our contribution is that our method cannot only show\nfast processing time but also handle multiple moving objects that are\narticulated, changing in size or internally have monotonous color, even though\nthey contain a chaotic set of non-homogeneous motion vectors inside. In\naddition, our partial decoding process for H.264|AVC bitstreams enables to\nimprove the accuracy of object trajectories and overcome long occlusion by\nusing extracted color information.\n","Comment: SPIE Real-Time Image and Video Processing Conference 2009"]}]
["1202.4744",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4744"],"date":["2012-02-21"],"type":["text"],"creator":["Gogyan, A.","Guerin, S.","Leroy, C.","Malakyan, Yu."],"language":[],"coverage":[],"title":["Deterministic production of free-propagating Fock states of programmable\n  photon number from a single atom-cavity system"],"description":["  We propose a mechanism for producing Fock states on demand leaking from a\nsingle mode optical cavity interacting with a single atom and a laser pulse.\nThe number of photons can be chosen, as it is determined by the Zeeman\nsubstructure of the ground state of the atom and its initial state. The\ndeterministic generation of a free-propagating Fock state of $1\\leq n\\leq2F$\nphotons is achieved, when a circularly polarized laser pulse completely\ntransfers the atomic population between Zeeman sublevels of the ground\nhyperfine state $F$ through far-detuned Raman scattering thus producing\nlinearly polarized cavity photons. We describe analytically the evolution of\noptical field taking into account the spontaneous losses and the cavity\ndamping. We demonstrate the possibility of production of Fock-state with\ndifferent numbers of photons by using different transitions of the same atom.\nWe show also that this technique provides a deterministic source of a train of\nidentical multiphoton Fock-states, if a sequence of left- and right-circularly\npolarized laser pulses is applied. The resulting states have potential\napplications in quantum computation and simulation.\n"]}]
["1202.4746",{"format":[],"subject":["Statistics - Other Statistics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4746","LIN Technical Reports 2010"],"date":["2012-02-21"],"type":["text"],"creator":["You, Wonsang","Kordecki, Wojciech"],"language":[],"coverage":[],"title":["A Proof on Asymptotics of Wavelet Variance of a Long Memory Process by\n  Using Taylor Expansion"],"description":["  A long memory process has self-similarity or scale-invariant properties in\nlow frequencies. We prove that the log of the scale-dependent wavelet variance\nfor a long memory process is asymptotically proportional to scales by using the\nTaylor expansion of wavelet variances.\n"]}]
["1202.4747",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4747"],"date":["2012-02-21"],"type":["text"],"creator":["Krüger, P. P.","Van der Walt, D. J."],"language":[],"coverage":[],"title":["Southern Africa CTA Site Proposal"],"description":["  Southern Africa has some of the world's best sites for air Cherenkov\ntelescopes. South Africa has only one viable site, which is south of Sutherland\nand also close to the Southern African Large Telescope (SALT). This site has\nvery good infrastructure and is easy to access, but only 47% of the night-time\nhas a cloudless sky usable for observations.\n  Namibia, which already hosts the H.E.S.S telescope, has a number of potential\nsites with much less cloud coverage. The H.E.S.S. site is one of the highest of\nthese sites at 1840 m a.s.l. with about 64% of the night-time cloudless. It\nalso has very low night sky background levels and is relatively close (about\n100 km) to Windhoek. Moving further away from Windhoek to the south, the cloud\ncoverage and artificial night sky brightness becomes even less, with the site\nat Kuibis (between Keetmanshoop and Luderitz) at 1640 m a.s.l. having clear\nnight skies 73% of the time. Even though this site seems remote (being 660 km\nfrom Windhoek by road), it is close to the national B4 highway, a railway line,\na power line and an optical fiber line. It is also less than two hours drive\naway from a harbour and national airports. The Namibian sites also receive very\nlittle snow, if any, and the wind speeds are less than 50 km/h for more than\n90% of the time with maximum wind speeds of around 100 km/h. Seismically the\nwhole Southern African region is very stable.\n","Comment: arXiv admin note: text overlap with arXiv:astro-ph/0107120"]}]
["1202.4751",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4751"],"date":["2012-02-21"],"type":["text"],"creator":["You, Wonsang","Stadler, Joerg"],"language":[],"coverage":[],"title":["Fractal-based Correlation Analysis for Resting State Functional\n  Connectivity of the Rat Brain in Functional MRI"],"description":["  The most studies on functional connectivity have been done by analyzing the\nbrain's hemodynamic response to a stimulation. On the other hand, the\nlow-frequency spontaneous fluctuations in the blood oxygen level dependent\n(BOLD) signals of functional MRI have been observed in the resting state.\nHowever, the BOLD signals in resting state are significantly corrupted by huge\nnoises arising from cardiac pulsation, respiration, subject motion, scanner,\nand so forth. Especially, the noise compounds are stronger in the rat brain\nthan in the human brain. To overcome such an artifact, we assumed that fractal\nbehavior in BOLD signals reflects low frequency neural activity, and applied\nthe theorem such that the wavelet correlation spectrum between long memory\nprocesses is scale-invariant over low frequency scales. Here, we report an\nexperiment that shows special correlation patterns not only in correlation of\nscaling coefficients in very low-frequency band (less than 0.0078Hz) but also\nin asymptotic wavelet correlation. In addition, we show the distribution of the\nHurst exponents in the rat brain.\n","Comment: CBBS Educational Workshop on Resting State fMRI 2010"]}]
["1202.4753",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4753"],"date":["2012-02-21"],"type":["text"],"creator":["Salman, Oguz Umut","Truskinovsky, Lev"],"language":[],"coverage":[],"title":["On the critical nature of plastic flow: one and two dimensional models"],"description":["  Steady state plastic flows have been compared to developed turbulence because\nthe two phenomena share the inherent complexity of particle trajectories, the\nscale free spatial patterns and the power law statistics of fluctuations. The\norigin of the apparently chaotic and at the same time highly correlated\nmicroscopic response in plasticity remains hidden behind conventional\nengineering models which are based on smooth fitting functions. To regain\naccess to fluctuations, we study in this paper a minimal mesoscopic model whose\ngoal is to elucidate the origin of scale free behavior in plasticity. We limit\nour description to fcc type crystals and leave out both temperature and rate\neffects. We provide simple illustrations of the fact that complexity in rate\nindependent athermal plastic flows is due to marginal stability of the\nunderlying elastic system. Our conclusions are based on a reduction of an\nover-damped visco-elasticity problem for a system with a rugged elastic energy\nlandscape to an integer valued automaton. We start with an overdamped one\ndimensional model and show that it reproduces the main macroscopic\nphenomenology of rate independent plastic behavior but falls short of\ngenerating self similar structure of fluctuations. We then provide evidence\nthat a two dimensional model is already adequate for describing power law\nstatistics of avalanches and fractal character of dislocation patterning. In\naddition to capturing experimentally measured critical exponents, the proposed\nminimal model shows finite size scaling collapse and generates realistic shape\nfunctions in the scaling laws.\n","Comment: 72 pages, 40 Figures, International Journal of Engineering Science\n  for the special issue in honor of Victor Berdichevsky, 2012"]}]
["gr-qc/0701150",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0701150","Class.Quant.Grav.24:1657-1664,2007","doi:10.1088/0264-9381/24/6/018"],"date":["2007-01-27","2012-02-21"],"type":["text"],"creator":["Ortaggio, Marcello","Pravda, Vojtech","Pravdova, Alena"],"language":[],"coverage":[],"title":["Ricci identities in higher dimensions"],"description":["  We explore connections between geometrical properties of null congruences and\nthe algebraic structure of the Weyl tensor in n>4 spacetime dimensions. First,\nwe present the full set of Ricci identities on a suitable \"null\" frame, thus\ncompleting the extension of the Newman-Penrose formalism to higher dimensions.\nThen we specialize to geodetic null congruences and study specific consequences\nof the Sachs equations. These imply, for example, that Kundt spacetimes are of\ntype II or more special (like for n=4) and that for odd n a twisting geodetic\nWAND must also be shearing (in contrast to the case n=4).\n","Comment: 8 pages. v2: typo corrected between Propositions 2 and 3. v3: typo in\n  the last term in the first line of (11f) corrected, missing term on the\n  r.h.s. of (11p) added, first sentence between Propositions 2 and 3 slightly\n  changed"]}]
["math/9904089",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","20J05 (Primary), 20F36, 20F38, 18D10, 55P35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9904089","J. Knot Theory Ramifications 10 (2001), no. 5, 795-812"],"date":["1999-04-18"],"type":["text"],"creator":["Vershinin, V. V."],"language":[],"coverage":[],"title":["On Homology of Virtual Braids and Burau Representation"],"description":["  Virtual knots arise in the study of Gauss diagrams and Vassiliev invariants\nof usual knots. Virtual braids correspond naturally to virtual knots. We\nconsider the group of virtual braids on n strings VB_n and its Burau\nrepresentation, in particular we study their homological properties. We prove\nthat the plus-construction of the classifying space of the virtual braid group\non the infinite number of strings is an infinite loop space which is equivalent\nto a product of Q(S^0), S^1 and an infinite loop space Y. Connections with the\nK-functor of the integers are discussed.\n","Comment: 17 pages, AMSTeX, 17 figures"]}]
["q-alg/9709017",{"format":[],"subject":["Mathematics - Quantum Algebra","Primary 57M25, Secondary 20F36, 20F38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-alg/9709017","J. Knot Theory Ramifications 7 (1998), no. 5, 701-712"],"date":["1997-09-12","1997-10-21"],"type":["text"],"creator":["Vershinin, V. V."],"language":[],"coverage":[],"title":["On Vassiliev Invariants for Links in Handlebodies"],"description":["  The notion of Vassiliev algebra in case of hanlebodies is developed. The\nanalogues of the results of John Baez for links in handlebodies are proved.\nThat means that there exists a one-to-one correspondence between the special\nclass of finite type invariants of links in hanlebodies and the homogeneous\nMarkov traces on Vassiliev algebras. This approach uses the singular braid\nmonoid and braid group in a handlebody and the generalizations of the theorem\nof J. Alexander and the theorem of A. A. Markov for singular links and braids\nand the relative version of Markov's theorem.\n","Comment: 11 pages, AMSTeX, 3 figures"]}]
["quant-ph/0504136",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0504136","Theoretical Computer Science C 358: 3-14, 2006","doi:10.1016/j.tcs.2005.08.035"],"date":["2005-04-18","2005-11-07"],"type":["text"],"creator":["Broadbent, A.","Methot, A. A."],"language":[],"coverage":[],"title":["On the power of non-local boxes"],"description":["  A non-local box is a virtual device that has the following property: given\nthat Alice inputs a bit at her end of the device and that Bob does likewise, it\nproduces two bits, one at Alice's end and one at Bob's end, such that the XOR\nof the outputs is equal to the AND of the inputs. This box, inspired from the\nCHSH inequality, was first proposed by Popescu and Rohrlich to examine the\nquestion: given that a maximally entangled pair of qubits is non-local, why is\nit not maximally non-local? We believe that understanding the power of this box\nwill yield insight into the non-locality of quantum mechanics. It was shown\nrecently by Cerf, Gisin, Massar and Popescu, that this imaginary device is able\nto simulate correlations from any measurement on a singlet state. Here, we show\nthat the non-local box can in fact do much more: through the simulation of the\nmagic square pseudo-telepathy game and the Mermin-GHZ pseudo-telepathy game, we\nshow that the non-local box can simulate quantum correlations that no entangled\npair of qubits can in a bipartite scenario and even in a multi-party scenario.\nFinally we show that a single non-local box cannot simulate all quantum\ncorrelations and propose a generalization for a multi-party non-local box. In\nparticular, we show quantum correlations whose simulation requires an\nexponential amount of non-local boxes, in the number of maximally entangled\nqubit pairs.\n","Comment: 14 pages, 1 figure"]}]
["quant-ph/0511047",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0511047","Physics Letters A, 364: 357-361 (2007)","doi:10.1016/j.physleta.2006.12.023"],"date":["2005-11-06","2006-07-20"],"type":["text"],"creator":["Broadbent, A.","Methot, A. A."],"language":[],"coverage":[],"title":["Entanglement swapping, light cones and elements of reality"],"description":["  Recently, a number of two-participant all-versus-nothing Bell experiments\nhave been proposed. Here, we give local realistic explanations for these\nexperiments. More precisely, we examine the scenario where a participant swaps\nhis entanglement with two other participants and then is removed from the\nexperiment; we also examine the scenario where two particles are in the same\nlight cone, i.e. belong to a single participant. Our conclusion is that, in\nboth cases, the proposed experiments are not convincing proofs against local\nrealism.\n","Comment: 10 pages, no figure, LHV models given explicitely, more explanations"]}]
["quant-ph/0512201",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0512201","New Journal of Physics 8 302 (2006)","doi:10.1088/1367-2630/8/12/302"],"date":["2005-12-22","2006-07-23"],"type":["text"],"creator":["Broadbent, Anne","Carteret, Hilary A.","Methot, Andre Allan","Walgate, Jonathan"],"language":[],"coverage":[],"title":["On the logical structure of Bell theorems without inequalities"],"description":["  Bell theorems show how to experimentally falsify local realism. Conclusive\nfalsification is highly desirable as it would provide support for the most\nprofoundly counterintuitive feature of quantum theory - nonlocality. Despite\nthe preponderance of evidence for quantum mechanics, practical limits on\ndetector efficiency and the difficulty of coordinating space-like separated\nmeasurements have provided loopholes for a classical worldview; these loopholes\nhave never been simultaneously closed. A number of new experiments have\nrecently been proposed to close both loopholes at once. We show some of these\nnovel designs fail in the most basic way, by not ruling out local hidden\nvariable models, and we provide an explicit classical model to demonstrate\nthis. They share a common flaw, which reveals a basic misunderstanding of how\nnonlocality proofs work. Given the time and resources now being devoted to such\nexperiments, theoretical clarity is essential. Our explanation is presented in\nterms of simple logic and should serve to correct misconceptions and avoid\nfuture mistakes. We also show a nonlocality proof involving four participants\nwhich has interesting theoretical properties.\n","Comment: 8 pages, text clarified, explicit LHV model provided for flawed\n  nonlocality test"]}]
