["0705.0360",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0360","Phys. Rev. Lett. 99, 190401 (2007)","doi:10.1103/PhysRevLett.99.190401"],"date":["2007-05-02"],"type":["text"],"creator":["Vishveshwara, Smitha","Stone, Michael","Sen, Diptiman"],"language":[],"coverage":[],"title":["Correlators and fractional statistics in the quantum Hall bulk"],"description":["  We derive single-particle and two-particle correlators of anyons in the\npresence of a magnetic field in the lowest Landau level. We show that the\ntwo-particle correlator exhibits signatures of fractional statistics which can\ndistinguish anyons from their fermionic and bosonic counterparts. These\nsignatures include the zeroes of the two-particle correlator and its exclusion\nbehavior. We find that the single-particle correlator in finite geometries\ncarries valuable information relevant to experiments in which quasiparticles on\nthe edge of a quantum Hall system tunnel through its bulk.\n","Comment: 4 pages, 3 figures, RevTeX"]}]
["0807.0647",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0647","doi:10.1007/s10714-011-1292-5"],"date":["2008-07-03","2011-11-02"],"type":["text"],"creator":["Holanda, R. F. L.","Cunha, J. V.","Lima, J. A. S."],"language":[],"coverage":[],"title":["New constraints on H_0 and Omega_M from SZE/X-RAY data and Baryon\n  Acoustic Oscillations"],"description":["  The Hubble constant, $H_0$, sets the scale of the size and age of the\nUniverse and its determination from independent methods is still worthwhile to\nbe investigated. In this article, by using the Sunyaev-Zel`dovich effect and\nX-ray surface brightness data from 38 galaxy clusters observed by Bonamente\n{\\it{et al.}} (2006), we obtain a new estimate of $H_0$ in the context of a\nflat $\\Lambda$CDM model. There is a degeneracy on the mass density parameter\n($\\Omega_{m}$) which is broken by applying a joint analysis involving the\nbaryon acoustic oscillations (BAO) as given by Sloan Digital Sky Survey (SDSS).\nThis happens because the BAO signature does not depend on $H_0$. Our basic\nfinding is that a joint analysis involving these tests yield $H_0=\n0.765^{+0.035}_{-0.033}$ km s$^{-1}$ Mpc$^{-1}$ and\n$\\Omega_{m}=0.27^{+0.03}_{-0.02}$. Since the hypothesis of spherical geometry\nassumed by Bonamente {\\it {et al.}} is questionable, we have also compared the\nabove results to a recent work where a sample of triaxial galaxy clusters has\nbeen considered.\n","Comment: 8 pages, 4 figures, 1 table, accepted version in the general\n  relativity and gravitation"]}]
["0812.3415",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3415","doi:10.1007/s00332-011-9113-2"],"date":["2008-12-17","2012-01-10"],"type":["text"],"creator":["Birtea, Petre","Casu, Ioan","Ratiu, Tudor S.","Turhan, Murat"],"language":[],"coverage":[],"title":["Stability of equilibria for the $\\mathfrak{so}(4)$ free rigid body"],"description":["  The stability for all generic equilibria of the Lie-Poisson dynamics of the\n$\\mathfrak{so}(4)$ rigid body dynamics is completely determined. It is shown\nthat for the generalized rigid body certain Cartan subalgebras (called of\ncoordinate type) of $\\mathfrak{so}(n)$ are equilibrium points for the rigid\nbody dynamics. In the case of $\\mathfrak{so}(4)$ there are three coordinate\ntype Cartan subalgebras whose intersection with a regular adjoint orbit give\nthree Weyl group orbits of equilibria. These coordinate type Cartan subalgebras\nare the analogues of the three axes of equilibria for the classical rigid body\nin $\\mathfrak{so}(3)$. In addition to these coordinate type Cartan equilibria\nthere are others that come in curves.\n","Comment: Preprint of a paper accepted for publication in Journal of Nonlinear\n  Science"]}]
["0903.1622",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1622","Phys. Rev. D 84, 123530 (2011)","doi:10.1103/PhysRevD.84.123530"],"date":["2009-03-09","2012-01-18"],"type":["text"],"creator":["Phillips, Daniel","Albrecht, Andreas"],"language":[],"coverage":[],"title":["Effects of Inhomogeneity on the Causal Entropic prediction of Lambda"],"description":["  The causal entropic principle aims to predict the unexpectedly small value of\nthe cosmological constant Lambda using a weighting by entropy increase on\ncausal diamonds. The original work assumed a purely isotropic and homogeneous\ncosmology. But even the level of inhomogeneity observed in our universe forces\nreconsideration of certain arguments about entropy production. In particular,\nwe must consider an ensemble of causal diamonds associated with one cosmology,\nand we can no longer immediately discard entropy production in the far future\nof the universe. Depending on our choices for a probability measure and our\ntreatment of black hole evaporation, the prediction for Lambda may be left\nintact or dramatically altered.\n","Comment: 9 pages, 5 figures. V2: appearing in Phys Rev. D, including\n  additional discussion of generic late-time entropy sources and a more general\n  calculation of their effects on the prediction for \\Lambda, along with an\n  updated figure"]}]
["0904.2384",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables","46G20, 32D10, 46E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2384","Advances in Mathematics 229 (2012) 2098-2121","doi:10.1016/j.aim.2011.10.019"],"date":["2009-04-15","2011-09-14"],"type":["text"],"creator":["Carando, Daniel","Muro, Santiago"],"language":[],"coverage":[],"title":["Envelopes of holomorphy and extension of functions of bounded type"],"description":["  We study the extension of holomorphic functions of bounded type defined on an\nopen subset of a Banach space, to larger domains. For this, we first\ncharacterize the envelope of holomorphy of a Riemann domain over a Banach\nspace, with respect to the algebra of bounded type holomorphic functions, in\nterms of the spectrum of the algebra. We then give a simple description of the\nenvelopes of balanced open sets and relate the concepts of domain of holomorphy\nand polynomial convexity. We show that for bounded balanced sets, extensions to\nthe envelope are always of bounded type, and that this does not necessarily\nhold for unbounded sets, answering a question posed by Hirschowitz in 1972. We\nalso consider extensions to open subsets of the bidual, present some\nBanach-Stone type results and show some properties of the spectrum when the\ndomain is the unit ball of $\\ell_p$.\n","Comment: 25 pages"]}]
["0905.3243",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3243","Pramana 76:173-181,2011","doi:10.1007/s12043-011-0002-x"],"date":["2009-05-20","2011-03-01"],"type":["text"],"creator":["Nayak, Bibekananda","Singh, Lambodar Prasad"],"language":[],"coverage":[],"title":["Accretion, Primordial Black Holes and Standard Cosmology"],"description":["  Primordial Black Holes evaporate due to Hawking radiation. We find that the\nevaporation time of primordial black holes increase when accretion of radiation\nis included.Thus depending on accretion efficiency more and more number of\nprimordial black holes are existing today, which strengthens the idea that the\nprimordial black holes are the proper candidate for dark matter.\n","Comment: 11 pages, 3 figures"]}]
["0905.3657",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3657","doi:10.1007/s10773-011-1014-5"],"date":["2009-05-22","2011-06-27"],"type":["text"],"creator":["Nayak, Bibekananda","Singh, Lambodar Prasad"],"language":[],"coverage":[],"title":["Brans-Dicke Theory and primordial black holes in Early Matter-Dominated\n  Era"],"description":["  We show that primordial black holes can be formed in the matter-dominated era\nwith gravity described by the Brans-Dicke theory. Considering an early\nmatter-dominated era between inflation and reheating, we found that the\nprimordial black holes formed during that era evaporate at a quicker than those\nof early radiation-dominated era. Thus, in comparison with latter case, less\nnumber of primordial black holes could exist today. Again the constraints on\nprimordial black hole formation tend towards the larger value than their\nradiation-dominated era counterparts indicating a significant enhancement in\nthe formation of primordial black holes during the matter-dominaed era.\n","Comment: 9 pages"]}]
["0906.4128",{"format":[],"subject":["Mathematical Physics","Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","16W30, 17A30, 17B37, 17B62, 81R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4128","Journal of Physics A 45 (2012) 065203","doi:10.1088/1751-8113/45/6/065203"],"date":["2009-06-22"],"type":["text"],"creator":["Yau, Donald"],"language":[],"coverage":[],"title":["Hom-quantum groups I: quasi-triangular Hom-bialgebras"],"description":["  We introduce a Hom-type generalization of quantum groups, called\nquasi-triangular Hom-bialgebras. They are non-associative and non-coassociative\nanalogues of Drinfel'd's quasi-triangular bialgebras, in which the\nnon-(co)associativity is controlled by a twisting map. A family of\nquasi-triangular Hom-bialgebras can be constructed from any quasi-triangular\nbialgebra, such as Drinfel'd's quantum enveloping algebras. Each\nquasi-triangular Hom-bialgebra comes with a solution of the quantum\nHom-Yang-Baxter equation, which is a non-associative version of the quantum\nYang-Baxter equation. Solutions of the Hom-Yang-Baxter equation can be obtained\nfrom modules of suitable quasi-triangular Hom-bialgebras.\n","Comment: 21 pages"]}]
["0910.2634",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2634"],"date":["2009-10-14","2012-01-19"],"type":["text"],"creator":["Wardell, Barry"],"language":[],"coverage":[],"title":["Green Functions and Radiation Reaction From a Spacetime Perspective"],"description":["  The basis of this work is the first full application of the\nPoisson-Wiseman-Anderson method of `matched expansions' to compute the\nself-force acting on a point particle moving in a curved spacetime. The method\nemploys two expansions for the Green function which are respectively valid in\nthe `quasilocal' and `distant past' regimes, and which are matched together\nwithin the normal neighborhood.\n  Building on a fundamental insight due to Avramidi, we provide a system of\ntransport equations for determining key fundamental bi-tensors, including the\ntail-term, V(x,x'), appearing in the Hadamard form of the Green function. These\nbitensors are central to a broad range of problems from radiation reaction and\nthe self-force to quantum field theory in curved spacetime and quantum gravity.\nUsing their transport equations, we show how the quasilocal Green function may\nbe computed throughout the normal neighborhood both numerically and as a\ncovariant Taylor series expansion. These calculations are carried out for\nseveral black hole spacetimes.\n  Finally, we present a complete application of the method of matched\nexpansions. The calculation is performed in a static region of the spherically\nsymmetric Nariai spacetime (dS_2 X S^2), where the matched expansion method is\napplied to compute the scalar self-force acting on a static particle. We find\nthat the matched expansion method provides insight into the non-local\nproperties of the self-force. The Green function in Schwarzschild spacetime is\nexpected to share certain key features with Nariai. In this way, the Nariai\nspacetime provides a fertile testing ground for developing insight into the\nnon-local part of the self-force on black hole spacetimes.\n","Comment: Ph.D. thesis. University College Dublin, 2009. Advisor: Adrian C.\n  Ottewill"]}]
["0910.3963",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables","47H60, 46G20, 30H05, 46M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3963","Collect. Math. (2012) 63:71-91","doi:10.1007/s13348-010-0025-5"],"date":["2009-10-20","2010-02-17"],"type":["text"],"creator":["Carando, Daniel","Dimant, Verónica","Muro, Santiago"],"language":[],"coverage":[],"title":["Holomorphic Functions and polynomial ideals on Banach spaces"],"description":["  Given $\\u$ a multiplicative sequence of polynomial ideals, we consider the\nassociated algebra of holomorphic functions of bounded type, $H_{b\\u}(E)$. We\nprove that, under very natural conditions verified by many usual classes of\npolynomials, the spectrum $M_{b\\u}(E)$ of this algebra \"behaves\" like the\nclassical case of $M_{b}(E)$ (the spectrum of $H_b(E)$, the algebra of bounded\ntype holomorphic functions). More precisely, we prove that $M_{b\\u}(E)$ can be\nendowed with a structure of Riemann domain over $E\"$ and that the extension of\neach $f\\in H_{b\\u}(E)$ to the spectrum is an $\\u$-holomorphic function of\nbounded type in each connected component. We also prove a Banach-Stone type\ntheorem for these algebras.\n","Comment: 19 pages"]}]
["0912.2560",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2560"],"date":["2009-12-13","2012-01-18"],"type":["text"],"creator":["Kaplan, David B."],"language":[],"coverage":[],"title":["Chiral Symmetry and Lattice Fermions"],"description":["  The subject of these summer school lectures are (i) Chiral symmetry; (ii)\nAnomalies; (iii) Domain wall fermions; (iv) Overlap fermions and the\nGinsparg-Wilson equation\n","Comment: Lectures given at the Ecole d'Ete de Physique Theorique des Houches;\n  some typos corrected"]}]
["1002.3472",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3472","JCAP 1008:039,2010","doi:10.1088/1475-7516/2010/08/039"],"date":["2010-02-18","2010-09-03"],"type":["text"],"creator":["Nayak, B.","Majumdar, A. S.","Singh, L. P."],"language":[],"coverage":[],"title":["Astrophysical constraints on primordial black holes in Brans-Dicke\n  theory"],"description":["  We consider cosmological evolution in Brans-Dicke theory with a population of\nprimordial black holes. Hawking radiation from the primordial black holes\nimpacts various astrophysical processes during the evolution of the Universe.\nThe accretion of radiation by the black holes in the radiation dominated era\nmay be effective in imparting them a longer lifetime. We present a detailed\nstudy of how this affects various standard astrophysical constraints coming\nfrom the evaporation of primordial black holes. We analyze constraints from the\npresent density of the Universe, the present photon spectrum, the distortion of\nthe cosmic microwave background spectrum and also from processes affecting\nlight element abundances after nucleosynthesis. We find that the constraints on\nthe initial primordial black hole mass fractions are tightened with increased\naccretion efficiency.\n","Comment: 15 pages"]}]
["1004.1990",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1990"],"date":["2010-04-12","2012-01-19"],"type":["text"],"creator":["Zwierz, Marcin","Perez-Delgado, Carlos A.","Kok, Pieter"],"language":[],"coverage":[],"title":["Optimality of the Heisenberg limit for continuous-variable quantum\n  metrology"],"description":["  This paper has been withdrawn by the authors due to a fatal flaw in the\ncentral proof.\n","Comment: This paper has been withdrawn"]}]
["1004.3485",{"format":[],"subject":["Mathematics - Probability","60H10 (Primary), 60J60 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3485","Stochastics 83 (2011), no. 3, 241-257","doi:10.1080/17442508.2011.553681"],"date":["2010-04-20"],"type":["text"],"creator":["Fedrizzi, E.","Flandoli, F."],"language":[],"coverage":[],"title":["Pathwise uniqueness and continuous dependence for SDEs with nonregular\n  drift"],"description":["  A new proof of a pathwise uniqueness result of Krylov and R\\\"{o}ckner is\ngiven. It concerns SDEs with drift having only certain integrability\nproperties. In spite of the poor regularity of the drift, pathwise continuous\ndependence on initial conditions may be obtained, by means of this new proof.\nThe proof is formulated in such a way to show that the only major tool is a\ngood regularity theory for the heat equation forced by a function with the same\nregularity of the drift.\n"]}]
["1005.3761",{"format":[],"subject":["Mathematics - Probability","15B52, 46l54, 60H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3761"],"date":["2010-05-20","2012-01-18"],"type":["text"],"creator":["Molina, J. Armando Domínguez","Arteaga, Alfonso Rocha"],"language":[],"coverage":[],"title":["Random matrix models of stochastic integral type for free infinitely\n  divisible distributions"],"description":["  The Bercovici-Pata bijection maps the set of classical infinitely divisible\ndistributions to the set of free infinitely divisible distributions. The\npurpose of this work is to study random matrix models for free infinitely\ndivisible distributions under this bijection. First, we find a specific form of\nthe polar decomposition for the L\\'{e}vy measures of the random matrix models\nconsidered in Benaych-Georges who introduced the models through their measures.\nSecond, random matrix models for free infinitely divisible distributions are\nbuilt consisting of infinitely divisible matrix stochastic integrals whenever\ntheir corresponding classical infinitely divisible distributions admit\nstochastic integral representations. These random matrix models are\nrealizations of random matrices given by stochastic integrals with respect to\nmatrix-valued L\\'{e}vy processes. Examples of these random matrix models for\nseveral classes of free infinitely divisible distributions are given. In\nparticular, it is shown that any free selfdecomposable infinitely divisible\ndistribution has a random matrix model of Ornstein-Uhlenbeck type\n$\\int_{0}^{\\infty}e^{-t}d\\Psi_{t}^{d}$, $d\\geq1$, where $\\Psi_{t}^{d}$ is a\n$d\\times d$ matrix-valued L\\'{e}vy process satisfying an $I_{\\log}$ condition.\n","Comment: 15 pages"]}]
["1005.5641",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5641","Supercond. Sci. Technol. 23 (2010) 075002","doi:10.1088/0953-2048/23/7/075002"],"date":["2010-05-31"],"type":["text"],"creator":["Shaw, Gorky","Sinha, Jaivardhan","Mohan, Shyam","Banerjee, S. S."],"language":[],"coverage":[],"title":["Driven weak to strong pinning crossover in partially nanopatterned\n  2H-NbSe2 single crystal"],"description":["  Investigations into the heterogeneous pinning properties of the vortex state\ncreated by partially nano-patterning single crystals of 2H-NbSe2 reveal an\natypical magnetization response which is significantly drive dependent.\nAnalysis of the magnetization response shows non-monotonic behavior of the\nmagnetization relaxation rate with varying magnetic field sweep rate. With all\nthe patterned pinning centers saturated with vortices, we find that the pinning\nforce experienced by the vortices continues to increase with increasing drive.\nOur studies reveal an unconventional dynamic weak to strong pinning crossover\nwhere the flow of the vortex state appears to be hindered or jammed as it is\ndriven harder through the interstitial voids in the patterned pinning lattice.\n","Comment: 15 pages with 5 figures"]}]
["1007.3276",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3276","Acta Phys. Pol. 119, 633 (2011)"],"date":["2010-07-19"],"type":["text"],"creator":["Kaczmarkiewicz, Piotr","Musiał, Anna","Sęk, Grzegorz","Podemski, Paweł","Machnikowski, Paweł","Misiewicz, Jan"],"language":[],"coverage":[],"title":["Hole subband mixing and polarization of luminescence from quantum\n  dashes: a simple model"],"description":["  In this paper, we address the problem of luminescence polarization in the\ncase of nanostructures characterized by an in-plane shape asymmetry. We develop\na simple semi-qualitative model revealing the mechanism that accounts for the\nselective polarization properties of such structures. It shows that they are\nnot a straightforward consequence of the geometry but are related to it via\nvalence subband mixing. Our model allows us to predict the degree of\npolarization (DOP) dependence on the in-plane dimensions of investigated\nstructures assuming a predominantly heavy hole character of the valence band\nstates, simplifying the shape of confining potential and neglecting the\ninfluence of the out-of plane dimension. The energy dependence modeling reveals\nthe importance of different excited states in subsequent spectral ranges\nleading to non-monotonic character of the DOP. The modeling results show good\nagreement with the experimental data for an ensemble of InAs/InP quantum dashes\nfor a set of realistc parameters with the heavy-light hole states separation\nbeing the only adjustable one. All characteristic features are reproduced in\nthe framework of the proposed model and their origin can be well explained and\nunderstood. We also make some further predictions about the influence of both\nthe internal characteristics of the nanostructures (e.g. height) and the\nexternal conditions (excitation power, temperature) on the overall DOP.\n","Comment: 4 pages"]}]
["1007.4630",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4630","doi:10.1063/1.3479912"],"date":["2010-07-27"],"type":["text"],"creator":["Jiang, P.","Young, A. F.","Chang, W.","Kim, P.","Engel, L. W.","Tsui, D. C."],"language":[],"coverage":[],"title":["Quantum oscillations observed in graphene at microwave frequencies"],"description":["  We have measured the microwave conductance of mechanically exfoliated\ngraphene at frequencies up to 8.5 GHz. The conductance at 4.2 K exhibits\nquantum oscillations, and is independent of the frequency.\n"]}]
["1007.5121",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5121","J. Sup. & Novel Magnetisim 24, 151-157 (2011)"],"date":["2010-07-29","2012-01-19"],"type":["text"],"creator":["Awana, V. P. S.","Pal, Anand","Hussain, Mushahid","Kishan, H."],"language":[],"coverage":[],"title":["Appearance and disappearance of superconductivity with Fe site Co\n  substitution in SmFe1-xCoxAsO (x = 0.0 to 1.0)"],"description":["  We report synthesis, structural details and magnetization of SmFe1-xCoxAsO\nwith x ranging from 0.0 to 1.0 at close interval of 0.10. It is found that Co\nsubstitutes fully at Fe site in SmFeAsO in an iso-structural lattice with\nslightly compressed cell. The parent compound exhibited known spin density wave\n(SDW) character below 150K. Successive doping of Co at Fe site suppressed the\nSDW transition for x = 0.05 and later induced superconductivity for x = 0.10,\n0.15 and 0.20 respectively at 14, 15.5 and 9K. The appearance of bulk\nsuperconductivity is established by wide open isothermal magnetization M(H)\nloops. For higher content of Co i.e. x \\geq 0.30, superconductivity is not\nobserved. Clearly the Co substitution at Fe site in SmFe1-xCoxAsO diminishes\nthe Fe SDW character (x=0.05), introduces bulk superconductivity for x from\n0.10 to 0.20 and finally becomes a non-superconductor. The SmCoAsO also\nexhibits a secondary AFM like transition at below around 50 K. The reported AFM\nordering of Sm spins is seen from heat capacity Cp(T) at 4.5 K and the same\nremains invariant with Co doping in SmFe1-xCoxAsO. Further the FM ordering of\nCo-spins (seen in magnetization measurements) is not evident in Cp(T) studies,\nsuggesting weak correlations between ordered Co-spins in these systems.\n","Comment: 17 pages (Text+Figs): Invited talk: ICSM-2010 (Awana)"]}]
["1009.1064",{"format":[],"subject":["Mathematics - Functional Analysis","47H60, 47L20, 47L22 (Primary), 46G25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1064","Monatsh Math (2012) 165:1-14","doi:10.1007/s00605-010-0255-3"],"date":["2010-09-06"],"type":["text"],"creator":["Carando, Daniel","Dimant, Verónica","Muro, Santiago"],"language":[],"coverage":[],"title":["Every Banach ideal of polynomials is compatible with an operator ideal"],"description":["  We show that for each Banach ideal of homogeneous polynomials, there exists a\n(necessarily unique) Banach operator ideal compatible with it. Analogously, we\nprove that any ideal of $n$-homogeneous polynomials belongs to a coherent\nsequence of ideals of $k$-homogeneous polynomials.\n","Comment: 12 pages"]}]
["1009.2202",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2202","Phys.Status Solidi C 8, 1231-1234 (2011)","doi:10.1002/pssc.201000809"],"date":["2010-09-11"],"type":["text"],"creator":["Machnikowski, P.","Kuhn, T."],"language":[],"coverage":[],"title":["Nonlinear optical response of hole-trion systems in quantum dots in\n  tilted magnetic fields"],"description":["  We discuss, from a theoretical point of view, the four wave mixing\nspectroscopy on an ensemble of p-doped quantum dots in a magnetic field\nslightly tilted from the in-plane configuration. We describe the system\nevolution in the density matrix formalism. In the limit of coherent ultrafast\noptical driving, we obtain analytical formulas for the single system dynamics\nand for the response of an inhomogeneously broadened ensemble. The results are\ncompared to the previously studied time-resolved Kerr rotation spectroscopy on\nthe same system. We show that the Kerr rotation and four wave mixing spectra\nyield complementary information on the spin dynamics (precession and damping).\n","Comment: 4 pages, 2 figures, conference NOEKS10"]}]
["1009.3860",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3860","Phys. Rev. B 83, 033303 (2011)","doi:10.1103/PhysRevB.83.033303"],"date":["2010-09-20","2012-01-19"],"type":["text"],"creator":["Machnikowski, Paweł"],"language":[],"coverage":[],"title":["Polaron contributions to the biexciton binding energies in\n  self-assembled quantum dots"],"description":["  The contribution to the biexciton binding energy in quantum dots resulting\nfrom the interaction with longitudinal optical phonons is estimated by\nperforming the configuration--interaction calculation of the few-particle\nstates in a simple model of the confining potential and including the phonon\ncorrections by means of a perturbation theory. It is found that the polaron\ncontribution tends to compensate the Coulomb-related biexciton shift (binding\nenergy) and reduces its value by several to even 30%, depending on the material\nparameters of the system.\n","Comment: 4 pqges, 2 color figures; moderately modified version"]}]
["1009.5059",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5059","Astrophys.Space Sci.337:415-423, 2012","doi:10.1007/s10509-011-0837-0"],"date":["2010-09-26","2011-08-22"],"type":["text"],"creator":["Farajollahi, H.","Farhoudi, M.","Salehi, A.","Shojaie, H."],"language":[],"coverage":[],"title":["Chameleonic Generalized Brans--Dicke model and late-time acceleration"],"description":["  In this paper we consider Chameleonic Generalized Brans--Dicke Cosmology in\nthe framework of FRW universes. The bouncing solution and phantom crossing is\ninvestigated for the model. Two independent cosmological tests: Cosmological\nRedshift Drift (CRD) and distance modulus are applied to test the model with\nthe observation.\n","Comment: 20 pages, 15 figures, to be published in Astrophys. Space Sci. (2011)"]}]
["1011.1867",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1867","Journal of Nuclear Materials 414, 426 (2011)","doi:10.1016/j.jnucmat.2011.05.017"],"date":["2010-11-08"],"type":["text"],"creator":["Erhart, Paul","Marian, Jaime"],"language":[],"coverage":[],"title":["Calculation of the substitutional fraction of ion-implanted He in an Fe\n  target"],"description":["  Ion-implantation is a useful technique to study irradiation damage in nuclear\nmaterials. To study He effects in nuclear fusion conditions, He is co-implanted\nwith damage ions to reproduce the correct He/dpa ratios in the desired or\navailable depth range. However, the short-term fate of these He ions, i.e over\nthe time scales of their own collisional phase, has not been yet unequivocally\nestablished. Here we present an atomistic study of the short-term evolution of\nHe implantation in an Fe substrate to approximate the conditions encountered in\ndual ion-implantation studies in ferritic materials. Specifically, we calculate\nthe fraction of He atoms that end up in substitutional sites shortly after\nimplantation, i.e. before they contribute to long-term miscrostructural\nevolution. We find that fractions of at most 3% should be expected for most\nimplantation studies. In addition, we carry out an exhaustive calculation of\ninterstitial He migration energy barriers in the vicinity of matrix vacancies\nand find that they vary from approximately 20 to 60 meV depending on the\nseparation and orientation of the He-vacancy pair.\n","Comment: 7 pages, 6 figures, 2 tables"]}]
["1012.0271",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0271","Physical Review B 83, 245538 (2011)","doi:10.1103/PhysRevB.83.245438"],"date":["2010-12-01","2011-03-18"],"type":["text"],"creator":["Wang, Jian","DaSilva, Ashley M.","Chang, Cui-Zu","He, Ke","Jain, J. K.","Samarth, Nitin","Ma, Xu-Cun","Xue, Qi-Kun","Chan, Moses H. W."],"language":[],"coverage":[],"title":["Evidence for electron-electron interaction in topological insulator thin\n  films"],"description":["  We consider in our work high quality single crystal thin films of Bi2Se3,\ngrown by molecular beam epitaxy, both with and without Pb doping. Our ARPES\ndata demonstrate topological surface states with a Fermi level lying inside the\nbulk band gap in the Pb doped filims. Transport data show weak localization\nbehavior, as expected for a 2D system, but a detailed analysis within the\nstandard theoretical framework of diffusive transport shows that the\ntemperature and magnetic field dependences of resistance cannot be reconciled\nin a theory that neglects inter-electron interactions. We demonstrate that an\nexcellent account of quantum corrections to conductivity is achieved when both\ndisorder and interaction are taken into account. These results clearly\ndemonstrate that it is crucial to include electron electron interaction for a\ncomprehensive understanding of diffusive transport in topological insulators.\n","Comment: Submitted to Phys. Rev. B"]}]
["1012.2552",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2552"],"date":["2010-12-12","2012-01-19"],"type":["text"],"creator":["Lasserre, Jean Bernard"],"language":[],"coverage":[],"title":["New approximations for the cone of copositive matrices and its dual"],"description":["  We provide convergent hierarchies for the cone C of copositive matrices and\nits dual, the cone of completely positive matrices. In both cases the\ncorresponding hierarchy consists of nested spectrahedra and provide outer\n(resp. inner) approximations for C (resp. for its dual), thus complementing\nprevious inner (resp. outer) approximations for C (for the dual). In\nparticular, both inner and outer approximations have a very simple\ninterpretation. Finally, extension to K-copositivity and K-complete positivity\nfor a closed convex cone K, is straightforward.\n","Comment: 8p"]}]
["1012.2601",{"format":[],"subject":["Mathematics - Commutative Algebra","13C40, 14M10, 14N99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2601","J. Pure Appl. Algebra 216 (2012), no. 1, 108-114","doi:10.1016/j.jpaa.2011.05.007"],"date":["2010-12-12"],"type":["text"],"creator":["Cook II, David","Nagel, Uwe"],"language":[],"coverage":[],"title":["Hyperplane sections and the subtlety of the Lefschetz properties"],"description":["  The weak and strong Lefschetz properties are two basic properties that\nArtinian algebras may have. Both Lefschetz properties may vary under small\nperturbations or changes of the characteristic. We study these subtleties by\nproposing a systematic way of deforming a monomial ideal failing the weak\nLefschetz property to an ideal with the same Hilbert function and the weak\nLefschetz property. In particular, we lift a family of Artinian monomial ideals\nto finite level sets of points in projective space with the property that a\ngeneral hyperplane section has the weak Lefschetz property in almost all\ncharacteristics, whereas a special hyperplane section does not have this\nproperty in any characteristic.\n","Comment: 9 pages"]}]
["1012.4181",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4181","New Journal of Physics 13 (2011) 073028","doi:10.1088/1367-2630/13/7/073028"],"date":["2010-12-19","2012-01-19"],"type":["text"],"creator":["Lemarchand, Cyril","Triki, Meriam","Darquié, Benoît","Bordé, Christian J.","Chardonnet, Christian","Daussy, Christophe"],"language":[],"coverage":[],"title":["Progress towards an accurate determination of the Boltzmann constant by\n  Doppler spectroscopy"],"description":["  In this paper, we present significant progress performed on an experiment\ndedicated to the determination of the Boltzmann constant, k, by accurately\nmeasuring the Doppler absorption profile of a line in a gas of ammonia at\nthermal equilibrium. This optical method based on the first principles of\nstatistical mechanics is an alternative to the acoustical method which has led\nto the unique determination of k published by the CODATA with a relative\naccuracy of 1.7 ppm. We report on the first measurement of the Boltzmann\nconstant by laser spectroscopy with a statistical uncertainty below 10 ppm,\nmore specifically 6.4 ppm. This progress results from improvements in the\ndetection method and in the statistical treatment of the data. In addition, we\nhave recorded the hyperfine structure of the probed saQ(6,3) rovibrational line\nof ammonia by saturation spectroscopy and thus determine very precisely the\ninduced 4.36 (2) ppm broadening of the absorption linewidth. We also show that,\nin our well chosen experimental conditions, saturation effects have a\nnegligible impact on the linewidth. Finally, we draw the route to future\ndevelopments for an absolute determination of with an accuracy of a few ppm.\n","Comment: 22 pages, 11 figures"]}]
["1101.1951",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1951","The Astrophysical Journal, Volume 736, Issue 1, article id. 39\n  (2011)","doi:10.1088/0004-637X/736/1/39"],"date":["2011-01-10","2012-01-19"],"type":["text"],"creator":["Hand, Nick","Appel, John William","Battaglia, Nick","Bond, J. Richard","Das, Sudeep","Devlin, Mark J.","Dunkley, Joanna","Dunner, Rolando","Essinger-Hileman, Thomas","Fowler, Joseph W.","Hajian, Amir","Halpern, Mark","Hasselfield, Matthew","Hilton, Matt","Hincks, Adam D.","Hlozek, Renee","Hughes, John P.","Irwin, Kent D.","Klein, Jeff","Kosowsky, Arthur","Lin, Yen-Ting","Marriage, Tobias A.","Marsden, Danica","McLaren, Mike","Menanteau, Felipe","Moodley, Kavilan","Niemack, Michael D.","Nolta, Michael R.","Page, Lyman A.","Parker, Lucas","Partridge, Bruce","Plimpton, Reed","Reese, Erik D.","Rojas, Felipe","Sehgal, Neelima","Sherwin, Blake D.","Sievers, Jonathan L.","Spergel, David N.","Staggs, Suzanne T.","Swetz, Daniel S.","Switzer, Eric R.","Thornton, Robert","Trac, Hy","Visnjic, Katerina","Wollack, Ed"],"language":[],"coverage":[],"title":["The Atacama Cosmology Telescope: Detection of Sunyaev-Zel'dovich\n  Decrement in Groups and Clusters Associated with Luminous Red Galaxies"],"description":["  We present a detection of the Sunyaev-Zel'dovich (SZ) decrement associated\nwith the Luminous Red Galaxy (LRG) sample of the Sloan Digital Sky Survey. The\nSZ data come from 148 GHz maps of the equatorial region made by the Atacama\nCosmology Telescope (ACT). The LRG sample is divided by luminosity into four\nbins, and estimates for the central Sunyaev-Zel'dovich temperature decrement\nare calculated through a stacking process. We detect and account for a bias of\nthe SZ signal due to weak radio sources. We use numerical simulations to relate\nthe observed decrement to Y200 and clustering properties to relate the galaxy\nluminosity bins to mass. We also use a relation between brightest cluster\ngalaxy luminosity and cluster mass based on stacked gravitational lensing\nmeasurements to estimate the characteristic halo masses. The masses are found\nto be around 1e14 M_sun.\n","Comment: Accepted in ApJ. 14 pages, 6 figures"]}]
["1102.1512",{"format":[],"subject":["Physics - Optics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1512","Journal of Optics 14, 015102 (2012)","doi:10.1088/2040-8978/14/1/015102"],"date":["2011-02-08","2012-01-18"],"type":["text"],"creator":["Thompson, Robert T."],"language":[],"coverage":[],"title":["General Relativistic Contributions in Transformation Optics"],"description":["  One potentially realistic specification for devices designed with\ntransformation optics is that they operate with high precision in curved\nspace-time, such as Earth orbit. This raises the question of what, if any, role\ndoes space-time curvature play in determining transformation media?\nTransformation optics has been based on a three-vector representation of\nMaxwell's equations in flat Minkowski space-time. I discuss a completely\ncovariant, manifestly four-dimensional approach that enables transformations in\narbitrary space-times, and demonstrate this approach for stable circular orbits\nin the spherically symmetric Schwarzschild geometry. Finally, I estimate the\nmagnitude of curvature induced contributions to satellite-borne transformation\nmedia in Earth orbit and comment on the level of precision required for\nmetamaterial fabrication before such contributions become important.\n","Comment: 14 pages, 3 figures. Latest version has expanded analysis,\n  corresponds to published version"]}]
["1103.3180",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3180"],"date":["2011-03-16","2012-01-19"],"type":["text"],"creator":["Tyomkin, Ilya"],"language":[],"coverage":[],"title":["On Zariski's theorem in positive characteristic"],"description":["  In the current paper we show that the dimension of a family $V$ of\nirreducible reduced curves in a given ample linear system on a toric surface\n$S$ over an algebraically closed field is bounded from above by\n$-K_S.C+p_g(C)-1$, where $C$ denotes a general curve in the family. This result\ngeneralizes a famous theorem of Zariski to the case of positive characteristic.\nWe also explore new phenomena that occur in positive characteristic: We show\nthat the equality $\\dim(V)=-K_S.C+p_g(C)-1$ does not imply the nodality of $C$\neven if $C$ belongs to the smooth locus of $S$, and construct reducible Severi\nvarieties on weighted projective planes in positive characteristic,\nparameterizing irreducible reduced curves of given geometric genus in a given\nample linear system.\n","Comment: 19 pages. Several typos have been fixed, and a couple of examples and\n  pictures have been added. To appear in JEMS"]}]
["1103.3789",{"format":[],"subject":["Physics - Fluid Dynamics","Astrophysics - Solar and Stellar Astrophysics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3789","Physical Review E 85, 016310 (2012)","doi:10.1103/PhysRevE.85.016310"],"date":["2011-03-19","2012-01-18"],"type":["text"],"creator":["Verma, Mahendra K.","Mishra, Pankaj K.","Pandey, Ambrish","Paul, Supriyo"],"language":[],"coverage":[],"title":["Field correlations and the ultimate regime of turbulent convection"],"description":["  Using direct numerical simulations of Rayleigh-B\\'{e}nard convection (RBC)\nunder free-slip boundary condition, we show that the normalized correlation\nfunction between the vertical velocity field and the temperature field, as well\nas the normalized viscous dissipation rate, scales as $Ra^{-0.22}$ for\nmoderately large Rayleigh number $Ra$. This scaling accounts for the Nusselt\nnumber ($Nu$) exponent to be around 0.3 observed in experiments. Numerical\nsimulations also reveal that the above normalized correlation functions are\nconstants for the convection simulation under periodic boundary conditions.\n","Comment: 4 pages, 4 figures"]}]
["1104.0588",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Algebraic Topology","20J05, 55R35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0588"],"date":["2011-04-04","2012-01-19"],"type":["text"],"creator":["Fluch, Martin","Nucinkis, Brita E. A."],"language":[],"coverage":[],"title":["On the classifying space for the family of virtually cyclic subgroups\n  for elementary amenable groups"],"description":["  We show that elementary amenable groups, which have a bound on the orders of\ntheir finite subgroups, admit a finite dimensional model for the classifying\nspace with virtually cyclic isotropy.\n","Comment: 15 pages; revised version"]}]
["1104.0643",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0643","EPL 97 (2012) 23003","doi:10.1209/0295-5075/97/23003"],"date":["2011-04-04","2011-12-13"],"type":["text"],"creator":["Goldman, N.","Beugeling, W.","Smith, C. Morais"],"language":[],"coverage":[],"title":["Topological phase transitions between chiral and helical spin textures\n  in a lattice with spin-orbit coupling and a magnetic field"],"description":["  We consider the combined effects of large spin-orbit couplings and a\nperpendicular magnetic field in a 2D honeycomb fermionic lattice. This system\nprovides an elegant setup to generate versatile spin textures propagating along\nthe edge of a sample. The spin-orbit coupling is shown to induce topological\nphase transitions between a helical quantum spin Hall phase and a chiral\nspin-imbalanced quantum Hall state. Besides, we find that the spin orientation\nof a single topological edge state can be tuned by a Rashba spin-orbit\ncoupling, opening an interesting route towards quantum spin manipulation. We\ndiscuss the possible realization of our results using cold atoms trapped in\noptical lattices, where large synthetic magnetic fields and spin-orbit\ncouplings can be engineered and finely tuned. In particular, this system would\nlead to the observation of a time-reversal-symmetry-broken quantum spin Hall\nphase.\n","Comment: 8 pages, 3 figures, Accepted in Europhys. Lett. (Dec 2011)"]}]
["1104.5160",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B20, 47H60 (Primary) 45P05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5160"],"date":["2011-04-27","2012-01-19"],"type":["text"],"creator":["Palsson, Eyvindur"],"language":[],"coverage":[],"title":["L^p estimates for a singular integral operator motivated by Calder\\'on's\n  second commutator"],"description":["  We prove a wide range of L^p estimates for a trilinear singular integral\noperator motivated by dropping one average in Calder\\'{o}n's second commutator.\nFor comparison by dropping two averages in Calder\\'{o}n's second commutator one\nfaces the trilinear Hilbert transform. The novelty in this paper is that in\norder to avoid difficulty of the level of the trilinear Hilbert transform, we\nchoose to view the symbol of the operator as a non-standard symbol. The methods\nused come from time-frequency analysis but must be adapted to the fact that our\nsymbol is non-standard.\n","Comment: 29 pages; corrected typos"]}]
["1105.0469",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0469","PloS ONE 7, e29910 (2012)","doi:10.1371/journal.pone.0029910"],"date":["2011-05-02","2012-01-18"],"type":["text"],"creator":["Radicchi, Filippo","Baronchelli, Andrea","Amaral, Luis A. N."],"language":[],"coverage":[],"title":["Rationality, irrationality and escalating behavior in lowest unique bid\n  auctions"],"description":["  Information technology has revolutionized the traditional structure of\nmarkets. The removal of geographical and time constraints has fostered the\ngrowth of online auction markets, which now include millions of economic agents\nworldwide and annual transaction volumes in the billions of dollars. Here, we\nanalyze bid histories of a little studied type of online auctions --- lowest\nunique bid auctions. Similarly to what has been reported for foraging animals\nsearching for scarce food, we find that agents adopt Levy flight search\nstrategies in their exploration of \"bid space\". The Levy regime, which is\ncharacterized by a power-law decaying probability distribution of step lengths,\nholds over nearly three orders of magnitude. We develop a quantitative model\nfor lowest unique bid online auctions that reveals that agents use nearly\noptimal bidding strategies. However, agents participating in these auctions do\nnot optimize their financial gain. Indeed, as long as there are many auction\nparticipants, a rational profit optimizing agent would choose not to\nparticipate in these auction markets.\n","Comment: 36 pages, 30 figures, 5 tables"]}]
["1105.1163",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1163","Phys. Rev. B 85, 020407(R) (2012)","doi:10.1103/PhysRevB.85.020407"],"date":["2011-05-05","2012-01-11"],"type":["text"],"creator":["Pavlenko, N.","Kopp, T.","Tsymbal, E. Y.","Sawatzky, G. A.","Mannhart, J."],"language":[],"coverage":[],"title":["Magnetism and superconductivity at LAO/STO-interfaces: the role of Ti 3d\n  interface electrons"],"description":["  Ferromagnetism and superconductivity are in most cases adverse. However,\nrecent experiments reveal that they coexist at interfaces of LaAlO3 and SrTiO3.\nWe analyze the magnetic state within density functional theory and provide\nevidence that magnetism is not an intrinsic property of the two-dimensional\nelectron liquid at the interface. We demonstrate that the robust ferromagnetic\nstate is induced by the oxygen vacancies in SrTiO3- or in the LaAlO3-layer.\nThis allows for the notion that areas with increased density of oxygen\nvacancies produce ferromagnetic puddles and account for the previous\nobservation of a superparamagnetic behavior in the superconducting state.\n","Comment: 5 pages, 4 figures, to appear in Physical Review B (Rapid\n  Communications)"]}]
["1105.1338",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1338","Phys. Rev. B 84, 085327 (2011)","doi:10.1103/PhysRevB.84.085327"],"date":["2011-05-06","2012-01-19"],"type":["text"],"creator":["Kugler, M.","Korzekwa, K.","Machnikowski, P.","Gradl, C.","Furthmeier, S.","Griesbeck, M.","Hirmer, M.","Schuh, D.","Wegscheider, W.","Kuhn, T.","Schüller, C.","Korn, T."],"language":[],"coverage":[],"title":["Decoherence-assisted initialization of a resident hole spin polarization\n  in a two-dimensional hole gas"],"description":["  We investigate spin dynamics of resident holes in a p-modulation-doped\nGaAs/Al$_{0.3}$Ga$_{0.7}$As single quantum well. Time-resolved Faraday and Kerr\nrotation, as well as resonant spin amplification, are utilized in our study. We\nobserve that nonresonant or high power optical pumping leads to a resident hole\nspin polarization with opposite sign with respect to the optically oriented\ncarriers, while low power resonant optical pumping only leads to a resident\nhole spin polarization if a sufficient in-plane magnetic field is applied. The\ncompetition between two different processes of spin orientation strongly\nmodifies the shape of resonant spin amplification traces. Calculations of the\nspin dynamics in the electron--hole system are in good agreement with the\nexperimental Kerr rotation and resonant spin amplification traces and allow us\nto determine the hole spin polarization within the sample after optical\norientation, as well as to extract quantitative information about spin\ndephasing processes at various stages of the evolution.\n","Comment: 10 pages, 6 figures; moderate modifications, one new figure"]}]
["1105.1682",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1682","Phys. Rev. B 84, 054510 (2011)","doi:10.1103/PhysRevB.84.054510"],"date":["2011-05-09"],"type":["text"],"creator":["Bonnes, Lars","Wessel, Stefan"],"language":[],"coverage":[],"title":["Generic First-Order vs. Continuous Quantum Nucleation of Supersolidity"],"description":["  We analyze the nucleation of supersolid order out of the superfluid ground\nstate of bosons on the triangular lattice. While the stability of supersolidity\nagainst phase separation in this system is by now well established for\nnearest-neighbor and long-range dipolar interactions, relevant for\ntwo-dimensional arrays of ultra-cold polar molecules, here we address directly\nthe nature of the superfluid-to-supersolid transition. Based on symmetry\narguments and quantum Monte Carlo simulations, we conclude that this quantum\nphase transition is driven first-order beyond the line of particle-hole\nsymmetry. Along this line, the transition is continuous and its scaling\nbehavior consistent with the three-dimensional (3D) XY universality class. We\nrelate this finding to a 3D Z6 clock model description of the enlarged symmetry\nof the solid order parameter field. In the generic case however, the symmetry\nreduces to that of a 3D Z3 clock model, which reflects the first-order nature\nof the generic superfluid-to-supersolid quantum phase transition on the\ntriangular lattice.\n","Comment: 4 pages, 5 figures"]}]
["1105.3322",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3322","European Physical Journal B 78, 1 (2010) 23","doi:10.1140/epjb/e2010-10571-4"],"date":["2011-05-17","2012-01-19"],"type":["text"],"creator":["Doiron-Leyraud, Nicolas","De Cotret, Samuel René","Sedeki, Abdel","Bourbonnais, Claude","Taillefer, Louis","Auban-Senzier, Pascale","Jérome, Denis","Bechgaard, Klaus"],"language":[],"coverage":[],"title":["Linear-T scattering and pairing from antiferromagnetic fluctuations in\n  the (TMTSF)_2X organic superconductors"],"description":["  An exhaustive investigation of metallic electronic transport and\nsuperconductivity of organic superconductors (TMTSF)_2PF_6 and (TMTSF)_2ClO_4\nin the Pressure-Temperature phase diagram between T=0 and 20 K and a\ntheoretical description based on the weak coupling renormalization group method\nare reported. The analysis of the data reveals a high temperature domain\n(T\\approx 20 K) in which a regular T^2 electron-electron Umklapp scattering\nobeys a Kadowaki-Woods law and a low temperature regime (T< 8 K) where the\nresistivity is dominated by a linear-in temperature component. In both\ncompounds a correlated behavior exists between the linear transport and the\nextra nuclear spin-lattice relaxation due to antiferromagnetic fluctuations. In\naddition, a tight connection is clearly established between linear transport\nand T_c. We propose a theoretical description of the anomalous resistivity\nbased on a weak coupling renormalization group determination of\nelectron-electron scattering rate. A linear resistivity is found and its origin\nlies in antiferromagnetic correlations sustained by Cooper pairing via\nconstructive interference. The decay of the linear resistivity term under\npressure is correlated with the strength of antiferromagnetic spin correlations\nand T_c, along with an unusual build-up of the Fermi liquid scattering. The\nresults capture the key features of the low temperature electrical transport in\nthe Bechgaard salts.\n"]}]
["1105.5351",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5351","Computing in Science and Engineering, vol. 14, no. 1, pp. 33-39,\n  2012","doi:10.1109/MCSE.2011.94"],"date":["2011-05-26","2012-01-18"],"type":["text"],"creator":["Choi, Woosong","Chen, Yong S.","Papanikolaou, Stefanos","Sethna, James P."],"language":[],"coverage":[],"title":["Is dislocation flow turbulent in deformed crystals?"],"description":["  Intriguing analogies were found between a model of plastic deformation in\ncrystals and turbulence in fluids. A study of this model provides remarkable\nexplanations of known experiments and predicts fractal dislocation pattern\nformation. Further, the challenges encountered resemble those in turbulence,\nwhich is exemplified in a comparison with the Rayleigh-Taylor instability.\n","Comment: 6 pages, 7 figures"]}]
["1105.5597",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5597","Phys. Rev. B 84, 195315 (2011)","doi:10.1103/PhysRevB.84.195315"],"date":["2011-05-27"],"type":["text"],"creator":["Karwat, Pawel","Sitek, Anna","Machnikowski, Pawel"],"language":[],"coverage":[],"title":["Phonon effects on the radiative recombination of excitons in double\n  quantum dots"],"description":["  We study theoretically the radiative recombination of excitons in double\nquantum dots in the presence of carrier-phonon coupling. We show that the\nphonon-induced pure dephasing effects and transitions between the exciton\nstates strongly modify the spontaneous emission process and make it sensitive\nto temperature, which may lead to non-monotonic temperature dependence of the\ntime-resolved luminescence. We show also that under specific resonance\nconditions the biexcitonic interband polarization can be coherently transferred\nto the excitonic one, leading to an extended life time of the total coherent\npolarization, which is reflected in the nonlinear optical spectrum of the\nsystem. We study the stability of this effect against phonon-induced\ndecoherence.\n","Comment: 10 pages, 7 figures"]}]
["1106.1868",{"format":[],"subject":["Mathematics - Number Theory","Primary 11M41, Secondary 11R42, 11M26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1868","Int. J. of Number Theory 2 Vol. 8, No. 1 (2012) 1-23"],"date":["2011-06-09"],"type":["text"],"creator":["Kadiri, Habiba"],"language":[],"coverage":[],"title":["Explicit zero-free regions for Dedekind Zeta functions"],"description":["  Let K be a number field, n_K its degree, and d_K the absolute value of its\ndiscriminant. We prove that, if d_K is sufficiently large, then the Dedekind\nzeta function associated to K has no zeros in the region: Re(s) > 1 - 1/(12.55\nlog d_K + 9.69 n_K log|Im s| + 3.03 n_K + 58.63) and |Im s| > 1. Moreover, it\nhas at most one zero in the region: Re (s) > 1- 1/(12.74 log d_K) and |Im s| <\n1. This zero if it exists is simple and is real. This argument also improves a\nresult of Stark by a factor of 2: there is at most one zero in the region Re\n(s) > 1 - 1/(2 log d_K) and |Im s| < 1/(2 log d_K).\n","Comment: To appear in International Journal of Number Theory"]}]
["1106.4040",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4040","Eur. Phys. J. Plus (2012) 127(1): 7","doi:10.1140/epjp/i2012-12007-1"],"date":["2011-06-20","2012-01-04"],"type":["text"],"creator":["Zheng, Ya-juan","Ma, Bo-Qiang"],"language":[],"coverage":[],"title":["Re-evaluation of neutrino mixing pattern according to latest T2K result"],"description":["  We re-evaluate neutrino mixing patterns according to the latest T2K result\nfor a larger mixing angle $\\theta_{13}$, and find that the PMNS mixing matrix\nhas larger deviations from bimaximal (BM) and tribimaximal (TB) mixing patterns\nthan previously expected. We also find that several schemes connecting PMNS and\nCKM mixing matrices can accommodate the latest T2K result nicely. As necessary\nupdates to former works, we make new triminimal expansions of PMNS mixing\nmatrix based on BM and TB mixing patterns. We also propose a new mixing pattern\nwith a self-complementary relation between the mixing angles $\\theta_{12}^{\\nu}\n+ \\theta_{13}^{\\nu} \\simeq 45^\\circ$, and find such a new mixing pattern in\nleading order can provide a rather good description of the data.\n","Comment: 9 latex pages, no figure, final version for journal publication"]}]
["1106.6034",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.6034","J. Phys. A: Math. Theor. 45 (2012) 055101","doi:10.1088/1751-8113/45/5/055101"],"date":["2011-06-29","2011-12-16"],"type":["text"],"creator":["Angelo, R. M.","Duzzioni, E. I.","Ribeiro, A. D."],"language":[],"coverage":[],"title":["Integrability in time-dependent systems with one degree of freedom"],"description":["  The notion of integrability is discussed for classical nonautonomous systems\nwith one degree of freedom. The analysis is focused on models which are\nlinearly spanned by finite Lie algebras. By constructing the autonomous\nextension of the time-dependent Hamiltonian we prove the existence of two\ninvariants in involution which are shown to obey the criterion of functional\nindependence. The implication of this result is that chaotic motion cannot\nexist in these systems. In addition, if the invariant manifold is compact, then\nthe system is Liouville integrable. As an application, we discuss regimes of\nintegrability in models of dynamical tunneling and parametric resonance, and in\nthe dynamics of two-level systems under generic classical fields. A\ncorresponding quantum algebraic structure is shown to exist which satisfies\nanalog conditions of Liouville integrability and reproduces the classical\ndynamics in an appropriate limit within the Weyl-Wigner formalism. The quantum\nanalog is then conjectured to be integrable as well.\n","Comment: extended version; title changed; 10 pages; 4 figures; accepted in J.\n  Phys. A"]}]
["1107.0155",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0155","Adv.High Energy Phys.2011:259025,2011","doi:10.1155/2011/259025"],"date":["2011-07-01","2011-09-01"],"type":["text"],"creator":["Kim, Youngman","Yi, Deokhyun"],"language":[],"coverage":[],"title":["Holography at work for nuclear and hadron physics"],"description":["  The purpose of this review is to provide basic ingredients of holographic QCD\nto non-experts in string theory and to summarize its interesting achievements\nin nuclear and hadron physics. We focus on results from a less stringy\nbottom-up approach and review a stringy top-down model with some calculational\ndetails.\n","Comment: 53 pages, 11 figures"]}]
["1107.1715",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1715","JCAP01(2012)015","doi:10.1088/1475-7516/2012/01/015"],"date":["2011-07-08","2012-01-19"],"type":["text"],"creator":["Bertone, G.","Cerdeno, D. G.","Fornasa, M.","de Austri, R. Ruiz","Strege, C.","Trotta, R."],"language":[],"coverage":[],"title":["Global fits of the cMSSM including the first LHC and XENON100 data"],"description":["  We present updated global fits of the constrained Minimal Supersymmetric\nStandard Model (cMSSM), including the most recent constraints from the ATLAS\nand CMS detectors at the LHC, as well as the most recent results of the\nXENON100 experiment. Our robust analysis takes into account both astrophysical\nand hadronic uncertainties that enter in the calculation of the rate of\nWIMP-induced recoils in direct detection experiment. We study the consequences\nfor neutralino Dark Matter, and show that current direct detection data already\nallow to robustly rule out the so-called Focus Point region, therefore\ndemonstrating the importance of particle astrophysics experiments in\nconstraining extensions of the Standard Model of Particle Physics. We also\nobserve an increased compatibility between results obtained from a Bayesian and\na Frequentist statistical perspective. We find that upcoming ton-scale direct\ndetection experiments will probe essentially the entire currently favoured\nregion (at the 99% level), almost independently of the statistical approach\nused. Prospects for indirect detection of the cMSSM are further reduced.\n","Comment: 14 pages, 4 figures, minor changes following referee report, matches\n  published version"]}]
["1107.3202",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3202","Phys. Rev. Lett. 108, 030501 (2012)","doi:10.1103/PhysRevLett.108.030501"],"date":["2011-07-16","2011-12-07"],"type":["text"],"creator":["Bariani, F.","Dudin, Y. O.","Kennedy, T. A. B.","Kuzmich, A."],"language":[],"coverage":[],"title":["Dephasing of multiparticle Rydberg excitations for fast entanglement\n  generation"],"description":["  An approach to fast entanglement generation based on Rydberg dephasing of\ncollective excitations (spin-waves) in large, optically thick atomic ensembles\nis proposed. Long-range $1/r^3$ atomic interactions are induced by microwave\nmixing of opposite-parity Rydberg states. Required long coherence times are\nachieved via four-photon excitation and read-out of long wavelength spin-waves.\nThe dephasing mechanism is shown to have favorable, approximately exponential,\nscaling for entanglement generation.\n","Comment: 4 pages, 3 figures"]}]
["1107.3332",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3332","Nuclear Instruments and Methods B 274, 111 (2012)","doi:10.1016/j.nimb.2011.12.005"],"date":["2011-07-17","2012-01-18"],"type":["text"],"creator":["Schaefer, B. D.","Mitchell, R. E.","McChesney, P.","Shepherd, M. R.","Frye, J. M."],"language":[],"coverage":[],"title":["Radiation Damage of F8 Lead Glass with 20 MeV Electrons"],"description":["  Using a 20 MeV linear accelerator, we investigate the effects of\nelectromagnetic radiation on the optical transparency of F8 lead glass.\nSpecifically, we measure the change in attenuation length as a function of\nradiation dose. Comparing our results to similar work that utilized a proton\nbeam, we conclude that F8 lead glass is more susceptible to proton damage than\nelectron damage.\n","Comment: 5 pages, 6 figures"]}]
["1107.4074",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4074","Astrophysics and Space Science, 2012. 337(1): p. 39-45","doi:10.1007/s10509-011-0808-5"],"date":["2011-07-20","2011-09-01"],"type":["text"],"creator":["Fischbach, Ephraim","Chen, K. Joseph","Gold, Robert E.","Goldsten, John O.","Lawrence, David J.","McNutt Jr., Ralph J.","Rhodes, Edgar A.","Jenkins, Jere H.","Longuski, James M."],"language":[],"coverage":[],"title":["Solar Influence on Nuclear Decay Rates: Constraints from the MESSENGER\n  Mission"],"description":["  We have analyzed Cs-137 decay data, obtained from a small sample onboard the\nMESSENGER spacecraft en route to Mercury, with the aim of setting limits on a\npossible correlation between nuclear decay rates and solar activity. Such a\ncorrelation has been suggested recently on the basis of data from Mn-54 decay\nduring the solar flare of 13 December 2006, and by indications of an annual and\nother periodic variations in the decay rates of Si-32, Cl-36, and Ra-226. Data\nfrom five measurements of the Cs-137 count rate over a period of approximately\n5.4 years have been fit to a formula which accounts for the usual exponential\ndecrease in count rate over time, along with the addition of a theoretical\nsolar contribution varying with MESSENGER-Sun separation. The indication of\nsolar influence is then characterized by a non-zero value of the calculated\nparameter \\xi, and we find \\xi=(2.8+/-8.1)x10^{-3} for Cs-137. A simulation of\nthe increased data that can hypothetically be expected following Mercury orbit\ninsertion on 18 March 2011 suggests that the anticipated improvement in the\ndetermination of \\xi could reveal a non-zero value of \\xi if present at a level\nconsistent with other data.\n","Comment: Accepted for publication in Astrophysics and Space Science, 2011. 7\n  pages, 5 figures. Version 2 has corrected Figure 1, since Fig. 1 did not\n  appear correctly in Version 1"]}]
["1107.4240",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4240","Physical Review X 2, 011001 (2012)","doi:10.1103/PhysRevX.2.011001"],"date":["2011-07-21","2012-01-19"],"type":["text"],"creator":["Küng, B.","Rössler, C.","Beck, M.","Marthaler, M.","Golubev, D. S.","Utsumi, Y.","Ihn, T.","Ensslin, K."],"language":[],"coverage":[],"title":["Irreversibility on the Level of Single-Electron Tunneling"],"description":["  We present a low-temperature experimental test of the fluctuation theorem for\nelectron transport through a double quantum dot. The rare entropy-consuming\nsystem trajectories are detected in the form of single charges flowing against\nthe source-drain bias by using time-resolved charge detection with a quantum\npoint contact. We find that these trajectories appear with a frequency that\nagrees with the theoretical predictions even under strong nonequilibrium\nconditions, when the finite bandwidth of the charge detection is taken into\naccount.\n"]}]
["1107.4332",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4332","Phys. Rev. B 85, 035314 (2012)","doi:10.1103/PhysRevB.85.035314"],"date":["2011-07-21","2012-01-05"],"type":["text"],"creator":["Musiał, A.","Kaczmarkiewicz, P.","Sęk, G.","Podemski, P.","Machnikowski, P.","Misiewicz, J.","Hein, S.","Höfling, S.","Forchel, A."],"language":[],"coverage":[],"title":["Carrier trapping and luminescence polarization in quantum dashes"],"description":["  We study experimentally and theoretically polarization-dependent luminescence\nfrom an ensemble of quantum-dot-like nanostructures with a very large in-plane\nshape anisotropy (quantum dashes). We show that the measured degree of linear\npolarization of the emitted light increases with the excitation power and\nchanges with temperature in a non-trivial way, depending on the excitation\nconditions. Using an approximate model based on the k.p theory, we are able to\nrelate this degree of polarization to the amount of light hole admixture in the\nexciton states which, in turn, depends on the symmetry of the envelope wave\nfunction. Agreement between the measured properties and theory is reached under\nassumption that the ground exciton state in a quantum dash is trapped in a\nconfinement fluctuation within the structure and thus localized in a much\nsmaller volume of much lower asymmetry than the entire nanostructure.\n","Comment: 13 pages, 9 figures; considerably extended, additional discussion and\n  new figures included"]}]
["1108.0650",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0650","Phys. Rev. B 84, 235449 (2011)","doi:10.1103/PhysRevB.84.235449"],"date":["2011-08-02","2012-01-19"],"type":["text"],"creator":["Gorbar, E. V.","Gusynin, V. P.","Jia, Junji","Miransky, V. A."],"language":[],"coverage":[],"title":["Broken-symmetry states and phase diagram of the lowest Landau level in\n  bilayer graphene"],"description":["  Broken-symmetry quantum Hall (QH) states with filling factors \\nu=0, \\pm 1,\n\\pm 2, \\pm 3 in the lowest Landau level in bilayer graphene are analyzed by\nsolving the gap equation in the random phase approximation. It is shown that in\nthe plane of electric and magnetic fields, the critical line, which separates\nthe spin and layer polarized phases at \\nu=0, extends to the \\nu=\\pm 1 QH\nstates. The amplitudes of the gaps in the \\nu= \\pm 1, \\pm 3, and \\nu= \\pm 2 QH\nstates are significantly smaller than the amplitude of the \\nu=0 gap, due to\nthe separate filling of the n=0,1 orbital Landau levels and the negative\ncontribution of the Hartree term, respectively. It is shown that those values\nof the external electric field where the conductance is not quantized\ncorrespond to the minima of the gaps.\n","Comment: 17 pages, 7 figures, references and clarifications added; v3: to\n  match PRB version"]}]
["1108.3351",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3351"],"date":["2011-08-16","2012-01-18"],"type":["text"],"creator":["Price, Kenneth L."],"language":[],"coverage":[],"title":["An Alternative Construction to the Transitive Closure of a Directed\n  Graph"],"description":["  One must add arrows which are forced by transitivity to form the transitive\nclosure of a directed graph. We introduce a construction of a transitive\ndirected graph which is formed by adding vertices instead of arrows and which\npreserves the transitive relationships formed by distinct vertices in the\noriginal directed graph. Our construction does not apply to all directed\ngraphs.\n","Comment: 4 figures"]}]
["1108.5333",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5333","Acta Phys. Pol. 120, 862 (2011)"],"date":["2011-08-26"],"type":["text"],"creator":["Bragar, Igor","Machnikowski, Paweł"],"language":[],"coverage":[],"title":["Intermediate band formation and intraband absorption for electrons in an\n  inhomogeneous chain of quantum dots"],"description":["  We study the electron states of a chain of non-identical, vertically stacked\nquantum dots (QDs). We discuss how the pseudo-band formed of the ground states\nconfined in the QDs disintegrates upon increasing the inhomogeneity of the\nelectron energies and analyze the impact of localization on the intraband\nabsorption from the pseudo-band to extended (bulk) states. We describe also the\ndependence of the intraband absorption spectrum on the QD size.\n","Comment: 4 pages, 4 figures. Conference \"Jaszowiec\" 2011"]}]
["1108.5337",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5337","Acta Phys. Pol. 120, 865 (2011)"],"date":["2011-08-26"],"type":["text"],"creator":["Abdussalam, Wildan","Machnikowski, Paweł"],"language":[],"coverage":[],"title":["Collective spontaneous emission from pairs of quantum dots: long-range\n  vs. short-range couplings"],"description":["  We study the spontaneous emission from a coherently delocalized exciton state\nin a double quantum dot as a function of the distance between the dots,\nfocusing on the similarities and differences between the cases of radiative\n(long-range, dipole) and tunnel coupling between the excitons in the dots. We\nshow that there may be no qualitative difference between the collective\nemission induced by these two coupling types in spite of their essentially\ndifferent physical properties.\n","Comment: 3 pages, 2 figures. Conference \"Jaszowiec 2011\""]}]
["1108.5749",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5749","Acta Physica Polonica A vol. 120 (2011) page 859"],"date":["2011-08-29"],"type":["text"],"creator":["Korzekwa, Kamil","Machnikowski, Paweł"],"language":[],"coverage":[],"title":["Tunneling transfer protocol in a quantum dot chain immune to\n  inhomogeneity"],"description":["  We propose a quantum dot (QD) implementation of a quantum state transfer\nchannel. The proposed channel consists of N vertically stacked QDs with the\nnearest neighbor tunnel coupling, placed in an axial electric field. We show\nthat the system supports high-fidelity transfer of the state of a terminal dot\nboth by free evolution and by adiabatic transfer. The protocol is to a large\nextent insensitive to inhomogeneity of the energy parameters of the dots and\nrequires only a global electric field.\n","Comment: 3 pages, 6 figures"]}]
["1109.0211",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0211","Physics Letters B 707 (2012) 534-538","doi:10.1016/j.physletb.2012.01.012"],"date":["2011-09-01","2012-01-06"],"type":["text"],"creator":["Brezinski, Felix","Wolschin, Georg"],"language":[],"coverage":[],"title":["Gluodissociation and Screening of Upsilon States in PbPb Collisions at\n  sqrt (s_NN) = 2.76 TeV"],"description":["  We suggest that gluon-induced dissociation and screening of the Y(nS) states\nexplain the suppression of the Y(2S+3S) states relative to the Y(1S) ground\nstate that has been observed by CMS in PbPb collisions at sqrt(s_NN)= 2.76 TeV\nat the CERN LHC. The minimum-bias gluodissociation cross sections of the 1S-3S\nstates are calculated using a screened Cornell potential and a thermal gluon\ndistribution. The 3S state dissolves due to screening before sizeable\ngluodissociation occurs, but for the 2S and 1S states there is an interplay\nbetween screening, gluodissociation, and feed-down from the chi_b(2P) and\nchi_b(1P) states. Based on a schematic approach, we find that the calculated\nsuppression of the Y(2S) and Y(3S) states relative to Y(1S) is consistent with\nthe CMS result, but allows for additional suppression mechanisms. The Y(1S)\nsuppression through gluodissociation is, however, in good agreement with the\nCMS data.\n","Comment: Fig.3 added; text, references and Fig.2 updated. Physics Letters B,\n  accepted"]}]
["1109.1444",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1444","Phys. Rev. Lett. 108, 032002 (2012)","doi:10.1103/PhysRevLett.108.032002"],"date":["2011-09-07","2012-01-19"],"type":["text"],"creator":["Boer, Daniel","Dunnen, Wilco J. den","Pisano, Cristian","Schlegel, Marc","Vogelsang, Werner"],"language":[],"coverage":[],"title":["Linearly Polarized Gluons and the Higgs Transverse Momentum Distribution"],"description":["  We study how gluons carrying linear polarization inside an unpolarized hadron\ncontribute to the transverse momentum distribution of Higgs bosons produced in\nhadronic collisions. They modify the distribution produced by unpolarized\ngluons in a characteristic way that could be used to determine whether the\nHiggs boson is a scalar or a pseudoscalar particle.\n","Comment: 4 pages, 3 figures, final version, published in PRL"]}]
["1109.2095",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2095","Phys. Rev. B 85, 045119 (2012)","doi:10.1103/PhysRevB.85.045119"],"date":["2011-09-09","2012-01-19"],"type":["text"],"creator":["Liu, Zhao","Bergholtz, Emil J.","Fan, Heng","Laeuchli, Andreas M."],"language":[],"coverage":[],"title":["Edge Mode Combinations in the Entanglement Spectra of Non-Abelian\n  Fractional Quantum Hall States on the Torus"],"description":["  We present a detailed analysis of bi-partite entanglement in the non-Abelian\nMoore-Read fractional quantum Hall state of bosons and fermions on the torus.\nIn particular, we show that the entanglement spectra can be decomposed into\nintricate combinations of different sectors of the conformal field theory\ndescribing the edge physics, and that the edge level counting and tower\nstructure can be microscopically understood by considering the vicinity of the\nthin-torus limit. We also find that the boundary entropy density of the\nMoore-Read state is markedly higher than in the Laughlin states investigated so\nfar. Despite the torus geometry being somewhat more involved than in the sphere\ngeometry, our analysis and insights may prove useful when adopting entanglement\nprobes to other systems that are more easily studied with periodic boundary\nconditions, such as fractional Chern insulators and lattice problems in\ngeneral.\n","Comment: 13 pages, 8 figures, published version on PRB"]}]
["1109.2121",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2121","2012, ApJ, 745, 180","doi:10.1088/0004-637X/745/2/180"],"date":["2011-09-09","2012-01-18"],"type":["text"],"creator":["Matthews, Daniel J.","Newman, Jeffrey A."],"language":[],"coverage":[],"title":["Improving Correlation Function Fitting with Ridge Regression:\n  Application to Cross-Correlation Reconstruction"],"description":["  Cross-correlation techniques provide a promising avenue for calibrating\nphotometric redshifts and determining redshift distributions using spectroscopy\nwhich is systematically incomplete (e.g., current deep spectroscopic surveys\nfail to obtain secure redshifts for 30-50% or more of the galaxies targeted).\nIn this paper we improve on the redshift distribution reconstruction methods\npresented in Matthews & Newman (2010) by incorporating full covariance\ninformation into our correlation function fits. Correlation function\nmeasurements are strongly covariant between angular or spatial bins, and\naccounting for this in fitting can yield substantial reduction in errors.\nHowever, frequently the covariance matrices used in these calculations are\ndetermined from a relatively small set (dozens rather than hundreds) of\nsubsamples or mock catalogs, resulting in noisy covariance matrices whose\ninversion is ill-conditioned and numerically unstable. We present here a method\nof conditioning the covariance matrix known as ridge regression which results\nin a more well behaved inversion than other techniques common in large-scale\nstructure studies. We demonstrate that ridge regression significantly improves\nthe determination of correlation function parameters. We then apply these\nimproved techniques to the problem of reconstructing redshift distributions. By\nincorporating full covariance information, applying ridge regression, and\nchanging the weighting of fields in obtaining average correlation functions, we\nobtain reductions in the mean redshift distribution reconstruction error of as\nmuch as ~40% compared to previous methods. In an appendix, we provide a\ndescription of POWERFIT, an IDL code for performing power-law fits to\ncorrelation functions with ridge regression conditioning that we are making\npublicly available.\n","Comment: 10 pages, 6 figures"]}]
["1109.2385",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2385","Physical Review X 2, 011004 (2012)","doi:10.1103/PhysRevX.2.011004"],"date":["2011-09-12","2012-01-19"],"type":["text"],"creator":["Henriksen, E. A.","Nandi, D.","Eisenstein, J. P."],"language":[],"coverage":[],"title":["Quantum Hall Effect and Semimetallic Behavior of Dual-Gated ABA-Stacked\n  Trilayer Graphene"],"description":["  The electronic structure of multilayer graphenes depends strongly on the\nnumber of layers as well as the stacking order. Here we explore the electronic\ntransport of purely ABA-stacked trilayer graphenes in a dual-gated field-effect\ndevice configuration. We find that both the zero-magnetic-field transport and\nthe quantum Hall effect at high magnetic fields are distinctly different from\nthe monolayer and bilayer graphenes, and that they show electron-hole\nasymmetries that are strongly suggestive of a semimetallic band overlap. When\nthe ABA trilayers are subjected to an electric field perpendicular to the\nsheet, Landau level splittings due to a lifting of the valley degeneracy are\nclearly observed.\n","Comment: 5 figures"]}]
["1109.4097",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4097"],"date":["2011-09-19","2012-01-19"],"type":["text"],"creator":["Geng, Dianyu","Wang, Zhenhua","Li, Da","Zhang, Zhidong","Wang, Xiaolin"],"language":[],"coverage":[],"title":["Intermittent Josephson effect with feedback voltage and temperature\n  oscillations in graphite-coated nanocapsules with superconducting TaC core"],"description":["  An intermittent Josephson effect in the form of voltage and temperature\noscillations in the voltage - current curves near 2 K is observed in pellets\nconsisting of superconducting TaC nanocapsules coated with graphite. This\nphenomenon is attributed to non-equilibrium conditions, when Cooper pairs\nacross a junction, which stimulate the emission of photons and the feedback\ntemperature change of the junction. It occurs in a three-dimensional granular\nframework composed of TaC/carbon/TaC tunneling junctions with a Mott\nmetal-insulator transition, below the critical temperature Tc of non-ideal\ntype-II superconductor TaC.\n","Comment: 5 pages, 6 figures"]}]
["1109.5892",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5892","Phys. Rev. Lett. 108, 030601 (2012)","doi:10.1103/PhysRevLett.108.030601"],"date":["2011-09-27","2011-12-07"],"type":["text"],"creator":["Abreu, D.","Seifert, U."],"language":[],"coverage":[],"title":["Thermodynamics of genuine non-equilibrium states under feedback control"],"description":["  For genuine non-equilibrium states that even at fixed external control\nparameter exhibit dissipation, we extend the Hatano-Sasa equality to processes\nwith feedback control. The resulting bound on the maximal extractable work is\nsubstantially sharper than what would follow from applying the Sagawa-Ueda\nequality to transitions involving such states. For repeated measurements at\nshort enough intervals, the power thus extracted can even exceed the average\ncost of driving as demonstrated explicitly with a simple, analytically solvable\nexample.\n","Comment: 5 pages, 3 figures"]}]
["1110.3732",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3732","Phys. Rev. B 84, 214428 (2011)","doi:10.1103/PhysRevB.84.214428"],"date":["2011-10-17","2011-12-12"],"type":["text"],"creator":["Resta, Raffaele"],"language":[],"coverage":[],"title":["Zone-Center Dynamical Matrix in Magnetoelectrics"],"description":["  In ordinary dielectrics the dynamical matrix at the zone center in general is\na nonanalytic function of degree zero in the wavevector q. Its expression (for\na crystal of arbitrary symmetry) is well known and is routinely implemented in\nfirst principle calculations. The nonanalytic behavior occurs in polar crystals\nand owes to the coupling of the macroscopic electric field E to the lattice. In\nmagnetoelectric crystals both electric and magnetic fields, E and H, are\ncoupled to the lattice, formally on equal footing. We provide the general\nexpression for the zone center dynamical matrix in a magnetoelectric, where the\nE and H couplings are accounted for in a symmetric way. As in the ordinary\ncase, the dynamical matrix is a nonanalytic function of degree zero in q, and\nis exact in the harmonic approximation. For the sake of completeness, we\naddress other issues, and in particular we solve a problem which might arise in\nfirst-principle implementations, where-differently than here-the basic fields\nare E and B (not H).\n","Comment: 7 pages, no figure. One page added in v2, prompted by a Referee"]}]
["1110.4194",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4194","Phys. Rev. Lett. 108, 032004 (2012)","doi:10.1103/PhysRevLett.108.032004"],"date":["2011-10-19","2012-01-19"],"type":["text"],"creator":["Abazov, V. M."],"language":[],"coverage":[],"title":["Evidence for spin correlation in ttbar production"],"description":["  We present a measurement of the ratio of events with correlated t and tbar\nspins to the total number of ttbar events. This ratio f is evaluated using a\nmatrix-element-based approach in events with a single lepton (electron or muon)\nand at least four jets. We analyze ppbar collisions data corresponding to an\nintegrated luminosity of 5.3 fb^-1 collected with the D0 detector at the\nFermilab Tevatron collider operating at a center of mass energy $\\sqrt{s}=1.96$\nTeV. Combining this result with a recent measurement of f in dilepton final\nstates, we find f in agreement with the standard model. In addition, the\ncombination provides evidence for the presence of spin correlation in ttbar\nevents with a significance of more than three standard deviations.\n","Comment: 7 pages, 2 figures"]}]
["1110.4682",{"format":[],"subject":["Mathematical Physics","35S99, 81T13, 81T16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4682"],"date":["2011-10-20","2012-01-18"],"type":["text"],"creator":["Dynin, Alexander"],"language":[],"coverage":[],"title":["Quantum energy-mass spectrum of Yang-Mills bosons"],"description":["  A non-perturbative quantization of the Yang-Mills energy-mass functional with\na compact semi-simple gauge group entails an infinite discrete energy-mass\nspectrum of gauge bosons. The bosonic spectrum is bounded from below, and has a\npositive mass gap due to the quartic self-interaction term of pure Yang-Mills\nLagrangian (with no Higgs term involved). This quantization is based on\ninfinite-dimensional analysis in Kree nuclear triple of sesqui-holomorphic\nfunctionals of initial data for the the non-linear classical Yang-Mills\nequations in the temporal gauge.\n","Comment: 17 pages. Abstract, Introduction, and Subsection on operator symbols\n  are revised. arXiv admin note: substantial text overlap with arXiv:0903.4727"]}]
["1110.4695",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4695","Phys. Rev. A 85, 012315 (2012)","doi:10.1103/PhysRevA.85.012315"],"date":["2011-10-20","2011-10-30"],"type":["text"],"creator":["Chaudhry, Adam Zaman","Gong, Jiangbin"],"language":[],"coverage":[],"title":["Decoherence control: Universal protection of two-qubit states and\n  two-qubit gates using continuous driving fields"],"description":["  A field configuration utilizing local static and oscillating fields is\nconstructed to achieve universal (but low-order) protection of two-qubit\nstates. That is, two-qubit states can be protected against arbitrary\nsystem-environment coupling if the driving field frequency, as compared with\nthe cutoff frequency of the environment, is sufficiently large. Equally\nimportant, we show that it is possible to construct driving fields to protect\ntwo-qubit entangling gates against decoherence, without assuming any particular\nform of system-environment coupling. Using a non-Markovian master equation, we\nfurther demonstrate the effectiveness of our continuous dynamical decoupling\nfields in protecting entanglement and the excellent performance of protected\ntwo-qubit gates in generating entanglement. The results are complementary to\ncurrent studies of entanglement protection using universal dynamical decoupling\npulse sequences.\n","Comment: 16 pages, 6 figures (improved introduction, made connections with\n  early studies of dynamically corrected quantum gates)"]}]
["1111.1740",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1740","Phys.Rev.D85:014021,2012","doi:10.1103/PhysRevD.85.014021"],"date":["2011-11-07","2012-01-18"],"type":["text"],"creator":["Matevosyan, Hrayr H.","Bentz, Wolfgang","Cloët, Ian C.","Thomas, Anthony W."],"language":[],"coverage":[],"title":["Transverse Momentum Dependent Fragmentation and Quark Distribution\n  Functions from the NJL-jet Model"],"description":["  Using the model of Nambu and Jona-Lasinio to provide a microscopic\ndescription of both the structure of the nucleon and of the quark to hadron\nelementary fragmentation functions, we investigate the transverse momentum\ndependence of the unpolarized quark distributions in the nucleon and of the\nquark to pion and kaon fragmentation functions. The transverse momentum\ndependence of the fragmentation functions is determined within a Monte Carlo\nframework, with the notable result that the average $P_\\perp^2$ of the produced\nkaons is significantly larger than that of the pions. We also find that\n$<P_\\perp^2>$ has a sizable $z$ dependence, in contrast with the naive Gaussian\nansatz for the fragmentation functions. Diquark correlations in the nucleon\ngive rise to a non-trivial flavor dependence in the unpolarized transverse\nmomentum dependent quark distribution functions. The $<k_T^2>$ of the quarks in\nthe nucleon are also found to have a sizable $x$ dependence. Finally, these\nresults are used as input to a Monte Carlo event generator for semi-inclusive\ndeep inelastic scattering (SIDIS), which is used to determine the average\ntransverse momentum squared of the produced hadrons measured in SIDIS, namely\n$<P_T^2>$. Again we find that the average $P_T^2$ of the produced kaons in\nSIDIS is significantly larger than that of the pions and in each case $\\la\nP_T^2 \\ra$ has a sizable $z$ dependence.\n","Comment: 13 pages, 17 figures, v2: minor revisions to conform with the\n  published version in Phys.Rev.D"]}]
["1111.1866",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1866","Physica E: Low-dimensional Systems and Nanostructures, Volume 44,\n  Issue 3, December 2011, Pages 675-679","doi:10.1016/j.physe.2011.11.007"],"date":["2011-11-08"],"type":["text"],"creator":["Dantas, Christine C."],"language":[],"coverage":[],"title":["Analysis of the Collective Behavior of a 10 by 10 Array of Fe3O4 Dots in\n  a Large Micromagnetic Simulation"],"description":["  We report a full (3D) micromagnetic simulation of a set of 100 ferrite\n(Fe$_3$O$_4$) cylindrical dots, arranged in a 10 by 10 square (planar) array of\nside 3.27 $\\mu$m, excited by an external in-plane magnetic field. The resulting\npower spectrum of magnetic excitations and the dynamical magnetization field at\nthe resulting resonance modes were investigated. The absorption spectrum\ndeviates considerably from that of a single particle reference simulation,\npresenting a mode-shifting and splitting effect. We found an inversion symmetry\nthrough the center of the array, in the sense that each particle and its\ninversion counterpart share approximately the same magnetization mode behavior.\nMagnonic designs aiming at synchronous or coherent tunings of spin-wave\nexcitations at given spatially separated points within a regular square array\nmay benefit from the new effects here described.\n","Comment: 22 pages, 4 figures; accepted for publication in Physica E:\n  Low-Dimensional Systems and Nanostructures"]}]
["1111.3236",{"format":[],"subject":["Mathematics - Algebraic Geometry","14A15 (Primary) 14E99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3236"],"date":["2011-11-14","2012-01-18"],"type":["text"],"creator":["Cascini, Paolo","McKernan, James","Mustata, Mircea"],"language":[],"coverage":[],"title":["The augmented base locus in positive characteristic"],"description":["  Let L be a nef line bundle on a projective scheme X in positive\ncharacteristic. We prove that the augmented base locus of L is equal to the\nunion of the irreducible closed subsets V of X such that the restriction of L\nto V is not big. For a smooth variety in characteristic zero, this was proved\nby Nakamaye using vanishing theorems.\n","Comment: 9 pages; v.2: minor corrections, to appear in Proceedings of the\n  Edinburgh Mathematical Society, volume dedicated to V.V. Shokurov"]}]
["1111.5200",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5200"],"date":["2011-11-22","2012-01-19"],"type":["text"],"creator":["Halldorsson, Magnus M.","Mitra, Pradipta"],"language":[],"coverage":[],"title":["Wireless Capacity and Admission Control in Cognitive Radio"],"description":["  We give algorithms with constant-factor performance guarantees for several\ncapacity and throughput problems in the SINR model. The algorithms are all\nbased on a novel LP formulation for capacity problems. First, we give a new\nconstant-factor approximation algorithm for selecting the maximum subset of\nlinks that can be scheduled simultaneously, under any non-decreasing and\nsublinear power assignment. For the case of uniform power, we extend this to\nthe case of variable QoS requirements and link-dependent noise terms. Second,\nwe approximate a problem related to cognitive radio: find a maximum set of\nlinks that can be simultaneously scheduled without affecting a given set of\npreviously assigned links. Finally, we obtain constant-factor approximation of\nweighted capacity under linear power assignment.\n","Comment: to appear in INFOCOM 2012, 16 pages, 4 fgures"]}]
["1111.5512",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5512"],"date":["2011-11-23","2012-01-19"],"type":["text"],"creator":["Björk, G.","Söderholm, J.","Kim, Y. -S.","Ra, Y. -S.","Lim, H. -T.","Kothe, C.","Kim, Y. -H.","Sánchez-Soto, L. L.","Klimov, A. B."],"language":[],"coverage":[],"title":["Central-moment description of polarization for quantum states of light"],"description":["  We present a moment expansion method for the systematic characterization of\nthe polarization properties of quantum states of light. Specifically, we link\nthe method to the measurements of the Stokes operator in different directions\non the Poincar\\'{e} sphere, and provide a method of polarization tomography\nwithout resorting to full state tomography. We apply these ideas to the\nexperimental first- and second-order polarization characterization of some\ntwo-photon quantum states. In addition, we show that there are classes of\nstates whose polarization characteristics are dominated not by their\nfirst-order moments (i.e., the Stokes vector) but by higher-order polarization\nmoments.\n","Comment: 11 pages, 7 figures, 4 tables, In version 2, Figs. 2 and 4 are\n  replaced, Sec. IV extended, Sec. VIII revised, a few references added"]}]
["1111.6749",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6749","Phys.Rev.D85:024023,2012","doi:10.1103/PhysRevD.85.024023"],"date":["2011-11-29","2012-01-18"],"type":["text"],"creator":["Kimura, Rampei","Kobayashi, Tsutomu","Yamamoto, Kazuhiro"],"language":[],"coverage":[],"title":["Vainshtein screening in a cosmological background in the most general\n  second-order scalar-tensor theory"],"description":["  A generic second-order scalar-tensor theory contains a nonlinear derivative\nself-interaction of the scalar degree of freedom $\\phi$ \\`{a} la Galileon\nmodels, which allows for the Vainshtein screening mechanism. We investigate\nthis effect on subhorizon scales in a cosmological background, based on the\nmost general second-order scalar-tensor theory. Our analysis takes into account\nall the relevant nonlinear terms and the effect of metric perturbations\nconsistently. We derive an explicit form of Newton's constant, which in general\nis time-dependent and hence is constrained from observations, as suggested\nearlier. It is argued that in the most general case the inverse-square law\ncannot be reproduced on the smallest scales. Some applications of our results\nare also presented.\n","Comment: 12 pages, 5 figures, v2: published in PRD"]}]
["1112.0852",{"format":[],"subject":["Mathematics - Representation Theory","16G10, 16G70, 16D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0852","Journal of the London Mathematical Society (2) 85 (2012), no. 1,\n  245-268","doi:10.1112/jlms/jdr034"],"date":["2011-12-05"],"type":["text"],"creator":["Jaworska, Alicja","Malicki, Piotr","Skowroński, Andrzej"],"language":[],"coverage":[],"title":["On Auslander-Reiten components of algebras without external short paths"],"description":["  We describe the structure of semi-regular Auslander-Reiten components of\nartin algebras without external short paths in the module category. As an\napplication we give a complete description of self-injective artin algebras\nwhose Auslander-Reiten quiver admits a regular acyclic component without\nexternal short paths.\n"]}]
["1112.2630",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2630"],"date":["2011-12-12","2012-01-19"],"type":["text"],"creator":["Shapiro, Leonid A."],"language":[],"coverage":[],"title":["Generalized Functions & Experimental Methods of Obtaining Statistical\n  Variable-Quantities Which Fully Determine Preferences in Choice-Rich\n  Environments"],"description":["  Preferences of individuals are distributions of elements generated by\ngeneralized functions. Models of economic decision-making derived from such\ndistributions are consistent with results of physiological experiments, and\nexplain any behavioral situations without simplifying assumptions. Quantities\nin such models precisely correspond to experimentally obtainable physiological\nobservables which determine statistical properties of central nervous system as\nit represents different stimuli. Graphical method of consistently and\nquantitatively at-a-glance interpreting or visualizing physiological data\nwithin context of economic models is demonstrated.\n","Comment: 26 pages, 1 figures, Version 3 (January 19), Version 2 (December 31),\n  Version 1 (December 12), in review process"]}]
["1112.3058",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C30, 14F05, 14F10, 14F17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3058"],"date":["2011-12-13","2012-01-19"],"type":["text"],"creator":["Popa, Mihnea","Schnell, Christian"],"language":[],"coverage":[],"title":["Generic vanishing theory via mixed Hodge modules"],"description":["  We extend the dimension and strong linearity results of generic vanishing\ntheory to bundles of holomorphic forms and rank one local systems, and more\ngenerally to certain coherent sheaves of Hodge-theoretic origin associated to\nirregular varieties. Our main tools are Saito's mixed Hodge modules, the\nFourier-Mukai transform for D-modules on abelian varieties introduced by Laumon\nand Rothstein, and Simpson's harmonic theory for flat bundles. In the process,\nwe discover two natural categories of perverse coherent sheaves, one on the\nPicard variety, and the other on the moduli space of Higgs line bundles or that\nof line bundles with flat connection.\n","Comment: 48 pages; substantial changes involving a few new results and\n  improved presentation"]}]
["1112.3225",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3225","J. Magn. Magn. Mater. 324, 1637 (2012)","doi:10.1016/j.jmmm.2011.12.027"],"date":["2011-12-14"],"type":["text"],"creator":["Ivanov, S. A.","Mathieu, R.","Nordblad, P.","Politova, E.","Tellgren, R.","Ritter, C.","Proidakova, V."],"language":[],"coverage":[],"title":["Structural and magnetic properties of Mn3-xCdxTeO6 (x = 0, 1, 1.5 and 2)"],"description":["  Mn3TeO6 exhibits a corundum-related A3TeO6 structure and a complex magnetic\nstructure involving two magnetic orbits for the Mn atoms [*]. Mn3-xCdxTeO6\n(x=0, 1, 1.5 and 2) ceramics were synthesized by solid state reaction and\ninvestigated using X-ray powder diffraction, electron microscopy, calorimetric\nand magnetic measurements. Cd2+ replaces Mn2+ cations without greatly affecting\nthe structure of the compound. The Mn and Cd cations were found to be randomly\ndistributed over the A-site. Magnetization measurements indicated that the\nsamples order antiferromagnetically at low temperature with a transition\ntemperature that decreases with increasing Cd doping. The nuclear and magnetic\nstructure of one specially prepared 114Cd containing sample:\nMn1.5(114Cd)1.5TeO6, was studied using neutron powder diffraction over the\ntemperature range 2 to 295 K. Mn1.5(114Cd)1.5TeO6 was found to order in an\nincommensurate helical magnetic structure, very similar to that of Mn3TeO6 [*].\nHowever, with a lower transition temperature and the extension of the ordered\nstructure confined to order 240(10) {\\AA}. [*] S. A. Ivanov et al. Mater. Res.\nBull. 46 (2011) 1870.\n","Comment: 20 pages, 8 figures"]}]
["1112.3335",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3335"],"date":["2011-12-14","2012-01-19"],"type":["text"],"creator":["Csete, Maria","Sipos, Aron","Szalai, Aniko","Szabo, Gabor"],"language":[],"coverage":[],"title":["Integrated lithography to produce complex structures for spectral\n  engineering"],"description":["  An integrated interference and colloid sphere lithography (IICL) is presented\nto produce complex plasmonic structures consisting of wavelength-scaled\nperiodic arrays of nano-objects with arbitrary array symmetry and controllable\nnano-scaled sub-structure. The IICL method is based on illumination of colloid\nsphere monolayers by interference patterns synchronized with sphere arrays\nalong arbitrary crystallographic directions. This nano-kaleidoscope method\nenables to tune four structure parameters independently: the symmetry and\ncharacteristic periodicity of the interference pattern might be varied by the\nwavelength, number and angle of incidence of the interfering beams; the\ncolloid-spheres' diameter-scaled distance between the nano-objects is\ncontrollable by the relative orientation of the interference pattern with\nrespect to the hexagonal lattice of colloid spheres; the size of individual\nnano-objects is determined by the colloid-spheres diameter and by the light\nwavelength and is influenced by power density; the sub-structure size-parameter\nsensitively depends on the polarization state and can be tuned with the\nnano-object size simultaneously. Finite element method is applied to\ndemonstrate the capabilities of IICL, and the impact of the resulted complex\nplasmonic patterns on spectral properties of thin gold films. The possibility\nto realize spectral engineering with predesigned rectangular arrays of\nhole-doublets that may be produced uniquely by IICL is shown.\n","Comment: 12 pages, 5 figures"]}]
["1112.4985",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4985"],"date":["2011-12-21","2012-01-19"],"type":["text"],"creator":["Petkova, Violeta"],"language":[],"coverage":[],"title":["Multipliers and Wiener-Hopf operators on weighted L^p spaces"],"description":["  We study the operators T on the weighted space L^p commuting either with the\nright translations St or left translations P^+S_{-t} and we establish the\nexistence of a symbol of T. We characterize completely the spectrum of St. We\nobtain a similar result for the spectrum of P^+S_{-t} and some spectral results\nfor the bounded operators commuting with (St), t>0 or with (P^+St), t<0.\n"]}]
["1112.5759",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5759"],"date":["2011-12-24","2012-01-19"],"type":["text"],"creator":["Miessner, U.","Coyajee, E.","Delfos, R.","Lindken, R.","Westerweel, J."],"language":[],"coverage":[],"title":["Experimental investigation of an oil droplet colliding with an oil-water\n  interface"],"description":["  The impact of a buoyancy driven oil droplet with an oil-water interface is\ninvestigated using time-resolved Particle Image Velocimetry (PIV) along with a\nphase discrimination by means of high-speed Laser Induced Fluorescence (LIF).\nIn this paper we focus on the investigation of strategies to optimize the\nperformance of high-speed PIV algorithms. Furthermore this data will be used\nfor validation of numerical simulations of two phase flows. To simultaneously\nmeasure the flow velocities inside and around the oil droplet by PIV the\nrefractive indices of both phases need to be matched. The aqueous phase\nconsists of a mixture of corn syrup and water, which defines the viscosity as\nwell as the refractive index. The disperse phase consists of a mixture of two\nmineral oils. The latter are mixed to match the refractive index of the\ncontinuous phase. Both phases are seeded with tracer particles required for\nPIV. A fluorescent dye is added to the dispersed phase to allow discrimination\nof the PIV signals originating from both phases by LIF. The LIF and PIV signals\nare captured by two high-speed cameras. In order to study the impact of an oil\ndroplet into an oil-water interface, it is necessary to accurately measure a\nvelocity range that is spread over three orders of magnitude. The impact of the\ndroplet is measured in a time series of PIV recordings with a high temporal\nresolution. This allows to optimize the time interval between two correlated\nframes within the time series to achieve a high signal-to-noise ratio, while\nstill being able to measure a large velocity dynamic range. An approach to\nestimate an optimal time separation is presented in this study. The results are\ncompared to the experimental data and the effectiveness of the introduced\noptimization on the data quality is discussed. Furthermore, the results of this\nexperiment are compared to a numerical simulation.\n","Comment: 11 pages, 20 figures, 13th Int. Symp. on Applications of Laser\n  Techniques to Fluid Mechanics, Lisbon, June 26-29, 2006"]}]
["1201.1251",{"format":[],"subject":["Physics - General Physics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1251"],"date":["2011-11-25","2012-01-19"],"type":["text"],"creator":["Krolikowski, Wojciech"],"language":[],"coverage":[],"title":["Overall empirical formula for mass spectra of leptons and quarks"],"description":["  We present an overall empirical formula that, after specification of its free\nparameters, describes precisely the mass spectrum of charged leptons and is\nsuggested to reproduce correctly also the mass spectra of neutrinos and up and\ndown quarks (together, twelve masses with eight free parameters are presented).\nThen, it predicts m_tau = 1776.80 MeV, m_{nu_1} -> 0 eV and m_d = 5.0 MeV, $m_s\n= 102 MeV, respectively, when the remaining lepton and quark masses, m_e, m_mu,\nDelta m^2_{21} = m^2_{nu_2}-m^2_{nu_1}, Delta m^2_{32} = m^2_{nu_3}-m^2_{nu_2}\nand m_u, m_c, m_t, m_b, are taken as an input.\n","Comment: 7 pages"]}]
["1201.2002",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2002","Phys. Rev. B 85, 014513 (2012)","doi:10.1103/PhysRevB.85.014513"],"date":["2012-01-10"],"type":["text"],"creator":["Roth, Friedrich","Bauer, Johannes","Mahns, Benjamin","Büchner, Bernd","Knupfer, Martin"],"language":[],"coverage":[],"title":["Electronic structure of undoped and potassium doped coronene\n  investigated by electron energy-loss spectroscopy"],"description":["  We performed electron energy-loss spectroscopy studies in transmission in\norder to obtain insight into the electronic properties of potassium\nintercalated coronene, a recently discovered superconductor with a rather high\ntransition temperature of about 15\\,K. A comparison of the loss function of\nundoped and potassium intercalated coronene shows the appearance of several new\npeaks in the optical gap upon potassium addition. Furthermore, our core level\nexcitation data clearly signal filling of the conduction bands with electrons.\n","Comment: 15 pages, 5 figures. arXiv admin note: substantial text overlap with\n  arXiv:1102.3286"]}]
["1201.2742",{"format":[],"subject":["Mathematics - Analysis of PDEs","Physics - Fluid Dynamics","35Q35, 65M70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2742"],"date":["2012-01-12","2012-01-18"],"type":["text"],"creator":["Bardos, Claude","Filho, Milton C. Lopes","Lopes, Helena J. Nussenzveig","Niu, Dongjuan","Titi, Edriss S."],"language":[],"coverage":[],"title":["Stability of Two-dimensional Viscous Incompressible Flows Under\n  Three-dimensional Perturbations and Inviscid Symmetry Breaking"],"description":["  In this article we consider weak solutions of the three-dimensional\nincompressible fluid flow equations with initial data admitting a\none-dimensional symmetry group. We examine both the viscous and inviscid cases.\nFor the case of viscous flows, we prove that Leray-Hopf weak solutions of the\nthree-dimensional Navier-Stokes equations preserve initially imposed symmetry\nand that such symmetric flows are stable under general three-dimensional\nperturbations, globally in time. We work in three different contexts:\ntwo-and-a-half-dimensional, helical and axi-symmetric flows. In the inviscid\ncase, we observe that, as a consequence of recent work by De Lellis and\nSz\\'ekelyhidi, there are genuinely three-dimensional weak solutions of the\nEuler equations with two-dimensional initial data. We also present two partial\nresults where restrictions on the set of initial data, and on the set of\nadmissible solutions rule out spontaneous symmetry breaking; one is due to\nP.-L. Lions and the other is a consequence of our viscous stability result.\n"]}]
["1201.3521",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3521","2011, ASPC 445, 215"],"date":["2012-01-17","2012-01-18"],"type":["text"],"creator":["Andersen, Anja C."],"language":[],"coverage":[],"title":["Grain Nucleation Experiments and Other Laboratory Data"],"description":["  In order to interpret observations influenced by dust and to perform detailed\nmodeling of the observable characteristics of dust-producing or dust-containing\nobjects, knowledge of the micro-physical properties of relevant dust species\nare needed. Laboratory measurements of cosmic dust analogues provides essential\ninput for our understanding of how dust particles can influence the dynamics\nand thermodynamics of the stellar atmosphere by their opacity. The formation of\nthe dust grains influences the stellar atmosphere in two ways. In the gas phase\nchemistry, dust formation results in a depletion of certain elements, which\ninfluences the molecular composition of the gas and consequently the\ncorresponding opacities. On the other hand, dust grains have a rather high mass\nabsorption coefficient, which often may be comparable to the gas opacity or\neven exceed it. Due to its high opacity and the resulting radiative pressure,\nthe dust has a strong influence on the structure of the atmosphere and the wind\nproperties of AGB stars. Great care is needed when obtaining laboratory data as\neven a moderate variation of the different micro-physical dust values within\nthe range expected for possible materials has noticeable consequences for the\ninterpretation of the near-infrared colors of AGB stars.\n"]}]
["1201.3617",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3617"],"date":["2012-01-17"],"type":["text"],"creator":["Delsart, Pierre-Antoine","Geerlings, Kurtis L.","Huston, Joey","Martin, Brian T.","Vermilion, Christopher K."],"language":[],"coverage":[],"title":["SpartyJet 4.0 User's Manual"],"description":["  SpartyJet is a set of software tools for jet finding and analysis, built\naround the FastJet library of jet algorithms. SpartyJet provides four key\nextensions to FastJet: a simple Python interface to most FastJet features, a\npowerful framework for building up modular analyses, extensive input file\nhandling capabilities, and a graphical browser for viewing analysis output and\ncreating new on-the-fly analyses. Many of these capabilities rely on a\nROOT-based backend. Beyond finding jets, many jet tools in SpartyJet perform\nmeasurement of jet or event variables, available to subsequent tools and stored\nin the final output. SpartyJet can be downloaded from HepForge at\nhttp://projects.hepforge.org/spartyjet.\n","Comment: 24 pages, 3 figures"]}]
["1201.3842",{"format":[],"subject":["Mathematics - Combinatorics","05D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3842"],"date":["2012-01-18","2012-01-19"],"type":["text"],"creator":["Allen, Patrick","Landman, Bruce M.","Meeks, Holly"],"language":[],"coverage":[],"title":["New Bounds on van der Waerden-type Numbers for Generalized 3-term\n  Arithmetic Progressions"],"description":["  Let a and b be positive integers with a \\leq b. An (a,b)-triple is a set\n{x,ax+d,bx+ 2d}, where x,d \\geq 1. Define T(a,b;r) to be the least positive\ninteger n such that any r-coloring of {1,2...,n} contains a monochromatic\n(a,b)-triple. Earlier results gave an upper bound on T(a,b;2) that is a fourth\ndegree polynomial in b and a, and a quadratic lower bound. A new upper bound\nfor T(a,b;2) is given that is a quadratic. Additionally, lower bounds are given\nfor the case in which a = b, updated tables are provided, and open questions\nare presented.\n","Comment: The newer version reflects an updated table of values of T(a,b)"]}]
["1201.3914",{"format":[],"subject":["Computer Science - Numerical Analysis","G.1.0","B.2.4","B.7.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3914"],"date":["2012-01-18"],"type":["text"],"creator":["Kornerup, Peter","Muller, Jean-Michel","Panhaleux, Adrien"],"language":[],"coverage":[],"title":["Floating-Point Arithmetic on Round-to-Nearest Representations"],"description":["  Recently we introduced a class of number representations denoted\nRN-representations, allowing an un-biased rounding-to-nearest to take place by\na simple truncation. In this paper we briefly review the binary fixed-point\nrepresentation in an encoding which is essentially an ordinary 2's complement\nrepresentation with an appended round-bit. Not only is this rounding a constant\ntime operation, so is also sign inversion, both of which are at best log-time\noperations on ordinary 2's complement representations. Addition, multiplication\nand division is defined in such a way that rounding information can be carried\nalong in a meaningful way, at minimal cost. Based on the fixed-point encoding\nwe here define a floating point representation, and describe to some detail a\npossible implementation of a floating point arithmetic unit employing this\nrepresentation, including also the directed roundings.\n","Comment: IMADA-preprint"]}]
["1201.3918",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3918"],"date":["2012-01-18"],"type":["text"],"creator":["Chang, Lei","Roberts, Craig D.","Wilson, David J."],"language":[],"coverage":[],"title":["Hadron physics and dynamical chiral symmetry breaking"],"description":["  Physics is an experimental science; and a constructive feedback between\ntheory and extant and forthcoming experiments is necessary if an understanding\nof nonperturbative QCD is to be achieved. The Dyson-Schwinger equations connect\nconfinement with dynamical chiral symmetry breaking, both with the observable\nproperties of hadrons, and hence can plausibly provide a means of elucidating\nthe empirical content of strong QCD. We illustrate these points via comments\non: in-hadron condensates; dressed-quark anomalous chromo- and electro-magnetic\nmoments; the self-limiting magnitudes of such moments and pion-loop\ncontributions to the gap equation; deep inelastic scattering; the spectra of\nmesons and baryons; the critical role played by hadron-hadron interactions in\nproducing these spectra; and nucleon elastic and transition form factors.\n","Comment: 15 pages. Contribution to the proceedings of the \"International\n  Workshop on QCD Green's Functions,\" Confinement and Phenomenology, 5-9\n  September 2011, Trento, Italy"]}]
["1201.3922",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3922"],"date":["2012-01-18"],"type":["text"],"creator":["Georgakakis, A.","Grossi, M.","Afonso, J.","Hopkins, A. M."],"language":[],"coverage":[],"title":["The radio spectra of reddened 2MASS QSOs: evidence for young radio jets"],"description":["  Multifrequency radio continuum observations (1.4-22 GHz) of a sample of\nreddened QSOs are presented. We find a high incidence (13/16) of radio spectral\nproperties, such as low frequency turnovers, high frequency spectral breaks or\nsteep power-law slopes, similar to those observed in powerful compact steep\nspectrum (CSS) and gigahertz-peaked spectrum (GPS) sources. The radio data are\nconsistent with relatively young radio jets with synchotron ages <1e6-1e7yr.\nThis calculation is limited by the lack of high resolution (milli-arcsec) radio\nobservations. For the one source in the sample that such data are available a\nmuch younger radio age is determined, <2e3yr, similar to those of GPS/CSS\nsources. These findings are consistent with claims that reddened QSOs are young\nsystems captured at the first stages of the growth of their supermassive black\nholes. It also suggests that expanding radio lobes may be an important feedback\nmode at the early stages of the evolution of AGN.\n","Comment: 9 pages, to appear in MNRAS"]}]
["1201.3923",{"format":[],"subject":["Physics - Optics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3923","Optics Letters 37, 332 (2012)","doi:10.1364/OL.37.000332"],"date":["2012-01-18"],"type":["text"],"creator":["Folli, Viola","Conti, Claudio"],"language":[],"coverage":[],"title":["Anderson Localization in Nonlocal Nonlinear Media"],"description":["  The effect of focusing and defocusing nonlinearities on Anderson localization\nin highly nonlocal media is theoretically and numerically investigated. A\nperturbative approach is developed to solve the nonlocal nonlinear Schroedinger\nequation in the presence of a random potential, showing that nonlocality\nstabilizes Anderson states.\n","Comment: 3 pages, 3 figures"]}]
["1201.3929",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3929"],"date":["2012-01-18"],"type":["text"],"creator":["Bergstra, J. A."],"language":[],"coverage":[],"title":["About Instruction Sequence Testing"],"description":["  Software testing is presented as a so-called theme within which different\nauthors and groups have defined different subjects each of these subjects\nhaving a different focus on testing. A uniform concept of software testing is\nnon-existent and the space of possible coherent perspectives on software\ntesting, each fitting within the theme, is viewed as being spanned by five\ndimensions, each dimension representing two opposite views with a variety of\nintermediate views in between.\n  Instruction sequences are used as a simple theoretical conceptualization of\ncomputer programs. A theory of instruction sequence testing may serve as a\nmodel for a theory of software testing. Instruction sequences testing is\nconsidered a new topic for which definitions may be freely contemplated without\nbeing restricted by existing views on software testing.\n  The problem of developing a theory of instruction sequence testing is posed.\nA survey is given of motivations and scenarios for developing a theory of\ninstruction sequence testing.\n"]}]
["1201.3932",{"format":[],"subject":["Mathematics - Number Theory","11M41 (Primary) 11R42 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3932","J. of Number Theory Vol. 132, (2012) 748-775"],"date":["2012-01-18"],"type":["text"],"creator":["Kadiri, Habiba","Ng, Nathan"],"language":[],"coverage":[],"title":["Explicit zero density theorems for Dedekind zeta functions"],"description":["  This article studies the zeros of Dedekind zeta functions. In particular, we\nestablish a smooth explicit formula for these zeros and we derive an effective\nversion of the Deuring-Heilbronn phenomenon. In addition, we obtain an explicit\nbound for the number of zeros in a box.\n","Comment: 24 pages"]}]
["1201.3934",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3934"],"date":["2012-01-18"],"type":["text"],"creator":["Raby, Stuart"],"language":[],"coverage":[],"title":["Problems with the MSSM : mu & proton decay"],"description":["  This paper describes a set of discrete R symmetries which can be used to\ndefine the minimal supersymmetric standard model or singlet extensions of it.\n","Comment: Contribution to KMI Inauguration Conference \"Quest for the Origin of\n  Particles and the Universe\" (KMIIN), 24-26 Nov. 2011, KMI, Nagoya University"]}]
["1201.3936",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3936","doi:10.1007/s10509-012-0986-9"],"date":["2012-01-18"],"type":["text"],"creator":["Rejkuba, M."],"language":[],"coverage":[],"title":["Globular cluster luminosity function as distance indicator"],"description":["  Globular clusters are among the first objects used to establish the distance\nscale of the Universe. In the 1970-ies it has been recognized that the\ndifferential magnitude distribution of old globular clusters is very similar in\ndifferent galaxies presenting a peak at M_V ~ -7.5. This peak magnitude of the\nso-called Globular Cluster Luminosity Function has been then established as a\nsecondary distance indicator. The intrinsic accuracy of the method has been\nestimated to be of the order of ~0.2 mag, competitive with other distance\ndetermination methods. Lately the study of the Globular Cluster Systems has\nbeen used more as a tool for galaxy formation and evolution, and less so for\ndistance determinations. Nevertheless, the collection of homogeneous and large\ndatasets with the ACS on board HST presented new insights on the usefulness of\nthe Globular Cluster Luminosity Function as distance indicator. I discuss here\nrecent results based on observational and theoretical studies, which show that\nthis distance indicator depends on complex physics of the cluster formation and\ndynamical evolution, and thus can have dependencies on Hubble type, environment\nand dynamical history of the host galaxy. While the corrections are often\nrelatively small, they can amount to important systematic differences that make\nthe Globular Cluster Luminosity Function a less accurate distance indicator\nwith respect to some other standard candles.\n","Comment: Accepted for publication in Astrophysics and Space Science. Review\n  paper based on the invited talk at the conference \"The Fundamental Cosmic\n  Distance Scale: State of the Art and Gaia Perspective\", Naples, May 2011. (13\n  pages, 8 figures)"]}]
["1201.3937",{"format":[],"subject":["Statistics - Methodology","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3937"],"date":["2012-01-18"],"type":["text"],"creator":["Porter, Michael D.","Niemi, Jarad B.","Reich, Brian J."],"language":[],"coverage":[],"title":["Mixture Likelihood Ratio Scan Statistic for Disease Outbreak Detection"],"description":["  Early detection of disease outbreaks is of paramount importance to\nimplementing intervention strategies to mitigate the severity and duration of\nthe outbreak. We build methodology that utilizes the characteristic profile of\ndisease outbreaks to reduce the time to detection and false positive rate. We\nmodel daily counts through a Poisson distribution with additive background plus\noutbreak components. The outbreak component has a parametric form with unknown\nunderlying parameters. A mixture likelihood ratio scan statistic is developed\nto maximize parameters over a window in time. This provides an alert statistic\nwith early time to detection and low false positive rate. The methodology is\ndemonstrated on three simulated data sets meant to represent E. coli,\nCryptosporidium, and Influenza outbreaks.\n","Comment: The research was performed in connection with a technical contest put\n  on by the International Society for Disease Surveillance. The article was\n  prepared for a special edition of the journal Advances in Disease\n  Surveillance that never materialized"]}]
["1201.3938",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3938"],"date":["2012-01-18"],"type":["text"],"creator":["Gowrishankar, Kripa","Rao, Madan"],"language":[],"coverage":[],"title":["Nonequilibrium phase transitions in active contractile polar filaments"],"description":["  We study the patterning and fluctuations of a collection of active\ncontractile polar filaments on a two dimensional substrate, using a continuum\ndescription in the presence of athermal noise, parameterised by an active\ntemperature $T_A$. The steady states generically consist of arrays of inward\npointing asters and show a continuous transition from a moving aster street to\na stationary aster lattice. In contrast to its equilibrium counterpart, this\nactive crystal shows true long range order at low $T_A$. On increasing $T_A$,\nthe asters remodel with a distribution of lifetimes; concomitantly we find\nnovel phase transitions characterised by polar and bond-orientational order.\n"]}]
["1201.3941",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C42 (Primary) 35J61, 53D12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3941"],"date":["2012-01-18"],"type":["text"],"creator":["Huang, Zheng","Loftin, John","Lucia, Marcello"],"language":[],"coverage":[],"title":["Holomorphic Cubic Differentials and Minimal Lagrangian Surfaces in CH2"],"description":["  Following earlier work of Loftin-McIntosh, we study minimal Lagrangian\nimmersions of the universal cover of a closed surface (of genus at least 2)\ninto CH2, with prescribed data of a conformal structure plus a holomorphic\ncubic differential. We show existence and non-uniqueness of such minimal\nLagrangian immersions. We also establish the surface area with respect to the\ninduced metric as a Weil-Petersson potential function for the space of\nholomorphic cubic differentials on the Riemann surface.\n","Comment: 20 pages"]}]
["1201.3942",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3942"],"date":["2012-01-18"],"type":["text"],"creator":["Peter, Annika H. G."],"language":[],"coverage":[],"title":["Dark Matter: A Brief Review"],"description":["  From astronomical observations, we know that dark matter exists, makes up 23%\nof the mass budget of the Universe, clusters strongly to form the load-bearing\nframe of structure for galaxy formation, and hardly interacts with ordinary\nmatter except gravitationally. However, this information is not enough to\nidentify the particle specie(s) that make up dark matter. As such, the problem\nof determining the identity of dark matter has largely shifted to the fields of\nastroparticle and particle physics. In this talk, I will review the current\nstatus of the search for the nature of dark matter. I will provide an\nintroduction to possible particle candidates for dark matter and highlight\nrecent experimental astroparticle- and particle-physics results that constrain\nthe properties of those candidates. Given the absence of detections in those\nexperiments, I will advocate a return of the problem of dark-matter\nidentification to astronomy, and show what kinds of theoretical and\nobservational work might be used to pin down the nature of dark matter once and\nfor all. This talk is intended for a broad astronomy audience.\n","Comment: 15 pages, 2 figures, submitted proceedings for the Frank N. Bash\n  Symposium, October 9-11, 2011"]}]
["1201.3945",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3945","Proceedings on the conference on Quantum information and many body\n  quantum systems, pg. 129 (Edizioni della Normale, Pisa, 2008)"],"date":["2012-01-18"],"type":["text"],"creator":["Schuch, Norbert","Wolf, Michael M.","Cirac, J. Ignacio"],"language":[],"coverage":[],"title":["Gaussian Matrix Product States"],"description":["  We introduce Gaussian Matrix Product States (GMPS), a generalization of\nMatrix Product States (MPS) to lattices of harmonic oscillators. Our definition\nresembles the interpretation of MPS in terms of projected maximally entangled\npairs, starting from which we derive several properties of GMPS, often in close\nanalogy to the finite dimensional case: We show how to approximate arbitrary\nGaussian states by MPS, we discuss how the entanglement in the bonds can be\nbounded, we demonstrate how the correlation functions can be computed from the\nGMPS representation, and that they decay exponentially in one dimension, and\nfinally relate GMPS and ground states of local Hamiltonians.\n","Comment: This work originally appeared as Sec. VII of quant-ph/0509166, and is\n  published in the Proceedings on the conference on Quantum information and\n  many body quantum systems, edited by M. Ericsson and S. Montangero, pg. 129\n  (Edizioni della Normale, Pisa, 2008)"]}]
["1201.3950",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3950","IJCSI International Journal of Computer Science Issues, Vol. 8,\n  Issue 6, No 2, pages 55-61, 2011"],"date":["2012-01-18"],"type":["text"],"creator":["Koulali, Mohammed-Amine","Koutbi, Mohammed El","Kobbane, Abdellatif","Azizi, Mostafa"],"language":[],"coverage":[],"title":["QGRP: A Novel QoS-Geographic Routing Protocol for Multimedia Wireless\n  Sensor Networks"],"description":["  Thanks to the potential they hold and the variety of their application\ndomains, Multimedia Wireless Sensor Networks (MWSN) are forecast to become\nhighly integrated into our daily activities. Due to the carried content nature,\nmainly composed of images and/or video streams with high throughput and delay\nconstraints, Quality of Service in the context of MWSN is a crucial issue. In\nthis paper, we propose a QoS and energy aware geographic routing protocol for\nMWSN: QGRP. The proposed protocol addresses bandwidth, delay and energy\nconstraints associated with MWSN. QGRP adopts an analytical model of IEEE\n802.11 Distributed Coordination Function (DCF) to estimate available bandwidth\nand generates loop-free routing paths.\n","Comment: ISSN (Online): 1694-0814"]}]
["1201.3953",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3953"],"date":["2012-01-18"],"type":["text"],"creator":["van der Hofstad, Remco","Nachmias, Asaf"],"language":[],"coverage":[],"title":["Hypercube percolation"],"description":["  We study bond percolation on the Hamming hypercube {0,1}^m around the\ncritical probability p_c. It is known that if p=p_c(1+O(2^{-m/3})), then with\nhigh probability the largest connected component C_1 is of size Theta(2^{2m/3})\nand that this quantity is non-concentrated. Here we show that for any sequence\neps_m such that eps_m=o(1) but eps_m >> 2^{-m/3} percolation on the hypercube\nat p_c(1+eps_m) has\n  |C_1| = (2+o(1)) eps_m 2^m and |C_2| = o(eps_m 2^m) with high probability,\nwhere C_2 is the second largest component. This resolves a conjecture of Borgs,\nChayes, the first author, Slade and Spencer [17].\n","Comment: 71 pages, 5 figures"]}]
["1201.3960",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3960"],"date":["2012-01-18"],"type":["text"],"creator":["Ryu, Jung"],"language":[],"coverage":[],"title":["Congestion Control and Routing over Challenged Networks"],"description":["  This dissertation is a study on the design and analysis of novel, optimal\nrouting and rate control algorithms in wireless, mobile communication networks.\nCongestion control and routing algorithms upto now have been designed and\noptimized for wired or wireless mesh networks. In those networks, optimal\nalgorithms (optimal in the sense that either the throughput is maximized or\ndelay is minimized, or the network operation cost is minimized) can be\nengineered based on the classic time scale decomposition assumption that the\ndynamics of the network are either fast enough so that these algorithms\nessentially see the average or slow enough that any changes can be tracked to\nallow the algorithms to adapt over time. However, as technological advancements\nenable integration of ever more mobile nodes into communication networks, any\nrate control or routing algorithms based, for example, on averaging out the\ncapacity of the wireless mobile link or tracking the instantaneous capacity\nwill perform poorly. The common element in our solution to engineering\nefficient routing and rate control algorithms for mobile wireless networks is\nto make the wireless mobile links seem as if they are wired or wireless links\nto all but few nodes that directly see the mobile links (either the mobiles or\nnodes that can transmit to or receive from the mobiles) through an appropriate\nuse of queuing structures at these selected nodes. This approach allows us to\ndesign end-to-end rate control or routing algorithms for wireless mobile\nnetworks so that neither averaging nor instantaneous tracking is necessary.\n"]}]
["1201.3962",{"format":[],"subject":["Physics - Instrumentation and Detectors","Physics - Atomic Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3962"],"date":["2012-01-18"],"type":["text"],"creator":["Nagornyi, V. D."],"language":[],"coverage":[],"title":["Effective measurement height of atom gravimeters"],"description":["  The effective measurement heights of the fountain and the release types of\natom gravimeters have been determined using the description of the instruments\nas linear time-invariant (LTI) system. The distance from the initial position\nof the atoms to the locus of the effective measurement height is expressed as\nsimple fraction of the total trajectory length. Leaving the measured gravity\nfor reporting at the effective measurement height allows to eliminate the\ngradient from calculations and avoid up to 1 $\\mu$Gal of its uncertainty added\nto the instrument error budget.\n"]}]
["1201.3963",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3963"],"date":["2012-01-18"],"type":["text"],"creator":["Chen, Xiuna","Tan, Guolong"],"language":[],"coverage":[],"title":["Multiferroic Properties of BaFe12O19 Ceramics"],"description":["  Simultaneous occurrence of big ferroelectricity and strong ferromagnetism has\nbeen observed in Barium Hexaferrite ceramics. Barium hexaferrite (BaFe12O19)\npowders with hexagonal crystal structure have been successfully synthesized by\npolymer precursor method using barium acetate and ferric acetylacetonate as the\nprecursor. The powders were pressed into pellets, which were sintered into\nceramics at 1100^{\\circ}C~1300^{\\circ}C for 1 hour. The structure and\nmorphology have been determined by X-ray diffraction (XRD) and field emission\nscanning electron microscopy (FESEM). Large spontaneous polarization was\nobserved in the BaFe12O19 ceramics at room temperature, exhibiting a clear\nferroelectric hysteresis loop. The maximum remanent polarization of BaFe12O19\nceramic is estimated to be Pr~11.8 {\\mu}C/cm2. The FeO6 octahedron in its\nperovskite-like hexagonal unit cell as well as the shift of Fe3+ off the center\nof octahedron are proposed to be the origin of polarization in BaFe12O19. The\nBaFe12O19 ceramic also shows strong ferromagnetism at room temperature.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1101.1693"]}]
["1201.3967",{"format":[],"subject":["Mathematics - Optimization and Control","34H15, 49N20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3967"],"date":["2012-01-18"],"type":["text"],"creator":["Wang, Gengsheng","Xu, Yashan"],"language":[],"coverage":[],"title":["Advantages for controls imposed in a proper subset"],"description":["  In this paper, we study time optimal control problems for heat equations on\n$\\Omega\\times \\mathbb{R}^+$. Two properties under consideration are the\nexistence and the bang-bang properties of time optimal controls. It is proved\nthat those two properties hold when controls are imposed on some proper subsets\nof $\\Omega$; while they do not stand when controls are active on the whole\n$\\Omega$. Besides, a new property for eigenfunctions of $-\\Delta$ with\nDirichlet boundary condition is revealed.\n","Comment: 14 pages"]}]
["1201.3976",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3976"],"date":["2012-01-19"],"type":["text"],"creator":["Sengupta, Souvik","Sahu, Sandipan","Dasgupta, Ranjan"],"language":[],"coverage":[],"title":["Construction of Learning Path Using Ant Colony Optimization from a\n  Frequent Pattern Graph"],"description":["  In an e-Learning system a learner may come across multiple unknown terms,\nwhich are generally hyperlinked, while reading a text definition or theory on\nany topic. It becomes even harder when one tries to understand those unknown\nterms through further such links and they again find some new terms that have\nnew links. As a consequence they get confused where to initiate from and what\nare the prerequisites. So it is very obvious for the learner to make a choice\nof what should be learnt before what. In this paper we have taken the data\nmining based frequent pattern graph model to define the association and\nsequencing between the words and then adopted the Ant Colony Optimization, an\nartificial intelligence approach, to derive a searching technique to obtain an\nefficient and optimized learning path to reach to a unknown term.\n"]}]
["1201.3978",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3978"],"date":["2012-01-19"],"type":["text"],"creator":["Sengupta, Souvik","Chaki, Nabendu","Dasgupta, Ranjan"],"language":[],"coverage":[],"title":["Learners' Quanta based Design of a Learning Management System"],"description":["  In this paper IEEE Learning Technology System Architecture (LTSA) for LMS\nsoftware has been analyzed. It has been observed that LTSA is too abstract to\nbe adapted in a uniform way by LMS developers. A Learners' Quanta based high\nlevel design that satisfies the IEEE LTSA standard has been proposed for future\ndevelopment of efficient LMS software. A hybrid model of learning fitting into\nLTSA model has also been proposed while designing.\n"]}]
["1201.3980",{"format":[],"subject":["Mathematics - Metric Geometry","51F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3980"],"date":["2012-01-19"],"type":["text"],"creator":["Weiss, Ittay"],"language":[],"coverage":[],"title":["Metric 1-spaces"],"description":["  A generalization of metric space is presented which is shown to admit a\ntheory strongly related to that of ordinary metric spaces. To avoid the\ntopological effects related to dropping any of the axioms of metric space,\nfirst a new, and equivalent, axiomatization of metric space is given which is\nthen generalized from a fresh point of view. Naturally arising examples from\nmetric geometry are presented.\n"]}]
["1201.3981",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3981"],"date":["2012-01-19"],"type":["text"],"creator":["Sengupta, Souvik","Pal, Saurabh","Banerjee, Nilanjan"],"language":[],"coverage":[],"title":["A comparison algorithm to check LTSA Layer 1 and SCORM compliance in\n  e-Learning sites"],"description":["  The success of e-Learning is largely dependent on the impact of its\nmultimedia aided learning content on the learner over the hyper media. The\ne-Learning portals with different proportion of multimedia elements have\ndifferent impact on the learner, as there is lack of standardization. The\nLearning Technology System Architecture (LTSA) Layer 1 deals with the effect of\nenvironment on the learner. From an information technology perspective it\nspecifies learner interaction from the environment to the learner via\nmultimedia content. Sharable Content Object Reference Model (SCROM) is a\ncollection of standards and specifications for content of web-based e-learning\nand specifies how JavaScript API can be used to integrate content development.\nIn this paper an examination is made on the design features of interactive\nmultimedia components of the learning packages by creating an algorithm which\nwill give a comparative study of multimedia component used by different\nlearning packages. The resultant graph as output helps us to analysis to what\nextent any LMS compliance LTSA layer 1 and SCORM specification.\n"]}]
["1201.3982",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Information Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3982"],"date":["2012-01-19"],"type":["text"],"creator":["Mehri, Hassan"],"language":[],"coverage":[],"title":["Min-Sum algorithm for lattices constructed by Construction D"],"description":["  The so-called min-sum algorithm has been applied for decoding lattices\nconstructed by Construction D'. We generalize this iterative decoding algorithm\nto decode lattices constructed by Construction D. An upper bound on the\ndecoding complexity per iteration, in terms of coding gain, label group sizes\nof the lattice and other factors is derived. We show that iterative decoding of\nLDGM lattices has a reasonably low complexity such that lattices with\ndimensions of a few thousands can be easily decoded.\n","Comment: 10 pages, 1 figure"]}]
["1201.3983",{"format":[],"subject":["Mathematics - Probability","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3983"],"date":["2012-01-19"],"type":["text"],"creator":["Dhersin, Jean-Stephane","Freund, Fabian","Siri-Jegousse, Arno","Yuan, Linglong"],"language":[],"coverage":[],"title":["On the length of an external branch in the Beta-coalescent"],"description":["  In this paper, we consider Beta$(2-{\\alpha},{\\alpha})$ (with $1<{\\alpha}<2$)\nand related ${\\Lambda}$-coalescents. If $T^{(n)}$ denotes the length of an\nexternal branch of the $n$-coalescent, we prove the convergence of\n$n^{{\\alpha}-1}T^{(n)}$ when $n$ tends to $ \\infty $, and give the limit. To\nthis aim, we give asymptotics for the number $\\sigma^{(n)}$ of collisions which\noccur in the $n$-coalescent until the end of the chosen external branch, and\nfor the block counting process associated with the $n$-coalescent.\n"]}]
["1201.3985",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3985"],"date":["2012-01-19"],"type":["text"],"creator":["Askarunisa, A.","Manju, T.","Babu, B. Giri"],"language":[],"coverage":[],"title":["Fault Localization for Java Programs using Probabilistic Program\n  Dependence Graph"],"description":["  Fault localization is a process to find the location of faults. It determines\nthe root cause of the failure. It identifies the causes of abnormal behaviour\nof a faulty program. It identifies exactly where the bugs are. Existing fault\nlocalization techniques are Slice based technique, Program- Spectrum based\nTechnique, Statistics Based Technique, Program State Based Technique, Machine\nlearning based Technique and Similarity Based Technique. In the proposed method\nModel Based Fault Localization Technique is used, which is called Probabilistic\nProgram Dependence Graph . Probabilistic Program Dependence Graph (PPDG) is an\ninnovative model that scans the internal behaviour of the project. PPDG\nconstruction is enhanced by Program Dependence Graph (PDG). PDG is achieved by\nthe Control Flow Graph (CFG). The PPDG construction augments the structural\ndependences represented by a program dependence graph with estimates of\nstatistical dependences between node states, which are computed from the test\nset. The PPDG is based on the established framework of probabilistic graphical\nmodels. This work presents algorithms for constructing PPDGs and applying fault\nlocalization.\n","Comment: 9 Pages, 8 figures 4 tables; International Journal of Computer\n  Science Issues, December 2011"]}]
["1201.3987",{"format":[],"subject":["Mathematics - Algebraic Topology","06A75, 06F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3987"],"date":["2012-01-19"],"type":["text"],"creator":["Weiss, Ittay"],"language":[],"coverage":[],"title":["Broad posets, trees, and the dendroidal category"],"description":["  An extension of order theory is presented that serves as a formalism for the\nstudy of dendroidal sets analogously to way the formalism of order theory is\nused in the study of simplicial sets.\n"]}]
["1201.3991",{"format":[],"subject":["Mathematics - Number Theory","11D85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3991"],"date":["2012-01-19"],"type":["text"],"creator":["Hajdu, Lajos","Tijdeman, Rob"],"language":[],"coverage":[],"title":["Representing integers as linear combinations of power products"],"description":["  Let P be a finite set of at least two prime numbers, and A the set of\npositive integers that are products of powers of primes from P. Let F(k) denote\nthe smallest positive integer which cannot be presented as sum of less than k\nterms of A. In a recent paper Nathanson asked to determine the properties of\nthe function F(k), in particular to estimate its growth rate. In this paper we\nderive several results on F(k) and on the related function which denotes the\nsmallest positive integer which cannot be presented as sum of less than k terms\nfrom the union of A and -A.\n","Comment: 7 pages, paper submitted"]}]
["1201.3992",{"format":[],"subject":["Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3992"],"date":["2012-01-19"],"type":["text"],"creator":["Zagoya, Carlos","Goletz, Christoph-Marian","Grossmann, Frank","Rost, Jan M."],"language":[],"coverage":[],"title":["High harmonic spectra via dominant interaction Hamiltonians"],"description":["  We formulate the concept of dominant interaction Hamiltonians to obtain an\nintegrable approximation to the dynamics of an electron exposed to a strong\nlaser field and an atomic potential leading to high harmonic generation. The\nconcept relies on local information in phase space to switch between the\ninteractions. This information is provided by classical integrable trajectories\nfrom which we construct a semiclassical wave function. The high harmonic\nspectrum obtained is in excellent agreement with the accurate quantum spectrum.\nThe separation in the atomic potential and laser coupling interactions should\nfacilitate the calculation of high harmonic spectra in complex systems.\n","Comment: 4 pages, 5 figures"]}]
["1201.3999",{"format":[],"subject":["Mathematics - Differential Geometry","53C40, 53A35, 53C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3999"],"date":["2012-01-19"],"type":["text"],"creator":["Vaccaro, Massimo"],"language":[],"coverage":[],"title":["(Para-)Hermitian and (para-)K\\\"ahler Submanifolds of a para-quaternionic\n  K\\\"ahler manifold"],"description":["  On a para-quaternionic K\\\"ahler manifold $(\\widetilde M^{4n},Q,\\widetilde\ng)$, which is first of all a pseudo-Riemannian manifold, a natural definition\nof (almost) K\\\"ahler and (almost) para-K\\\"ahler submanifold\n$(M^{2m},\\mathcal{J},g)$ can be given where $\\mathcal{J}=J_1|_M$ is a\n(para-)complex structure on $M$ which is the restriction of a section $J_1$ of\nthe para-quaternionic bundle $Q$. In this paper, we extend to such a\nsubmanifold $M$ most of the results proved by Alekseevsky and Marchiafava,\n2001, where Hermitian and K\\\"ahler submanifolds of a quaternionic K\\\"ahler\nmanifold have been studied.\n  Conditions for the integrability of an almost (para-)Hermitian structure on\n$M$ are given. Assuming that the scalar curvature of $\\widetilde M$ is non\nzero, we show that any almost (para-)K\\\"ahler submanifold is (para-)K\\\"ahler\nand moreover that $M$ is (para-)K\\\"ahler iff it is totally (para-)complex.\nConsidering totally (para-)complex submanifolds of maximal dimension $2n$, we\nidentify the second fundamental form $h$ of $M$ with a tensor $C= J_2 \\circ h\n\\in TM\\otimes S^2T^*M$ where $J_2 \\in Q$ is a compatible para-complex structure\nanticommuting with $J_1$. When $\\widetilde M^{4n}$ is a symmetric manifold the\ncondition for a (para-)K\\\"ahler submanifold $M^{2n}$ to be locally symmetric is\ngiven. In the case when $\\widetilde M$ is a para-quaternionic space form, it is\nshown, by using Gauss and Ricci equations, that a (para-)K\\\"ahler submanifold\n$M^{2n}$ is curvature invariant. Moreover it is a locally symmetric Hermitian\nsubmanifold iff the $\\mathfrak u(n)$-valued 2-form $[C,C]$ is parallel.\n%$$[C,C]: X\\wedge Y \\mapsto [C_X,C_Y], \\qquad \\quad X,Y \\in TM$$ %(which\nsatisfies the first and the second Bianchi identity) is parallel. Finally a\ncharacterization of \\textit{parallel} K\\\"ahler and para-K\\\"ahler submanifold of\nmaximal dimension is given.\n"]}]
["1201.4000",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4000","A&A 536, A50 (2011)","doi:10.1051/0004-6361/201117663"],"date":["2012-01-19"],"type":["text"],"creator":["Proft, Svea","Demleitner, Markus","Wambsganss, Joachim"],"language":[],"coverage":[],"title":["Prediction of Astrometric Microlensing Events during the Gaia Mission"],"description":["  We identify stars with large proper motions that are potential candidates for\nthe astrometric microlensing effect during the Gaia mission i.e. between 2012\nand 2019. The effect allows a precise measurement of the mass of a single star\nthat is acting as a lens. We construct a candidate list by combining\ninformation from several input catalogs including PPMXL, LSPM, PPMX, OGLEBG,\nand UCAC3. The selection of the microlensing candidates includes the\nverification of their proper motions as well as the calculation of the centroid\nshift of the source resulting from the astrometric microlensing effect. The\nassembled microlensing catalog comprises 1118 candidates for the years 2012 to\n2019. Our analysis demonstrates that 96% of the (high) proper motions of these\ncandidates are erroneous. We are thus left with 43 confirmed candidates for\nastrometric microlensing during the expected Gaia mission. For most of them the\nlight centroid shift is below ~100 microarcsec (assuming a dark lens) or the\nastrometric deviation is considerably reduced by the brightness of the lens.\nDue to this the astrometric microlensing effect can potentially be measured for\n9 candidates that have a centroid shift between 100 and 4000 microarcsec. For 2\nof these astrometric microlensing candidates we predict a strong centroid shift\nof about 1000 and 4000 microarcsec, respectively, that should be observable\nover a period of a few months up to a few years with the Gaia mission.\n","Comment: 11 pages, published in Astronomy and Astrophysics"]}]
["1201.4002",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4002"],"date":["2012-01-19"],"type":["text"],"creator":["Burnetas, Apostolos","Kanavetas, Odysseas"],"language":[],"coverage":[],"title":["Adaptive Policies for Sequential Sampling under Incomplete Information\n  and a Cost Constraint"],"description":["  We consider the problem of sequential sampling from a finite number of\nindependent statistical populations to maximize the expected infinite horizon\naverage outcome per period, under a constraint that the expected average\nsampling cost does not exceed an upper bound. The outcome distributions are not\nknown. We construct a class of consistent adaptive policies, under which the\naverage outcome converges with probability 1 to the true value under complete\ninformation for all distributions with finite means. We also compare the rate\nof convergence for various policies in this class using simulation.\n"]}]
["1201.4008",{"format":[],"subject":["Mathematics - Dynamical Systems","3701 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4008"],"date":["2012-01-19"],"type":["text"],"creator":["Preston, Chris"],"language":[],"coverage":[],"title":["Coupled one-dimensional dynamical systems"],"description":["  This note aims to bring attention to a simple class of discrete dynamical\nsystems exhibiting some complex behaviour. Each of these systems is defined as\na self-mapping of the unit square and is obtained by coupling two families of\nself-mappings of the unit interval. There is no real mathematics to be found\nhere (in the sense of results stated and proved) and in fact there is an almost\ncomplete lack of precise statements. The only thing on offer is the definition\nof the mappings and a few nice pictures showing examples of their asymptotic\nlimit sets. There is a JavaScript program available, accessible at\nwww.math.uni-bielefeld.de/~preston/iterates.html, which can be used to\n`discover' more about these mappings. The program might prove to be helpful for\nanyone interested in doing this.\n","Comment: 8 pages, 43 figures"]}]
["1201.4009",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4009"],"date":["2012-01-19"],"type":["text"],"creator":["Hoering, Andreas","Novelli, Carla"],"language":[],"coverage":[],"title":["Mori contractions of maximal length"],"description":["  We prove a relative version of the theorem of Cho, Miyaoka and\nShepherd-Barron: a Mori fibre space of maximal length is birational to a\nprojective bundle.\n","Comment: 12 pages"]}]
["1201.4013",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4013"],"date":["2012-01-19"],"type":["text"],"creator":["Coon, Justin P.","Dettmann, Carl P.","Georgiou, Orestis"],"language":[],"coverage":[],"title":["Connectivity of Confined Dense Networks: Boundary Effects and Scaling\n  Laws"],"description":["  In this paper, we study the probability that a dense network confined within\na given geometry is fully connected. We employ a cluster expansion approach\noften used in statistical physics to analyze the effects that the boundaries of\nthe geometry have on connectivity. To maximize practicality and applicability,\nwe adopt four important point-to-point link models based on outage probability\nin our analysis: single-input single-output (SISO), single-input\nmultiple-output (SIMO), multiple-input single-output (MISO), and multiple-input\nmultiple-output (MIMO). Furthermore, we derive diversity and power scaling laws\nthat dictate how boundary effects can be mitigated (to leading order) in\nconfined dense networks for each of these models. Finally, in order to\ndemonstrate the versatility of our theory, we analyze boundary effects for\ndense networks comprising MIMO point-to-point links confined within a right\nprism, a polyhedron that accurately models many geometries that can be found in\npractice. We provide numerical results for this example, which verify our\nanalytical results.\n","Comment: 21 pages, 6 figures, 1 table"]}]
["1201.4016",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4016"],"date":["2012-01-19"],"type":["text"],"creator":["Trichet, Aurelien","Bounouar, Samir"],"language":[],"coverage":[],"title":["Probing photon energy statistics of an emitter using photon correlations"],"description":["  We investigate the possibility of measuring the homogeneous and inhomogeneous\ncontribution to the linewidth of a spectrally diffusing single photon emitter\nusing a simple photon correlation spectroscopy method (PCS). The photon energy\nstatistics of the homogeneous line (poissonian) and of the spectral diffusion\n(first order markovian) being of different natures, they act differently on the\nhalf-line autocorrelation function (HLAF). We model here their effects and show\nit is possible to extricate them, opening the opportunity to determine\nseparately the homogeneous linewidth, and the spectral diffusion amplitude.\n"]}]
["1201.4021",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4021"],"date":["2012-01-19"],"type":["text"],"creator":["Álvarez, Víctor","Armario, José-Andrés","Frau, María-Dolores","Gudiel, Félix","Güemes, María-Belén","Martín, Elena","Osuna, Amparo"],"language":[],"coverage":[],"title":["Searching for partial Hadamard matrices"],"description":["  Three algorithms looking for pretty large partial Hadamard matrices are\ndescribed. Here \"large\" means that hopefully about a third of a Hadamard matrix\n(which is the best asymptotic result known so far, [dLa00]) is achieved. The\nfirst one performs some kind of local exhaustive search, and consequently is\nexpensive from the time consuming point of view. The second one comes from the\nadaptation of the best genetic algorithm known so far searching for cliques in\na graph, due to Singh and Gupta [SG06]. The last one consists in another\nheuristic search, which prioritizes the required processing time better than\nthe final size of the partial Hadamard matrix to be obtained.\n  In all cases, the key idea is characterizing the adjacency properties of\nvertices in a particular subgraph G_t of Ito's Hadamard Graph Delta (4t)\n[Ito85], since cliques of order m in G_t can be seen as (m+3)*4t partial\nHadamard matrices.\n","Comment: 23 pages, 2 figures"]}]
["1201.4023",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4023"],"date":["2012-01-19"],"type":["text"],"creator":["Pickett, Erik Jarl","Thomas, Lara"],"language":[],"coverage":[],"title":["Formal group exponentials and Galois modules in Lubin-Tate extensions"],"description":["  Explicit descriptions of local integral Galois module generators in certain\nextensions of $p$-adic fields due to Pickett have recently been used to make\nprogress with open questions on integral Galois module structure in wildly\nramified extensions of number fields. In parallel, Pulita has generalised the\ntheory of Dwork's power series to a set of power series with coefficients in\nLubin-Tate extensions of $\\Q_p$ to establish a structure theorem for rank one\nsolvable p-adic differential equations.\n  In this paper we first generalise Pulita's power series using the theories of\nformal group exponentials and ramified Witt vectors. Using these results and\nLubin-Tate theory, we then generalise Pickett's constructions in order to give\nan analytic representation of integral normal basis generators for the square\nroot of the inverse different in all abelian totally, weakly and wildly\nramified extensions of a p-adic field. Other applications are also exposed.\n"]}]
["1201.4024",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","Mathematics - Numerical Analysis","60H15, 65C35 (Primary) 46N30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4024"],"date":["2012-01-19"],"type":["text"],"creator":["Doersek, Philipp","Teichmann, Josef","Veluscek, Dejan"],"language":[],"coverage":[],"title":["Cubature Methods For Stochastic (Partial) Differential Equations In\n  Weighted Spaces"],"description":["  The cubature on Wiener space method, a high-order weak approximation scheme,\nis established for SPDEs in the case of unbounded characteristics and unbounded\npayoffs. We first introduce a recently described flexible functional analytic\nframework, so called weighted spaces, where Feller-like properties hold. A\nrefined analysis of vector fields on weighted spaces then yields optimal\nconvergence rates of cubature methods for stochastic partial differential\nequations of Da Prato-Zabczyk type. The ubiquitous stability for the local\napproximation operator within the functional analytic setting is proved for\nSPDEs, however, in the infinite dimensional case we need a newly introduced\nassumption on weak symmetry of the cubature formula. In finite dimensions, we\nuse the UFG condition to obtain optimal rates of convergence on non-uniform\nmeshes for nonsmooth payoffs with exponential growth.\n"]}]
["1201.4028",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4028"],"date":["2012-01-19"],"type":["text"],"creator":["Royzen, Ilya I."],"language":[],"coverage":[],"title":["QCD against BlackHoles of Stellar Mass"],"description":["  In course of the consolidation of nucleon (neutron) spacing inside a compact\nstar, two key factors are expected to come into play side by side: the lack of\nself-stabilization against shutting into black hole (BH) and forthcoming phase\ntransition - color deconfinement and QCD-vacuum reconstruction - within the\nnuclear matter the star is composed of. These phenomena bring the star to\nevolve in the quite different (opposite) ways and should be taken into account\nat once, as the gravitational compression is considered. Under the above\ntransition, which is expected to occur within any supermassive neutron star\n(NS), the hadronic-phase (HPh) vacuum - a coherent state of gluon- and chiral\n$q\\bar q$-condensates - turns, first near the star center, into the \"empty\"\n(perturbation) subhadronic-phase (SHPh) one and, thus, pre-existing (very high)\nvacuum pressure falls there down rather abruptly; as a result, the \"cold\" star\nstarts collapsing almost freely into the new vacuum. If the stellar mass is\nsufficiently large, then this implosion is shown to result in an enormous\nheating within the star central domain (up to a temperature about 100-200 MeV\nor, maybe, even higher), what makes the pressure from within to grow up,\npredominantly due to degeneracy breaking and multiple $q\\bar q$-pair\nproduction. Thus, a \"flaming wall\" could arise, which withstands the further\ncollapsing and brings the star off the irrevocable shutting into BH. Instead,\nthe star either forms a transient quasi-steady state (just the case of\nrelatively low star mass) and, losing its mass, evolves gradually into the\n\"normal\" steady NS, or is doomed for self-liquidation in full (at higher\nmasses).\n","Comment: 8 pages"]}]
["1201.4032",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Probability","26A51 (Primary) 26D15, 39B62, 60E05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4032"],"date":["2012-01-19"],"type":["text"],"creator":["Nikodem, Kazimierz","Rajba, Teresa","Wasowicz, Szymon"],"language":[],"coverage":[],"title":["On the classes of higher-order Jensen-convex functions and Wright-convex\n  functions"],"description":["  The classes of n-Wright-convex functions and n-Jensen-convex functions are\ncompared with each other. It is shown that for any odd natural number $n$ the\nfirst one is the proper subclass of the second one. To reach this aim new tools\nconnected with measure theory are developed.\n"]}]
["1201.4043",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4043","Astronomy Reports, 2011, Vol.55, pp.1051-1073"],"date":["2012-01-19"],"type":["text"],"creator":["Abubekerov, M. K.","Gostev, N. Yu.","Cherepashchuk, A. M."],"language":[],"coverage":[],"title":["Analysis of Light Curves of Eclipsing Systems with Exoplanets: HD 189733"],"description":["  High-accuracy multicolor light curves of the binary system HD 189733, which\ncontains an exoplanet, are analyzed. We have determined the radii of the star\nand the planet in the binary system, as well as the orbital inclination. The\nlimb-darkening coefficients of the stellar disk were obtained in 10 filters in\nthe wavelength interval 5500-10500 AA. The uncertainties of the fitted\nparameters were estimated using the differential-correction and confidence-area\nmethods. The wavelength dependence of the limb-darkening coefficients is\ncompared to the corresponding theoretical function for a model thin stellar\natmosphere. We confirm the wavelength dependence of the exoplanet's radius\nfound by Pont et al. The exoplanet radius increases with decreasing wavelength,\nwhich seems to argue for the presence of an atmosphere around the planet.\n","Comment: 37 pages, 16 tables, 17 figures"]}]
["1201.4044",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4044","European Physical Journal B, 83(4), 519-524. (2011)","doi:10.1140/epjb/e2011-20346-0"],"date":["2012-01-19"],"type":["text"],"creator":["Bauke, Heiko","Moore, Cristopher","Rouquier, Jean-Baptiste","Sherrington, David"],"language":[],"coverage":[],"title":["Topological phase transition in a network model with preferential\n  attachment and node removal"],"description":["  Preferential attachment is a popular model of growing networks. We consider a\ngeneralized model with random node removal, and a combination of preferential\nand random attachment. Using a high-degree expansion of the master equation, we\nidentify a topological phase transition depending on the rate of node removal\nand the relative strength of preferential vs. random attachment, where the\ndegree distribution goes from a power law to one with an exponential tail.\n","Comment: The final publication is available at http://www.epj.org"]}]
["1201.4051",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4051"],"date":["2012-01-19"],"type":["text"],"creator":["Drzazga, Robert T.","Chyzy, Krzysztof T.","Jurusik, Wojciech"],"language":[],"coverage":[],"title":["Evolution of magnetic field in interacting galaxies"],"description":["  Not much is currently known about how galaxy interactions affect an evolution\nof galactic magnetic fields. Here, for the first time, we explore a global\nevolution of magnetic fields with the advance of interaction process.\n","Comment: 4 pages, 2 figures, To appear in the proceedings of Magnetic Fields\n  in the Universe: From Laboratory and Stars to Primordial Structures Aug. 21st\n  - 27th 2011, Zakopane, Poland, Eds. M. Soida, K. Otmianowska-Mazur, E.M. de\n  Gouveia Dal Pino & A. Lazarian"]}]
["1201.4054",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4054"],"date":["2012-01-19"],"type":["text"],"creator":["Cohen, Asaf","Dolav, Shlomi","Leshem, Guy"],"language":[],"coverage":[],"title":["Sensor Networks: from Dependence Analysis Via Matroid Bases to Online\n  Synthesis"],"description":["  Consider the two related problems of sensor selection and sensor fusion. In\nthe first, given a set of sensors, one wishes to identify a subset of the\nsensors, which while small in size, captures the essence of the data gathered\nby the sensors. In the second, one wishes to construct a fused sensor, which\nutilizes the data from the sensors (possibly after discarding dependent ones)\nin order to create a single sensor which is more reliable than each of the\nindividual ones. In this work, we rigorously define the dependence among\nsensors in terms of joint empirical measures and incremental parsing. We show\nthat these measures adhere to a polymatroid structure, which in turn\nfacilitates the application of efficient algorithms for sensor selection. We\nsuggest both a random and a greedy algorithm for sensor selection. Given an\nindependent set, we then turn to the fusion problem, and suggest a novel\nvariant of the exponential weighting algorithm. In the suggested algorithm, one\ncompetes against an augmented set of sensors, which allows it to converge to\nthe best fused sensor in a family of sensors, without having any prior data on\nthe sensors' performance.\n","Comment: 27 pages, 2 figures"]}]
["1201.4060",{"format":[],"subject":["Physics - Computational Physics","Mathematics - Numerical Analysis","Physics - Fluid Dynamics","65T40, 65D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4060"],"date":["2012-01-19"],"type":["text"],"creator":["van Hinsberg, M. A. T.","Boonkkamp, J. H. M. ten Thije","Toschi, F.","Clercx, H. J. H."],"language":[],"coverage":[],"title":["On the efficiency and accuracy of interpolation methods for spectral\n  codes"],"description":["  In this paper a general theory for interpolation methods on a rectangular\ngrid is introduced. By the use of this theory an efficient B-spline based\ninterpolation method for spectral codes is presented. The theory links the\norder of the interpolation method with its spectral properties. In this way\nmany properties like order of continuity, order of convergence and magnitude of\nerrors can be explained. Furthermore, a fast implementation of the\ninterpolation methods is given. We show that the B-spline based interpolation\nmethod has several advantages compared to other methods. First, the order of\ncontinuity of the interpolated field is higher than for other methods. Second,\nonly one FFT is needed whereas e.g. Hermite interpolation needs multiple FFTs\nfor computing the derivatives. Third, the interpolation error almost matches\nthe one of Hermite interpolation, a property not reached by other methods\ninvestigated.\n","Comment: 19 pages, 5 figures"]}]
["1201.4068",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4068","CERN Yellow Report CERN-2011-007, pp. 95-116"],"date":["2012-01-19"],"type":["text"],"creator":["Caspers, F."],"language":[],"coverage":[],"title":["RF engineering basic concepts: the Smith chart"],"description":["  The Smith chart is a very valuable and important tool that facilitates\ninterpretation of S-parameter measurements. This paper will give a brief\noverview on why and more importantly on how to use the chart. Its definition as\nwell as an introduction on how to navigate inside the chart are illustrated.\nUseful examples show the broad possibilities for use of the chart in a variety\nof applications.\n","Comment: 22 pages, contribution to the CAS - CERN Accelerator School:\n  Specialised Course on RF for Accelerators; 8 - 17 Jun 2010, Ebeltoft, Denmark"]}]
["1201.4073",{"format":[],"subject":["Mathematics - Analysis of PDEs","35D99, 35J62, 58E05, 35J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4073"],"date":["2012-01-19"],"type":["text"],"creator":["Ghimenti, Marco","Coz, Stefan Le","Squassina, Marco"],"language":[],"coverage":[],"title":["On the stability of standing waves of Klein-Gordon equations in a\n  semiclassical regime"],"description":["  We investigate the orbital stability and instability of standing waves for\ntwo classes of Klein-Gordon equations in the semi-classical regime.\n","Comment: 9 pages"]}]
["1201.4077",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4077"],"date":["2012-01-19"],"type":["text"],"creator":["Utsuno, Yutaka","Otsuka, Takaharu","Brown, B. Alex","Honma, Michio","Mizusaki, Takahiro","Shimizu, Noritaka"],"language":[],"coverage":[],"title":["Tensor-force-driven Jahn-Teller effect and shape transitions in exotic\n  Si isotopes"],"description":["  We show how the shape evolution of the neutron-rich exotic Si and S isotopes\ncan be understood as a Jahn-Teller effect that comes in part from the\ntensor-driven evolution of single-particle energies. The detailed calculations\nwe present are in excellent agreement with known experimental data, and we\npoint out of new features that should be explored in new experiments. Potential\nenergy surfaces are used to understand the shape evolutions. The sub-shell\nclosed nucleus, $^{42}$Si, is shown to be a perfect example of a strongly\noblate shape instead of a sphere through a robust Jahn-Teller mechanism. The\ndistribution of spectroscopic factors measured by $^{48}$Ca(e,e'p) experiment\nis shown to be well described, providing a unique test on the tensor-driven\nshell evolution.\n","Comment: 4 pages, 5 figures"]}]
["1201.4080",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4080","Elektronische Sprachsignalverarbeitung 2011 TUDpress (Ed.) (2011)\n  245-252"],"date":["2012-01-19"],"type":["text"],"creator":["Steiner, Ingmar","Ouni, Slim"],"language":[],"coverage":[],"title":["Progress in animation of an EMA-controlled tongue model for\n  acoustic-visual speech synthesis"],"description":["  We present a technique for the animation of a 3D kinematic tongue model, one\ncomponent of the talking head of an acoustic-visual (AV) speech synthesizer.\nThe skeletal animation approach is adapted to make use of a deformable rig\ncontrolled by tongue motion capture data obtained with electromagnetic\narticulography (EMA), while the tongue surface is extracted from volumetric\nmagnetic resonance imaging (MRI) data. Initial results are shown and future\nwork outlined.\n"]}]
["1201.4082",{"format":[],"subject":["Mathematics - Dynamical Systems","37F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4082"],"date":["2012-01-19"],"type":["text"],"creator":["Rees, Mary"],"language":[],"coverage":[],"title":["The parameter capturemap for V_3"],"description":["  This is a study of the Wittner capture construction for critically finite\nquadratic rational maps for which one critical point is periodic, and the\nsecond critical point is in the backward orbit of the first. This construction\ngives a way of describing rational maps up to topological conjugacy. It is\nknown that representations as Wittner captures are not unique. We show that, in\na certain parameter space which we call $V_3$, the set of maps with exactly\n$2^r$ representations as a Wittner capture is of density bounded from 0 for\neach $r\\geq 0$, and for each fixed preperiod of the second critical point.\n","Comment: 134 pages"]}]
["1201.4084",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4084","International Journal of Fatigue volume 32, issue 7 (2009)\n  1015-1021","doi:10.1016/j.ijfatigue.2009.11.008"],"date":["2012-01-19"],"type":["text"],"creator":["Gloanec, Anne-Lise","Milani, Thomas","Henaff, Gilbert"],"language":[],"coverage":[],"title":["Impact of microstructure, temperature and strain ratio on energy-based\n  low- cycle fatigue life prediction models for TiAl alloys"],"description":["  In this paper, two fatigue lifetime prediction models are tested on TiAl\nintermetallic using results from uniaxial low-cycle fatigue tests. Both\nassessments are based on dissipated energy but one of them considers a\nhydrostatic pressure correction. This work allows to confirm, on this kind of\nmaterial, the linear nature, already noticed on silicon molybdenum cast iron,\nTiNi shape memory alloy and 304L stainless steel, of dissipated energy,\ncorrected or not with hydrostatic pressure, according to the number of cycles\nto failure. This study also highlights that, firstly, the dissipated energy\nmodel is here more adequate to estimate low-cycle fatigue life and that,\nsecondly, intrinsic parameters like microstructure as well as extrinsic\nparameters like temperature or strain ratio have an impact on prediction\nresults.\n","Comment: Attention cette version est une version pr\\'e-print (1\\'ere version\n  envoy\\'ee)"]}]
["1201.4088",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4088","M\\'ecanique \\& Industries 12, 6 (2012) 459-467","doi:10.1051/meca/2011138"],"date":["2012-01-19"],"type":["text"],"creator":["Bisu, Claudiu-Florinel","Ghinea, Mihai","Gérard, Alain","Zapciu, Miron","Anica, Marin"],"language":[],"coverage":[],"title":["Analyse du comportement dynamique d'une broche de machine-outils"],"description":["  Vibrations appearance, either unstability system, is the result of the\ndynamic interaction of the cutting process with the elastic system of machine\ntools in various working conditions. Our objective is to develop an\nexperimental three-dimensional dynamic model in milling. Our purpose is to\napplied this model to optimize the cutting parameters and to monitor cutting\nprocess, milling tool and machine-tool. To reach the detailed knowledge of the\ndynamic phenomena we divide our study into two parts : the machine and the\ncutting process. The dynamic analysis of the machine is compulsory before\nmodelling the vibratory phenomena during the cutting. A dynamic analysis method\nis developed to characterize completely the various machine tools components.\n"]}]
["1201.4092",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4092"],"date":["2012-01-19"],"type":["text"],"creator":["Sharan, Pankaj"],"language":[],"coverage":[],"title":["Covariant Extended Phase Space for Fields on Curved Background"],"description":["  It is shown that the nature of physical time requires the extended\nphase-space in mechanics to have a bundle structure with time as the\n1-dimensional base manifold and the phase space as the fiber. This bundle\npicture of the extended phase space is then applied to fields in a covariant,\n`directly' Hamiltonian formalism. Variational principle in the covariant\nphase-space is discussed, Noether currents calculated for symmetry fields and a\nnew bracket analogous to the Peierls bracket is defined.\n","Comment: 19 pages. arXiv admin note: substantial text overlap with\n  arXiv:1104.5095"]}]
["1201.4093",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4093"],"date":["2012-01-19"],"type":["text"],"creator":["Zeilberger, Doron"],"language":[],"coverage":[],"title":["Using GENERATINGFUNCTIONOLOGY to Enumerate Distinct-Multiplicity\n  Partitions"],"description":["  This article, written in fond memory of Herbert Saul Wilf (June 13, 1931-\nJan. 7, 2012), explores integer partitions where each part shows up a different\nnumber of times than the other parts (if it shows up at least once), thereby\nmaking a modest contribution towards the solution of one of the eight\nintrigiung problems posted by Herb Wilf on his website on Dec. 13, 2010\n","Comment: 6 pages, accompanied by the Maple package <A\n  HREF=\"http://www.math.rutgers.edu/~zeilberg/tokhniot/DMP\">DMP</A>"]}]
["1201.4094",{"format":[],"subject":["Physics - Instrumentation and Detectors","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4094"],"date":["2012-01-19"],"type":["text"],"creator":["Muramatsu, Norihito","Collaboration, for the LEPS"],"language":[],"coverage":[],"title":["GeV Photon Beams for Nuclear/Particle Physics"],"description":["  Production of a GeV photon beam by laser backward-Compton scattering has been\nplaying an important role as a tool for nuclear and particle physics\nexperiments. Its production techniques are now established at electron storage\nrings, which are increasing worldwide. A typical photon intensity has reached\n$\\sim$ 10 $^6$ sec$^{-1}$. In the present article, the LEPS beamline facility\nat SPring-8 is mainly described with an overview of experimental applications,\nfor the purpose to summarize the GeV photon beam production. Finally, possible\nfuture upgrades are discussed with new developments of laser injection.\n","Comment: 30 pages, 13 figures"]}]
["1201.4096",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4096"],"date":["2012-01-19"],"type":["text"],"creator":["Radford, Stanley F.","Repko, Wayne W."],"language":[],"coverage":[],"title":["Potential model results for the newly discovered chi_b(3P) states"],"description":["  The ATLAS Collaboration has recently announced the discovery of the 3P states\nof the Upsilon system, chi_b(3P), with mass of\n10.539+-0.004(stat.)+-0.008(syst.) GeV. In a previous investigation of the\nUpsilon system, in the context of a comprehensive one-loop potential model, we\ncalculated the masses of these states, but did not include them. We present\nthose results, and others for the n = 3 states here.\n","Comment: 2 pages, 2 tables"]}]
["1201.4098",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4098"],"date":["2012-01-19"],"type":["text"],"creator":["Chauvin, Brigitte","Liu, Quansheng","Pouyanne, Nicolas"],"language":[],"coverage":[],"title":["Support and density of the limit $m$-ary search trees distribution"],"description":["  The space requirements of an $m$-ary search tree satisfies a well-known phase\ntransition: when $m\\leq 26$, the second order asymptotics is Gaussian. When\n$m\\geq 27$, it is not Gaussian any longer and a limit $W$ of a complex-valued\nmartingale arises. We show that the distribution of $W$ has a square integrable\ndensity on the complex plane, that its support is the whole complex plane, and\nthat it has finite exponential moments. The proofs are based on the study of\nthe distributional equation $ W\\egalLoi\\sum_{k=1}^mV_k^{\\lambda}W_k$, where\n$V_1, ..., V_m$ are the spacings of $(m-1)$ independent random variables\nuniformly distributed on $[0,1]$, $W_1, ..., W_m$ are independent copies of W\nwhich are also independent of $(V_1, ..., V_m)$ and $\\lambda$ is a complex\nnumber.\n"]}]
["1201.4101",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4101","Acta Phys.Polon.B42:2493-2499,2011","doi:10.5506/APhysPolB.42.2493"],"date":["2012-01-19"],"type":["text"],"creator":["Holeczek, Jacek","Ochman, Michal","Stephan, Elzbieta","Zralek, Marek"],"language":[],"coverage":[],"title":["Physics Beyond Standard Model in Neutron Beta Decay"],"description":["  Limits from neutron beta decay on parameters describing physics beyond the\nStandard Model are presented. New Physics is described by the most general\nLorentz invariant effective Hamiltonian involving vector, scalar and tensor\noperators and Standard Model fields only. Two-parameter fits to the decay\nparameters measured in free neutron beta decay have been done, in some cases\nindicating rather big dependence of the results on g_A/g_V ratio of nucleon\nform factors at zero four-momentum transfer.\n","Comment: 6 pages, 6 figures, presented at the XXXV International Conference of\n  Theoretical Physics \"Matter to the Deepest 2011\", Ustron, Poland, September\n  12-18, 2011"]}]
["1201.4105",{"format":[],"subject":["Mathematics - Commutative Algebra","12F10, 12F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4105"],"date":["2012-01-19"],"type":["text"],"creator":["Jensen, Christian U.","Thorup, Anders"],"language":[],"coverage":[],"title":["Remarks on certain composita of fields"],"description":["  Let $L$ and $M$ be two algebraically closed fields contained in some common\nlarger field. It is obvious that the intersection $C=L\\cap M$ is also\nalgebraically closed. Although the compositum $LM$ is obviously perfect, there\nis no reason why it should be algebraically closed except when one of the two\nfields is contained in the other. We prove that if the two fields are strictly\nlarger that $C$, and linearly disjoint over $C$, then the compositum $LM$ is\nnot algebraically closed; in fact we shall prove that the Galois group of the\nmaximal abelian extension of $LM$ is the free pro-abelian group of rank $|LM|$,\nand that the free pro-nilpotent group of rank $|C|$ can be realized as a Galois\ngroup over $LM$.\n  The above results may be considered as the main contribution of this article\nbut we obtain some additional results on field composita that might be of\nindependent interest.\n"]}]
["1201.4109",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4109"],"date":["2012-01-19"],"type":["text"],"creator":["Şen, Nevroz","Alajaji, Fady","Yüksel, Serdar","Como, Giacomo"],"language":[],"coverage":[],"title":["On the Multiple Access Channel with Asymmetric Noisy State Information\n  at the Encoders"],"description":["  We consider the problem of reliable communication over multiple-access\nchannels (MAC) where the channel is driven by an independent and identically\ndistributed state process and the encoders and the decoder are provided with\nvarious degrees of asymmetric noisy channel state information (CSI). For the\ncase where the encoders observe causal, asymmetric noisy CSI and the decoder\nobserves complete CSI, we provide inner and outer bounds to the capacity\nregion, which are tight for the sum-rate capacity. We then observe that, under\na Markov assumption, similar capacity results also hold in the case where the\nreceiver observes noisy CSI. Furthermore, we provide a single letter\ncharacterization for the capacity region when the CSI at the encoders are\nasymmetric deterministic functions of the CSI at the decoder and the encoders\nhave non-causal noisy CSI (its causal version is recently solved in\n\\cite{como-yuksel}). When the encoders observe asymmetric noisy CSI with\nasymmetric delays and the decoder observes complete CSI, we provide a single\nletter characterization for the capacity region. Finally, we consider a\ncooperative scenario with common and private messages, with asymmetric noisy\nCSI at the encoders and complete CSI at the decoder. We provide a single letter\nexpression for the capacity region for such channels. For the cooperative\nscenario, we also note that as soon as the common message encoder does not have\naccess to CSI, then in any noisy setup, covering the cases where no CSI or\nnoisy CSI at the decoder, it is possible to obtain a single letter\ncharacterization for the capacity region. The main component in these results\nis a generalization of a converse coding approach, recently introduced in [1]\nfor the MAC with asymmetric quantized CSI at the encoders and herein\nconsiderably extended and adapted for the noisy CSI setup.\n","Comment: Submitted to the IEEE Transactions on Information Theory"]}]
["1201.4113",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4113","PoS STORI11 (2011) 054"],"date":["2012-01-19"],"type":["text"],"creator":["Balwierz, I."],"language":[],"coverage":[],"title":["Neutral kaon interferometry at KLOE and KLOE-2"],"description":["  Neutral kaons produced in correlated pairs at a phi-factory offer unique\npossibilities to perform fundamental tests of CPT invariance, as well as of the\nbasic principles of quantum mechanics. The analysis of the data collected by\nthe KLOE experiment at DAFNE is still ongoing with the aim of improving\nprevious results and limits on several parameters describing CPT violation and\ndecoherence. Ancillary measurements like the regeneration cross section on the\nbeam pipe materials are also in progress and will be very useful to reduce the\nsystematic uncertainties. Prospects on improvements at the KLOE-2 experiment,\naiming at an increase of the integrated luminosity of about a factor of ten\nwith an upgraded detector, will be also discussed.\n","Comment: 8 pages, 6 figures"]}]
["1201.4115",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4115"],"date":["2012-01-19"],"type":["text"],"creator":["Shalyapin, Vyacheslav N.","Goicoechea, Luis J."],"language":[],"coverage":[],"title":["Spectroscopy of lensing galaxies in the GTC era"],"description":["  We are using OSIRIS at the 10.4-m Gran Telescopio CANARIAS (GTC) to obtain\nspectra of faint galaxies close to multiply imaged quasars. We initially\nfocused on the fields of HE 1413+117 (Cloverleaf quasar) and SDSS 1116+4118. In\nthis contribution, we present long-slit spectroscopy of two galaxies in the\nsouthwest of the Cloverleaf, and show that one of them makes a negligible\ncontribution to the external shear of the gravitational lens system. Spectra of\nthe main lensing galaxy candidate in SDSS 1116+4118 are also analysed and\ndiscused. If gravitational lensing is causing the quasar image splitting, our\nspectra reveal that the main lens can not consist of only one dominant galaxy.\n","Comment: 2 pages, 2 figures, Proceedings of the IV Science with the GTC\n  Meeting, to appear in the Revista Mexicana de Astronomia y Astrofisica,\n  Conference Series (2012)"]}]
["1201.4116",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4116"],"date":["2012-01-19"],"type":["text"],"creator":["Siomina, Iana","Yuan, Di"],"language":[],"coverage":[],"title":["Analysis of Cell Load Coupling for LTE Network Planning and Optimization"],"description":["  System-centric modeling and analysis are of key significance in planning and\noptimizing cellular networks. In this paper, we provide a mathematical analysis\nof performance modeling for LTE networks. The system model characterizes the\ncoupling relation between the cell load factors, taking into account\nnon-uniform traffic demand and interference between the cells with arbitrary\nnetwork topology. Solving the model enables a network-wide performance\nevaluation in resource consumption. We develop and prove both sufficient and\nnecessary conditions for the feasibility of the load-coupling system, and\nprovide results related to computational aspects for numerically approaching\nthe solution. The theoretical findings are accompanied with experimental\nresults to instructively illustrate the application in optimizing LTE network\nconfiguration.\n","Comment: The paper contains 22 pages with 9 figures. The paper is submitted to\n  IEEE Transactions on Wireless Communications. This is the version in Jan 2012\n  after one revision"]}]
["1201.4118",{"format":[],"subject":["Statistics - Applications","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4118"],"date":["2012-01-19"],"type":["text"],"creator":["Coppersmith, Glen A.","Priebe, Carey E."],"language":[],"coverage":[],"title":["Vertex Nomination via Content and Context"],"description":["  If I know of a few persons of interest, how can a combination of human\nlanguage technology and graph theory help me find other people similarly\ninteresting? If I know of a few people committing a crime, how can I determine\ntheir co-conspirators? Given a set of actors deemed interesting, we seek other\nactors who are similarly interesting. We use a collection of communications\nencoded as an attributed graph, where vertices represents actors and edges\nconnect pairs of actors that communicate. Attached to each edge is the set of\ndocuments wherein that pair of actors communicate, providing content in context\n- the communication topic in the context of who communicates with whom. In\nthese documents, our identified interesting actors communicate amongst each\nother and with other actors whose interestingness is unknown. Our objective is\nto nominate the most likely interesting vertex from all vertices with unknown\ninterestingness. As an illustrative example, the Enron email corpus consists of\ncommunications between actors, some of which are allegedly committing fraud.\nSome of their fraudulent activity is captured in emails, along with many\ninnocuous emails (both between the fraudsters and between the other employees\nof Enron); we are given the identities of a few fraudster vertices and asked to\nnominate other vertices in the graph as likely representing other actors\ncommitting fraud. Foundational theory and initial experimental results indicate\nthat approaching this task with a joint model of content and context improves\nthe performance (as measured by standard information retrieval measures) over\neither content or context alone.\n"]}]
["1201.4138",{"format":[],"subject":["Mathematics - Combinatorics","05A10, 60G55, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4138"],"date":["2012-01-19"],"type":["text"],"creator":["Nordenstam, Eric","Young, Benjamin"],"language":[],"coverage":[],"title":["Correlations for the Novak process"],"description":["  We study random lozenge tilings of a certain shape in the plane called the\nNovak half-hexagon, and compute the correlation functions for this process.\nThis model was introduced by Nordenstam and Young (2011) and has many\nintriguing similarities with a more well-studied model, domino tilings of the\nAztec diamond. The most difficult step in the present paper is to compute the\ninverse of the matrix whose (i,j) entry is the binomial coefficient C(A, B_j -\ni) for indeterminate variables A and B_1, ..., B_n.\n","Comment: Extended abstract; submitted to FPSAC 2012. 9 pages, 1 figure"]}]
["1201.4139",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4139"],"date":["2012-01-19"],"type":["text"],"creator":["Machado, Bruno Brandoli","Gonçalves, Wesley Nunes","Bruno, Odemir Martinez"],"language":[],"coverage":[],"title":["Image decomposition with anisotropic diffusion applied to leaf-texture\n  analysis"],"description":["  Texture analysis is an important field of investigation that has received a\ngreat deal of interest from computer vision community. In this paper, we\npropose a novel approach for texture modeling based on partial differential\nequation (PDE). Each image $f$ is decomposed into a family of derived\nsub-images. $f$ is split into the $u$ component, obtained with anisotropic\ndiffusion, and the $v$ component which is calculated by the difference between\nthe original image and the $u$ component. After enhancing the texture attribute\n$v$ of the image, Gabor features are computed as descriptors. We validate the\nproposed approach on two texture datasets with high variability. We also\nevaluate our approach on an important real-world application: leaf-texture\nanalysis. Experimental results indicate that our approach can be used to\nproduce higher classification rates and can be successfully employed for\ndifferent texture applications.\n","Comment: Annals of Workshop of Computer Vision 2011"]}]
["1201.4140",{"format":[],"subject":["Mathematics - Representation Theory","High Energy Physics - Theory","20C35, 20C34, 11F11, 11F37, 11F46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4140"],"date":["2012-01-19"],"type":["text"],"creator":["Cheng, Miranda C. N.","Duncan, John F. R."],"language":[],"coverage":[],"title":["The Largest Mathieu Group and (Mock) Automorphic Forms"],"description":["  We review the relationship between the largest Mathieu group and various\nmodular objects, including recent progress on the relation to mock modular\nforms. We also review the connections between these mathematical structures and\nstring theory on K3 surfaces.\n","Comment: 32 pages, 7 tables, 1 figure, submitted to the AMS Proceedings of\n  Symposia in Pure Mathematics (String-Math 2011)"]}]
["1201.4141",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","34A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4141"],"date":["2012-01-19"],"type":["text"],"creator":["Gorbuzov, V. N.","Pranevich, A. F."],"language":[],"coverage":[],"title":["First integrals of ordinary linear differential systems"],"description":["  The spectral method for building first integrals of ordinary linear\ndifferential systems is elaborated. Using this method, we obtain bases of first\nintegrals for linear differential systems with constant coefficients, for\nlinear nonautonomous differential systems integrable in closed form (algebraic\nreducible systems, triangular systems, the Lappo-Danilevskii systems), and for\nreducible ordinary differential systems with respect to various transformation\ngroups.\n","Comment: 75 pages"]}]
["1201.4142",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4142"],"date":["2012-01-19"],"type":["text"],"creator":["Amrit, Chintan","van Hillegersberg, Jos","Kumar, Kuldeep"],"language":[],"coverage":[],"title":["Identifying Coordination Problems in Software Development: Finding\n  Mismatches between Software and Project Team Structures"],"description":["  Today's dynamic and iterative development environment brings significant\nchallenges for software project management. In distributed project settings,\n\"management by walking around\" is no longer an option and project managers may\nmiss out on key project insights. The TESNA (TEchnical Social Network Analysis)\nmethod and tool aims to provide project managers both a method and a tool for\ngaining insights and taking corrective action. TESNA achieves this by analysing\na project's evolving social and technical network structures using data from\nmultiple sources, including CVS, email and chat repositories. Using pattern\ntheory, TESNA helps to identify areas where the current state of the project's\nsocial and technical networks conflicts with what patterns suggest. We refer to\nsuch a conflict as a Socio-Technical Structure Clash (STSC). In this paper we\nreport on our experience of using TESNA to identify STSCs in a corporate\nenvironment through the mining of software repositories. We find multiple\ninstances of three STSCs (Conway's Law, Code Ownership and Project\nCoordination) in many of the on-going development projects, thereby validating\nthe method and tool that we have developed.\n"]}]
["1201.4143",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4143"],"date":["2012-01-19"],"type":["text"],"creator":["Ruffino, Fabio Ferrari"],"language":[],"coverage":[],"title":["Topics on the geometry of D-brane charges and Ramond-Ramond fields -\n  Part II: Low-degree RR fields"],"description":["  We discuss the geometry of the Ramond-Ramond fields of low degree via the\nlanguage of abelian p-gerbes, working in type II superstring theory with\nvanishing H-flux. A Dp-brane is a source for the Ramond-Ramond field strength\nG_(p+2), which can be thought of as the curvature of a connection on a p-gerbe\nwith U(1)-band. The highest degree forms of the connection are the local\nRamond-Ramond potentials C_(p+1). This picture is clear for p >= 0, a 0-gerbe\nbeing a line bundle. Actually, one can encounter also lower degree\nRamond-Ramond field strengths: G_1 in IIB superstring theory, and G_0 in IIA\nsuperstring theory. Although the geometrical nature of these objects is simple\nin itself, it is interesting to explicitly clarify the analogy with the\ngeometry of the higher degree fields and potentials, introducing the notions of\n(-1)-gerbes with connection and (-2)-gerbes. We define these gerbes and we show\nthat they are better described by a variant of ordinary Cech cohomology.\n","Comment: 22 pages (with appendices)"]}]
["1201.4146",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4146","doi:10.1063/1.3677839"],"date":["2012-01-19"],"type":["text"],"creator":["Anger, F.","Ossó, J. O.","Heinemeyer, U.","Broch, K.","Scholz, R.","Gerlach, A.","Schreiber, F."],"language":[],"coverage":[],"title":["Photoluminescence spectroscopy of pure pentacene, perfluoropentacene and\n  mixed thin films"],"description":["  We report detailed temperature dependent photoluminescence (PL) spectra of\npentacene (PEN), perfluoropentacene (PFP), and PEN:PFP mixed thin films grown\non SiO2. PEN and PFP are particularly suitable for this study, since they are\nstructurally compatible for good intermixing and form a model donor/acceptor\nsystem. The PL spectra of PEN are discussed in the context of existing\nliterature and compared to the new findings for PFP. We analyze the optical\ntransitions observed in the spectra of PEN and PFP using time-dependent density\nfunctional theory (TD-DFT) calculations. Importantly, for the mixed PEN:PFP\nfilm we observe an optical transition in PL at 1.4 eV providing evidence for\ncoupling effects in the blend. We discuss a possible charge-transfer (CT) and\nprovide a tentative scheme of the optical transitions in the blended films.\n","Comment: 9 pages, 6 figures, accepted for publication in J. Chem. Phys"]}]
["1201.4150",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4150","Computer Networks 55, 8 (2011) 1880-1893","doi:10.1016/j.comnet.2011.01.013"],"date":["2012-01-19"],"type":["text"],"creator":["Avrachenkov, Konstantin","Dudin, Alexander","Klimenok, Valentina","Nain, Philippe","Semenova, Olga"],"language":[],"coverage":[],"title":["Optimal Threshold Control by the Robots of Web Search Engines with\n  Obsolescence of Documents"],"description":["  A typical web search engine consists of three principal parts: crawling\nengine, indexing engine, and searching engine. The present work aims to\noptimize the performance of the crawling engine. The crawling engine finds new\nweb pages and updates web pages existing in the database of the web search\nengine. The crawling engine has several robots collecting information from the\nInternet. We first calculate various performance measures of the system (e.g.,\nprobability of arbitrary page loss due to the buffer overflow, probability of\nstarvation of the system, the average time waiting in the buffer). Intuitively,\nwe would like to avoid system starvation and at the same time to minimize the\ninformation loss. We formulate the problem as a multi-criteria optimization\nproblem and attributing a weight to each criterion. We solve it in the class of\nthreshold policies. We consider a very general web page arrival process modeled\nby Batch Marked Markov Arrival Process and a very general service time modeled\nby Phase-type distribution. The model has been applied to the performance\nevaluation and optimization of the crawler designed by INRIA Maestro team in\nthe framework of the RIAM INRIA-Canon research project.\n"]}]
["1201.4153",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Distributed, Parallel, and Cluster Computing","05E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4153"],"date":["2012-01-19"],"type":["text"],"creator":["Faber, Vance"],"language":[],"coverage":[],"title":["Global sum on symmetric networks"],"description":["  We are interested in the following problem we call global sum. Each processor\nstarts with a single real value. At each time step, every directed edge in the\ngraph can simultaneously be used to transmit a single (bounded) number between\nthe processors (vertices). How many time steps s are required to ensure that\nevery processor acquires the global sum? We know that s is bounded below by the\ndiameter and above by two times the diameter. We conjecture that for vertex\nsymmetric graphs, s is equal to the diameter. We show this is true if the\ndiameter is 2.\n","Comment: 5 pages"]}]
["1201.4155",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4155"],"date":["2012-01-19"],"type":["text"],"creator":["Li, Bai-Qing","Meng, Ce","Chao, Kuang-Ta"],"language":[],"coverage":[],"title":["Search for $\\chi_{c_J}(2P)$ from Higher Charmonim E1 Transitions and\n  X,Y,Z States"],"description":["  We calculate the E1 transition widths of higher vector charmonium states into\nthe spin-triplet 2P states in three typical potential models, and discuss the\npossibility to detect these 2P states via these E1 transitions. We attempt to\nclarify the nature of some recently observed X,Y,Z states by comparing them\nwith these 2P charmonium states in these E1 transitions. In particular, the\ncalculated branching ratios of $\\psi(4040),\\psi(4160)\\to \\chi^{'}_{c_J}\\gamma$\n(J=0,1,2) are found to be in the range of $10^{-4}-10^{-3}$, and sensitive to\nthe 3S-2D mixing of $\\psi(4040)$ and $\\psi(4160)$. The mixing angle may be\nconstrained by measuring $\\psi(4040),\\psi(4160)\\to Z(3930)\\gamma$, if Z(3930)\nis identified with the $\\chi^{'}_{c_2}$ state, and then be used in measuring\n$\\chi^{'}_{c_{0,1}}$ states. These processes can be studied experimentally at\n$e^+e^-$ colliders such as BEPCII/BESIII and CESR/CLEO.\n","Comment: 10 pages, 4 figures"]}]
["1201.4158",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4158"],"date":["2012-01-19"],"type":["text"],"creator":["Kleyn, Aleks","Laugier, Alexandre"],"language":[],"coverage":[],"title":["Orthonormal Basis in Minkowski Space"],"description":["  Finsler space is differentiable manifold for which Minkowski space is the\nfiber of the tangent bundle. To understand structure of the reference frame in\nFinsler space, we need to understand the structure of orthonormal basis in\nMinkowski space.\n  In this paper, we considered the definition of orthonormal basis in Minkowski\nspace, the structure of metric tensor relative to orthonormal basis, procedure\nof orthogonalization. Linear transformation of Minkowski space mapping at least\none orthonormal basis into orthonormal basis is called motion. The set of\nmotions of Minkowski space V generates not complete group SO(V) which acts\nsingle transitive on the basis manifold.\n  Passive transformation of Minkowski space mapping at least one orthonormal\nbasis into orthonormal basis is called quasimotion of Minkowski space. The set\nof passive transformations of Minkowski space generates passive representation\nof not complete group SO(V) on basis manifold. Since twin representations\n(active and passive) of not complete group SO(V) on basis manifold are single\ntransitive, then we may consider definition of geometric object.\n","Comment: English text - 66 pages; Russian text - 66 pages. arXiv admin note:\n  substantial text overlap with arXiv:1107.5037"]}]
["1201.4161",{"format":[],"subject":["Mathematics - Number Theory","11J06, 28A78, 20H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4161"],"date":["2012-01-19"],"type":["text"],"creator":["Schmidt, Thomas A.","Sheingorn, Mark"],"language":[],"coverage":[],"title":["Hausdorff dimension of the set of real numbers of Lagrange value three"],"description":["  We show that the set of real numbers of Lagrange value 3 has Hausdorff\ndimension zero by showing the appropriate generalization for each element of\nthe Teichmueller space of the appropriate subgroup of the classical modular\ngroup.\n","Comment: 13 pages, one figure"]}]
["1201.4168",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4168"],"date":["2012-01-19"],"type":["text"],"creator":["Prost, L. R.","Burov, A.","Shemyakin, A.","Bhat, C. M.","Crisp, J.","Eddy, N."],"language":[],"coverage":[],"title":["Transverse Instabilities in the FERMILAB Recycler"],"description":["  Transverse instabilities of the antiproton beam have been observed in the\nRecycler ring soon after its commissioning. After installation of transverse\ndampers, the threshold for the instability limit increased significantly but\nthe instability is still found to limit the brightness of the antiprotons\nextracted from the Recycler for Tevatron shots. In this paper, we describe\nobservations of the instabilities during the extraction process as well as\nduring dedicated studies. The measured instability threshold phase density\nagrees with the prediction of the rigid beam model within a factor of 2. Also,\nwe conclude that the instability threshold can be significantly lowered for a\nbunch contained in a narrow and shallow potential well due to effective\nexclusion of the longitudinal tails from Landau damping.\n","Comment: 17 pages, 'Technical' Note, Use of 'internal' jargon and references"]}]
["alg-geom/9212002",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/alg-geom/9212002"],"date":["1992-12-04","1992-12-14"],"type":["text"],"creator":["Neeman, Amnon"],"language":[],"coverage":[],"title":["On the stable rationality of $X/G$"],"description":["  Let $G$ be a connected, reductive algeraic group whose Dynkin diagram\ncontains no components of type $G_2,$ $F_4,$ $E_6,$ $E_7$ or $E_8.$ That is,\nall the components are of classical type. Suppose $X$ is an affine variety, and\nsuppose $G$ acts freely on $X.$ Then $X$ and $X/G$ are stably birationally\nequivalent.\n","Comment: 38 pages, LaTeX. I have to retract my manuscript: There is a serious\n  error in the proof of Lemma 4.3.3. In the proof, I incorrectly identify two\n  covering spaces of $\\Pi_Y^r(Z).$"]}]
["alg-geom/9409006",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/alg-geom/9409006"],"date":["1994-09-29","1994-11-10"],"type":["text"],"creator":["Ellingsrud, G.","Strømme, S. A."],"language":[],"coverage":[],"title":["Counting twisted cubic curves on general complete intersections"],"description":["  This paper has been rendered obsolete by our newer eprint alg-geom/9411005\n\"Bott's formula and enumerative geometry\", which is a considerably expanded\nversion of the same paper, in spite of the change of titles. Please download\nalg-geom/9411005 instead, and update possible references.\n","Comment: 14 pages, amslatex 1.1"]}]
["cond-mat/0308034",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0308034","Phys. Rev. B 69, 184511 (2004)","doi:10.1103/PhysRevB.69.184511"],"date":["2003-08-02"],"type":["text"],"creator":["Stone, Michael","Roy, Rahul"],"language":[],"coverage":[],"title":["Edge modes, edge currents, and gauge invariance in $p_x+ip_y$\n  superfluids and superconductors"],"description":["  The excitation spectrum of a two-dimensional $p_x+ip_y$ fermionic superfluid,\nsuch as a thin film of $^3$He-A, includes a gapless Majorana-Weyl fermion which\nis confined to the boundary by Andreev reflection. There is also a persistent\nground-state boundary current which provides a droplet containing $N$ particles\nwith angular momentum $\\hbar N/2$. Both of these boundary effects are\nassociated with bulk Chern-Simons effective actions. We show that the gapless\nedge-mode is required for the gauge invariance of the total effective action,\nbut the same is not true of the boundary current.\n","Comment: 16 pages. Uses Revtex 4"]}]
["cond-mat/0601594",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0601594","Phys. Rev. B 73 (2006) 245311","doi:10.1103/PhysRevB.73.245311"],"date":["2006-01-25","2006-06-28"],"type":["text"],"creator":["Chung, Suk Bum","Stone, Michael"],"language":[],"coverage":[],"title":["Proposal for reading out anyon qubits in non-abelian $\\nu = 12/5$\n  quantum Hall state"],"description":["  To detect non-abelian statistics in the $\\nu = 12/5$ quantum Hall state\nthrough interferometry, we apply an analysis similar to the ones proposed for\nthe non-abelian $\\nu = 5/2$ quantum Hall state. The result is that the\namplitude of the Aharonov-Bohm oscillation of this interference is dependent on\nthe internal states of quasiholes, but, in contrast to the $\\nu = 5/2$ quantum\nHall state, independent of the number of quasiholes. However, if the quasiholes\nare in a superposition state, it is necessary for the interferometer to have\ncertain additional features to obtain the coefficients.\n","Comment: 16 pages, 2 figures, Latex. Reference added, some errors corrected,\n  some content changed, some changes in the abstract"]}]
["cond-mat/9907417",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9907417"],"date":["1999-07-27","1999-07-29"],"type":["text"],"creator":["Naji, A.","Rouhani, S.","Rastegar, A. R."],"language":[],"coverage":[],"title":["Exact Exponents of Supersonic Turbulence in Arbitrary Dimensions"],"description":["  This paper has been withdrawn\n","Comment: 13 pages, Revtex"]}]
["hep-th/0703196",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0703196","JHEP 0802:091,2008","doi:10.1088/1126-6708/2008/02/091"],"date":["2007-03-21","2012-01-19"],"type":["text"],"creator":["Shih, David"],"language":[],"coverage":[],"title":["Spontaneous R-Symmetry Breaking in O'Raifeartaigh Models"],"description":["  We study the question of whether spontaneous U(1)_R breaking can occur in\nO'Raifeartaigh-type models of spontaneous supersymmetry breaking. We show that\nin order for it to occur, there must be a field in the theory with R-charge\ndifferent from 0 or 2. We construct the simplest O'Raifeartaigh model with this\nproperty, and we find that for a wide range of parameters, it has a meta-stable\nvacuum where U(1)_R is spontaneously broken. This suggests that spontaneous\nU(1)_R breaking actually occurs in generic O'Raifeartaigh models.\n","Comment: 19 pages; v2: reference added, minor changes; v3: important typo\n  fixed"]}]
["math/9804090",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9804090"],"date":["1998-04-20","1998-07-15"],"type":["text"],"creator":["Cavallaro, S."],"language":[],"coverage":[],"title":["Multiplicity-free representations of commutative C*-algebras and\n  spectral properties"],"description":["  Let A be a commutative unital C*-algebra and let S denote its Gelfand\nspectrum. We give some necessary and sufficient conditions for a nondegenerate\nrepresentation of A to be unitarily equivalent to a multiplicative\nrepresentation on a space L^2(S, m), where m is a positive measure on the Baire\nsets of S. We also compare these conditions with the multiplicity-free property\nof a representation.\n","Comment: plain-tex"]}]
["math/9804095",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9804095"],"date":["1998-04-21"],"type":["text"],"creator":["Liu, Ai-Ko"],"language":[],"coverage":[],"title":["Family Blow Up Formula, Admissible Graphs and the counting of Nodal\n  Curves"],"description":["  The family Blow Up formula is recalled.\n  Certain combinatoric graphs are introduced for the discussion of the counting\nof nodal curves on an Kahler surface.\n"]}]
["math/9906136",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9906136"],"date":["1999-06-21","1999-06-24"],"type":["text"],"creator":["Mathai, Varghese"],"language":[],"coverage":[],"title":["Superconnections, twisted actions and positive scalar curvature"],"description":["  Using Quillen's superconnection formalism we give a new \"twisted\" approach to\nthe rational Gromov-Lawson-Rosenberg (GLR) conjecture on topological\nobstructions to the existence of Riemannian metrics of positive scalar\ncurvature on compact spin manifolds. In particular, we present a short proof of\nthe rational GLR conjecture for word hyperbolic groups.\n","Comment: 13 pages, preprint March 1999. Minor changes made: a definition on\n  page 8 and a notation on page 9 & 10. Postscript file can be obtained from\n  ftp://ftp.maths.adelaide.edu.au/pure/vmathai/positivearc.ps"]}]
["math/9908043",{"format":[],"subject":["Mathematics - Number Theory","11K55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9908043"],"date":["1999-08-10","2003-02-07"],"type":["text"],"creator":["Cesaratto, Eda"],"language":[],"coverage":[],"title":["On the Hausdorff dimension of certain sets arising in Number Theory"],"description":["  This paper has been withdrawn\n  Any real number $x$ in the unit interval can be expressed as a continued\nfraction $x=[n_1,...,n_{_N},...]$. Subsets of zero measure are obtained by\nimposing simple conditions on the $n_{_N}$. By imposing $n_{_N}\\le m \\forall\nN\\in \\zN$, Jarnik defined the corresponding sets $E_m$ and gave a first\nestimate of $d_H(E_m)$, $d_H$ the Hausdorff dimension. Subsequent authors\nimproved these estimates. In this paper we deal with $d_H(E_m)$ and $d_H(F_m)$,\n$F_m$ being the set of real numbers for which ${\\sum_{i=1}^N n_i\\over N}\\le m$.\n","Comment: We add a reference and we correct the Hausdorff dimension of E_2"]}]
["math/9912011",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26A06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9912011","Southwest Journal of Pure and Applied Mathematics, Issue 2,\n  December 2000"],"date":["1999-12-01","2002-06-23"],"type":["text"],"creator":["Horwitz, Alan"],"language":[],"coverage":[],"title":["Finding an Ellipse Tangent to finitely many given Lines"],"description":["  Withdrawal Notice: SWJPAM does not allow articles it publishes to appear on\narchives. An updated version of this article along with new results, can be\nfound at the author's web page: www.math.psu.edu/horwitz/papers.html\n"]}]
["quant-ph/9801039",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/9801039","doi:10.1103/PhysRevA.58.123"],"date":["1998-01-19","1998-01-28"],"type":["text"],"creator":["Mabuchi, Hideo"],"language":[],"coverage":[],"title":["Standard Quantum Limits for broadband position measurement"],"description":["  I utilize the Caves-Milburn model for continuous position measurements to\nformulate a broadband version of the Standard Quantum Limit (SQL) for\nmonitoring the position of a free mass, and illustrate the use of Kalman\nfiltering to recover the SQL for estimating a weak classical force that acts on\na quantum-mechanical test particle under continuous observation. These\nderivations are intended to clarify the interpretation of SQL's in the context\nof continuous quantum measurement.\n","Comment: Replaced version: changed title, fixed algebra error at the very end,\n  conclusions modified accordingly. Four pages, one eps figure"]}]
