["0704.0323",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0323","J.Phys.A 41, 155303 (2008)","doi:10.1088/1751-8113/41/15/155303"],"date":["2007-04-03","2007-04-10"],"type":["text"],"creator":["Dang, Gui-Fang","Fan, Heng"],"language":[],"coverage":[],"title":["General sequential quantum cloning"],"description":["  Some multipartite quantum states can be generated in a sequential manner\nwhich may be implemented by various physical setups like microwave and optical\ncavity QED, trapped ions, and quantum dots etc. We analyze the general N to M\nqubits Universal Quantum Cloning Machine (UQCM) within a sequential generation\nscheme. We show that the N to M sequential UQCM is available. The case of\nd-level quantum states sequential cloning is also presented.\n","Comment: 4 pages"]}]
["0807.0373",{"format":[],"subject":["Mathematics - Geometric Topology","57R55, 57R65, 57N13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0373","Transactions of the American Mathematical Society 362 (2010), no.\n  11, 5893-5907"],"date":["2008-07-02","2008-07-24"],"type":["text"],"creator":["Yasui, Kouichi"],"language":[],"coverage":[],"title":["Small exotic rational surfaces without 1- and 3-handles"],"description":["  We give new rational blowdown constructions of exotic CP^2#n(-CP^2) (5\\leq\nn\\leq 9) without using elliptic fibrations. We also show that our 4-manifolds\nadmit handle decompositions without 1- and 3-handles, for 7\\leq n\\leq 9. A\nstrategy for rational blowdown constructions of exotic CP^2#n(-CP^2) (1\\leq\nn\\leq 4) is also proposed.\n","Comment: 14 pages, 17 figures, minor changes"]}]
["0912.2029",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2029","Appl. Phys. Lett., 96, 082505 (2010)","doi:10.1063/1.3318258"],"date":["2009-12-10","2010-04-11"],"type":["text"],"creator":["Karenowska, A. D.","Chumak, A. V.","Serga, A. A.","Gregg, J. F.","Hillebrands, B."],"language":[],"coverage":[],"title":["Magnonic crystal based forced dominant wavenumber selection in a\n  spin-wave active ring"],"description":["  Spontaneous excitation of the dominant mode in a spin-wave active ring -- a\nself-exciting positive-feedback system incorporating a spin-wave transmission\nstructure -- occurs at a certain threshold value of external gain. In general,\nthe wavenumber of the dominant mode is extremely sensitive to the properties\nand environment of the spin-wave transmission medium, and is almost impossible\nto predict. In this letter, we report on a backward volume magnetostatic\nspin-wave active ring system incorporating a magnonic crystal. When mode\nenhancement conditions -- readily predicted by a theoretical model -- are\nsatisfied, the ring geometry permits highly robust and consistent forced\ndominant wavenumber selection.\n","Comment: 4 pages, 3 figures"]}]
["1001.0672",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0672","doi:10.1016/j.scriptamat.2012.05.003"],"date":["2010-01-05"],"type":["text"],"creator":["Pyatakov, A. P.","Sechin, D. A.","Nikolaev, A. V.","Nikolaeva, E. P.","Logginov, A. S."],"language":[],"coverage":[],"title":["Ferroelectricity of Neel-type magnetic domain walls"],"description":["  The chirality-dependent magnetoelectric properties of Neel-type domain walls\nin iron garnet films is observed. The electrically driven magnetic domain wall\nmotion changes the direction to the opposite with the reversal of electric\npolarity of the probe and with the chirality switching of the domain wall from\nclockwise to counterclockwise. This proves that the origin of the electric\nfield induced micromagnetic structure transformation is inhomogeneous\nmagnetoelectric interaction.\n","Comment: 6 pages, 4 figures, 1 table"]}]
["1001.3213",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Mathematical Software","Computer Science - Numerical Analysis","Quantitative Finance - Computational Finance","Quantitative Finance - Pricing of Securities"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3213"],"date":["2010-01-19","2012-05-21"],"type":["text"],"creator":["Chancelier, Jean-Philippe","Lelong, Jérôme","Lapeyre, Bernard"],"language":[],"coverage":[],"title":["Using Premia and Nsp for Constructing a Risk Management Benchmark for\n  Testing Parallel Architecture"],"description":["  Financial institutions have massive computations to carry out overnight which\nare very demanding in terms of the consumed CPU. The challenge is to price many\ndifferent products on a cluster-like architecture. We have used the Premia\nsoftware to valuate the financial derivatives. In this work, we explain how\nPremia can be embedded into Nsp, a scientific software like Matlab, to provide\na powerful tool to valuate a whole portfolio. Finally, we have integrated an\nMPI toolbox into Nsp to enable to use Premia to solve a bunch of pricing\nproblems on a cluster. This unified framework can then be used to test\ndifferent parallel architectures.\n"]}]
["1002.2116",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2116"],"date":["2010-02-10","2012-05-22"],"type":["text"],"creator":["Polishchuk, Alexander","Vaintrob, Arkady"],"language":[],"coverage":[],"title":["Chern characters and Hirzebruch-Riemann-Roch formula for matrix\n  factorizations"],"description":["  We study the category of matrix factorizations for an isolated hypersurface\nsingularity. We compute the canonical bilinear form on the Hochschild homology\nof this category. We find explicit expressions for the Chern character and the\nboundary-bulk maps and derive an analog of the Hirzebruch-Riemann-Roch formula\nfor the Euler characteristic of the Hom-space between a pair of matrix\nfactorizations. We also establish G-equivariant versions of these results.\n","Comment: v1: 45 pages, v2: added the generalized HRR theorem (Cardy condition)\n  and new examples with the boundary-bulk maps, v3: 54 pages, to appear in Duke\n  Math. J"]}]
["1003.5125",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5125","Phys.Rev.D82:024039,2010","doi:10.1103/PhysRevD.82.024039"],"date":["2010-03-26"],"type":["text"],"creator":["Kanti, P.","Pappas, N."],"language":[],"coverage":[],"title":["Emission of Massive Scalar Fields by a Higher-Dimensional Rotating\n  Black-Hole"],"description":["  We perform a comprehensive study of the emission of massive scalar fields by\na higher-dimensional, simply rotating black hole both in the bulk and on the\nbrane. We derive approximate, analytic results as well as exact numerical ones\nfor the absorption probability, and demonstrate that the two sets agree very\nwell in the low and intermediate-energy regime for scalar fields with mass\nm_\\Phi < 1 TeV in the bulk and m_\\Phi < 0.5 TeV on the brane. The numerical\nvalues of the absorption probability are then used to derive the Hawking\nradiation power emission spectra in terms of the number of extra dimensions,\nangular-momentum of the black hole and mass of the emitted field. We compute\nthe total emissivities in the bulk and on the brane, and demonstrate that,\nalthough the brane channel remains the dominant one, the bulk-over-brane energy\nratio is considerably increased (up to 33%) when the mass of the emitted field\nis taken into account.\n","Comment: 28 pages, 18 figures"]}]
["1004.3023",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3023","Commun. Theor. Phys. 57 (2012) 930-952"],"date":["2010-04-18","2012-02-17"],"type":["text"],"creator":["Yan, Mu-Lin"],"language":[],"coverage":[],"title":["One Electron Atom in Special Relativity with de Sitter Space-Time\n  Symmetry"],"description":["  The de Sitter invariant Special Relativity (dS-SR) is a SR with constant\ncurvature, and a natural extension of usual Einstein SR (E-SR). In this paper,\nwe solved the dS-SR Dirac equation of Hydrogen by means of the adiabatic\napproach and the quasi-stationary perturbation calculations of QM. Hydrogen\natoms are located on the light cone of the Universe. FRW metric and\n$\\Lambda$CDM cosmological model are used to discuss this issue. To the atom,\neffects of de Sitter space-time geometry described by Beltrami metric are taken\ninto account. The dS-SR Dirac equation turns out to be a time dependent quantum\nHamiltonian system. We revealed that: 1,The fundamental physics constants\n$m_e,\\;\\hbar,\\;e$ variate adiabatically along with cosmologic time in dS-SR QM\nframework. But the fine-structure constant $\\alpha\\equiv e^2/(\\hbar c)$ keeps\nto be invariant; 2,$(2s^{1/2}-2p^{1/2})$-splitting due to dS-SR QM effects: By\nmeans of perturbation theory, that splitting $\\Delta E(z)$ were calculated\nanalytically, which belongs to $\\mathcal{O}(1/R^2)$-physics of dS-SR QM.\nNumerically, we found that when $|R|\\simeq \\{10^3 Gly,\\;10^4 Gly,\\;10^5\nGly\\;\\}$, and $z\\simeq \\{1,\\;{\\rm or}\\;2\\}$, the $\\Delta E(z)>> 1{\\rm (Lamb\\;\nshift)}$. This indicate that for these cases the hyperfine structure effects\ndue to QED could be ignored, and the dS-SR fine structure effects are dominant.\nThis effect could be used to determine the universal constant $R$ in dS-SR, and\nbe thought as a new physics beyond E-SR.\n","Comment: 37 pages, 6 figures. arXiv admin note: substantial text overlap with\n  arXiv:0909.4829"]}]
["1008.0595",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0595","Involve, a Journal of Mathematics 5-1 (2012), 25-37","doi:10.2140/involve.2012.5.25"],"date":["2010-08-03","2012-05-21"],"type":["text"],"creator":["Naimi, Ramin","Shaw, Jeffrey"],"language":[],"coverage":[],"title":["Induced Subgraphs of Johnson Graphs"],"description":["  The Johnson graph J(n,N) is defined as the graph whose vertices are the\nn-subsets of the set {1,2,...,N}, where two vertices are adjacent if they share\nexactly n - 1 elements. Unlike Johnson graphs, induced subgraphs of Johnson\ngraphs (JIS for short) do not seem to have been studied before. We give some\nnecessary conditions and some sufficient conditions for a graph to be JIS,\nincluding: in a JIS graph, any two maximal cliques share at most two vertices;\nall trees, cycles, and complete graphs are JIS; disjoint unions and Cartesian\nproducts of JIS graphs are JIS; every JIS graph of order n is an induced\nsubgraph of J(m,2n) for some m <= n. This last result gives an algorithm for\ndeciding if a graph is JIS. We also show that all JIS graphs are edge move\ndistance graphs, but not vice versa.\n","Comment: 12 pages, 4 figures"]}]
["1009.1023",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1023","JCAP11(2011)002","doi:10.1088/1475-7516/2011/11/002"],"date":["2010-09-06","2012-05-22"],"type":["text"],"creator":["Lopez-Villarejo, J. J."],"language":[],"coverage":[],"title":["TransverseDiff gravity is to scalar-tensor as unimodular gravity is to\n  General Relativity"],"description":["  Transverse Diffeomorphism (TDiff) theories are well-motivated theories of\ngravity from the quantum perspective, which are based upon a gauge symmetry\nprinciple. The main contribution of this work is to firmly establish a\ncorrespondence between TransverseDiff and the better-known scalar-tensor\ngravity --- in its more general form ---, a relation which is completely\nanalogous to that between unimodular gravity and General Relativity. We then\ncomment on observational aspects of TDiff. In connection with this proof, we\nderive a very general rule that determines under what conditions the procedure\nof fixing a gauge symmetry can be equivalently applied before the variational\nprinciple leading to the equations of motion, as opposed to the standard\nprocedure, which takes place afterwards; this rule applies to gauge-fixing\nterms without derivatives.\n","Comment: 10 pages; amsart style; v3: version as appeared in JCAP, redaction\n  improved"]}]
["1009.5428",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5428","Phys. Rev. A 82, 043818(1-5) (2010)","doi:10.1103/PhysRevA.82.043818"],"date":["2010-09-27"],"type":["text"],"creator":["Sukhorukov, Andrey A.","Xu, Zhiyong","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Nonlinear suppression of time-reversals in PT-symmetric optical couplers"],"description":["  We reveal a generic connection between the effect of time-reversals and\nnonlinear wave dynamics in systems with parity-time (PT) symmetry, considering\na symmetric optical coupler with balanced gain and loss where these effects can\nbe readily observed experimentally. We show that for intensities below a\nthreshold level, the amplitudes oscillate between the waveguides, and the\neffects of gain and loss are exactly compensated after each period due to\n{periodic time-reversals}. For intensities above a threshold level,\nnonlinearity suppresses periodic time-reversals leading to the symmetry\nbreaking and a sharp beam switching to the waveguide with gain. Another\nnontrivial consequence of linear PT-symmetry is that the threshold intensity\nremains the same when the input intensities at waveguides with loss and gain\nare exchanged.\n","Comment: 5 pages, 4 figures"]}]
["1012.0562",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0562","Phys. Rev. D 85, 054510 (2012)","doi:10.1103/PhysRevD.85.054510"],"date":["2010-12-02","2012-05-22"],"type":["text"],"creator":["Babich, Ronald","Brower, Richard C.","Clark, Michael A.","Fleming, George T.","Osborn, James C.","Rebbi, Claudio","Schaich, David"],"language":[],"coverage":[],"title":["Exploring strange nucleon form factors on the lattice"],"description":["  We discuss techniques for evaluating sea quark contributions to hadronic form\nfactors on the lattice and apply these to an exploratory calculation of the\nstrange electromagnetic, axial, and scalar form factors of the nucleon. We\nemploy the Wilson gauge and fermion actions on an anisotropic 24^3 x 64\nlattice, probing a range of momentum transfer with Q^2 < 1 GeV^2. The strange\nelectric and magnetic form factors, G_E^s(Q^2) and G_M^s(Q^2), are found to be\nsmall and consistent with zero within the statistics of our calculation. The\nlattice data favor a small negative value for the strange axial form factor\nG_A^s(Q^2) and exhibit a strong signal for the bare strange scalar matrix\nelement <N|ss|N>_0. We discuss the unique systematic uncertainties affecting\nthe latter quantity relative to the continuum, as well as prospects for\nimproving future determinations with Wilson-like fermions.\n","Comment: 19 pages, 11 figures; v2 includes additional references; v3 as\n  appears in PRD"]}]
["1012.5329",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13-02, 13F55, 05C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5329","Progress in Commutative Algebra, Combinatorics and Homology, Vol.\n  1, 2012, pp. 85-126","doi:10.1515/9783110250404"],"date":["2010-12-23","2011-03-28"],"type":["text"],"creator":["Morey, Susan","Villarreal, Rafael H."],"language":[],"coverage":[],"title":["Edge ideals: algebraic and combinatorial properties"],"description":["  Let C be a clutter and let I(C) be its edge ideal. This is a survey paper on\nthe algebraic and combinatorial properties of R/I(C) and C, respectively. We\ngive a criterion to estimate the regularity of R/I(C) and apply this criterion\nto give new proofs of some formulas for the regularity. If C is a clutter and\nR/I(C) is sequentially Cohen-Macaulay, we present a formula for the regularity\nof the ideal of vertex covers of C and give a formula for the projective\ndimension of R/I(C). We also examine the associated primes of powers of edge\nideals, and show that for a graph with a leaf, these sets form an ascending\nchain.\n"]}]
["1102.3049",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57R55, 57R65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3049"],"date":["2011-02-15","2012-05-22"],"type":["text"],"creator":["Akbulut, Selman","Yasui, Kouichi"],"language":[],"coverage":[],"title":["Cork twisting exotic Stein 4-manifolds"],"description":["  From any 4-dimensional oriented handlebody X without 3- and 4-handles and\nwith b_2>0, we construct arbitrary many compact Stein 4-manifolds which are\nmutually homeomorphic but not diffeomorphic to each other, so that their\ntopological invariants (their fundamental groups, homology groups, boundary\nhomology groups, and intersection forms) coincide with those of X. We also\ndiscuss the induced contact structures on their boundaries. Furthermore, for\nany smooth 4-manifold pair (Z,Y) such that the complement Z-intY is a\nhandlebody without 3- and 4-handles and with b_2>0, we construct arbitrary many\nexotic embeddings of a compact 4-manifold Y' into Z, such that Y' has the same\ntopological invariants as Y.\n","Comment: 30 pages, 24 figures, revised version, to appear in Journal of\n  Differential Geometry"]}]
["1104.3532",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3532","Phys. Rev. Lett, 107, 206801 (2011)","doi:10.1103/PhysRevLett.107.206801"],"date":["2011-04-18"],"type":["text"],"creator":["Carr, Sam T.","Bagrets, Dmitry A.","Schmitteckert, Peter"],"language":[],"coverage":[],"title":["Full counting statistics in the self-dual interacting resonant level\n  model"],"description":["  We present a general technique to obtain the zero temperature full counting\nstatistics of charge transfer in interacting impurity models out of equilibrium\nfrom time-dependent simulations on a lattice. We demonstrate the technique with\napplication to the self-dual interacting resonant level model, where very good\nagreement between numerical simulations using the density matrix\nrenormalization group and those obtained analytically from the thermodynamic\nBethe ansatz is found. We show from the exact form of counting statistics that\nthe quasiparticles involved in transport carry charge $2e$ in the low bias\nregime, and $e/2$ in the high bias regime.\n","Comment: 4 pages, 4 figures"]}]
["1104.4650",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4650","Phys.Lett.B702:419-421,2011","doi:10.1016/j.physletb.2011.07.019"],"date":["2011-04-24","2011-07-25"],"type":["text"],"creator":["Chaichian, Masud","Oksanen, Markku","Tureanu, Anca"],"language":[],"coverage":[],"title":["On gravity as an entropic force"],"description":["  We consider E. Verlinde's proposal that gravity is an entropic force -- we\nshall call this theory entropic gravity (EG) -- and reanalyze a recent claim\nthat this theory is in contradiction with the observation of the\ngravitationally-bound ground state of neutrons in the GRANIT experiment. We\nfind that EG does not necessarily contradict the existence of\ngravitationally-bound quantum states of neutrons in the Earth's gravitational\nfield, since EG is equivalent to Newtonian gravity in this case. However,\ncertain transitions between the gravitationally-bound quantum states of\nneutrons, in particular spontaneous decays of excited states, which can\nhopefully be observed in future experiments, cannot be explained in the\nframework of EG, unless essential ingredients are introduced into it.\nOtherwise, a quantized description of gravity will be required.\n","Comment: 6 pages, v2: the possibility that graviton may appear as an emergent\n  concept in EG is noted, few improvements in arguments and presentation, some\n  typos and grammar corrected. To appear in Phys. Lett. B"]}]
["1105.0632",{"format":[],"subject":["Mathematics - Probability","60J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0632"],"date":["2011-05-03","2012-05-22"],"type":["text"],"creator":["Keller-Ressel, Martin","Schachermayer, Walter","Teichmann, Josef"],"language":[],"coverage":[],"title":["Regularity of affine processes on general state spaces"],"description":["  We consider a stochastically continuous, affine Markov process in the sense\nof Duffie, Filipovic and Schachermayer, with cadlag paths, on a general state\nspace D, i.e. an arbitrary Borel subset of R^d. We show that such a process is\nalways regular, meaning that its Fourier-Laplace transform is differentiable in\ntime, with derivatives that are continuous in the transform variable. As a\nconsequence, we show that generalized Riccati equations and Levy-Khintchine\nparameters for the process can be derived, as in the case of $D = R_+^m \\times\nR^n$ studied in Duffie, Filipovic and Schachermayer (2003). Moreover, we show\nthat when the killing rate is zero, the affine process is a semi-martingale\nwith absolutely continuous characteristics up to its time of explosion. Our\nresults generalize the results of Keller-Ressel, Schachermayer and Teichmann\n(2011) for the state space $R_+^m \\times R^n$ and provide a new probabilistic\napproach to regularity.\n","Comment: minor corrections"]}]
["1105.2358",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2358","Phys. Rev. A, 85, 052313 (2012)","doi:10.1103/PhysRevA.85.052313"],"date":["2011-05-11","2012-05-21"],"type":["text"],"creator":["Grace, Matthew D.","Dominy, Jason","Witzel, Wayne M.","Carroll, Malcolm S."],"language":[],"coverage":[],"title":["Optimized pulses for the control of uncertain qubits"],"description":["  Constructing high-fidelity control fields that are robust to control, system,\nand/or surrounding environment uncertainties is a crucial objective for quantum\ninformation processing. Using the two-state Landau-Zener model for illustrative\nsimulations of a controlled qubit, we generate optimal controls for \\pi/2- and\n\\pi-pulses, and investigate their inherent robustness to uncertainty in the\nmagnitude of the drift Hamiltonian. Next, we construct a quantum-control\nprotocol to improve system-drift robustness by combining environment-decoupling\npulse criteria and optimal control theory for unitary operations. By\nperturbatively expanding the unitary time-evolution operator for an open\nquantum system, previous analysis of environment-decoupling control pulses has\ncalculated explicit control-field criteria to suppress environment-induced\nerrors up to (but not including) third order from \\pi/2- and \\pi-pulses. We\nsystematically integrate this criteria with optimal control theory,\nincorporating an estimate of the uncertain parameter, to produce improvements\nin gate fidelity and robustness, demonstrated via a numerical example based on\ndouble quantum dot qubits. For the qubit model used in this work, post facto\nanalysis of the resulting controls suggests that realistic control-field\nfluctuations and noise may contribute just as significantly to gate errors as\nsystem and environment fluctuations.\n","Comment: 38 pages, 15 figures, RevTeX 4.1, minor modifications to the previous\n  version"]}]
["1105.4692",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Geometry","Mathematics - Representation Theory","18E30, 14F05, 55U35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4692"],"date":["2011-05-24","2012-05-22"],"type":["text"],"creator":["Stevenson, Greg"],"language":[],"coverage":[],"title":["Support theory via actions of tensor triangulated categories"],"description":["  We give a definition of the action of a tensor triangulated category T on a\ntriangulated category K. In the case that T is rigidly-compactly generated and\nK is compactly generated we show this gives rise to a notion of supports which\ncategorifies work of Benson, Iyengar, and Krause and extends work of Balmer and\nFavi. We prove that a suitable version of the local-to-global principle holds\nvery generally. A relative version of the telescope conjecture is formulated\nand we give a sufficient condition for it to hold.\n","Comment: 33 pages, to appear in Journal f\\\"ur die reine und angewandte\n  Mathematik"]}]
["1106.0468",{"format":[],"subject":["Computer Science - Systems and Control","Computer Science - Logic in Computer Science","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0468"],"date":["2011-06-01","2012-05-22"],"type":["text"],"creator":["Mari, Federico","Melatti, Igor","Salvo, Ivano","Tronci, Enrico"],"language":[],"coverage":[],"title":["From Boolean Functional Equations to Control Software"],"description":["  Many software as well digital hardware automatic synthesis methods define the\nset of implementations meeting the given system specifications with a boolean\nrelation K. In such a context a fundamental step in the software (hardware)\nsynthesis process is finding effective solutions to the functional equation\ndefined by K. This entails finding a (set of) boolean function(s) F (typically\nrepresented using OBDDs, Ordered Binary Decision Diagrams) such that: 1) for\nall x for which K is satisfiable, K(x, F(x)) = 1 holds; 2) the implementation\nof F is efficient with respect to given implementation parameters such as code\nsize or execution time. While this problem has been widely studied in digital\nhardware synthesis, little has been done in a software synthesis context.\nUnfortunately the approaches developed for hardware synthesis cannot be\ndirectly used in a software context. This motivates investigation of effective\nmethods to solve the above problem when F has to be implemented with software.\nIn this paper we present an algorithm that, from an OBDD representation for K,\ngenerates a C code implementation for F that has the same size as the OBDD for\nF and a WCET (Worst Case Execution Time) at most O(nr), being n = |x| the\nnumber of arguments of functions in F and r the number of functions in F.\n"]}]
["1106.0891",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0891","Phys. Letts. A 376 (2012), 1985-1991","doi:10.1016/j.physleta.2012.04.051"],"date":["2011-06-05"],"type":["text"],"creator":["Liao, Renyuan","Liu, Wu-Ming"],"language":[],"coverage":[],"title":["Thermal-assisted Anisotropy and Thermal-driven Instability in the\n  Superfluidity state of Two-Species Polar Fermi Gas"],"description":["  We study the superfluid state of two-species heteronuclear Fermi gases with\nisotropic contact and anisotropic long-range dipolar interactions. By\nexplicitly taking account of Fock exchange contribution, we derive\nself-consistent equations describing the pairing states in the system.\nExploiting the symmetry of the system, we developed an efficient way of solving\nthe self-consistent equations by exploiting the symmetries. We find that the\ntemperature tends to increase the anisotropy of the pairing state, which is\nrather counterintuitive. We study the anisotropic properties of the system by\nexamining the angular dependence of the number density distribution, the\nexcitation spectrum and the pair correlation function. The competing effects of\nthe contact interaction and the dipolar interaction upon the anisotropy are\nrevealed. We derive and compute the superfluid mass density $\\rho_{ij}$ for the\nsystem. Astonishingly, we find that $\\rho_{zz}$ becomes negative above some\ncertain temperature $T^*$($T<T_c$), signaling some instability of the system.\nThis suggests that the elusive FFLO state may be observed in experiments, due\nto an anisotropic state with a spontaneously generated superflow.\n","Comment: 7 pages, 5 figures"]}]
["1106.1869",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Astrophysics of Galaxies","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1869","MNRAS, Volume 422, Issue 4, pages 3611-3616, June 2012","doi:10.1111/j.1365-2966.2012.20869.x"],"date":["2011-06-09","2012-03-05"],"type":["text"],"creator":["Rein, Hanno"],"language":[],"coverage":[],"title":["Planet-disk interaction in highly inclined systems"],"description":["  We study the interaction of a proto-planetary disk and a planet on a highly\ninclined orbit in the linear regime. The evolution of the planet is dominated\nby dynamical friction for planet masses above several Earth-masses. Smaller\nplanets are dominated by aerodynamic drag, especially for very high\ninclinations and retrograde orbits.\n  The time-scales associated with migration and inclination damping are\ncalculated. For certain values of the inclination, the inclination damping\ntime-scale is longer than the migration time-scale and the disk lifetime. This\nresult shows that highly inclined planets can not (re-)align with the\nproto-planetary disk.\n  We discuss the dependence of numerical simulations on the gravitational\nsoftening parameter. We find only a logarithmic dependence, making global three\ndimensional simulations of this process computationally feasible.\n  A large fraction of Hot Jupiters is on highly inclined orbits with respect to\nthe rotation axis of the star. On the other hand small-mass planetary systems\ndiscovered by the Kepler mission have low mutual inclinations. This shows that\nthere are two distinct formation mechanisms at work. The process that creates\ninclined Hot Jupiters does not operate on small mass planets because the\ndamping timescales are so long that these systems would still be inclined\ntoday.\n","Comment: 6 pages, 4 figures, accepted for publication in MNRAS"]}]
["1106.3722",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3722","Phys. Rev. Lett., 108, 015505 (2012)","doi:10.1103/PhysRevLett.108.015505"],"date":["2011-06-19"],"type":["text"],"creator":["Karenowska, Alexy D.","Tiberkevich, Vasil S.","Chumak, Andrii V.","Serga, Alexander A.","Gregg, John F.","Slavin, Andrei N.","Hillebrands, Burkard"],"language":[],"coverage":[],"title":["Oscillatory Energy Exchange Between Waves Coupled by a Dynamic\n  Artificial Crystal"],"description":["  We describe a general mechanism of controllable energy exchange between waves\npropagating in a dynamic artificial crystal. We show that if a spatial\nperiodicity is temporarily imposed on the transmission properties of a\nwave-carrying medium whilst a wave is inside, this wave is coupled to a\nsecondary counter-propagating wave and energy oscillates between the two. The\noscillation frequency is determined by the width of the spectral band gap\ncreated by the periodicity and the frequency difference between the coupled\nwaves. The effect is demonstrated with spin waves in a dynamic magnonic\ncrystal.\n","Comment: 5 pages, 4 figures"]}]
["1106.4211",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4211"],"date":["2011-06-21","2012-05-21"],"type":["text"],"creator":["Bramwell, Jamie","Demkowicz, Leszek","Gopalakrishnan, Jay","Qiu, Weifeng"],"language":[],"coverage":[],"title":["A locking free hp DPG method for linear elasticity with symmetric\n  stresses"],"description":["  We present two new methods for linear elasticity with simultaneously yield\nstress and displacement approximations of optimal accuracy in both the mesh\nsize h and polynomial degree p. This is achieved within the recently developed\ndiscontinuous Petrov-Galerkin (DPG) framework. In this framework, both the\nstress and the displacement approximations are discontinuous across element\ninterfaces. We study locking-free convergence properties and the\ninterrelationships between the two DPG methods.\n","Comment: Numerische Mathematik, 2012"]}]
["1107.2854",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2854","Cent. Eur. J. Math., 2012, 10(4), 1472-1485","doi:10.2478/s11533-012-0073-z"],"date":["2011-07-14","2012-05-09"],"type":["text"],"creator":["Mongardi, Giovanni"],"language":[],"coverage":[],"title":["Symplectic involutions on deformations of K3^[2]"],"description":["  Let X be a Hyperk\\\"{a}hler variety deformation equivalent to the Hilbert\nsquare on a K3 surface and let f be an involution preserving the symplectic\nform. We prove that the fixed locus of f consists of 28 isolated points and 1\nK3 surface, moreover the anti-invariant lattice of the induced involution on\nH^2(X,Z) is isomorphic to E_8(-2). Finally we prove that any couple consisting\nof one such variety and a symplectic involution on it can be deformed into a\ncouple consisting of the Hilbert square of a K3 surface and the involution\ninduced by a Nikulin involution on the K3 surface.\n","Comment: Final version, to appear on Central European Journal of Mathematics"]}]
["1107.4149",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30, 14E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4149"],"date":["2011-07-20","2012-05-21"],"type":["text"],"creator":["Hacon, Christopher","Xu, Chenyang"],"language":[],"coverage":[],"title":["On Finiteness of B-representation and Semi-log Canonical Abundance"],"description":["  We give a new proof of the finiteness of B-representations. As a consequence\nof the finiteness of B-representations and Koll\\'ar's gluing theory on lc\ncenters, we prove that the (relative) abundance conjecture for slc pairs is\nimplied by the abundance conjecture for log canonical pairs.\n","Comment: 13 pages. Comments are welcome! Minor mistakes/typos are corrected in\n  the version 2"]}]
["1107.5248",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5248","(2012), Scholarpedia, 7(4):10693","doi:10.4249/scholarpedia.10693"],"date":["2011-07-26","2012-05-22"],"type":["text"],"creator":["Hamamoto, Ikuko","Mottelson, Ben R."],"language":[],"coverage":[],"title":["Shape Deformations in Atomic Nuclei"],"description":["  The ground states of some nuclei are described by densities and mean fields\nthat are spherical, while others are deformed. The existence of non-spherical\nshape in nuclei represents a spontaneous symmetry breaking.\n","Comment: 20 pages, 10 figures, submitted to scholarpedia"]}]
["1107.5543",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5543"],"date":["2011-07-27","2012-05-21"],"type":["text"],"creator":["Teng, Chun-Yuen","Gong, Liuling","Livne, Avishay","Brunetti, Celso","Adamic, Lada A."],"language":[],"coverage":[],"title":["Coevolution of Network Structure and Content"],"description":["  As individuals communicate, their exchanges form a dynamic network. We\ndemonstrate, using time series analysis of communication in three online\nsettings, that network structure alone can be highly revealing of the diversity\nand novelty of the information being communicated. Our approach uses both\nstandard and novel network metrics to characterize how unexpected a network\nconfiguration is, and to capture a network's ability to conduct information. We\nfind that networks with a higher conductance in link structure exhibit higher\ninformation entropy, while unexpected network configurations can be tied to\ninformation novelty. We use a simulation model to explain the observed\ncorrespondence between the evolution of a network's structure and the\ninformation it carries.\n","Comment: 10 pages, 10 figures V2 includes a simulation model; Proc. 4th\n  International Conference on Web Science (WebSci'11), 2012"]}]
["1108.0324",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0324","AIP Conf. Proc. 1432, 74-79 (2012)","doi:10.1063/1.3701192"],"date":["2011-08-01"],"type":["text"],"creator":["Kamano, H.","Lee, T. -S. H."],"language":[],"coverage":[],"title":["EBAC-DCC Analysis of World Data of pi N, gamma N, and N(e,e') Reactions"],"description":["  The development, results, and prospect of the Dynamical Coupled-Channels\nanalysis at Excited Baryon Analysis Center (EBAC-DCC) are reported.\n","Comment: 6 pages, 7 figures. Contribution to the proceedings of the 8th\n  International Workshop on the Physics of Excited Nucleons (NSTAR2011),\n  Newport News, VA, USA, May 17-20, 2011"]}]
["1108.4145",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4145","Phys. Rev. B 85, 125411 (2012)","doi:10.1103/PhysRevB.85.125411"],"date":["2011-08-20","2012-05-21"],"type":["text"],"creator":["Hassan, N. M.","Mkhitaryan, V. V.","Mishchenko, E. G."],"language":[],"coverage":[],"title":["One-dimensional plasmons confined in bilayer graphene p-n junctions"],"description":["  Gapless spectrum of graphene allows easy spatial separation of electrons and\nholes with an external in-plane electric field. Guided collective plasmon modes\ncan propagate along the separation line, whose amplitude decays with the\ndistance to it. Their spectrum and direction of propagation can be controlled\nwith the strength and direction of in-plane electric field. In case of a\nbilayer graphene additional control is possible by the perpendicular electric\nfield that opens a gap in the band spectrum of electrons. We investigate guided\nplasmon spectra in bilayer p-n junctions using hydrodynamics of charged\nelectron liquid.\n","Comment: published version, minor changes"]}]
["1108.4649",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4649","AIP Conf. Proc. 1441, 281-283 (2012)","doi:10.1063/1.3700531"],"date":["2011-08-23"],"type":["text"],"creator":["Kamano, Hiroyuki"],"language":[],"coverage":[],"title":["An Alternative View of the Dynamical Origin of the P11 Nucleon\n  Resonances: Results from the Excited Baryon Analysis Center"],"description":["  We present an alternative interpretation for the dynamical origin of the P11\nnucleon resonances, which results from the dynamical coupled-channels analysis\nat Excited Baryon Analysis Center of Jefferson Lab. The results indicate the\ncrucial role of the multichannel reaction dynamics in determining the N^*\nspectrum.\n","Comment: 3 pages, 1 figure. Contribution to the proceedings of the 19th\n  Particles and Nuclei International Conference (PANIC11), Cambridge, MA, USA,\n  July 24-29, 2011"]}]
["1108.6116",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.6116","Phys. Rev. Lett. 108, 023601(1-5) (2012)","doi:10.1103/PhysRevLett.108.023601"],"date":["2011-08-30"],"type":["text"],"creator":["Solntsev, Alexander S.","Sukhorukov, Andrey A.","Neshev, Dragomir N.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Spontaneous Parametric Down-Conversion and Quantum Walks in Arrays of\n  Quadratic Nonlinear Waveguides"],"description":["  We analyze the process of simultaneous photon pair generation and quantum\nwalks realized by spontaneous parametric down conversion of a pump beam in a\nquadratic nonlinear waveguide array. We demonstrate that this flexible platform\nallows for creating quantum states with different spatial correlations. In\nparticular, we predict that the output photon correlations can be switched from\nphoton bunching to antibunching controlled entirely classically by varying the\ntemperature of the array or the spatial profile of the pump beam.\n","Comment: 4 pages, 4 figures"]}]
["1109.2663",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F67, 20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2663"],"date":["2011-09-12","2012-05-22"],"type":["text"],"creator":["Matsuda, Yoshifumi","Oguni, Shin-ichi","Yamagata, Saeko"],"language":[],"coverage":[],"title":["Hyperbolically embedded virtually free subgroups of relatively\n  hyperbolic groups"],"description":["  We show that if a group is not virtually cyclic and is hyperbolic relative to\na family of proper subgroups, then it has a hyperbolically embedded subgroup\nwhich contains a finitely generated non-abelian free group as a finite index\nsubgroup.\n","Comment: 13 pages, 1 figure, a remark on the main result is added"]}]
["1109.2794",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2794","Phys.Lett.B712:272-278,2012","doi:10.1016/j.physletb.2012.04.065"],"date":["2011-09-13","2012-05-06"],"type":["text"],"creator":["Chaichian, Masud","Oksanen, Markku","Tureanu, Anca"],"language":[],"coverage":[],"title":["On entropic gravity: the entropy postulate, entropy content of screens\n  and relation to quantum mechanics"],"description":["  We consider the controversial hypothesis that gravity is an entropic force\nthat has its origin in the thermodynamics of holographic screens. Several key\naspects of entropic gravity are discussed. In particular, we revisit and\nelaborate on our criticism of the recent claim that entropic gravity fails to\nexplain observations involving gravitationally-bound quantum states of neutrons\nin the GRANIT experiment and gravitationally induced quantum interference. We\nargue that the analysis leading to this claim is troubled by a\nmisinterpretation concerning the relation between the microstates of a\nholographic screen and the state of a particle in the emergent space,\nengendering inconsistencies. A point of view that could resolve the\ninconsistencies is presented. We expound the general idea of the aforementioned\ncritical analysis of entropic gravity in such a consistent setting. This\nenables us to clarify the problem and to identify a premise whose validity will\ndecide the faith of the criticism against entropic gravity. It is argued that\nin order to reach a sensible conclusion we need more detailed knowledge on\nentropic gravity. These arguments are relevant to any theory of emergent space,\nwhere the entropy of the microscopic system depends on the distribution of\nmatter in the emergent space.\n","Comment: 15 pages; v2: presentation and arguments improved, particularly in\n  section 5; accepted to Phys. Lett. B"]}]
["1109.3611",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3611","doi:10.1103/PhysRevD.85.104030"],"date":["2011-09-16","2012-05-22"],"type":["text"],"creator":["Bernuzzi, Sebastiano","Thierfelder, Marcus","Bruegmann, Bernd"],"language":[],"coverage":[],"title":["Accuracy of numerical relativity waveforms from binary neutron star\n  mergers and their comparison with post-Newtonian waveforms"],"description":["  We present numerical relativity simulations of nine-orbit equal-mass binary\nneutron star covering the quasicircular late inspiral and merger. The extracted\ngravitational waveforms are analyzed for convergence and accuracy. Second order\nconvergence is observed up to contact, i.e. about 3-4 cycles to merger; error\nestimates can be made up to this point. The uncertainties on the phase and the\namplitude are dominated by truncation errors and can be minimized to 0.13 rad\nand less then 1%, respectively, by using several simulations and extrapolating\nin resolution. In the latter case finite-radius extraction uncertainties become\na source of error of the same order and have to be taken into account. The\nwaveforms are tested against accuracy standards for data analysis. The\nuncertainties on the waveforms are such that accuracy standards are generically\nnot met for signal-to-noise ratios relevant for detection, except for some best\ncases using extrapolation from several runs. A detailed analysis of the errors\nis thus imperative for the use of numerical relativity waveforms from binary\nneutron stars in quantitative studies. The waveforms are compared with the\npost-Newtonian Taylor T4 approximants both for point-particle and including the\nanalytically known tidal corrections. The T4 approximants accumulate\nsignificant phase differences of 2 rad at contact and 4 rad at merger,\nunderestimating the influence of finite size effects. Tidal signatures in the\nwaveforms are thus important at least during the last six orbits of the merger\nprocess.\n","Comment: Physical Review D (Vol.85, No.10) 2012"]}]
["1109.4223",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4223","Phys. Rev. D 85, 023516 (2012)","doi:10.1103/PhysRevD.85.023516"],"date":["2011-09-20","2011-10-11"],"type":["text"],"creator":["Bernardeau, Francis","Valageas, Patrick"],"language":[],"coverage":[],"title":["Exact Results for Propagators in the Geometrical Adhesion Model"],"description":["  The Geometrical Adhesion Model (GAM) we described in previous papers provides\na fully solved model for the nonlinear evolution of fields that mimic the\ncosmological evolution of pressureless fluids. In this context we explore the\nexpected late time properties of the cosmic propagators once halos have formed,\nin a regime beyond the domain of application of perturbation theories. Whereas\npropagators in Eulerian coordinates are closely related to the velocity field\nwe show here that propagators defined in Lagrangian coordinates are intimately\nrelated to the halo mass function. Exact results can be obtained in the 1D\ncase. In higher dimensions, the computations are more intricate because of to\nthe dependence of the propagators on the detailed shape of the underlying\nLagrangian-space tessellations, that is, on the geometry of the regions that\neventually collapse to form halos. We illustrate these results for both the 1D\nand the 2D dynamics. In particular we give here the expected asymptotic\nbehaviors obtained for power-law initial power spectra. These analytical\nresults are compared with the results obtained with dedicated numerical\nsimulations.\n","Comment: 20 pages"]}]
["1109.6005",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6005","Physics Letters B 712 (2012), pp. 284-288","doi:10.1016/j.physletb.2012.05.001"],"date":["2011-09-27","2012-05-22"],"type":["text"],"creator":["Pfeifer, Christian","Wohlfarth, Mattias N. R."],"language":[],"coverage":[],"title":["Beyond the speed of light on Finsler spacetimes"],"description":["  As a prototypical massive field theory we study the scalar field on the\nrecently introduced Finsler spacetimes. We show that particle excitations exist\nthat propagate faster than the speed of light recognized as the boundary\nvelocity of observers. This effect appears already in Finsler spacetime\ngeometries with very small departures from Lorentzian metric geometry. It\nswitches on for a sufficiently large ratio of the particle four-momentum and\nmass, and is the consequence of a modified version of the Coleman-Glashow\nvelocity dispersion relation. The momentum dispersion relation on Finsler\nspacetimes is shown to be the same as on metric spacetimes, which differs from\nmany quantum gravity models. If similar relations resulted for fermions on\nFinsler spacetimes, these generalized geometries could explain the potential\nobservation of superluminal neutrinos claimed by the Opera Collaboration.\n","Comment: 5 pages, 1 figure, new discussion of observers and velocity\n  measurements, extensive improvements in the interpretation section,\n  discussion of modified dispersion relations extended"]}]
["1110.0291",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0291","J. Phys.: Conf. Ser. 360 (2012) 012027","doi:10.1088/1742-6596/360/1/012027"],"date":["2011-10-03","2012-05-22"],"type":["text"],"creator":["Calcagni, Gianluca"],"language":[],"coverage":[],"title":["Inflationary spectra and observations in loop quantum cosmology"],"description":["  We review some recent progress in the extraction of inflationary observables\nin loop quantum cosmology. Inverse-volume quantum corrections induce a growth\nof power in the large-scale cosmological spectra and are constrained by\nobservations.\n","Comment: 4 pages, 2 figures. v2: text typo corrected"]}]
["1110.2442",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13D02, 13D07, 14F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2442"],"date":["2011-10-11","2012-05-21"],"type":["text"],"creator":["Moore, W. Frank","Piepmeyer, Greg","Spiroff, Sandra","Walker, Mark E."],"language":[],"coverage":[],"title":["The vanishing of a higher codimension analog of Hochster's theta\n  invariant"],"description":["  We study H. Dao's invariant $\\eta_c^R$ of pairs of modules defined over a\ncomplete intersection ring $R$ of codimension $c$ having an isolated\nsingularity.\n  Our main result is that $\\eta_c^R$ vanishes for all pairs of modules when $R$\nis a {\\em graded} complete intersection ring of codimension $c > 1$ having an\nisolated singularity. A consequence of this result is that all pairs of modules\nover such a ring are $c$-$\\Tor$-rigid.\n","Comment: 14 pages. Appendix added"]}]
["1110.3278",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3278","J. Phys.: Conf. Ser. 360 012039 (2012)","doi:10.1088/1742-6596/360/1/012039"],"date":["2011-10-14","2012-03-02"],"type":["text"],"creator":["Caravelli, Francesco"],"language":[],"coverage":[],"title":["Curved geometry and Graphs"],"description":["  Quantum Graphity is an approach to quantum gravity based on a background\nindependent formulation of condensed matter systems on graphs. We summarize\nrecent results obtained on the notion of emergent geometry from the point of\nview of a particle hopping on the graph. We discuss the role of connectivity in\nemergent Lorentzian perturbations in a curved background and the Bose--Hubbard\n(BH) model defined on graphs with particular symmetries.\n","Comment: are welcome. 4pp, 2 fig. Proceedings of Loops'11 Conference, Madrid"]}]
["1110.6449",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","15B52, 60B20, 82B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6449"],"date":["2011-10-28","2012-05-22"],"type":["text"],"creator":["Knowles, Antti","Yin, Jun"],"language":[],"coverage":[],"title":["The Isotropic Semicircle Law and Deformation of Wigner Matrices"],"description":["  We analyse the spectrum of additive finite-rank deformations of $N \\times N$\nWigner matrices $H$. The spectrum of the deformed matrix undergoes a\ntransition, associated with the creation or annihilation of an outlier, when an\neigenvalue $d_i$ of the deformation crosses a critical value $\\pm 1$. This\ntransition happens on the scale $|d_i| - 1 \\sim N^{-1/3}$. We allow the\neigenvalues $d_i$ of the deformation to depend on $N$ under the condition\n$|\\abs{d_i} - 1| \\geq (\\log N)^{C \\log \\log N} N^{-1/3}$. We make no\nassumptions on the eigenvectors of the deformation. In the limit $N \\to\n\\infty$, we identify the law of the outliers and prove that the non-outliers\nclose to the spectral edge have a universal distribution coinciding with that\nof the extremal eigenvalues of a Gaussian matrix ensemble.\n  A key ingredient in our proof is the \\emph{isotropic local semicircle law},\nwhich establishes optimal high-probability bounds on the quantity $< v,[(H -\nz)^{-1} - m(z) 1] w >$, where $m(z)$ is the Stieltjes transform of Wigner's\nsemicircle law and $v, w$ are arbitrary deterministic vectors.\n"]}]
["1111.0274",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0274"],"date":["2011-11-01","2012-05-22"],"type":["text"],"creator":["Luboschinsky, Mikhail"],"language":["ru"],"coverage":[],"title":["Mathematics of Knowledge Refinement: Probabilistic Arithmetic, with no\n  unknowns and no infinity. Part I. Generalized Probabilistic Arithmetic. Basic\n  definitions and properties"],"description":["  An approach to build Probabilistic Arithmetic in which initial values of all\ncorrelated random variables are known, but with varying degrees of accuracy. As\na result of the proposed Probabilistic Arithmetic operations, variable values,\ndegrees of their accuracy and correlations are refined.\n  Probabilistic Generalized Addition (PGA) and Probabilistic Generalized\nMultiplication (PGM) operations on correlated random variables are defined and\ntheir basic properties identified and described: \\bullet Proposed PGA and PGM\noperations possess inverse operations - subtraction and division. \\bullet There\nis no difference between direct and inverse operations: addition and\nsubtraction, multiplication and division (this is why these operations are\ncalled \"Generalized\"). \\bullet Division by approximately zero is possible and\nthe result never equals to \\infty, making this approach promising in\ncomputational and computer mathematics. \\bullet Unlike the usual hyperbola,\nwhich, when the argument is changing from + \\infty to 0, has a gap at 0, the\nGeneralized Probabilistic Hyperbola, under certain combination of initial\naccuracies, is continuous at 0. First, as the argument changes from +\\infty to\n0, it behaves like a typical hyperbola, monotonically increasing. However,\nafter reaching certain maximum value, it starts to decrease to 0 monotonically.\nLast property gives a hope that the proposed approach might be promising in\nQuantum Physics, as it would allow a more adequate description of macro and\nmicro physics, as well as of the transition from one to the other.\n","Comment: 21 pages, in Russian. 12 figures. Version 2: copy/paste typos\n  corrected"]}]
["1111.0437",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0437","Opt. Lett. 37, 785-787 (2012)","doi:10.1364/OL.37.000785"],"date":["2011-11-02"],"type":["text"],"creator":["Sun, Yue","White, Thomas P.","Sukhorukov, Andrey A."],"language":[],"coverage":[],"title":["Slow-light enhanced optical forces between longitudinally shifted\n  photonic-crystal nanowire waveguides"],"description":["  We reveal that slow-light enhanced optical forces between side-coupled\nphotonic-crystal nanowire waveguides can be flexibly controlled by introducing\na relative longitudinal shift. We predict that close to the photonic band-edge,\nwhere the group velocity is reduced, the transverse force can be tuned from\nrepulse to attractive, and the force is suppressed for a particular shift\nvalue. Additionally the shift leads to symmetry breaking that can facilitate\nlongitudinal forces acting on the waveguides, in contrast to unshifted\nstructures where such forces vanish.\n"]}]
["1111.3775",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3775","Nature Physics, vol. 8, 199 (2012)","doi:10.1038/nphys2183"],"date":["2011-11-16","2012-01-26"],"type":["text"],"creator":["Nair, R. R.","Sepioni, M.","Tsai, I-Ling","Lehtinen, O.","Keinonen, J.","Krasheninnikov, A. V.","Thomson, T.","Geim, A. K.","Grigorieva, I. V."],"language":[],"coverage":[],"title":["Spin-half paramagnetism in graphene induced by point defects"],"description":["  Using magnetization measurements, we show that point defects in graphene -\nfluorine adatoms and irradiation defects (vacancies) - carry magnetic moments\nwith spin 1/2. Both types of defects lead to notable paramagnetism but no\nmagnetic ordering could be detected down to liquid helium temperatures. The\ninduced paramagnetism dominates graphene's low-temperature magnetic properties\ndespite the fact that maximum response we could achieve was limited to one\nmoment per approximately 1000 carbon atoms. This limitation is explained by\nclustering of adatoms and, for the case of vacancies, by losing graphene's\nstructural stability.\n","Comment: 14 pages, 14 figures"]}]
["1111.4667",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4667"],"date":["2011-11-20","2012-05-22"],"type":["text"],"creator":["Barmparis, Georgios D.","Remediakis, Ioannis N."],"language":[],"coverage":[],"title":["First-principles atomistic Wulff constructions for gold nanoparticles"],"description":["  We present a computational study for the equilibrium shape of gold\nnanoparticles. By linking extensive quantum-mechanical calculations, based on\nDensity-Functional Theory (DFT) to Wulff construction, we predict equilibrium\nshapes that are in good agreement with experimental observa- tions. We discuss\nthe effect of the interactions between a nanoparticle and the encapsulating\nmaterial on the equilibrium shape. As an example, we calculate adsorption of CO\non several different Au(hkl) and use the results to explain the experimentally\nobserved shape change of Au nanoparticles.\n"]}]
["1111.5351",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5351","doi:10.1007/s10708-012-9453-y"],"date":["2011-11-22","2012-05-22"],"type":["text"],"creator":["Widener, Michael J.","Bar-Yam, Yavni","Gros, Andreas","Metcalf, Sara","Bar-Yam, Yaneer"],"language":[],"coverage":[],"title":["Modeling Policy and Agricultural Decisions in Afghanistan"],"description":["  Afghanistan is responsible for the majority of the world's supply of poppy\ncrops, which are often used to produce illegal narcotics like heroin. This\npaper presents an agent-based model that simulates policy scenarios to\ncharacterize how the production of poppy can be dampened and replaced with\nlicit crops over time. The model is initialized with spatial data, including\ntransportation network and satellite-derived land use data. Parameters\nrepresenting national subsidies, insurgent influence, and trafficking blockades\nare varied to represent different conditions that might encourage or discourage\npoppy agriculture. Our model shows that boundary-level interventions, such as\ntargeted trafficking blockades at border locations, are critical in reducing\nthe attractiveness of growing this illicit crop. The principle of least effort\nimplies that interventions decrease to a minimal non-regressive point, leading\nto the prediction that increases in insurgency or other changes are likely to\nlead to worsening conditions, and improvements require substantial jumps in\nintervention resources.\n","Comment: 16 pages, 5 figures; GeoJournal, 2012, 10.1007/s10708-012-9453-y"]}]
["1111.5906",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5906","Phys. Rev. Lett. Lett. 108, 210601 (2012)","doi:10.1103/PhysRevLett.108.210601"],"date":["2011-11-25","2012-04-04"],"type":["text"],"creator":["Kanazawa, Kiyoshi","Sagawa, Takahiro","Hayakawa, Hisao"],"language":[],"coverage":[],"title":["Stochastic Energetics for Non-Gaussian Processes"],"description":["  By introducing a new stochastic integral, we investigate the energetics of\nclassical stochastic systems driven by non-Gaussian white noises. In\nparticular, we introduce a decomposition of the total-energy difference into\nthe work and the heat for each trajectory, and derive a formula to calculate\nthe heat from experimental data on the dynamics. We apply our formulation and\nresults to a Langevin system driven by a Poisson noise.\n"]}]
["1111.5951",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5951"],"date":["2011-11-25","2012-05-22"],"type":["text"],"creator":["Bosetti, Hadrien","Posch, Harald A."],"language":[],"coverage":[],"title":["Orthogonal versus covariant Lyapunov vectors for rough hard disk systems"],"description":["  The Oseledec splitting of the tangent space into covariant subspaces for a\nhyperbolic dynamical system is numerically accessible by computing the full set\nof covariant Lyapunov vectors. In this paper, the covariant Lyapunov vectors,\nthe orthogonal Gram-Schmidt vectors, and the corresponding local\n(time-dependent) Lyapunov exponents, are analyzed for a planar system of rough\nhard disks (RHDS). These results are compared to respective results for a\nsmooth-hard-disk system (SHDS). We find that the rotation of the disks deeply\naffects the Oseledec splitting and the structure of the tangent space. For both\nthe smooth and rough hard disks, the stable, unstable and central manifolds are\ntransverse to each other, although the minimal angle between the unstable and\nstable manifolds of the RHDS typically is very small. Both systems are\nhyperbolic. However, the central manifold is precisely orthogonal to the rest\nof the tangent space only for the smooth-particle case and not for the rough\ndisks. We also demonstrate that the rotations destroy the Hamiltonian character\nfor the rough-hard-disk system.\n","Comment: 19 pages, 8 figures"]}]
["1111.6019",{"format":[],"subject":["General Relativity and Quantum Cosmology","83C15, 83C20, 83C57, 83C60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6019","J. Math. Phys. 53, 042503 (2012)","doi:10.1063/1.3702569"],"date":["2011-11-25","2012-05-22"],"type":["text"],"creator":["Bäckdahl, Thomas","Kroon, Juan A. Valiente"],"language":[],"coverage":[],"title":["Constructing \"non-Kerrness\" on compact domains"],"description":["  Given a compact domain of a 3-dimensional hypersurface on a vacuum spacetime,\na scalar (the \"non-Kerrness\") is constructed by solving a Dirichlet problem for\na second order elliptic system. If such scalar vanishes, and a set of\nconditions are satisfied at a point, then the domain of dependence of the\ncompact domain is isometric to a portion of a member of the Kerr family of\nsolutions to the Einstein field equations. This construction is expected to be\nof relevance in the analysis of numerical simulations of black hole spacetimes.\n","Comment: 10 pages"]}]
["1112.2390",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2390","J. Phys.: Conf. Ser. 360 (2012) 012017","doi:10.1088/1742-6596/360/1/012017"],"date":["2011-12-11"],"type":["text"],"creator":["Wise, Derek K."],"language":[],"coverage":[],"title":["The geometric role of symmetry breaking in gravity"],"description":["  In gravity, breaking symmetry from a group G to a group H plays the role of\ndescribing geometry in relation to the geometry the homogeneous space G/H. The\ndeep reason for this is Cartan's \"method of equivalence,\" giving, in\nparticular, an exact correspondence between metrics and Cartan connections. I\nargue that broken symmetry is thus implicit in any gravity theory, for purely\ngeometric reasons. As an application, I explain how this kind of thinking gives\na new approach to Hamiltonian gravity in which an observer field spontaneously\nbreaks Lorentz symmetry and gives a Cartan connection on space.\n","Comment: 4 pages. Contribution written for proceedings of the conference\n  \"Loops 11\" (Madrid, May 2011)"]}]
["1112.3426",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3426"],"date":["2011-12-15","2012-05-22"],"type":["text"],"creator":["Vaze, Rahul"],"language":[],"coverage":[],"title":["Percolation on the Signal to Interference Ratio Graph with Fading"],"description":["  A wireless communication network is considered where any two nodes are\nconnected if the signal-to-interference ratio (SIR) between them is greater\nthan a threshold. We consider the the path-loss plus fading model of wireless\nsignal propagation. Assuming that the nodes of the wireless network are\ndistributed as a Poisson point process (PPP), percolation (formation of an\nunbounded connected cluster) on the resulting SIR graph is studied as a\nfunction of the density of the PPP. We study the super critical regime of\npercolation and show that for a small enough threshold, there exists a closed\ninterval of densities for which percolation happens with non-zero probability.\n","Comment: Withdrawn"]}]
["1112.3645",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3645","Phys.Rev.D85:075001,2012","doi:10.1103/PhysRevD.85.075001"],"date":["2011-12-15","2011-12-19"],"type":["text"],"creator":["Akula, Sujeet","Altunkaynak, Baris","Feldman, Daniel","Nath, Pran","Peim, Gregory"],"language":[],"coverage":[],"title":["Higgs Boson Mass Predictions in SUGRA Unification, Recent LHC-7 Results,\n  and Dark Matter"],"description":["  LHC-7 has narrowed down the mass range of the light Higgs boson. This result\nis consistent with the supergravity unification framework, and the current\nHiggs boson mass window implies a rather significant loop correction to the\ntree value pointing to a relatively heavy scalar sparticle spectrum with\nuniversal boundary conditions. It is shown that the largest value of the Higgs\nboson mass is obtained on the Hyperbolic Branch of radiative breaking. The\nimplications of light Higgs boson in the broader mass range of 115 GeV to 131\nGeV and a narrower range of 123 GeV to 127 GeV are explored in the context of\nthe discovery of supersymmetry at LHC-7 and for the observation of dark matter\nin direct detection experiments.\n","Comment: 8 pages, 5 figures"]}]
["1112.3810",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3810"],"date":["2011-12-16","2012-05-21"],"type":["text"],"creator":["Ngo, Hien Quoc","Larsson, Erik G.","Marzetta, Thomas L."],"language":[],"coverage":[],"title":["Energy and Spectral Efficiency of Very Large Multiuser MIMO Systems"],"description":["  A multiplicity of autonomous terminals simultaneously transmits data streams\nto a compact array of antennas. The array uses imperfect channel-state\ninformation derived from transmitted pilots to extract the individual data\nstreams. The power radiated by the terminals can be made inversely proportional\nto the square-root of the number of base station antennas with no reduction in\nperformance. In contrast if perfect channel-state information were available\nthe power could be made inversely proportional to the number of antennas. Lower\ncapacity bounds for maximum-ratio combining (MRC), zero-forcing (ZF) and\nminimum mean-square error (MMSE) detection are derived. A MRC receiver normally\nperforms worse than ZF and MMSE. However as power levels are reduced, the\ncross-talk introduced by the inferior maximum-ratio receiver eventually falls\nbelow the noise level and this simple receiver becomes a viable option. The\ntradeoff between the energy efficiency (as measured in bits/J) and spectral\nefficiency (as measured in bits/channel use/terminal) is quantified. It is\nshown that the use of moderately large antenna arrays can improve the spectral\nand energy efficiency with orders of magnitude compared to a single-antenna\nsystem.\n","Comment: Submitted to the IEEE Transactions on Communications"]}]
["1112.4320",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4320","J. Vac. Sci. Technol. B 30, 03D114 (2012)","doi:10.1116/1.4711128"],"date":["2011-12-19"],"type":["text"],"creator":["Wessely, Pia Juliane","Wessely, Frank","Birinci, Emrah","Riedinger, Bernadette","Schwalke, Udo"],"language":[],"coverage":[],"title":["Transfer-free fabrication of graphene transistors"],"description":["  We invented a method to fabricate graphene transistors on oxidized silicon\nwafers without the need to transfer graphene layers. To stimulate the growth of\ngraphene layers on oxidized silicon a catalyst system of nanometer thin\naluminum/nickel double layer is used. This catalyst system is structured via\nliftoff before the wafer enters the catalytic chemical vapor deposition (CCVD)\nchamber. In the subsequent methane based growth process monolayer graphene\nfield-effect transistors (MoLGFETs) and bilayer graphene transistors (BiLGFETs)\nare realized directly on oxidized silicon substrate, whereby the number of\nstacked graphene layers is determined by the selected CCVD process parameters,\ne.g. temperature and gas mixture. Subsequently, Raman spectroscopy is performed\nwithin the channel region in between the catalytic areas and the Raman spectra\nof fivelayer, bilayer and monolayer graphene confirm the existence of graphene\ngrown by this silicon-compatible, transfer-free and in-situ fabrication\napproach. These graphene FETs will allow a simple and low-cost integration of\ngraphene devices for nanoelectronic applications in a hybrid silicon CMOS\nenvironment.\n","Comment: 15 pages, 4 figures"]}]
["1112.4585",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4585","Ann. Phys., 524, 199-204 (2012)","doi:10.1002/andp.201100266"],"date":["2011-12-20"],"type":["text"],"creator":["Bohr, Dan","Schmitteckert, Peter"],"language":[],"coverage":[],"title":["The dark side of benzene: interference vs. interaction"],"description":["  We present the study of the linear conductance vs.\\ applied gate voltage for\nan interacting six site ring structure, which is threaded by a flux of $\\pi$\nand coupled to a left and a right lead. This ring structure is designed to have\na vanishing conductance for all gate voltages and temperatures provided\ninteractions are ignored. Therefore this system is an ideal testbed to study\nthe interplay of interaction and interference. First we find a Kondo type\nresonance for rather large hopping parameter. Second, we find additional\nresonance peaks which can be explained by a population blocking mechanism. To\nthis end we have to extend the Kubo approach within the Density Matrix\nRenormalization Group method to handle degenerate states.\n","Comment: 5 pages, 5 figures"]}]
["1112.5169",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5169","Phys. Rev. D 85, 094015 (2012)","doi:10.1103/PhysRevD.85.094015"],"date":["2011-12-21","2012-04-30"],"type":["text"],"creator":["Yang, Zhi","Wu, Xing-Gang","Chen, Gu","Liao, Qi-Li","Zhang, Jia-Wei"],"language":[],"coverage":[],"title":["$B_c$ Meson Production around the $Z^0$ Peak at a High Luminosity $e^+\n  e^-$ Collider"],"description":["  Considering the possibility to build an $e^+ e^-$ collider at the energies\naround the $Z^0$-boson resonance with a planned luminosity so high as ${\\cal\nL}\\propto 10^{34}\\sim 10^{36}cm^{-2}s^{-1}$ (super $Z$-factory), we make a\ndetailed discussion on the $(c\\bar{b})$-quarkonium production through\n$e^{+}+e^{-}\\rightarrow (c\\bar{b})[n]+b+\\bar{c}$ within the framework of\nnon-relativistic QCD. To simplify the hard-scattering amplitude as much as\npossible and to derive analytic expressions for the purpose of future events\nsimulation, we adopt the \"improved trace technology\" to do our calculation,\nwhich deals with the hard scattering amplitude directly at the amplitude level\nother than the conventional way at the squared-amplitude level. Total\ncross-section uncertainties caused by the quark masses are predicted by taking\n$m_c=1.50\\pm0.30$ GeV and $m_b=4.90\\pm0.40$ GeV. If all higher\n$(c\\bar{b})$-quarkonium states decay to the ground state $B_c$\n($|(c\\bar{b})_{\\bf 1}[^1S_0]>$) with 100% efficiency, we obtain\n$\\sigma_{e^{+}+e^{-}\\rightarrow B_{c}+b+\\bar{c}} =5.190^{+6.222}_{-2.419}$ pb,\nwhich shows that about $10^5 \\sim 10^7$ $B_c$ events per operation year can be\naccumulated in the super $Z$-factory. If taking the collider energy runs\nslightly off the $Z^0$-peak, i.e. $\\sqrt{S}=(1.00\\pm0.05) m_Z$, the total\ncross-section shall be lowered by about one-order from its peak value. Such a\nsuper $Z$-factory shall provide another useful platform to study the properties\nof $B_c$ meson, or even the properties of its excited $P$-wave states, in\naddition to its production at the hadronic colliders Tevatron and LHC.\n","Comment: 13 pages, 6 figures and 4 tables. To be published in Phys.Rev.D"]}]
["1201.0586",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0586"],"date":["2012-01-03","2012-05-18"],"type":["text"],"creator":["Biau, Gérard","Devroye, Luc","Dujmovic, Vida","Krzyzak, Adam"],"language":[],"coverage":[],"title":["An Affine Invariant $k$-Nearest Neighbor Regression Estimate"],"description":["  We design a data-dependent metric in $\\mathbb R^d$ and use it to define the\n$k$-nearest neighbors of a given point. Our metric is invariant under all\naffine transformations. We show that, with this metric, the standard\n$k$-nearest neighbor regression estimate is asymptotically consistent under the\nusual conditions on $k$, and minimal requirements on the input data.\n"]}]
["1201.1998",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1998","Phys. Rev. E 85, 051120 (2012)","doi:10.1103/PhysRevE.85.051120"],"date":["2012-01-10","2012-05-22"],"type":["text"],"creator":["Angst, Sebastian","Hucht, Alfred","Wolf, Dietrich E."],"language":[],"coverage":[],"title":["Strongly anisotropic non-equilibrium phase transition in Ising models\n  with friction"],"description":["  The non-equilibrium phase transition in driven two-dimensional Ising models\nwith two different geometries is investigated using Monte Carlo methods as well\nas analytical calculations. The models show dissipation through fluctuation\ninduced friction near the critical point. We first consider high driving\nvelocities and demonstrate that both systems are in the same universality class\nand undergo a strongly anisotropic non-equilibrium phase transition, with\nanisotropy exponent \\theta=3. Within a field theoretical ansatz the simulation\nresults are confirmed. The crossover from Ising to mean field behavior in\ndependency of system size and driving velocity is analyzed using crossover\nscaling. It turns out that for all finite velocities the phase transition\nbecomes strongly anisotropic in the thermodynamic limit.\n","Comment: 8 pages, 6 figures, minor changes and typo fixes"]}]
["1201.2196",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2196","Phys. Rev. E 85, 051129 (2012)","doi:10.1103/PhysRevE.85.051129"],"date":["2012-01-10"],"type":["text"],"creator":["Benenti, Giuliano","Carlo, Gabriel G.","Prosen, Tomaz"],"language":[],"coverage":[],"title":["Wigner separability entropy and complexity of quantum dynamics"],"description":["  We propose the Wigner separability entropy as a measure of complexity of a\nquantum state. This quantity measures the number of terms that effectively\ncontribute to the Schmidt decomposition of the Wigner function with respect to\na chosen phase space decomposition. We prove that the Wigner separability\nentropy is equal to the operator space entanglement entropy, measuring\nentanglement in the space of operators, and, for pure states, to twice the\nentropy of entanglement. The quantum to classical correspondence between the\nWigner separability entropy and the separability entropy of the classical phase\nspace Liouville density is illustrated by means of numerical simulations of\nchaotic maps. In this way, the separability entropy emerges as an extremely\nbroad complexity quantifier in both the classical and quantum realms.\n","Comment: 6 pages, 3 figures"]}]
["1201.2484",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2484","Astron. Nachr. 333, 230-236 (2012)","doi:10.1002/asna.201211648"],"date":["2012-01-12"],"type":["text"],"creator":["Kitchatinov, L. L.","Brandenburg, A."],"language":[],"coverage":[],"title":["Transport of angular momentum and chemical species by anisotropic mixing\n  in stellar radiative interiors"],"description":["  Small levels of turbulence can be present in stellar radiative interiors due\nto, e.g., instability of rotational shear. In this paper we estimate turbulent\ntransport coefficients for stably stratified rotating stellar radiation zones.\nStable stratification induces strong anisotropy with a very small ratio of\nradial-to-horizontal turbulence intensities. Angular momentum is transported\nmainly due to the correlation between azimuthal and radial turbulent motions\ninduced by the Coriolis force. This non-diffusive transport known as the\nLambda-effect has outward direction in radius and is much more efficient\ncompared to the effect of radial eddy viscosity. Chemical species are\ntransported by small radial diffusion only. This result is confirmed using\ndirect numerical simulations combined with the test-scalar method. As a\nconsequence of the non-diffusive transport of angular momentum, the estimated\ncharacteristic time of rotational coupling (< 100 Myr) between radiative core\nand convective envelope in young solar-type stars is much shorter compared to\nthe time-scale of Lithium depletion (~1 Gyr).\n","Comment: 7 pages, 4 figures, submitted to Astronomische Nachrichten"]}]
["1201.2890",{"format":[],"subject":["Mathematics - Probability","60K37, 82D30 (Primary) 82C22, 82C44 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2890","doi:10.1007/s10955-012-0502-1"],"date":["2012-01-13","2012-05-22"],"type":["text"],"creator":["Avena, L.","Thomann, P."],"language":[],"coverage":[],"title":["Continuity and anomalous fluctuations in random walks in dynamic random\n  environments: numerics, phase diagrams and conjectures"],"description":["  We perform simulations for one dimensional continuous-time random walks in\ntwo dynamic random environments with fast (independent spin-flips) and slow\n(simple symmetric exclusion) decay of space-time correlations, respectively. We\nfocus on the asymptotic speeds and the scaling limits of such random walks. We\nobserve different behaviors depending on the dynamics of the underlying random\nenvironment and the ratio between the jump rate of the random walk and the one\nof the environment. We compare our data with well known results for static\nrandom environment. We observe that the non-diffusive regime known so far only\nfor the static case can occur in the dynamic setup too. Such anomalous\nfluctuations give rise to a new phase diagram. Further we discuss possible\nconsequences for more general static and dynamic random environments.\n","Comment: 33 pages, 23 figures"]}]
["1201.4201",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4201","Am. J. Phys. 80, 506 (2012)","doi:10.1119/1.3682321"],"date":["2012-01-19"],"type":["text"],"creator":["Baker, Thomas E.","Bill, Andreas"],"language":[],"coverage":[],"title":["Jacobi Elliptic Functions and the Complete Solution to the Bead on the\n  Hoop Problem"],"description":["  Jacobi elliptic functions are flexible functions that appear in a variety of\nproblems in physics and engineering. We introduce and describe important\nfeatures of these functions and present a physical example from classical\nmechanics where they appear: a bead on a spinning hoop. We determine the\ncomplete analytical solution for the motion of a bead on the driven hoop for\narbitrary initial conditions and parameter values.\n","Comment: Accepted for publication in American Journal of Physics. 9 pages, 6\n  figures"]}]
["1201.4554",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4554","Physica A 391 (2012) 3081","doi:10.1016/j.physa.2012.01.043"],"date":["2012-01-22"],"type":["text"],"creator":["Budiyono, Agung"],"language":[],"coverage":[],"title":["Possible corrections to quantum mechanical predictions in hidden\n  variable model"],"description":["  We derive possible corrections to the statistical predictions of quantum\nmechanics in measurement over ensemble of identically prepared system based on\na hidden variable model of quantization developed in the previous work. The\ncorrections are characterized by a dimensionless parameter $\\sigma$ and the\nprediction of quantum mechanics is reproduced in the formal limit\n$\\sigma\\rightarrow 0$. Quantum mechanics is argued to be reliable for\nsufficiently low quantum number.\n","Comment: 24 pages, to appear in Physica A"]}]
["1201.6297",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6297","Phys. Rev. C85:054314,2012","doi:10.1103/PhysRevC85.054314"],"date":["2012-01-30","2012-02-14"],"type":["text"],"creator":["Raduta, A. A.","Krivoruchenko, M. I.","Faessler, Amand"],"language":[],"coverage":[],"title":["Some exact results for the particle number projected BCS approach of the\n  isovector proton-neutron pairing"],"description":["  The mean values of a many-body Hamiltonian including a proton-neutron pairing\nterm and matrix elements of one-, two- and four-body operators within a basis\nof particle number projected BCS states, are analytically expressed in terms of\na single function Q(N) depending on the number of particles, $N$. The function\nQ(N) is calculated using a recursion in $N$ in which the shells and the BCS\nangles are kept the same for any step of iteration. An illustrative example is\nnumerically considered in a restricted single particle space. Some specific\nfeatures for the standard BCS, the projection after variation approach as well\nas for the variation after projection formalism, are pointed out.\n","Comment: 17 pages, 4 figures, 1 table"]}]
["1201.6329",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6329","Phys. Rev. B 85, 205408 (2012)","doi:10.1103/PhysRevB.85.205408"],"date":["2012-01-30","2012-05-22"],"type":["text"],"creator":["Sobczyk, Sandra","Donarini, Andrea","Grifoni, Milena"],"language":[],"coverage":[],"title":["Theory of STM junctions for \\pi-conjugated molecules on thin insulating\n  films"],"description":["  A microscopic theory of the transport in a scanning tunnelling microscope\n(STM) set-up is introduced for \\pi-conjugated molecules on insulating films,\nbased on the density matrix formalism. A key role is played in the theory by\nthe energy dependent tunnelling rates which account for the coupling of the\nmolecule to the tip and to the substrate. In particular, we analyze how the\ngeometrical differences between the localized tip and extended substrate are\nencoded in the tunnelling rate and influence the transport characteristics.\nFinally, using benzene as an example of a planar, rotationally symmetric\nmolecule, we calculate the STM current voltage characteristics and current maps\nand analyze them in terms of few relevant angular momentum channels.\n","Comment: 19 pages, 12 figures, minor changes to conform to published version"]}]
["1202.0422",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0422","MNRAS 422, 2980-2991, 2012","doi:10.1111/j.1365-2966.2012.20777.x"],"date":["2012-02-02"],"type":["text"],"creator":["Swinbank, John","Baker, Joanne","Barr, Jordi","Hook, Isobel","Bland-Hawthorn, Joss"],"language":[],"coverage":[],"title":["Tunable filter imaging of high redshift quasar fields"],"description":["  We have used the Taurus Tunable Filter to search for Lyman alpha emitters in\nthe fields of three high redshift quasar fields: two at z~2.2 (MRC B1256-243\nand MRC B2158-206) and one at z~4.5 (BR B0019-1522). Our observations had a\nfield of view of around 35 square arcminutes, and reached AB magnitudes of\nmagnitudes of ~21 (MRC B1256-243), ~22 (MRC B2158-206), and ~22.6 (BR\nB0019-1522), dependent on wavelength. We have identified candidate emission\nline galaxies in all three of the fields, with the higher redshift field being\nby far the richest. By combining our observations with simulations of the\ninstrumental response, we estimate the total density of emission line galaxies\nin each field. Seventeen candidate emission line galaxies were found in within\n1.5 Mpc of BR0019-1522, a number density of 4.9 +/- 1.2 x 10^-3 Mpc^-3,\nsuggesting a significant galaxy overdensity at z~4.5.\n","Comment: 13 pages, 8 figures. Submitted to MNRAS"]}]
["1202.1532",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1532","JHEP 1204 (2012) 073","doi:10.1007/JHEP04(2012)073"],"date":["2012-02-07","2012-05-22"],"type":["text"],"creator":["Falkowski, Adam","Rychkov, Slava","Urbano, Alfredo"],"language":[],"coverage":[],"title":["What if the Higgs couplings to W and Z bosons are larger than in the\n  Standard Model?"],"description":["  We derive a general sum rule relating the Higgs coupling to W and Z bosons to\nthe total cross section of longitudinal gauge boson scattering in I=0,1,2\nisospin channels. The Higgs coupling larger than in the Standard Model implies\nenhancement of the I=2 cross section. Such an enhancement could arise if the\nHiggs sector is extended by an isospin-2 scalar multiplet including a doubly\ncharged, singly charged, and another neutral Higgs.\n","Comment: 11 pages, no figures. v2: comments and references added. v3: early\n  QCD references added"]}]
["1202.1614",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1614","Phys. Rev. B 85, 174304 (2012)","doi:10.1103/PhysRevB.85.174304"],"date":["2012-02-08","2012-05-18"],"type":["text"],"creator":["Wilson, Justin H.","Fregoso, Benjamin M.","Galitski, Victor M."],"language":[],"coverage":[],"title":["Entanglement dynamics in a non-Markovian environment: an exactly\n  solvable model"],"description":["  We study the non-Markovian effects on the dynamics of entanglement in an\nexactly-solvable model that involves two independent oscillators each coupled\nto its own stochastic noise source. First, we develop Lie algebraic and\nfunctional integral methods to find an exact solution to the single-oscillator\nproblem which includes an analytic expression for the density matrix and the\ncomplete statistics, i.e., the probability distribution functions for\nobservables. For long bath time-correlations, we see non-monotonic evolution of\nthe uncertainties in observables. Further, we extend this exact solution to the\ntwo-particle problem and find the dynamics of entanglement in a subspace. We\nfind the phenomena of `sudden death' and `rebirth' of entanglement.\nInterestingly, all memory effects enter via the functional form of the energy\nand hence the time of death and rebirth is controlled by the amount of noisy\nenergy added into each oscillator. If this energy increases above (decreases\nbelow) a threshold, we obtain sudden death (rebirth) of entanglement.\n","Comment: 11 pages, 4 figures; revision for PRB"]}]
["1202.2296",{"format":[],"subject":["Computer Science - Logic in Computer Science","Mathematics - Logic","03F20, 03B35, 68T15, 68Q99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2296"],"date":["2012-02-10","2012-05-21"],"type":["text"],"creator":["Bonet, Maria Luisa","Buss, Sam"],"language":[],"coverage":[],"title":["An Improved Separation of Regular Resolution from Pool Resolution and\n  Clause Learning"],"description":["  We prove that the graph tautology principles of Alekhnovich, Johannsen,\nPitassi and Urquhart have polynomial size pool resolution refutations that use\nonly input lemmas as learned clauses and without degenerate resolution\ninferences. We also prove that these graph tautology principles can be refuted\nby polynomial size DPLL proofs with clause learning, even when restricted to\ngreedy, unit-propagating DPLL search.\n"]}]
["1202.2299",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Lattice","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2299","Phys. Rev. D 85, 093014 (2012)","doi:10.1103/PhysRevD.85.093014"],"date":["2012-02-10"],"type":["text"],"creator":["Ramalho, G.","Jido, D.","Tsushima, K."],"language":[],"coverage":[],"title":["Valence quark and meson cloud contributions for the gamma* Lambda ->\n  Lambda* and gamma* Sigma0 -> Lambda* reactions"],"description":["  We estimate the valence quark contributions for the gamma* Y -> Lambda*\n(Y=Lambda, Sigma0) electromagnetic transition form factors. We focus\nparticularly on the case Lambda*=Lambda(1670) as an analog reaction with gamma*\nN -> N(1535). The results are compared with those obtained from chiral unitary\nmodel, where the Lambda* resonance is dynamically generated and thus the\nelectromagnetic structure comes directly from the meson cloud excitation of the\nbaryon ground states. The form factors for the case Y=Sigma0 in particular,\ndepend crucially on the two real phase (sign) combination, a phase between the\nLambda and Lambda* states, and the other, the phase between the Lambda and\nSigma0 radial wave functions. Depending on the combination of these two phases,\nthe form factors for the gamma* Sigma0 -> Lambda* reaction can be enhanced or\nsuppressed. Therefore, there is a possibility to determine the phase\ncombination by experiments.\n","Comment: 17 pages, 7 figures"]}]
["1202.2636",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2636"],"date":["2012-02-13"],"type":["text"],"creator":["Chinnathambi, Kamal"],"language":[],"coverage":[],"title":["Controlling Band Gap in Silicene Monolayer Using External Electric Field"],"description":["  We study the geometric and electronic structures of silicene monolayer using\ndensity functional theory based calculations. The electronic structures of\nsilicene show that it is a semi-metal and the charge carriers in silicene\nbehave like massless Dirac-Fermions since it possesses linear dispersion around\nDirac point. Our results show that the band gap in silicene monolayer can be\nopened up at Fermi level due to an external electric field by breaking the\ninversion symmetry. The presence of buckling in geometric structure of silicene\nplays an important role in breaking the inversion symmetry. We also show that\nthe band gap varies linearly with the strength of external electric field.\nFurther, the value of band gap can be tuned over a wide range.\n","Comment: 10 pages, 5 figures"]}]
["1202.3400",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3400","Phys. Rev. A 85, 053617 (2012)","doi:10.1103/PhysRevA.85.053617"],"date":["2012-02-15","2012-05-22"],"type":["text"],"creator":["Rubbo, Chester P.","Satija, Indubala I.","Reinhardt, William P.","Balakrishnan, Radha","Rey, Ana Maria","Manmana, Salvatore R."],"language":[],"coverage":[],"title":["Quantum Dynamics of Solitons in Strongly Interacting Systems on Optical\n  Lattices"],"description":["  Mean-field dynamics of strongly interacting bosons described by hard core\nbosons with nearest-neighbor attraction has been shown to support two species\nof solitons: one of Gross-Pitaevskii (GP-type) where the condensate fraction\nremains dark and a novel non-Gross-Pitaevskii-type (non-GP-type) characterized\nby brightening of the condensate fraction. Here we study the effects of quantum\nfluctuations on these solitons using the adaptive time-dependent density matrix\nrenormalization group method, which takes into account the effect of strong\ncorrelations. We use local observables as the density, condensate density and\ncorrelation functions as well as the entanglement entropy to characterize the\nstability of the initial states. We find both species of solitons to be stable\nunder quantum evolution for a finite duration, their tolerance to quantum\nfluctuations being enhanced as the width of the soliton increases. We describe\npossible experimental realizations in atomic Bose Einstein Condensates,\npolarized degenerate Fermi gases, and in systems of polar molecules on optical\nlattices.\n"]}]
["1202.3429",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3429","Phys. Rev. B 85, 184420 (2012)"],"date":["2012-02-15"],"type":["text"],"creator":["Iacocca, Ezio","Åkerman, Johan"],"language":[],"coverage":[],"title":["Analytical investigation of modulated spin torque oscillators in the\n  framework of coupled differential equations with variable coefficients"],"description":["  Modulation of Spin Torque Oscillators (STOs) is investigated by analytically\nsolving the time-dependent coupled equations of an auto-oscillator. A Fourier\nseries solution is proposed, leading to the coefficients being determined with\na linear set of equations, from which a Nonlinear Amplitude and Frequency\nModulation (NFAM) scheme is obtained. In this framework, the NFAM features are\nrelated to the intrinsic STO parameters, revealing a frequency-dependence of\nthe harmonic-dependent modulation index that allows a modulation bandwidth to\nbe defined for these devices. The presented results expose a rich parameter\nspace, where the modulation and the STO's operation conditions define the\nobserved modulation features. The Fourier-series representation of the time\nsignal is suitable for studying periodic perturbations on the auto-oscillator\nequation.\n"]}]
["1202.4098",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4098"],"date":["2012-02-18","2012-05-21"],"type":["text"],"creator":["Liu, Xi","Simeone, Osvaldo","Erkip, Elza"],"language":[],"coverage":[],"title":["Energy-Efficient Sensing and Communication of Parallel Gaussian Sources"],"description":["  Energy efficiency is a key requirement in the design of wireless sensor\nnetworks. While most theoretical studies only account for the energy\nrequirements of communication, the sensing process, which includes measurements\nand compression, can also consume comparable energy. In this paper, the problem\nof sensing and communicating parallel sources is studied by accounting for the\ncost of both communication and sensing. In the first formulation of the\nproblem, the sensor has a separate energy budget for sensing and a rate budget\nfor communication, while, in the second, it has a single energy budget for both\ntasks. Assuming that sources with larger variances have lower sensing costs,\nthe optimal allocation of sensing energy and rate that minimizes the overall\ndistortion is derived for the first problem. Moreover, structural results on\nthe solution of the second problem are derived under the assumption that the\nsources with larger variances are transmitted on channels with lower noise.\nClosed-form solutions are also obtained for the case where the energy budget is\nsufficiently large. For an arbitrary order on the variances and costs, the\noptimal solution to the first problem is also obtained numerically and compared\nwith several suboptimal strategies.\n","Comment: 26 pages, 6 figures, submitted to IEEE Transactions on Communications"]}]
["1202.4730",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4730","Phys. Rev. D 85, 104032 (2012)","doi:10.1103/PhysRevD.85.104032"],"date":["2012-02-21","2012-04-10"],"type":["text"],"creator":["Ropotenko, Kostiantyn"],"language":[],"coverage":[],"title":["Black hole motion in Euclidean space as a diffusion process"],"description":["  A diffusion equation for a black hole is derived from the Bunster-Carlip\nequations. Its solution has the standard form of a Gaussian distribution. The\nsecond moment of the distribution determines the quantum of black hole area.\nThe entropy of diffusion process is the same, apart from the logarithmic\ncorrections, as the Bekenstein-Hawking entropy.\n","Comment: 6 pages, no figures; v.2: a mistake in deriving of the diffusion\n  equation corrected; a relation between the entropy of diffusion process and\n  the Bekenstein-Hawking entropy corrected"]}]
["1202.6230",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6230","Phys. Rev. E 85, 051912 (2012)","doi:10.1103/PhysRevE.85.051912"],"date":["2012-02-28","2012-05-17"],"type":["text"],"creator":["Rozhnova, G.","Nunes, A.","McKane, A. J."],"language":[],"coverage":[],"title":["Phase lag in epidemics on a network of cities"],"description":["  We study the synchronisation and phase-lag of fluctuations in the number of\ninfected individuals in a network of cities between which individuals commute.\nThe frequency and amplitude of these oscillations is known to be very well\ncaptured by the van Kampen system-size expansion, and we use this approximation\nto compute the complex coherence function that describes their correlation. We\nfind that, if the infection rate differs from city to city and the coupling\nbetween them is not too strong, these oscillations are synchronised with a well\ndefined phase lag between cities. The analytic description of the effect is\nshown to be in good agreement with the results of stochastic simulations for\nrealistic population sizes.\n","Comment: 10 pages, 6 figures"]}]
["1202.6568",{"format":[],"subject":["Physics - Optics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6568","Phys. Rev. E 85, 056203 (2012)","doi:10.1103/PhysRevE.85.056203"],"date":["2012-02-29","2012-05-22"],"type":["text"],"creator":["Bittner, S.","Dietz, B.","Dubertrand, R.","Isensee, J.","Miski-Oglu, M.","Richter, A."],"language":[],"coverage":[],"title":["Trace formula for chaotic dielectric resonators tested with microwave\n  experiments"],"description":["  We measured the resonance spectra of two stadium-shaped dielectric microwave\nresonators and tested a semiclassical trace formula for chaotic dielectric\nresonators proposed by Bogomolny et al. [Phys. Rev. E 78, 056202 (2008)]. We\nfound good qualitative agreement between the experimental data and the\npredictions of the trace formula. Deviations could be attributed to missing\nresonances in the measured spectra in accordance with previous experiments\n[Phys. Rev. E 81, 066215 (2010)]. The investigation of the numerical length\nspectrum showed good qualitative and reasonable quantitative agreement with the\ntrace formula. It demonstrated, however, the need for higher-order corrections\nof the trace formula. The application of a curvature correction to the Fresnel\nreflection coefficients entering the trace formula yielded better agreement,\nbut deviations remained, indicating the necessity of further investigations.\n","Comment: 9 pages, 8 figures"]}]
["1203.0745",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0745","Phys. Rev. B 85, 201411(R) (2012)","doi:10.1103/PhysRevB.85.201411"],"date":["2012-03-04","2012-05-16"],"type":["text"],"creator":["Carbotte, J. P.","LeBlanc, J. P. F.","Nicol, E. J."],"language":[],"coverage":[],"title":["Emergence of Plasmaronic Structure in the Near Field Optical Response of\n  Graphene"],"description":["  The finite momentum optical response $\\sigma({\\boldsymbol{q}},\\omega)$ of\ngraphene can be probed with the innovative technique of infrared nanoscopy\nwhere mid-infrared radiation is confined by an atomic force microscope\ncantilever tip. In contrast to conventional $q\\sim 0$ optical absorption which\nprimarily involves Dirac fermions with momentum near the Fermi momentum, $k\\sim\nk_F$, for finite $q$, $\\sigma({\\boldsymbol{q}},\\omega)$ has the potential to\nprovide information on many body renormalizations and collective phenomena\nwhich have been found at small $k< k_F$ near the Dirac point in electron-doped\ngraphene. For electron-electron interactions, the low energy excitation\nspectrum characterizing the incoherent part of the quasiparticle spectral\nfunction of Dirac electrons with $k\\sim k_F$ consists of a flat, small\namplitude background which scales with chemical potential and Fermi momentum.\nHowever, probing of the states with $k$ near $k=0$ will reveal plasmarons, a\ncollective state of a charge carrier and a plasmon. These collective modes in\ngraphene have recently been seen in angle-resolved photoemission spectroscopy\nand here we describe how they manifest in near field optics.\n","Comment: 5 pages, 4 figures"]}]
["1203.1452",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1452","Monthly Notices of the Royal Astronomical Society, Volume 422,\n  Issue 4, pages 2969-2979, 2012","doi:10.1111/j.1365-2966.2012.20773.x"],"date":["2012-03-07"],"type":["text"],"creator":["Liu, F.","Chen, Y. Q.","Zhao, G.","Han, I.","Lee, B. C.","Kim, K. M.","Zhao, Z. S."],"language":[],"coverage":[],"title":["Chemical composition of giants from two moving groups"],"description":["  We present stellar parameters of 19 K-type giants and their abundances of 13\nchemical elements (Al, Ba, Ca, Fe, K, Mg, Mn, Na, Ni, Sc, Si, Ti and V),\nselected from two moving groups, covering the metallicity range of -0.6 <\n[Fe/H] < 0.2, based on high resolution spectra. Most elemental abundances show\nsimilar trends with previous studies except for Al, Na and Ba, which are\naffected by evolution seriously. The abundance ratios of [Na/Mg] increase\nsmoothly with higher [Mg/H] and [Al/Mg] decrease slightly with increasing\n[Mg/H]. [Mg/Ba] show distinction between these two moving groups which is\nmainly induced by chemical evolution and partly by kinematic effects. The\ninhomogeneous metallicity of each star from the moving groups demonstrate that\nthese stars have different chemical origins before they were kinematically\naggregated and favor the dynamical resonant theory.\n","Comment: 11 pages, 11 figures, accepted for publication in MNRAS"]}]
["1203.3348",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3348"],"date":["2012-03-15","2012-05-21"],"type":["text"],"creator":["Mailybaev, Alexei A."],"language":[],"coverage":[],"title":["Renormalization group formalism for incompressible Euler equations and\n  the blowup problem"],"description":["  The paper discusses extensions of the renormalization group (RG) formalism\nfor 3D incompressible Euler equations, which can be used for describing\nsingularities developing in finite (blowup) or infinite time from smooth\ninitial conditions of finite energy. In this theory, time evolution is\nsubstituted by the equivalent evolution for renormalized solutions governed by\nthe RG equations. A fixed point attractor of the RG equations, if it exists,\ndescribes universal self-similar form of observable singularities. This\nuniversality provides a constructive criterion for interpreting results of\nnumerical experiments. In this paper, renormalization schemes with multiple\nspatial scales are developed for the cases of power law and exponential\nscaling. The results are compared with the numerical simulations of a\nsingularity in incompressible Euler equations obtained by Hou and Li (2006) and\nGrafke et al. (2008). The comparison supports the conjecture of a singularity\ndeveloping exponentially in infinite time and described by a multiple-scale\nself-similar asymptotic solution predicted by the RG theory.\n","Comment: 16 pages, 5 figures"]}]
["1203.3594",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3594","Phys. Rev. B 85, 195136 (2012)","doi:10.1103/PhysRevB.85.195136"],"date":["2012-03-15"],"type":["text"],"creator":["Sodemann, Inti","Pesin, D. A.","MacDonald, A. H."],"language":[],"coverage":[],"title":["Interaction-Enhanced Coherence Between Two-Dimensional Dirac Layers"],"description":["  We estimate the strength of interaction-enhanced coherence between two\ngraphene or topological insulator surface-state layers by solving\nimaginary-axis gap equations in the random phase approximation. Using a\nself-consistent treatment of dynamic screening of Coulomb interactions in the\ngapped phase, we show that the excitonic gap can reach values on the order of\nthe Fermi energy at strong interactions. The gap is discontinuous as a function\nof interlayer separation and effective fine structure constant, revealing a\nfirst order phase transition between effectively incoherent and interlayer\ncoherent phases. To achieve the regime of strong coherence the interlayer\nseparation must be smaller than the Fermi wavelength, and the extrinsic\nscreening of the medium embedding the Dirac layers must be negligible. In the\ncase of a graphene double-layer we comment on the supportive role of the remote\n$\\pi$-bands neglected in the two-band Dirac model.\n","Comment: 14 pages, 9 figures"]}]
["1203.3645",{"format":[],"subject":["Mathematics - Group Theory","20F45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3645"],"date":["2012-03-16","2012-05-22"],"type":["text"],"creator":["Casolo, Carlo","Puglisi, Orazio"],"language":[],"coverage":[],"title":["Nil-automorphisms of groups with residual properties"],"description":["  Following Plotkin we say that the automorphism $x$ of the group $G$ is a\nnil-automorphism if, for every $g\\in G$, there exists $n=n(g)$ such that $[g,_n\nx]=1$. If the integer $n$ can be chosen independently of $g$, then $x$ is said\nto be unipotent. Nil and unipotent automorphisms can be regarded as a natural\nextension of the concept of Engel element, since a nil-automorphism $x$ is just\na left-Engel element in $G < x >$. In this paper we consider nil-automorphisms\nof groups with residual properties namely locally-graded groups,\nresidually-finite groups and profinite groups. The first result we prove says\nthat a finite group of nil-automorphisms of a locally graded group, must be\nnilpotent. Next we turn our attention to groups of unipotent automorphisms of\nresidually-finite and profinite groups. We show that such groups are\nlocally-nilpotent and, as a by-product, we obtain an alternative proof of a\nwell known theorem of Wilson about n-Engel residually-finite groups.\n","Comment: A mistake of th eprevious version has been corrected"]}]
["1203.3889",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3889","Phys. Rev. B 85, 205316 (2012)","doi:10.1103/PhysRevB.85.205316"],"date":["2012-03-17","2012-05-17"],"type":["text"],"creator":["Skinner, Brian","Chen, Tianran","Shklovskii, B. I."],"language":[],"coverage":[],"title":["Theory of hopping conduction in arrays of doped semiconductor\n  nanocrystals"],"description":["  The resistivity of a dense crystalline array of semiconductor nanocrystals\n(NCs) depends in a sensitive way on the level of doping as well as on the NC\nsize and spacing. The choice of these parameters determines whether electron\nconduction through the array will be characterized by activated\nnearest-neighbor hopping or variable-range hopping (VRH). Thus far, no general\ntheory exists to explain how these different behaviors arise at different\ndoping levels and for different types of NCs. In this paper we examine a simple\ntheoretical model of an array of doped semiconductor NCs that can explain the\ntransition from activated transport to VRH. We show that in sufficiently small\nNCs, the fluctuations in donor number from one NC to another provide sufficient\ndisorder to produce charging of some NCs, as electrons are driven to vacate\nhigher shells of the quantum confinement energy spectrum. This\nconfinement-driven charging produces a disordered Coulomb landscape throughout\nthe array and leads to VRH at low temperature. We use a simple computer\nsimulation to identify different regimes of conduction in the space of\ntemperature, doping level, and NC diameter. We also discuss the implications of\nour results for large NCs with external impurity charges and for NCs that are\ngated electrochemically.\n","Comment: 14 pages, 10 figures; extra schematic figures added; revised\n  introduction"]}]
["1203.4565",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4565"],"date":["2012-03-20","2012-05-22"],"type":["text"],"creator":["Sachdev, Subir"],"language":[],"coverage":[],"title":["The quantum phases of matter"],"description":["  I present a selective survey of the phases of quantum matter with varieties\nof many-particle quantum entanglement. I classify the phases as gapped,\nconformal, or compressible quantum matter. Gapped quantum matter is illustrated\nby a simple discussion of the Z_2 spin liquid, and connections are made to\ntopological field theories. I discuss how conformal matter is realized at\nquantum critical points of realistic lattice models, and make connections to a\nnumber of experimental systems. Recent progress in our understanding of\ncompressible quantum phases which are not Fermi liquids is summarized. Finally,\nI discuss how the strongly-coupled phases of quantum matter may be described by\ngauge-gravity duality. The structure of the large N limit of SU(N) gauge\ntheory, coupled to adjoint fermion matter at non-zero density, suggests aspects\nof gravitational duals of compressible quantum matter.\n","Comment: 35 pages, 21 figures; Rapporteur presentation at the 25th Solvay\n  Conference on Physics, \"The Theory of the Quantum World\", Brussels, Oct 2011;\n  (v2+v3+v4) expanded holographic discussion and referencing"]}]
["1203.4712",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4712","Phys. Rev. B 85, 165411 (2012)","doi:10.1103/PhysRevB.85.165411"],"date":["2012-03-21","2012-05-22"],"type":["text"],"creator":["Sclauzero, Gabriele","Corso, Andrea Dal","Smogunov, Alexander"],"language":[],"coverage":[],"title":["Interaction of CO with an Au monatomic chain at different strains:\n  electronic structure and ballistic transport"],"description":["  We study the energetics, the electronic structure, and the ballistic\ntransport of an infinite Au monatomic chain with an adsorbed CO molecule. We\nfind that the bridge adsorption site is energetically favored with respect to\nthe atop site, both at the equilibrium Au-Au spacing of the chain and at larger\nspacings. Instead, a substitutional configuration requires a very elongated\nAu-Au bond, well above the rupture distance of the pristine Au chain. The\nelectronic structure properties can be described by the Blyholder model, which\ninvolves the formation of bonding/antibonding pairs of 5{\\sigma} and 2{\\pi}*\nstates through the hybridization between molecular levels of CO and metallic\nstates of the chain. In the atop geometry, we find an almost vanishing\nconductance due to the 5{\\sigma} antibonding states giving rise to a Fano-like\ndestructive interference close to the Fermi energy. In the bridge geometry,\ninstead, the same states are shifted to higher energies and the conductance\nreduction with respect to pristine Au chain is much smaller. We also examine\nthe effects of strain on the ballistic transport, finding opposite behaviors\nfor the atop and bridge conductances. Only the bridge geometry shows a strain\ndependence compatible with the experimental conductance traces.\n"]}]
["1203.4713",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4713","Phys. Rev. B 85, 165412 (2012)","doi:10.1103/PhysRevB.85.165412"],"date":["2012-03-21","2012-05-22"],"type":["text"],"creator":["Sclauzero, Gabriele","Corso, Andrea Dal","Smogunov, Alexander"],"language":[],"coverage":[],"title":["Effect of stretching on the ballistic conductance of Au nanocontacts in\n  presence of CO: a density functional study"],"description":["  CO adsorption on an Au monatomic chain is studied within density functional\ntheory in nanocontact geometries as a function of the contact stretching. We\ncompare the bridge and atop adsorption sites of CO, finding that the bridge\nsite is energetically favored at all strains studied here. Atop adsorption\ngives rise to an almost complete suppression of the ballistic conductance of\nthe nanocontact, while adsorption at the bridge site results in a conductance\nvalue close to 0.6 G0, in agreement with previous experimental data. We show\nthat only the bridge site can qualitatively account for the evolution of the\nconductance as a function of the contact stretching observed in the\nexperimental conductance traces. The numerical discrepancy between the\ntheoretical and experimental conductance slopes is rationalized through a\nsimple model for the elastic response of the metallic leads. We also verify\nthat our conductance values are not affected by the specific choice of the\nnanocontact geometry by comparing two different atomistic models for the tips.\n"]}]
["1203.6039",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6039","Phys. Rev. A 85, 053817 (2012)","doi:10.1103/PhysRevA.85.053817"],"date":["2012-03-27","2012-05-22"],"type":["text"],"creator":["Wolf, F. Alexander","Kollar, Marcus","Braak, Daniel"],"language":[],"coverage":[],"title":["Exact real-time dynamics of the quantum Rabi model"],"description":["  We use the analytical solution of the quantum Rabi model to obtain absolutely\nconvergent series expressions of the exact eigenstates and their scalar\nproducts with Fock states. This enables us to calculate the numerically exact\ntime evolution of <\\sigma_x(t)> and <\\sigma_z(t)> for all regimes of the\ncoupling strength, without truncation of the Hilbert space. We find a\nqualitatively different behavior of both observables which can be related to\ntheir representations in the invariant parity subspaces.\n","Comment: 8 pages, 7 figures, published version"]}]
["1203.6207",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6207","J. Chem. Phys. 136, 194110 (2012)","doi:10.1063/1.4718706"],"date":["2012-03-28","2012-05-03"],"type":["text"],"creator":["Thingna, Juzar","Wang, Jian-Sheng","Hänggi, Peter"],"language":[],"coverage":[],"title":["Generalized Gibbs state with modified Redfield solution: Exact agreement\n  up to second order"],"description":["  A novel scheme for the steady state solution of the standard Redfield quantum\nmaster equation is developed which yields agreement with the exact result for\nthe corresponding reduced density matrix up to second order in the system-bath\ncoupling strength. We achieve this objective by use of an analytic continuation\nof the off-diagonal matrix elements of the Redfield solution towards its\ndiagonal limit. Notably, our scheme does not require the provision of yet\nhigher order relaxation tensors. Testing this modified method for a heat bath\nconsisting of a collection of harmonic oscillators we assess that the system\nrelaxes towards its correct coupling-dependent, generalized quantum Gibbs state\nin second order. We numerically compare our formulation for a damped quantum\nharmonic system with the nonequilibrium Green's function formalism: we find\ngood agreement at low temperatures for coupling strengths that are even larger\nthan expected from the very regime of validity of the second-order Redfield\nquantum master equation. Yet another advantage of our method is that it\nmarkedly reduces the numerical complexity of the problem; thus allowing to\nstudy efficiently large-sized \\emph{system} Hilbert spaces.\n","Comment: 11 pages, 2 figures, minor changes, Accepted for publication in J.\n  Chem. Phys. (JCP)"]}]
["1203.6497",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6497","doi:10.1142/S021773231250085X"],"date":["2012-03-29"],"type":["text"],"creator":["Drobyshevski, E. M.","Drobyshevski, M. E.","Ponyaev, S. A.","Guseva, I. S."],"language":[],"coverage":[],"title":["Daemons: Detection at Pulkovo, Gran Sasso, and Soudan"],"description":["  During a week of the March maximum in 2011, two oppositely installed\ndirection-sensitive TEU-167d Dark Electron Multipliers (DEMs) recorded a flux\nof daemons from the near-Earth almost circular heliocentric orbits (NEACHOs).\nThe flux measured from above is f \\approx (8\\pm3)\\times10^-7 cm^-2 s^-1, and\nthat from below is twice smaller. The difference may be due both to specific\ndesign features of the TEUs themselves, and to dissimilarities in the slope of\ntrajectories along which objects are coming from above or from below. It is\nshown that the daemon paradigm enables a quantitative interpretation of DAMA\nand CoGeNT experiments with no additional hypotheses. Both the experiments\nrecord a daemon flux of f ~ 10^-6 cm^-2 s^-1 from strongly elongated\nEarth-crossing heliocentric orbits (SEECHOs), predecessors of NEACHOs.\nRecommendations are given for processing of DAMA/LIBRA data, which\nunambiguously suggest that, in approximately half of cases (when there occur\ndouble events in the detector, rejected in processing under a single-hit\ncriterion), the signals being recorded are successively excited by a single\nSEECHO object along a path of ~1 m, i.e., this is not a WIMP. It is noted that\ndue regard to cascade events and pair interaction of ions will weaken the\nadverse influence exerted by the blocking effect on the channeling of iodine\nions knocked out in NaI(Tl) crystal. This influence will become not so\ncatastrophic as it follows from simplified semi-analytical models of the\nprocess: one might expect the energy of up to ~10% of primary recoil iodine\nions will be converted to the scintillation light.\n","Comment: 15 pages, 2 figures"]}]
["1204.0115",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0115"],"date":["2012-03-31","2012-05-21"],"type":["text"],"creator":["Kutluhan, Cagatay","Lee, Yi-Jen","Taubes, Cliff H."],"language":[],"coverage":[],"title":["HF=HM V: Seiberg-Witten-Floer homology and handle addition"],"description":["  This is the last of five papers that construct an isomorphism between the\nSeiberg-Witten Floer homology and the Heegaard Floer homology of a given\ncompact, oriented 3-manifold.\n","Comment: 193 pages"]}]
["1204.0761",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0761","Appl. Phys. Lett. 100, 212105 (2012)","doi:10.1063/1.4720506"],"date":["2012-04-03"],"type":["text"],"creator":["Resende, B. M. F","Vernek, E."],"language":[],"coverage":[],"title":["Parity oscillations of Kondo temperature in a single molecule break\n  junction"],"description":["  We study the Kondo temperature ($T_K$) of a single molecule break junction.\nBy employing a numerical renormalization group calculations we have found that\n$T_K$ depends dramatically upon the position of the molecule in the wire formed\nbetween the contacts. We show that $T_K$ exhibits strong \\emph{oscillations}\nwhen the parity of the left {and/or} right number of atomic sites ($N_L,N_R$)\nis changed. For a given set of parameters, the maximum value of $T_K$ occurs\nfor ($odd,odd$) combination, while its minimum values is observed for\n($even,even$).\n  These oscillations are fully understood in terms of the effective\nhybridization function.\n","Comment: 4 pages, 5 figures"]}]
["1204.2339",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2339","Mod. Phys. Lett. B, 26 (2012) 1250093","doi:10.1142/S0217984912500935"],"date":["2012-04-11"],"type":["text"],"creator":["Nakata, Kouki"],"language":[],"coverage":[],"title":["A short note on spin pumping theory with Landau-Lifshitz-Gilbert\n  equation under quantum fluctuation; necessity for quantization of localized\n  spin"],"description":["  We would like to point out the blind spots of the approach combining the spin\npumping theory proposed by Tserkovnyak et al. with the Landau-Lifshitz-Gilbert\nequation; this method has been widely used for interpreting vast experimental\nresults. The essence of the spin pumping effect is the quantum fluctuation.\nThus, localized spin degrees of freedom should be quantized, i.e. be treated as\nmagnons not as classical variables. Consequently, the precessing ferromagnet\ncan be regarded as a magnon battery. This point of view will be useful for\nfurther progress of spintronics.\n","Comment: 10pages, 1 figure. This article is closely related to the work by K.\n  N.; arXiv:1201.1947"]}]
["1204.2861",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2861","Appl. Phys. Lett. 100, 162405 (2012)","doi:10.1063/1.3701589"],"date":["2012-04-12"],"type":["text"],"creator":["Wicks, R.","Altendorf, S. G.","Caspers, C.","Kierspel, H.","Sutarto, R.","Tjeng, L. H.","Damascelli, A."],"language":[],"coverage":[],"title":["NO-assisted molecular-beam epitaxial growth of nitrogen substituted EuO"],"description":["  We have investigated a method for substituting oxygen with nitrogen in EuO\nthin films, which is based on molecular beam epitaxy distillation with NO gas\nas the oxidizer. By varying the NO gas pressure, we produce crystalline,\nepitaxial EuO_(1-x)N_x films with good control over the films' nitrogen\nconcentration. In-situ x-ray photoemission spectroscopy reveals that nitrogen\nsubstitution is connected to the formation Eu3+ 4f6 and a corresponding\ndecrease in the number of Eu2+ 4f7, indicating that nitrogen is being\nincorporated in its 3- oxidation state. While small amounts of Eu3+ in\nover-oxidized Eu_(1-delta)O thin films lead to a drastic suppression of the\nferromagnetism, the formation of Eu3+ in EuO_(1-x)N_x still allows the\nferromagnetic phase to exist with an unaffected Tc, thus providing an ideal\nmodel system to study the interplay between the magnetic f7 (J=7/2) and the\nnon-magnetic f6 (J=0) states close to the Fermi level.\n","Comment: 4 pages, 4 figures, a high resolution copy see\n  http://www.physics.ubc.ca/~quantmat/ARPES/PUBLICATIONS/Articles/EuON-MBE-APL.pdf"]}]
["1204.4761",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","62F12, 62M05, 60G52, 60J75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4761"],"date":["2012-04-20","2012-05-21"],"type":["text"],"creator":["Long, Hongwei","Shimizu, Yasutaka","Sun, Wei"],"language":[],"coverage":[],"title":["Least squares estimators for discretely observed stochastic processes\n  driven by small Levy noises"],"description":["  We study the problem of parameter estimation for discretely observed\nstochastic processes driven by additive small L\\'{e}vy noises. We do not impose\nany moment condition on the driving L\\'{e}vy process. Under certain regularity\nconditions on the drift function, we obtain consistency and rate of convergence\nof the least squares estimator (LSE) of the drift parameter when a small\ndispersion coefficient $\\varepsilon \\to 0$ and $n \\to \\infty$ simultaneously.\nThe asymptotic distribution of the LSE in our general setting is shown to be\nthe convolution of a normal distribution and a distribution related to the jump\npart of the L\\'evy process.\n"]}]
["1204.5907",{"format":[],"subject":["Mathematics - Differential Geometry","53C29, 53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5907"],"date":["2012-04-26","2012-05-22"],"type":["text"],"creator":["Schliebner, Daniel"],"language":[],"coverage":[],"title":["On the Full Holonomy of Lorentzian Manifolds with Parallel Weyl Tensor"],"description":["  We compute the full holonomy group of compact Lorentzian manifolds with\nparallel Weyl tensor, which are neither conformally flat nor locally symmetric,\nfor the case where the fundamental group is contained in a distinguished\nsubgroup G of the isometry group of the universal cover. To prove this, we show\nthat every such compact Lorentzian manifold has to be geodesically complete.\nMoreover we characterize the identity component of the isometry group for this\nuniversal cover and show that G is up to a discrete factor contained in the\nlatter. Concretely, we prove that the identity component of the isometry group\nis isomorphic to a semidirect product of a subgroup of SO(n) with the\nHeisenberg group.\n","Comment: 13 pages; In [v2] corrected typos, added funding note, revised\n  argument in Lemma 4"]}]
["1204.6021",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6021","Phys. Rev. A 85, 052314 (2012)","doi:10.1103/PhysRevA.85.052314"],"date":["2012-04-26"],"type":["text"],"creator":["Underwood, Michael S.","Feder, David L."],"language":[],"coverage":[],"title":["Bose-Hubbard model for universal quantum walk-based computation"],"description":["  We present a novel scheme for universal quantum computation based on spinless\ninteracting bosonic quantum walkers on a piecewise-constant graph, described by\nthe two-dimensional Bose-Hubbard model. Arbitrary X and Z rotations are\nconstructed, as well as an entangling two-qubit CPHASE gate and a SWAP gate.\nQuantum information is encoded in the positions of the walkers on the graph, as\nin previous quantum walk-based proposals for universal quantum computation,\nthough in contrast to prior schemes this proposal requires a number of vertices\nonly linear in the number of encoded qubits. It allows single-qubit\nmeasurements to be performed in a straightforward manner with localized\noperators, and can make use of existing quantum error correcting codes either\ndirectly within the universal gate set provided, or by extending the lattice to\na third dimension. We present an intuitive example of a logical encoding to\nimplement the seven-qubit Steane code. Finally, an implementation in terms of\nultracold atoms in optical lattices is suggested.\n","Comment: 10 pages, 7 figures. To appear in Physical Review A"]}]
["1205.0967",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0967","AIP Conf. Proc. 1436, 233-238 (2012)","doi:10.1063/1.4723613"],"date":["2012-05-04"],"type":["text"],"creator":["Mueller, Hans-Reinhard","Cohen, Jill H."],"language":[],"coverage":[],"title":["Primary neutral helium in the heliosphere"],"description":["  Two years of neutral measurements by IBEX-Lo have yielded several direct\nobservations of interstellar neutral helium and oxygen during preferred viewing\nseasons. Besides the interstellar signal, there are indications of the presence\nof secondary neutral helium and oxygen created in the heliosphere. Detailed\nmodeling of these particle species is necessary to connect the measured fluxes\nto the pristine local interstellar medium while accounting for loss and\nproduction of neutral particles during their path through the heliosphere. In\nthis contribution, global heliosphere models are coupled to analytic\ncalculations of neutral trajectories to obtain detailed estimates of the\nneutral distribution function of primary interstellar helium atoms in the\nheliosphere, in particular in the inner heliosphere.\n","Comment: To appear in proceedings of the 10th Annual International\n  Astrophysics Conference, March 13-18, 2011, Maui; reference: Physics of the\n  Heliosphere: A 10-year Retrospective, J. Heerikhuisen and G. Li (Eds.), AIP\n  Conference Proceedings 1436"]}]
["1205.2295",{"format":[],"subject":["Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2295","Insurance: Mathematics and Economics 51 (2012), pp. 282-291"],"date":["2012-05-10"],"type":["text"],"creator":["Huang, Huaxiong","Milevsky, Moshe A.","Salisbury, Thomas S."],"language":[],"coverage":[],"title":["Optimal retirement consumption with a stochastic force of mortality"],"description":["  We extend the lifecycle model (LCM) of consumption over a random horizon\n(a.k.a. the Yaari model) to a world in which (i.) the force of mortality obeys\na diffusion process as opposed to being deterministic, and (ii.) a consumer can\nadapt their consumption strategy to new information about their mortality rate\n(a.k.a. health status) as it becomes available. In particular, we derive the\noptimal consumption rate and focus on the impact of mortality rate uncertainty\nvs. simple lifetime uncertainty -- assuming the actuarial survival curves are\ninitially identical -- in the retirement phase where this risk plays a greater\nrole.\n  In addition to deriving and numerically solving the PDE for the optimal\nconsumption rate, our main general result is that when utility preferences are\nlogarithmic the initial consumption rates are identical. But, in a CRRA\nframework in which the coefficient of relative risk aversion is greater\n(smaller) than one, the consumption rate is higher (lower) and a stochastic\nforce of mortality does make a difference.\n  That said, numerical experiments indicate that even for non-logarithmic\npreferences, the stochastic mortality effect is relatively minor from the\nindividual's perspective. Our results should be relevant to researchers\ninterested in calibrating the lifecycle model as well as those who provide\nnormative guidance (a.k.a. financial advice) to retirees.\n"]}]
["1205.2309",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2309","PNAS 2012 109 (21) 7982-7987","doi:10.1073/pnas.1120970109"],"date":["2012-05-10"],"type":["text"],"creator":["Steffen, Jason H.","Ragozzine, Darin","Fabrycky, Daniel C.","Carter, Joshua A.","Ford, Eric B.","Holman, Matthew J.","Rowe, Jason F.","Welsh, William F.","Borucki, William J.","Boss, Alan P.","Ciardi, David R.","Quinn, Samuel N."],"language":[],"coverage":[],"title":["Kepler constraints on planets near hot Jupiters"],"description":["  We present the results of a search for planetary companions orbiting near hot\nJupiter planet candidates (Jupiter-size candidates with orbital periods near 3\ndays) identified in the Kepler data through its sixth quarter of science\noperations. Special emphasis is given to companions between the 2:1 interior\nand exterior mean-motion resonances. A photometric transit search excludes\ncompanions with sizes ranging from roughly 2/3 to 5 times the size of the\nEarth, depending upon the noise properties of the target star. A search for\ndynamically induced deviations from a constant period (transit timing\nvariations or TTVs) also shows no significant signals. In contrast, comparison\nstudies of warm Jupiters (with slightly larger orbits) and hot Neptune-size\ncandidates do exhibit signatures of additional companions with these same\ntests. These differences between hot Jupiters and other planetary systems\ndenote a distinctly different formation or dynamical history.\n","Comment: Printed in the Proceedings of the National Academy of Sciences\n  (http://www.pnas.org/content/early/2012/04/30/1120970109.abstract). This\n  version is formatted in ApJ style, 11 pages"]}]
["1205.2419",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2419"],"date":["2012-05-10","2012-05-22"],"type":["text"],"creator":["Doe, Stephen","Bonaventura, Nina","Busko, Ivo","D'Abrusco, Raffaele","Cresitello-Dittmar, Mark","Ebert, Rick","Evans, Janet","Laurino, Omar","McDowell, Jonathan","Pevunova, Olga","Refsdal, Brian"],"language":[],"coverage":[],"title":["Iris: The VAO SED Application"],"description":["  We present Iris, the VAO (Virtual Astronomical Observatory) application for\nanalyzing SEDs (spectral energy distributions). Iris is the result of one of\nthe major science initiatives of the VAO, and the first version was released in\nSeptember 2011. Iris combines key features of several existing software\napplications to streamline and enhance SED analysis. With Iris, users may read\nand display SEDs, select data ranges for analysis, fit models to SEDs, and\ncalculate confidence limits on best-fit parameters. SED data may be uploaded\ninto the application from IVOA-compliant VOTable and FITS format files, or\nretrieved directly from NED. Data written in unsupported formats may be\nconverted using SedImporter, a new application provided with Iris. The\ncomponents of Iris have been contributed by members of the VAO. Specview,\ncontributed by STScI, provides a GUI for reading, editing, and displaying SEDs,\nas well as defining models and parameter values. Sherpa, contributed by the\nChandra project at SAO, provides a library of models, fit statistics, and\noptimization methods; the underlying I/O library, SEDLib, is a VAO product\nwritten by SAO to current IVOA (International Virtual Observatory Alliance)\ndata model standards. NED is a service provided by IPAC for easy location of\ndata for a given extragalactic source, including SEDs. SedImporter is a new\ntool for converting non-standard SED data files into a format supported by\nIris. We demonstrate the use of SedImporter to retrieve SEDs from a variety of\nsources--from the NED SED service, from the user's own data, and from other VO\napplications using SAMP (Simple Application Messaging Protocol). We also\ndemonstrate the use of Iris to read, display, select ranges from, and fit\nmodels to SEDs. Finally, we discuss the architecture of Iris, and the use of\nIVOA standards so that Specview, Sherpa, SEDLib and SedImporter work together\nseamlessly.\n","Comment: Four pages, ADASS XXI conference proceedings (November 2011) In\n  version 2, corrected a co-author's name to \"Rick Ebert\". No other updates"]}]
["1205.3415",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3415"],"date":["2012-05-12","2012-05-22"],"type":["text"],"creator":["Prykarpatsky, Yarema A."],"language":[],"coverage":[],"title":["On The Complete Integrability Of The Ostrovsky-Vakhnenko Equation"],"description":["  The complete integrability of the Ostrovsky-Vakhnenko equation is studied by\nmeans of symplectic gradient-holonomic and differential-algebraic tools. A\ncompatible pair of polynomial Poissonian structures, Lax type representation\nand related infinite hierarchies of conservation laws are constructed. A new\nbi-infinite hierarchy of completely Lax type integrable Riemann type\nhydrodynamical systems is proposed. It is demonstrated that at s=3 the\ncorresponding Riemann type hydrodynamical equation is related with the\nDegasperis-Processi equation, whose reduction gives rise to the\nOstrovsky-Vakhnenko equation.\n","Comment: 8 pages"]}]
["1205.3942",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3942"],"date":["2012-05-17","2012-05-22"],"type":["text"],"creator":["Filgueiras, Cleverson","Cogollo, D.","Silva, E. O."],"language":[],"coverage":[],"title":["Quantum harmonic oscillator for dipoles"],"description":["  In this work we investigate which radial field configuration yields bound\nstates for neutral particles showing non-zero magnetic and electric dipole\nmoments. The main result is that, in contrast with previous works, the Landau\nanalog levels only exist if these radial magnetic and electric external fields\nare proportional to the third power of distance, not proportional to the\ndistance. We derive the wave functions and the energy levels in the context of\ncommutative and non-commutative quantum mechanics. We also show that, in the\ncase of non-commutative phase space, these harmonic oscillator like spectrum do\nexist even if there is no external radial magnetic and electric fields. They\nare only consequence of the non-commutativity in the momenta.\n","Comment: This paper has been withdrawn by the authors due to a crucial\n  approximation error in the first order approximation of the equation (4)"]}]
["1205.4094",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4094"],"date":["2012-05-18"],"type":["text"],"creator":["Carpentier, Alexandra","Munos, Rémi"],"language":[],"coverage":[],"title":["Bandit Theory meets Compressed Sensing for high dimensional Stochastic\n  Linear Bandit"],"description":["  We consider a linear stochastic bandit problem where the dimension $K$ of the\nunknown parameter $\\theta$ is larger than the sampling budget $n$. In such\ncases, it is in general impossible to derive sub-linear regret bounds since\nusual linear bandit algorithms have a regret in $O(K\\sqrt{n})$. In this paper\nwe assume that $\\theta$ is $S-$sparse, i.e. has at most $S-$non-zero\ncomponents, and that the space of arms is the unit ball for the $||.||_2$ norm.\nWe combine ideas from Compressed Sensing and Bandit Theory and derive\nalgorithms with regret bounds in $O(S\\sqrt{n})$.\n"]}]
["1205.4095",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4095"],"date":["2012-05-18"],"type":["text"],"creator":["Carpentier, Alexandra","Munos, Rémi"],"language":[],"coverage":[],"title":["Minimax Number of Strata for Online Stratified Sampling given Noisy\n  Samples"],"description":["  We consider the problem of online stratified sampling for Monte Carlo\nintegration of a function given a finite budget of $n$ noisy evaluations to the\nfunction. More precisely we focus on the problem of choosing the number of\nstrata $K$ as a function of the budget $n$. We provide asymptotic and\nfinite-time results on how an oracle that has access to the function would\nchoose the partition optimally. In addition we prove a \\textit{lower bound} on\nthe learning rate for the problem of stratified Monte-Carlo. As a result, we\nare able to state, by improving the bound on its performance, that algorithm\nMC-UCB, defined in \\citep{MC-UCB}, is minimax optimal both in terms of the\nnumber of samples n and the number of strata K, up to a $\\sqrt{\\log(nK)}$. This\nenables to deduce a minimax optimal bound on the difference between the\nperformance of the estimate outputted by MC-UCB, and the performance of the\nestimate outputted by the best oracle static strategy, on the class of H\\\"older\ncontinuous functions, and upt to a $\\sqrt{\\log(n)}$.\n"]}]
["1205.4119",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4119"],"date":["2012-05-18","2012-05-22"],"type":["text"],"creator":["O'Grady, Kieran G."],"language":[],"coverage":[],"title":["Moduli of sheaves and the Chow group of K3 surfaces"],"description":["  Let X be a projective complex K3 surface. Beauville and Voisin singled out a\n0-cycle c_X on X of degree 1: it is represented by any point lying on a\nrational curve in X. Huybrechts proved that the second Chern class of a rigid\nsimple vector-bundle on X is a multiple of the Beauville-Voisin class c_X if\ncertain hypotheses hold and he conjectured that the additional hypotheses are\nunnecessary. We believe that the following generalization of Huybrechts'\nconjecture holds. Let M and N be moduli spaces of stable pure sheaves on X\n(with fixed cohomological Chern characters) and suppose that they have the same\ndimension: then the set whose elements are second Chern classes of sheaves\nparametrized by the closure of M (in the corresponding moduli spaces of\nsemistable sheaves) is equal to the set whose elements are second Chern classes\nof sheaves parametrized by the closure of N after a translation by a suitable\nmultiple of c_X (so that degrees match). We will prove that the above statement\nholds under some additional assumptions.\n","Comment: Deleted a footnote and replaced it by a sentence in the main body of\n  the paper"]}]
["1205.4558",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4558"],"date":["2012-05-21","2012-05-22"],"type":["text"],"creator":["Dover, N. P.","Palmer, C. A. J.","Babzien, M.","Bell, A. R.","Dangor, A. E.","Horbury, T.","Ispiriyan, M.","Polyanskiy, M. N.","Schreiber, J.","Schwartz, S.","Shkolnikov, P.","Yakimenko, V.","Pogorelsky, I.","Najmudin, Z."],"language":[],"coverage":[],"title":["Optical probing of shocks driven into overdense plasmas by laser\n  hole-boring"],"description":["  Observations of the interaction of an intense {\\lambda}0 \\approx 10 {\\mu}m\nlaser pulse with near-critical overdense plasmas (ne = 1.8 - 3 nc) are\npresented. For the first time, transverse optical probing is used to show a\nrecession of the front surface caused by radiation pressure driven hole-boring\nby the laser pulse with an initial velocity > 10^6 ms-1, and the resulting\ncollisionless shocks. The collisionless shock propagates through the plasma,\ndissipates into an ion-acoustic solitary wave, and eventually becomes\ncollisional as it slows further. These conclusions are supported by PIC\nsimulations which show that the initial evolution is dominated by collisionless\nmechanisms.\n"]}]
["1205.4691",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4691"],"date":["2012-05-21","2012-05-22"],"type":["text"],"creator":["Breuvart, Flavien"],"language":[],"coverage":[],"title":["On the discriminating power of tests in resource lambda-calculus"],"description":["  Since its discovery, differential linear logic (DLL) inspired numerous\ndomains. In denotational semantics, categorical models of DLL are now commune,\nand the simplest one is Rel, the category of sets and relations. In proof\ntheory this naturally gave birth to differential proof nets that are full and\ncomplete for DLL. In turn, these tools can naturally be translated to their\nintuitionistic counterpart. By taking the co-Kleisly category associated to the\n! comonad, Rel becomes MRel, a model of the \\Lcalcul that contains a notion of\ndifferentiation. Proof nets can be used naturally to extend the \\Lcalcul into\nthe lambda calculus with resources, a calculus that contains notions of\nlinearity and differentiations. Of course MRel is a model of the \\Lcalcul with\nresources, and it has been proved adequate, but is it fully abstract? That was\na strong conjecture of Bucciarelli, Carraro, Ehrhard and Manzonetto. However,\nin this paper we exhibit a counter-example. Moreover, to give more intuition on\nthe essence of the counter-example and to look for more generality, we will use\nan extension of the resource \\Lcalcul also introduced by Bucciarelli et al for\nwhich $\\Minf$ is fully abstract, the tests.\n"]}]
["1205.4729",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4729"],"date":["2012-05-21"],"type":["text"],"creator":["Drachuck, Gil","Shay, Meni","Bazalitsky, Galina","Ofer, Rinat","Salman, Zaher","Amato, Alex","Niedermayer, Christof","Wulferding, Dirk","Lemmens, Peter","Keren, Amit"],"language":[],"coverage":[],"title":["New Perspectives for Cuprate Research: CLBLCO Single Crystals"],"description":["  We report the successful growth of a large\n(Ca$_{x}$La$_{1-x}$)(Ba$_{1.75-x}$La$_{0.25+x}$)Cu$_{3}$O$_{y}$ (CLBLCO) single\ncrystal. In this material, $x$ controls the maximum of Tc ($T_{c}^{\\max}$),\nwith minimal structural changes. Therefore, it allows a search for correlations\nbetween material properties and $T_{c}^{\\max}$. We demonstrate that the\ncrystals are good enough for neutron scattering and cleave well enough for\nRaman scattering. These results open new possibilities for cuprate research.\n"]}]
["1205.4734",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4734","doi:10.1051/0004-6361/201219110"],"date":["2012-05-21"],"type":["text"],"creator":["Mendigutía, I.","Mora, A.","Montesinos, B.","Eiroa, C.","Meeus, G.","Merín, B.","Oudmaijer, R. D."],"language":[],"coverage":[],"title":["Accretion-related properties of Herbig Ae/Be stars. Comparison with T\n  Tauris"],"description":["  We look for trends relating the mass accretion rate (Macc) and the stellar\nages (t), spectral energy distributions (SEDs), and disk masses (Mdisk) for a\nsample of 38 HAeBe stars, comparing them to analogous correlations found for\nclassical T Tauri stars. Our goal is to shed light on the timescale and\nphysical processes that drive evolution of intermediate-mass pre-main sequence\nobjects.\n  Macc shows a dissipation timescale \\tau = 1.3^{+1.0}_{-0.5} Myr from an\nexponential law fit, while a power law yields Macc(t) \\propto t^{-\\eta}, with\n\\eta = 1.8^{+1.4}_{-0.7}. This result is based on our whole HAeBe sample (1-6\nMsun), but the accretion rate decline most probably depends on smaller stellar\nmass bins. The near-IR excess is higher and starts at shorter wavelengths (J\nand H bands) for the strongest accretors. Active and passive disks are roughly\ndivided by 2 x 10^{-7} Msun/yr. The mid-IR excess and the SED shape from the\nMeeus et al. classification are not correlated with Macc. We find Macc \\propto\nMdisk^{1.1 +- 0.3}. Most stars in our sample with signs of inner dust\ndissipation typically show accretion rates ten times lower and disk masses\nthree times smaller than the remaining objects.\n  The trends relating Macc with the near-IR excess and Mdisk extend those for T\nTauri stars, and are consistent with viscous disk models. The differences in\nthe inner gas dissipation timescale, and the relative position of the stars\nwith signs of inner dust clearing in the Macc-Mdisk plane, could be suggesting\na slightly faster evolution, and that a different process - such as\nphotoevaporation - plays a more relevant role in dissipating disks in the HAeBe\nregime compared to T Tauri stars. Our conclusions must consider the mismatch\nbetween the disk mass estimates from mm fluxes and the disk mass estimates from\naccretion, which we also find in HAeBe stars.\n","Comment: 11 pages, 7 figures, 1 appendix. Accepted in A&A"]}]
["1205.4735",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4735"],"date":["2012-05-21"],"type":["text"],"creator":["Serrano-Rodriguez, Diana Marcela"],"language":[],"coverage":[],"title":["A closed formula for subexponential constants in the multilinear\n  Bohnenblust--Hille inequality"],"description":["  For the scalar field $\\mathbb{K}=\\mathbb{R}$ or $\\mathbb{C}$, the multilinear\nBohnenblust--Hille inequality asserts that there exists a sequence of positive\nscalars $(C_{\\mathbb{K},m})_{m=1}^{\\infty}$ such that\n%[(\\sum\\limits_{i_{1},...,i_{m}=1}^{N}|U(e_{i_{^{1}}}%,...,e_{i_{m}})|^{\\frac{2m}{m+1}})^{\\frac{m+1}{2m}}\\leq\nC_{\\mathbb{K},m}\\sup_{z_{1},...,z_{m}\\in\\mathbb{D}^{N}}|U(z_{1},...,z_{m})|]\nfor all $m$-linear form $U:\\mathbb{K}^{N}\\times...\\times\\mathbb{K}%\n^{N}\\rightarrow\\mathbb{K}$ and every positive integer $N$, where\n$(e_{i})_{i=1}^{N}$ denotes the canonical basis of $\\mathbb{K}^{N}$ and\n$\\mathbb{D}^{N}$ represents the open unit polydisk in $\\mathbb{K}^{N}$. Since\nits proof in 1931, the estimates for $C_{\\mathbb{K},m}$ have been improved in\nvarious papers. In 2012 it was shown that there exist constants\n$(C_{\\mathbb{K},m})_{m=1}^{\\infty}$ with subexponential growth satisfying the\nBohnenblust-Hille inequality. However, these constants were obtained via a\ncomplicated recursive formula. In this paper, among other results, we obtain a\nclosed (non-recursive) formula for these constants with subexponential growth.\n"]}]
["1205.4739",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L71, 35L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4739"],"date":["2012-05-21"],"type":["text"],"creator":["Shen, Ruipeng"],"language":[],"coverage":[],"title":["I-method for Defocusing, Energy-Subcritical Non-linear Wave Equation"],"description":["  In this paper the author considers the global existence and well-posedness of\nthe non-linear wave equation $\\partial_t^2 u - \\Delta u = -|u|^{p-1} u$ in\n3-dimensional space, assuming that the initial data is in the space $(\\dot{H}^s\n\\cap \\dot{H}^{s_p}) \\times (\\dot{H}^{s-1} \\cap \\dot{H}^{s_p-1})$, with\n$11/3<p<5$, $s_p = 3/2 - 2/(p-1)$ and $s$ sufficiently close to 1. The main\nidea is to use the I-method and consider the almost conservation law of the\nenergy.\n","Comment: 15 pages, 1 figure"]}]
["1205.4748",{"format":[],"subject":["Quantitative Finance - Portfolio Management","Mathematics - Optimization and Control","91G10, 93E20, 60G48"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4748"],"date":["2012-05-21"],"type":["text"],"creator":["Czichowsky, Christoph"],"language":[],"coverage":[],"title":["Time-Consistent Mean-Variance Portfolio Selection in Discrete and\n  Continuous Time"],"description":["  It is well known that mean-variance portfolio selection is a\ntime-inconsistent optimal control problem in the sense that it does not satisfy\nBellman's optimality principle and therefore the usual dynamic programming\napproach fails. We develop a time- consistent formulation of this problem,\nwhich is based on a local notion of optimality called local mean-variance\nefficiency, in a general semimartingale setting. We start in discrete time,\nwhere the formulation is straightforward, and then find the natural extension\nto continuous time. This complements and generalises the formulation by Basak\nand Chabakauri (2010) and the corresponding example in Bj\\\"ork and Murgoci\n(2010), where the treatment and the notion of optimality rely on an underlying\nMarkovian framework. We justify the continuous-time formulation by showing that\nit coincides with the continuous-time limit of the discrete-time formulation.\nThe proof of this convergence is based on a global description of the locally\noptimal strategy in terms of the structure condition and the\nF\\\"ollmer-Schweizer decomposition of the mean-variance tradeoff. As a\nbyproduct, this also gives new convergence results for the F\\\"ollmer-Schweizer\ndecomposition, i.e. for locally risk minimising strategies.\n"]}]
["1205.4750",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4750"],"date":["2012-05-21"],"type":["text"],"creator":["Dayaratna, Kevin D.","Miller, Steven J."],"language":[],"coverage":[],"title":["First Order Approximations of the Pythagorean Won-Loss Formula for\n  Predicting MLB Teams' Winning Percentages"],"description":["  We mathematically prove that an existing linear predictor of baseball teams'\nwinning percentages (Jones and Tappin 2005) is simply just a first-order\napproximation to Bill James' Pythagorean Won-Loss formula and can thus be\nwritten in terms of the formula's well-known exponent. We estimate the linear\nmodel on twenty seasons of Major League Baseball data and are able to verify\nthat the resulting coefficient estimate, with 95% confidence, is virtually\nidentical to the empirically accepted value of 1.82. Our work thus helps\nexplain why this simple and elegant model is such a strong linear predictor.\n","Comment: 7 pages, 1 Table, Appendix with Alternative Proof; By the Numbers 21,\n  2012"]}]
["1205.4751",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4751"],"date":["2012-05-21"],"type":["text"],"creator":["Majee, Swarup Kumar"],"language":[],"coverage":[],"title":["The Impact of Non-zero \\theta_{13} on Neutrino Mass and Leptogenesis in\n  a SUSY SO(10) Model"],"description":["  The recent measurement of the reactor angle as $\\sin^2 2\\theta_{13} = 0.092\n\\pm 0.016(stat) \\pm 0.005(syst)$ come from the Daya Bay collaboration. Evidence\nof nonzero \\theta_{13} was also there at T2K, MINOS and Double Chooz\nexperiments. We study the implication of these recent data on neutrino mass\nmatrix and consequently on leptogenesis in a supersymmetric SO(10) model. To\nexplain the smallness of neutrino mass, in general, we require a heavy Majorana\nneutrino which is a natural candidate in SO(10) model. In minimal SO(10) model,\nthe symmetry breaking scale or the right-handed neutrino mass scale is close to\nthe GUT scale. It is not only beyond the reach of any present or future\ncollider search but the lepton asymmetry generated from its decay is in\nconflict with the gravitino constraint as well as unable to fit the neutrino\ndata. We show that addition of an extra fermion singlet can accommodate the\nobserved recent neutrino data in a supersymmetric SO(10) model. This model can\ngenerate the desired lepton asymmetry and provide TeV scale doubly-charged\nHiggs scalars to be detected at LHC.\n","Comment: 7 pages, 6 figures, 1 table. arXiv admin note: text overlap with\n  arXiv:1007.5085"]}]
["1205.4753",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4753"],"date":["2012-05-21"],"type":["text"],"creator":["Berestycki, Nathanaël","Kozma, Gady"],"language":[],"coverage":[],"title":["Cycle structure of the interchange process and representation theory"],"description":["  Consider the process of random transpositions on the complete graph. We use\nrepresentation theory to give an exact, simple formula for the expected number\nof cycles of size k at time t, in terms of an incomplete Beta function. Using\nthis we show that the expected number of cycles of size k jumps from 0 to its\nequilibrium value, 1/k, at the time where the giant component of the associated\nrandom graph first exceeds k. Consequently we deduce a new and simple proof of\nSchramm's theorem on random transpositions, that giant cycles emerge at the\nsame time as the giant component in the random graph. We also calculate the\n\"window\" for this transition and find that it is quite thin. Finally, we give a\nnew proof of a result by the first author and Durrett that the random\ntransposition process exhibits a certain slowdown transition. The proof makes\nuse of a recent formula for the character decomposition of the number of cycles\nof a given size in a permutation, and the Frobenius formula for the character\nratios.\n","Comment: 18 pages"]}]
["1205.4754",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Nonlinear Sciences - Pattern Formation and Solitons","37K15, 35Q15, 35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4754","Nonlinearity, Vol. 23 (2010) 2559-2575","doi:10.1088/0951-7715/23/10/012"],"date":["2012-05-21"],"type":["text"],"creator":["Constantin, Adrian","Ivanov, Rossen I.","Lenells, Jonatan"],"language":[],"coverage":[],"title":["Inverse Scattering Transform for the Degasperis-Procesi Equation"],"description":["  We develop the Inverse Scattering Transform (IST) method for the\nDegasperis-Procesi equation. The spectral problem is an $\\mathfrak{sl}(3)$\nZakharov-Shabat problem with constant boundary conditions and finite reduction\ngroup. The basic aspects of the IST such as the construction of fundamental\nanalytic solutions, the formulation of a Riemann-Hilbert problem, and the\nimplementation of the dressing method are presented.\n","Comment: 18 pages, 1 figure"]}]
["1205.4763",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4763"],"date":["2012-05-21"],"type":["text"],"creator":["Bento, G. C.","Neto, J. X. da Cruz"],"language":[],"coverage":[],"title":["Weak Sharp Minima and Finite Termination of the Proximal Point Method\n  for Convex Functions on Hadamard Manifolds"],"description":["  In this paper we proved that the sequence generated by the proximal point\nmethod, associated to a unconstrained optimization problem in the Riemannian\ncontext, has finite termination when the objective function has a weak sharp\nminima on the solution set of the problem.\n","Comment: 10 pages. arXiv admin note: text overlap with arXiv:0812.2201"]}]
["1205.4765",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4765"],"date":["2012-05-21"],"type":["text"],"creator":["Mendes, Ricardo A. E."],"language":[],"coverage":[],"title":["Lifting tensors from orbifold quotients"],"description":["  We deal with a Lie group G acting by isometries on a Riemannian manifold M,\nsuch that the quotient M/G is an orbifold, or, equivalently, all slice\nrepresentations are polar. We show that any smooth orbifold symmetric 2-tensor\non M/G lifts to a smooth G-invariant symmetric 2-tensor on M. The proof relies\non a fact about the Invariant Theory of finite reflection groups which may be\nof independent interest.\n","Comment: 24 pages"]}]
["1205.4766",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4766","Phys. Rev. A 85, 013409 (2012)","doi:10.1103/PhysRevA.85.013409"],"date":["2012-05-21"],"type":["text"],"creator":["Chu, Wei-Chun","Lin, C. D."],"language":[],"coverage":[],"title":["Photoabsorption of attosecond XUV light pulses by two strongly\n  laser-coupled autoionizing states"],"description":["  We study theoretically the photoabsorption spectra of an attosecond XUV pulse\nby a laserdressed atomic system. A weak XUV excites an autoionizing state which\nis strongly coupled to another autoionizing state by a laser. The theory was\napplied to explain two recent experiments [Loh, Greene, and Leone, Chem. Phys.\n350, 7 (2008); Wang, Chini, Chen, Zhang, Cheng, He, Cheng, Wu, Thumm, and\nChang, Phys. Rev. Lett. 105 143002 (2010)] where the absorption spectra of the\nXUV lights were measured against the time delay between the laser and the XUV.\nIn another example, we study an attosecond pulse exciting the 2s2p(1P)\nresonance of helium which is resonantly coupled to the 2s2(1S) resonance by a\nmoderately intense 540 nm laser. The relation between the photoabsorption\nspectra and the photoelectron spectra and the modification of the transmitted\nlights in such an experiment are analyzed. The role of Rabi flopping between\nthe two autoionizing states within their lifetimes is investigated with respect\nto the laser intensity and detuning.\n","Comment: 9 pages, 6 figures"]}]
["1205.4769",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4769"],"date":["2012-05-21"],"type":["text"],"creator":["Senger, Steven"],"language":[],"coverage":[],"title":["A note on the multiplicative structure of an additively shifted product\n  set, AA+1"],"description":["  We consider the multiplicative structure of sets of the form AA+1, where\nwhere A is a large, finite set of real numbers. In particular, we show that the\nadditively shifted product set, AA+1 must have a large part outside of any\ngeneralized geometric progression of comparable length. We prove an analogous\nresult in finite fields as well.\n","Comment: 6 pages"]}]
["1205.4770",{"format":[],"subject":["Statistics - Machine Learning","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4770"],"date":["2012-05-21"],"type":["text"],"creator":["Kolar, Mladen","Sharpnack, James"],"language":[],"coverage":[],"title":["Variance function estimation in high-dimensions"],"description":["  We consider the high-dimensional heteroscedastic regression model, where the\nmean and the log variance are modeled as a linear combination of input\nvariables. Existing literature on high-dimensional linear regres- sion models\nhas largely ignored non-constant error variances, even though they commonly\noccur in a variety of applications ranging from biostatis- tics to finance. In\nthis paper we study a class of non-convex penalized pseudolikelihood estimators\nfor both the mean and variance parameters. We show that the Heteroscedastic\nIterative Penalized Pseudolikelihood Optimizer (HIPPO) achieves the oracle\nproperty, that is, we prove that the rates of convergence are the same as if\nthe true model was known. We demonstrate numerical properties of the procedure\non a simulation study and real world data.\n","Comment: Appearing in Proceedings of the 29 th International Conference on\n  Machine Learning, Edinburgh, Scotland, UK, 2012"]}]
["1205.4771",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4771"],"date":["2012-05-21"],"type":["text"],"creator":["Eun, Len K."],"language":[],"coverage":[],"title":["Transverse Single Spin Asymmetries and Cross-Sections for Forward pi0\n  and eta Mesons at Large Feynman-x in sqrt(s)=200 GeV polarized p+p Collisions\n  at STAR"],"description":["  The STAR collaboration has previously reported a large transverse single spin\nasymmetry, A_N, for forward pi0 meson production. The cross-section in this\nregion was measured up to Feynman-x (xF) of 0.55, and found to be consistent\nwith perturbative Quantum Chromo-Dynamics predictions. During RHIC running in\nthe year 2006 (6.8 inverse-pb, 56 % average polarization), an even larger A_N\nwas observed for the eta meson at forward rapidity for xF > 0.5. All data were\ncollected by the STAR Forward Pion Detector during sqrt(s) = 200 GeV polarized\np+p collisions at RHIC. Understanding these large spin asymmetries requires\ninformation on the production cross-section. In this thesis, we present the\nresults of the cross-section as well as the A_N measurements for both pi0 and\neta mesons at average pseudo-rapidity of 3.7, for 0.4 < xF < 0.75. The details\nof the calibration, and the analysis methods are also discussed. Finally, we\npresent selected aspects of the high voltage system for the STAR Forward Meson\nSpectrometer inner calorimeter, which was designed primarily by the author and\nhis thesis advisor.\n","Comment: PhD Thesis for Len K. Eun. Thesis Advisor: Prof. Steve F. Heppelmann"]}]
["1205.4774",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4774"],"date":["2012-05-21"],"type":["text"],"creator":["Camacho, Abel"],"language":[],"coverage":[],"title":["Speed of sound in a Bose-Einstein condensate"],"description":["  In the present work we determine the speed of sound in a Bose-Einstein\ncondensate confined by an isotropic harmonic oscillator trap. The deduction of\nthis physical parameter is done resorting to the $N$-body Hamiltonian operator.\nThe single-particle eigenfunctions that have been employed in this formalism\nare those stemming from the corresponding harmonic oscillator potential, and an\nexpression for the dependence of this speed on the temperature is also deduced.\nThese functions are used in the calculation of the scaterring length, etc. The\nsituation for a Bose-Einstein condensate of sodium is evaluated and the\ncorresponding speed of sound is obtained and compared against the known\nexperimental outcomes. The possibility that the solution, to the existing\ndiscrepancy between experiment and theoretical predictions, could be given by\nthe Zaremba-Nikuni-Griffin formalism is also explored.\n"]}]
["1205.4775",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4775","Phys. Rev. A 84, 033426 (2011)","doi:10.1103/PhysRevA.84.033426"],"date":["2012-05-21"],"type":["text"],"creator":["Chu, Wei-Chun","Zhao, Song-Feng","Lin, C. D."],"language":[],"coverage":[],"title":["Laser-assisted-autoionization dynamics of helium resonances with single\n  attosecond pulses"],"description":["  The strong coupling between two autoionizing states in helium is studied\ntheoretically with the pump-probe scheme. An isolated 100-as XUV pulse is used\nto excite helium near the 2s2p(1P) resonance state in the presence of an\nintense infrared (IR) laser. The laser field introduces strong coupling between\n2s2p(1P) and 2p^2(1S) states. The IR also can ionize helium from both\nautoionizing states. By changing the time delay between the XUV and the IR\npulses, we investigated the photoelectron spectra near the two resonances. The\nresults are used to explain the recent experiment by Gilbertson et al. [Phys.\nRev. Lett. 105, 263003 (2010)]. Using the same isolated attosecond pulse and a\n540-nm laser, we also investigate the strong coupling between 2s2p(1P) and\n2s^2(1S) by examining how the photoelectron spectra are modified versus the\ntime delay and the possibility of observing Autler-Townes doublet in such\nexperiments.\n","Comment: 12 pages, 12 figures"]}]
["1205.4779",{"format":[],"subject":["Mathematics - Differential Geometry","53D10, 53A10, 53A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4779"],"date":["2012-05-21"],"type":["text"],"creator":["Martin, Francisco","Umehara, Masaaki","Yamada, Kotaro"],"language":[],"coverage":[],"title":["Flat surfaces in hyperbolic 3-space whose hyperbolic Gauss maps are\n  bounded"],"description":["  We construct a weakly complete flat surface in hyperbolic 3-space having a\npair of hyperbolic Gauss maps both of whose images are contained in an\narbitrarily given open disc in the ideal boundary of H^3. This construction is\naccomplished as an application of the minimal surface theory. This looks an\ninteresting phenomenon if one comparing the fact that there are no complete\nminimal (resp. constant mean curvature one) surfaces in R^3 (resp. H^3) having\nbounded Gauss maps (resp. bounded hyperbolic Gauss maps).\n","Comment: 7 pages"]}]
["1205.4786",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4786","Phys. Rev. E, 85, 051128 (2012)","doi:10.1103/PhysRevE.85.051128"],"date":["2012-05-21"],"type":["text"],"creator":["Baek, Seung Ki"],"language":[],"coverage":[],"title":["Upper transition point for percolation on the enhanced binary tree: A\n  sharpened lower bound"],"description":["  Hyperbolic structures are obtained by tiling a hyperbolic surface with\nnegative Gaussian curvature. These structures generally exhibit two percolation\ntransitions: a system-wide connection can be established at a certain\noccupation probability $p=p_{c1}$ and there emerges a unique giant cluster at\n$p_{c2} > p_{c1}$. There have been debates about locating the upper transition\npoint of a prototypical hyperbolic structure called the enhanced binary tree\n(EBT), which is constructed by adding loops to a binary tree. This work\npresents its lower bound as $p_{c2} \\gtrsim 0.55$ by using phenomenological\nrenormalization-group methods and discusses some solvable models related to the\nEBT.\n","Comment: 12 pages, 20 figures"]}]
["1205.4788",{"format":[],"subject":["Computer Science - Logic in Computer Science","Mathematics - Dynamical Systems","Mathematics - Logic","03B70, 03B45, 03F03, 68Q60, 34A38, 68M14, 34C45, 37H10, 60H10, 03D78","F.3.1","F.4.1","D.2.4","C.1.m","G.1.4","C.2.4","D.4.7","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4788"],"date":["2012-05-21"],"type":["text"],"creator":["Platzer, André"],"language":[],"coverage":[],"title":["Dynamic Logics of Dynamical Systems"],"description":["  We survey dynamic logics for specifying and verifying properties of dynamical\nsystems, including hybrid systems, distributed hybrid systems, and stochastic\nhybrid systems. A dynamic logic is a first-order modal logic with a pair of\nparametrized modal operators for each dynamical system to express necessary or\npossible properties of their transition behavior. Due to their full basis of\nfirst-order modal logic operators, dynamic logics can express a rich variety of\nsystem properties, including safety, controllability, reactivity, liveness, and\nquantified parametrized properties, even about relations between multiple\ndynamical systems. In this survey, we focus on some of the representatives of\nthe family of differential dynamic logics, which share the ability to express\nproperties of dynamical systems having continuous dynamics described by various\nforms of differential equations.\n  We explain the dynamical system models, dynamic logics of dynamical systems,\ntheir semantics, their axiomatizations, and proof calculi for proving logical\nformulas about these dynamical systems. We study differential invariants, i.e.,\ninduction principles for differential equations. We survey theoretical results,\nincluding soundness and completeness and deductive power. Differential dynamic\nlogics have been implemented in automatic and interactive theorem provers and\nhave been used successfully to verify safety-critical applications in\nautomotive, aviation, railway, robotics, and analogue electrical circuits.\n"]}]
["1205.4793",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4793"],"date":["2012-05-21"],"type":["text"],"creator":["Rubinstein, Yanir A.","Zelditch, Steve"],"language":[],"coverage":[],"title":["The Cauchy problem for the homogeneous Monge-Ampere equation, III.\n  Lifespan"],"description":["  We prove several results on the lifespan, regularity, and uniqueness of\nsolutions of the Cauchy problem for the homogeneous complex and real\nMonge-Ampere equations (HCMA/HRMA) under various a priori regularity\nconditions. We use methods of characteristics in both the real and complex\nsettings to bound the lifespan of solutions with prescribed regularity. In the\ncomplex domain, we characterize the C^3 lifespan of the HCMA in terms of\nanalytic continuation of Hamiltonian mechanics and intersection of complex time\ncharacteristics. We use a conservation law type argument to prove uniqueness of\nsolutions of the Cauchy problem for the HCMA. We then prove that the Cauchy\nproblem is ill-posed in C^3, in the sense that there exists a dense set of C^3\nCauchy data for which there exists no C^3 solution even for a short time. In\nthe real domain we show that the HRMA is equivalent to a Hamilton--Jacobi\nequation, and use the equivalence to prove that any differentiable weak\nsolution is smooth, so that the differentiable lifespan equals the convex\nlifespan determined in our previous articles. We further show that the only\nobstruction to C^1 solvability is the invertibility of the associated Moser\nmaps. Thus, a smooth solution of the Cauchy problem for HRMA exists for a\npositive but generally finite time and cannot be continued even as a weak C^1\nsolution afterwards. Finally, we introduce the notion of a \"leafwise\nsubsolution\" for the HCMA that generalizes that of a solution, and many of our\naforementioned results are proved for this more general object.\n"]}]
["1205.4794",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4794","doi:10.1007/s11207-012-0008-7"],"date":["2012-05-21"],"type":["text"],"creator":["Lesovoi, S. V.","Altyntsev, A. T.","Ivanov, E. F.","Gubin, A. V."],"language":[],"coverage":[],"title":["The multifrequency Siberian Radioheliograph"],"description":["  The 10-antenna prototype of the multifrequency Siberian radioheliograph is\ndescribed. The prototype consists of four parts: antennas with broadband\nfront-ends, analog back-ends, digital receivers and a correlator. The prototype\nantennas are mounted on the outermost stations of the Siberian Solar Radio\nTelescope (SSRT) array. A signal from each antenna is transmitted to a workroom\nby an analog fiber optical link, laid in an underground tunnel. After mixing,\nall signals are digitized and processed by digital receivers before the data\nare transmitted to the correlator. The digital receivers and the correlator are\naccessible by the LAN. The frequency range of the prototype is from 4 to 8 GHz.\nCurrently the frequency switching observing mode is used. The prototype data\ninclude both circular polarizations at a number of frequencies given by a list.\nThis prototype is the first stage of the multifrequency Siberian\nradioheliograph development. It is assumed that the radioheliograph will\nconsist of 96 antennas and will occupy stations of the West-East-South subarray\nof the SSRT. The radioheliograph will be fully constructed in autumn of 2012.\nWe plan to reach the brightness temperature sensitivity about 100 K for the\nsnapshot image, a spatial resolution up to 13 arcseconds at 8 GHz and\npolarization measurement accuracy about a few percent.\n  First results with the 10-antenna prototype are presented of observations of\nsolar microwave bursts. The prototype abilities to estimate source size and\nlocations at different frequencies are discussed.\n"]}]
["1205.4797",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4797","College Mathematics Journal, Vol. 40, No. 2 (Mar 2009), p. 93-98"],"date":["2012-05-21"],"type":["text"],"creator":["Feist, Curtis","Naimi, Ramin"],"language":[],"coverage":[],"title":["Topology Explains Why Automobile Sunshades Fold Oddly"],"description":["  We use braids and linking number to explain why automobile shades fold into\nan odd number of loops.\n","Comment: 8 pages, 9 figures"]}]
["1205.4798",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4798","Osaka Journal of Mathematics, Vol. 45, No. 1 (2008), 107-111"],"date":["2012-05-21"],"type":["text"],"creator":["Flapan, Erica","Naimi, Ramin"],"language":[],"coverage":[],"title":["The Y-triangle move does not preserve Intrinsic Knottedness"],"description":["  We answer the question \"Does the Y-triangle move preserve intrinsic\nknottedness?\" in the negative by giving an example of a graph that is obtained\nfrom the intrinsically knotted graph K_7 by triangle-Y and Y-triangle moves but\nis not intrinsically knotted.\n","Comment: 5 pages, 2 figures"]}]
["1205.4799",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4799"],"date":["2012-05-21"],"type":["text"],"creator":["Daskalopoulos, Panagiota","Kuusi, Tuomo","Mingione, Giuseppe"],"language":[],"coverage":[],"title":["Borderline estimates for fully nonlinear elliptic equations"],"description":["  We prove new borderline regularity results for solutions to fully nonlinear\nelliptic equations together with pointwise gradient potential estimates.\n"]}]
["1205.4802",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4802"],"date":["2012-05-22"],"type":["text"],"creator":["Krebs, Andreas","Straubing, Howard"],"language":[],"coverage":[],"title":["An effective characterization of the alternation hierarchy in\n  two-variable logic"],"description":["  We characterize the languages in the individual levels of the quantifier\nalternation hierarchy of first-order logic with two variables by identities.\nThis implies decidability of the individual levels. More generally we show that\nthe two-sided semidirect product of a decidable variety with the variety J is\ndecidable.\n"]}]
["1205.4807",{"format":[],"subject":["Statistics - Other Statistics","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4807","Statistical Science 2011, Vol. 26, No. 4, 647-672","doi:10.1214/11-STS362"],"date":["2012-05-22"],"type":["text"],"creator":["Lijoi, Antonio","Prünster, Igor"],"language":[],"coverage":[],"title":["A Conversation with Eugenio Regazzini"],"description":["  Eugenio Regazzini was born on August 12, 1946 in Cremona (Italy), and took\nhis degree in 1969 at the University \"L. Bocconi\" of Milano. He has held\npositions at the universities of Torino, Bologna and Milano, and at the\nUniversity \"L. Bocconi\" as assistant professor and lecturer from 1974 to 1980,\nand then professor since 1980. He is currently professor in probability and\nmathematical statistics at the University of Pavia. In the periods 1989-2001\nand 2006-2009 he was head of the Institute for Applications of Mathematics and\nComputer Science of the Italian National Research Council (C.N.R.) in Milano\nand head of the Department of Mathematics at the University of Pavia,\nrespectively. For twelve years between 1989 and 2006, he served as a member of\nthe Scientific Board of the Italian Mathematical Union (U.M.I.). In 2007, he\nwas elected Fellow of the IMS and, in 2001, Fellow of the \"Istituto\nLombardo---Accademia di Scienze e Lettere.\" His research activity in\nprobability and statistics has covered a wide spectrum of topics, including\nfinitely additive probabilities, foundations of the Bayesian paradigm,\nexchangeability and partial exchangeability, distribution of functionals of\nrandom probability measures, stochastic integration, history of probability and\nstatistics. Overall, he has been one of the most authoritative developers of de\nFinetti's legacy. In the last five years, he has extended his scientific\ninterests to probabilistic methods in mathematical physics; in particular, he\nhas studied the asymptotic behavior of the solutions of equations, which are of\ninterest for the kinetic theory of gases. The present interview was taken in\noccasion of his 65th birthday.\n","Comment: Published in at http://dx.doi.org/10.1214/11-STS362 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1205.4809",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4809"],"date":["2012-05-22"],"type":["text"],"creator":["Tseng, Lewis","Vaidya, Nitin"],"language":[],"coverage":[],"title":["Iterative Approximate Byzantine Consensus under a Generalized Fault\n  Model"],"description":["  In this work, we consider a generalized fault model that can be used to\nrepresent a wide range of failure scenarios, including correlated failures and\nnon-uniform node reliabilities. This fault model is general in the sense that\nfault models studied in prior related work, such as f -total and f -local\nmodels, are special cases of the generalized fault model. Under the generalized\nfault model, we explore iterative approximate Byzantine consensus (IABC)\nalgorithms in arbitrary directed networks. We prove a necessary and sufficient\ncondition for the existence of IABC algorithms. The use of the generalized\nfault model helps to gain a better understanding of IABC algorithms.\n","Comment: arXiv admin note: text overlap with arXiv:1203.1888"]}]
["1205.4812",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4812"],"date":["2012-05-22"],"type":["text"],"creator":["Chang, Tongkeun","Yang, Minsuk"],"language":[],"coverage":[],"title":["Stochastic heat equations driven by L\\'evy processes"],"description":["  We study stochastic heat equations driven by a class of L\\'evy processes: du\n= \\De u dt + g dX_t \\quad in \\quad \\bR^d_T, \\qquad u(0,x)= 0 \\quad in \\quad x\n\\in \\bR^d. We prove the corresponding estimate \\[\\norm{u}_{\\bH_p^k(\\RT)} \\le\nc(p,T) \\norm{g}_{\\bB_p^{k-\\frac2p}(\\RT)}\\] for $2\\le p<\\infty$ and $k \\in \\bR$.\n"]}]
["1205.4813",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Databases","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4813"],"date":["2012-05-22"],"type":["text"],"creator":["Sivadasan, Praveen","Lal, P. Sojan"],"language":[],"coverage":[],"title":["Securing SQLJ Source Codes from Business Logic Disclosure by Data Hiding\n  Obfuscation"],"description":["  Information security is protecting information from unauthorized access, use,\ndisclosure, disruption, modification, perusal and destruction. CAIN model\nsuggest maintaining the Confidentiality, Authenticity, Integrity and\nNon-repudiation (CAIN) of information. Oracle 8i, 9i and 11g Databases support\nSQLJ framework allowing embedding of SQL statements in Java Programs and\nproviding programmer friendly means to access the Oracle database. As cloud\ncomputing technology is becoming popular, SQLJ is considered as a flexible and\nuser friendly language for developing distributed applications in grid\narchitectures. SQLJ source codes are translated to java byte codes and\ndecompilation is generation of source codes from intermediate byte codes. The\nintermediate SQLJ application byte codes are open to decompilation, allowing a\nmalicious reader to forcefully decompile it for understanding confidential\nbusiness logic or data from the codes. To the best of our knowledge, strong and\ncost effective techniques exist for Oracle Database security, but still data\nsecurity techniques are lacking for client side applications, giving\npossibility for revelation of confidential business data. Data obfuscation is\nhiding the data in codes and we suggest enhancing the data security in SQLJ\nsource codes by data hiding, to mitigate disclosure of confidential business\ndata, especially integers in distributed applications.\n","Comment: 4 pages,3 Figures"]}]
["1205.4814",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4814"],"date":["2012-05-22"],"type":["text"],"creator":["Chang, Tongkeun"],"language":[],"coverage":[],"title":["A Dirichlet problem of the fractional Laplace equation in the bounded\n  Lipschitz domain"],"description":["  In this paper, we study a Dirichlet problem of a fractional Laplace equation\nin a bounded Lipschitz domain in $ \\R, n \\geq 2$. Our main result is that for\nthe given data $F \\in \\dot H^s(\\Om^c), 0 < s<1$, we find the function which\nsatisfies that $\\De^s u =0$ in $\\Om$,\n  $u|_{\\Om^c} =F$ and $|u|_{\\dot{H}^s(\\R)} \\leq c |F|_{\\dot H^s(\\Om^c)}$.\nFurthermore, we represent the solution with an integral operator.\n"]}]
["1205.4820",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4820","Opt. Express 20, 12247-12260 (2012)","doi:10.1364/OE.20.012247"],"date":["2012-05-22"],"type":["text"],"creator":["Jofre, M.","Anzolin, G.","Steinlechner, F.","Oliverio, N.","Torres, J. P.","Pruneri, V.","Mitchell, M. W."],"language":[],"coverage":[],"title":["Fast beam steering with full polarization control using a galvanometric\n  optical scanner and polarization controller"],"description":["  Optical beam steering is a key element in many industrial and scientific\napplications like in material processing, information technologies, medical\nimaging and laser display. Even though galvanometer-based scanners offer\nflexibility, speed and accuracy at a relatively low cost, they still lack the\nnecessary control over the polarization required for certain applications. We\nreport on the development of a polarization steerable system assembled with a\nfiber polarization controller and a galvanometric scanner, both controlled by a\ndigital signal processor board. The system implements control of the\npolarization decoupled from the pointing direction through a feed-forward\ncontrol scheme. This enables to direct optical beams to a desired direction\nwithout affecting its initial polarization state. When considering the full\nworking field of view, we are able to compensate polarization angle errors\nlarger than 0.2 rad, in a temporal window of less than $\\sim 20$ ms. Given the\nunification of components to fully control any polarization state while\nsteering an optical beam, the proposed system is potentially integrable and\nrobust.\n","Comment: 16 pages, 9 figures"]}]
["1205.4821",{"format":[],"subject":["Computer Science - Computational Complexity","68Q30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4821"],"date":["2012-05-22"],"type":["text"],"creator":["Dougherty, Randall","Lutz, Jack","Mauldin, R. Daniel","Teutsch, Jason"],"language":[],"coverage":[],"title":["Translating the Cantor set by a random"],"description":["  We determine the constructive dimension of points in random translates of the\nCantor set. The Cantor set \"cancels randomness\" in the sense that some of its\nmembers, when added to Martin-Lof random reals, identify a point with lower\nconstructive dimension than the random itself. In particular, we find the\nHausdorff dimension of the set of points in a Cantor set translate with a given\nconstructive dimension.\n"]}]
["1205.4823",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4823"],"date":["2012-05-22"],"type":["text"],"creator":["Wang, Junxia","Chen, Yang Xu Hongsheng","Zhang, Baile"],"language":[],"coverage":[],"title":["Ultraviolet dielectric hyperlens with layered graphene and boron nitride"],"description":["  The concept of hyperlens, as a novel transformation optics device, is a\npromising real-time super-resolution lens that can effectively transform\nevanescent waves into propagating waves and thus break the diffraction limit.\nHowever, previous hyperlens implementations usually adopted metal which would\nabsorb most energy during light transmission and thus deteriorate imaging\nefficiency. Here we propose a novel hyperlens design based on dielectric\nlayered graphene and h-boron nitride (h-BN) whose performance can surpass the\ncounterpart design with metal. Our first-principle and Kramers-Kronig relation\ncalculation shows that both layered graphene and layered h-BN exhibit strong\nanisotropic properties in ultraviolet spectrum regions, where their\npermittivity components perpendicular to the optic axis can be negative while\nthe components parallel to the optic axis can be positive. Based on the\nanisotropic properties, flat and cylindrical hyperlenses are designed and\nnumerically verified with layered graphene at 1200 THz and layered h-BN at 1400\nTHz, respectively. Our work provides a dielectric hyperlens approach to\novercome the diffraction limit at ultraviolet frequencies, which may find\napplications where dynamic imaging of subwavelength features at the molecular\nand cellular scales is desired.\n","Comment: 20 pages, 8 figures"]}]
["1205.4829",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4829"],"date":["2012-05-22"],"type":["text"],"creator":["Dey, Somdip"],"language":[],"coverage":[],"title":["SD-EQR: A New Technique To Use QR CodesTM in Cryptography"],"description":["  In this paper the author present a new technique of using QR Codes (commonly\nknown as 'Quick Respond Codes') in the field of Cryptography. QR Codes are\nmainly used to convey or store messages because they have higher or large\nstorage capacity than any other normal conventional 'barcodes'. In this paper\nthe primary focus will be on storing messages in encrypted format with a\npassword and send it to the required destination hiding in a QR Code, without\nbeing tracked or decrypted properly by any hacker or spyware. Since QR Codes\nhave fast response time and have large storage capacity, QR Codes can be used\nperfectly to send encrypted data (messages) to the receiver. This method will\nbe suitable in any business house, government sectors, communication network to\nsend their encrypted messages faster to the destination. Or a person can even\nuse this method to keep his important documents, like passport number, pan-card\nid, social security number, perfectly secured with him all the time, without\nthe information getting leaked to outside world. The new method is achieved by\nentering the message along with a password. This password will generate a\nsecret code, which will be added to each digit or alphabet in the numbers or\ntext entered in the message (which is needed to be encrypted) and generate the\nfirst phase of encryption. That newly generated encrypted message will again be\nencrypted using various other methods to generate the final encrypted message.\n","Comment: 6 Pages and 3 figures, International Journal of Information\n  Technology & Computer Science (IJITCS), May/June 2012"]}]
["1205.4831",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4831"],"date":["2012-05-22"],"type":["text"],"creator":["Sebastian V, Bino","Unnikrishnan, A.","Balakrishnan, Kannan"],"language":[],"coverage":[],"title":["Gray Level Co-Occurrence Matrices: Generalisation and Some New Features"],"description":["  Gray Level Co-occurrence Matrices (GLCM) are one of the earliest techniques\nused for image texture analysis. In this paper we defined a new feature called\ntrace extracted from the GLCM and its implications in texture analysis are\ndiscussed in the context of Content Based Image Retrieval (CBIR). The\ntheoretical extension of GLCM to n-dimensional gray scale images are also\ndiscussed. The results indicate that trace features outperform Haralick\nfeatures when applied to CBIR.\n","Comment: 7 pages, 3 figures"]}]
["1205.4832",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4832","Proceedings of The International Conference on Informatics and\n  Applications (ICIA2012), Malaysia"],"date":["2012-05-22"],"type":["text"],"creator":["Dey, Somdip"],"language":[],"coverage":[],"title":["SD-REE: A Cryptographic Method to Exclude Repetition from a Message"],"description":["  In this paper, the author presents a new cryptographic technique, SD-REE, to\nexclude the repetitive terms in a message, when it is to be encrypted, so that\nit becomes almost impossible for a person to retrieve or predict the original\nmessage from the encrypted message. In modern world, cryptography hackers try\nto break a code or cryptographic algorithm [1,2] or retrieve the key, used for\nencryption, by inserting repetitive bytes / characters in the message and\nencrypt the message or by analyzing repetitions in the encrypted message, to\nfind out the encryption algorithm or retrieve the key used for the encryption.\nBut in SD-REE method the repetitive bytes / characters are removed and there is\nno trace of any repetition in the message, which was encrypted.\n","Comment: 7 Pages,1 table for Results, 1 table for Cryptanalysis and 6 figures"]}]
["1205.4836",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4836"],"date":["2012-05-22"],"type":["text"],"creator":["Di Canto, Angelo"],"language":[],"coverage":[],"title":["Charm Physics at CDF"],"description":["  The study of the charm quark continues to have wide interest as a possible\navenue for the discovery of physics beyond the Standard Model and can as well\nbe used as a tool for understanding the non-perturbative aspects of the strong\ninteractions. Owning to the large production cross-section available at the\nTevatron collider and to the flexibility of a trigger on fully hadronic final\nstates, the CDF experiment, in a decade of successful operations, collected\nmillions of charmed mesons decays which can be used to investigate the details\nof the physics of the production and decay processes of the charm quark. Here\nwe present a brief collection of new CDF results on this subject.\n","Comment: 7 pages, 4 figures, 1 table. Contribution to the proceedings for the\n  XXVI Rencontres de Physique de la Vall\\'ee d'Aoste, La Thuile 2012"]}]
["1205.4837",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4837"],"date":["2012-05-22"],"type":["text"],"creator":["Özdemir, M. E.","Avci, M."],"language":[],"coverage":[],"title":["Inequalities via \\varphi_{h,m}-convexity"],"description":["  In this paper, we define \\varphi_{h,m}-convex functions and prove some\ninequalities for this class.\n","Comment: 7 pages"]}]
["1205.4841",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4841"],"date":["2012-05-22"],"type":["text"],"creator":["Stöber, Jakob","Schepsmeier, Ulf"],"language":[],"coverage":[],"title":["Is there significant time-variation in multivariate copulas?"],"description":["  We demonstrate how the uncertainty of parameter point estimates can be\nassessed in a maximum likelihood framework in order to prevent overfitting and\nerroneous detection of time-inhomogeneity. The class of models we consider are\nregular vine (R-vine) copula models, for which we describe a new algorithm for\nthe exact computation of the score function and observed information. R-vine\ncopulas constitute a flexible class of dependence models which are constructed\nhierarchically from bivariate copulas as building blocks only, and our\nalgorithm exploits the hierarchical nature for subsequent computation of\nlog-likelihood derivatives. Results obtained using the proposed methods are\ndiscussed in the context of the asymptotic efficiency of different estimation\nmethods for R-vine based models. In a substantial application to a dataset of\nexchange rates, we obtain clear indications for time-inhomogeneous dependence\nbetween some currency pairs.\n"]}]
["1205.4842",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Mathematics - Dynamical Systems","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4842"],"date":["2012-05-22"],"type":["text"],"creator":["Pilipchuk, V. N."],"language":[],"coverage":[],"title":["Classical resonance interactions and Josephson junction in macroscopic\n  quantum dynamics"],"description":["  It is shown that the classical dynamics of 1:1 resonance interaction between\ntwo identical linearly coupled Duffing oscillators is equivalent to the\nsymmetric (non-biased) case of `macroscopic' quantum dynamics of two weakly\ncoupled Bose-Einstein condensates. The analogy develops through the boson\nJosephson junction equations, however, reduced to a single conservative energy\npartition (EP) oscillator. The derived oscillator is solvable in quadratures,\nfurthermore it admits asymptotic solution in terms of elementary functions\nafter transition to the action-angle variables. Energy partition and coherency\nindexes are introduced to provide a complete characterization of the system\ndynamic states through the state variables of the EP oscillator. In particular,\nnonlinear normal and local mode dynamics of the original system associate with\nequilibrium points of such oscillator. Additional equilibrium points - the\nlocal modes - may occur on high energy level as a result of the symmetry\nbreaking bifurcation, which is equivalent to the macroscopic quantum\nself-trapping effect in boson Josephson junction. Finally, since the\nHamiltonian of EP oscillator is always quadratic with respect its linear\nmomentum, the idea of second quantization can be explored without usual\ntransition to the rigid pendulum approximation.\n","Comment: 16 figures"]}]
["1205.4844",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4844"],"date":["2012-05-22"],"type":["text"],"creator":["Stöber, Jakob","Joe, Harry","Czado, Claudia"],"language":[],"coverage":[],"title":["Simplified Pair Copula Constructions --- Limits and Extensions"],"description":["  So called pair copula constructions (PCCs), specifying multivariate\ndistributions only in terms of bivariate building blocks (pair copulas),\nconstitute a flexible class of dependence models. To keep them tractable for\ninference and model selection, the simplifying assumption that copulas of\nconditional distributions do not depend on the values of the variables which\nthey are conditioned on is popular. In this paper, we show for which classes of\ndistributions such a simplification is applicable, significantly extending the\ndiscussion of Hob{\\ae}k Haff et al. (2010). In particular, we show that the\nonly Archimedean copula in dimension d \\geq 4 which is of the simplified type\nis that based on the gamma Laplace transform or its extension, while the\nStudent-t copula is the only one arising from a scale mixture of Normals.\nFurther, we illustrate how PCCs can be adapted for situations where conditional\ncopulas depend on values which are conditioned on.\n"]}]
["1205.4848",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4848","Phys. Rev. B 85, 161405(R) (2012)","doi:10.1103/PhysRevB.85.161405"],"date":["2012-05-22"],"type":["text"],"creator":["Sclauzero, Gabriele","Pasquarello, Alfredo"],"language":[],"coverage":[],"title":["Carbon rehybridization at the graphene/SiC(0001) interface: Effect on\n  stability and atomic-scale corrugation"],"description":["  We address the energetic stability of the graphene/SiC(0001) interface and\nthe associated binding mechanism by studying a series of low-strain\ncommensurate interface structures within a density functional scheme. Among the\nstructures with negligible strain, the 6\\surd3\\times6\\surd3 R30{\\deg} SiC\nperiodicity shows the lowest interface energy, providing a rationale for its\nfrequent experimental observation. The interface stability is driven by the\nenhanced local reactivity of the substrate-bonded graphene atoms undergoing\nsp2-to-sp3 rehybridization (pyramidalization). By this mechanism, relaxed\nstructures of higher stability exhibit more pronounced graphene corrugations at\nthe atomic scale.\n"]}]
["1205.4856",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4856"],"date":["2012-05-22"],"type":["text"],"creator":["Vaze, Rahul","Gupta, Piyush"],"language":[],"coverage":[],"title":["Bounds on Minimum Number of Anchors for Iterative Localization and its\n  Connections to Bootstrap Percolation"],"description":["  Iterated localization is considered where each node of a network needs to get\nlocalized (find its location on 2-D plane), when initially only a subset of\nnodes have their location information. The iterated localization process\nproceeds as follows. Starting with a subset of nodes that have their location\ninformation, possibly using global positioning system (GPS) devices, any other\nnode gets localized if it has three or more localized nodes in its radio range.\nThe newly localized nodes are included in the subset of nodes that have their\nlocation information for the next iteration. This process is allowed to\ncontinue, until no new node can be localized. The problem is to find the\nminimum size of the initially localized subset to start with so that the whole\nnetwork is localized with high probability. There are intimate connections\nbetween iterated localization and bootstrap percolation, that is well studied\nin statistical physics. Using results known in bootstrap percolation, we find a\nsufficient condition on the size of the initially localized subset that\nguarantees the localization of all nodes in the network with high probability.\n","Comment: Invited paper SPCOM 2012, Indian Institute of Science, July 2012"]}]
["1205.4860",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4860"],"date":["2012-05-22"],"type":["text"],"creator":["Hentz, Sébastien","Duraffourg, Laurent","Colinet, Eric"],"language":[],"coverage":[],"title":["Comparison of capacitive and frequential readout when scaling\n  accelerometers down from Micro- to Nano- Electro Mechanical Systems"],"description":["  This paper shows the effect of scaling silicon accelerometers down from MEMS\nto NEMS. It models both electronics and Brownian noise sources for both\ncapacitive and resonant devices, and computes the minimum detectable signal\nattainable. Computed results are remarkably close to published experimental\nresults. It shows the relatively low influence of the quality factor and of the\nbeam width in the resonant case. Different scaling rules are investigated, and\nit appears that resonant sensing may satisfy some new application requirements,\nin particular for critical dimensions below a few hundreds of nm, when it is\nbetter resolved than capacitive sensing.\n"]}]
["1205.4866",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Probability","43A90, 33C67, 22E46, 60B15, 60F05, 43A62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4866"],"date":["2012-05-22"],"type":["text"],"creator":["Voit, Michael"],"language":[],"coverage":[],"title":["Uniform oscillatory behavior of spherical functions of $GL_n/U_n$ at the\n  identity and a central limit theorem"],"description":["  Let $\\mathbb F=\\mathbb R$ or $\\mathbb C$ and $n\\in\\b N$.\n  Let $(S_k)_{k\\ge0}$ be a time-homogeneous random walk on $GL_n(\\b F)$\nassociated with an $U_n(\\b F)$-biinvariant measure $\\nu\\in M^1(GL_n(\\b F))$. We\nderive a central limit theorem for the ordered singular spectrum\n$\\sigma_{sing}(S_k)$ with a normal distribution as limit with explicit analytic\nformulas for the drift vector and the covariance matrix.\n  The main ingredient for the proof will be a oscillatory result for the\nspherical functions $\\phi_{i\\rho+\\lambda}$ of $(GL_n(\\b F),U_n(\\b F))$. More\nprecisely, we present a necessarily unique mapping $m_{\\bf 1}:G\\to\\b R^n$ such\nthat for some constant $C$ and all $g\\in G$, $\\lambda\\in\\b R^n$,\n$$|\\phi_{i\\rho+\\lambda}(g)- e^{i\\lambda\\cdot m_{\\bf 1}(g)}|\\le\nC\\|\\lambda\\|^2.$$\n"]}]
["1205.4867",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4867","2012 J. Phys.: Condens. Matter 24 245303","doi:10.1088/0953-8984/24/24/245303"],"date":["2012-05-22"],"type":["text"],"creator":["Peres, N. M. R.","Ferreira, A.","Bludov, Yu. V.","Vasilevskiy, M. I."],"language":[],"coverage":[],"title":["Light scattering by a medium with a spatially modulated optical\n  conductivity: the case of graphene"],"description":["  We describe light scattering from a graphene sheet having a modulated optical\nconductivity. We show that such modulation enables the excitation of surface\nplasmon-polaritons by an electromagnetic wave impinging at normal incidence.\nThe resulting surface plasmon-polaritons are responsible for a substantial\nincrease of electromagnetic radiation absorption by the graphene sheet. The\norigin of the modulation can be due either to a periodic strain field or to\nadatoms (or absorbed molecules) with a modulated adsorption profile.\n","Comment: http://iopscience.iop.org/0953-8984/24/24/245303"]}]
["1205.4869",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4869"],"date":["2012-05-22"],"type":["text"],"creator":["Vaidhyanathan, L. S.","Janawadkar, M. P.","Baisnab, D. K."],"language":[],"coverage":[],"title":["Observation of 0 to pi transition in YBCO/Gallium oxide multilayers"],"description":["  When two superconductors are coupled via an insulator the phase difference\nbetween them is expected to be zero in the ground state and such Josephson\njunctions are known as \"0\" type Josephson junctions . But in the presence of\nmagnetic impurities in the barrier or ferromagnetism, the phase difference in\nthe ground state could become pi; such Josephson junctions are known as \"pi\"\ntype Josephson junctions1-4. Experimental results have confirmed the\nobservation of a 0 to pi transition as a function of temperature in Josephson\njunctions such as Nb/Cu1-xNix/Nb based on ferromagnetic weak links with low\nexchange energy5. Recently, observation of possible magnetic behaviour in\noxides has been reported6,7, and it would, therefore, be interesting to study\nthe Josephson coupling in YBCO/gallium oxide multilayers. This work reports the\nobservation of a very anomalous superconducting behaviour in YBCO/gallium oxide\nmultilayers. A transition to the superconducting state has been observed with\nan enhanced superconducting transition temperature of 98 K in the YBCO/gallium\noxide multilayer followed by a second transition temperature at 90 K with the\nmultilayer losing its superconductivity at intermediate temperatures. This\nbehaviour is explained by assuming that the Josephson coupling between the\nsuperconducting YBCO layers in the multilayer changes from pi type to 0 type.\nThis is the first experimental observation of the 0 to pi transition in\nHTSC/gallium oxide/HTSC thin film structures.\n","Comment: 10 pages, 3 figures"]}]
["1205.4870",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Algebraic Geometry","20G15, 22E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4870"],"date":["2012-05-22"],"type":["text"],"creator":["Azad, Hassan","Biswas, Indranil","Chatterjee, Pralay"],"language":[],"coverage":[],"title":["On the maximal solvable subgroups of semisimple algebraic groups"],"description":["  Let $G$ be a semisimple affine algebraic group defined over a field $k$ of\ncharacteristic zero. We describe all the maximal connected solvable subgroups\nof $G$, defined over $k$, up to conjugation by rational points of $G$.\n","Comment: Final version"]}]
["1205.4871",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4871"],"date":["2012-05-22"],"type":["text"],"creator":["Fausk, Ingrid"],"language":[],"coverage":[],"title":["Pfaffian Calabi-Yau threefolds, Stanley-Reisner schemes and mirror\n  symmetry"],"description":["  Calabi-Yau manifolds are important objects in algebraic geometry and in\ntheoretical physics. A hypothesis of mirror symmetry is that Calabi-Yau\nmanifolds of dimension 3 come in pairs, with the Hodge numbers of one manifold\nmirroring the Hodge numbers of the other.\n  In this thesis, Calabi-Yau manifolds are constructed by smoothing\nStanley-Reisner schemes of triangulations of 3-spheres. The triangulations of\nthe 3-sphere with 7 or 8 vertices have been constructed and classified by\nGr\\\"unbaum and Sreedharan (1967). In this thesis we characterize the Calabi-Yau\nmanifolds obtained from the triangulations with 7 vertices. They are embedded\nin six-dimensional projective space. Mirrors of such manifolds are constructed\nby resolution of singularities performed on a singular fiber in the deformation\nfamily of the Stanley-Reisner scheme. In this way, we reproduce the mirror by\nR{\\o}dland (1999) of a degree 14 pfaffian Calabi-Yau threefold, and the mirror\ncandidate by B\\\"ohm (2007) of a degree 13 pfaffian Calabi-Yau threefold. In the\nlatter case we verify that the Hodge numbers in fact constitute a mirror, using\ntoric geometry.\n","Comment: Thesis for the degree of Ph.D, submitted to the University of Oslo,\n  2012"]}]
["1205.4874",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4874"],"date":["2012-05-22"],"type":["text"],"creator":["Huber, Michael"],"language":[],"coverage":[],"title":["Perfect Secrecy Systems Immune to Spoofing Attacks"],"description":["  We present novel perfect secrecy systems that provide immunity to spoofing\nattacks under equiprobable source probability distributions. On the theoretical\nside, relying on an existence result for $t$-designs by Teirlinck, our\nconstruction method constructively generates systems that can reach an\narbitrary high level of security. On the practical side, we obtain, via cyclic\ndifference families, very efficient constructions of new optimal systems that\nare onefold secure against spoofing. Moreover, we construct, by means of\n$t$-designs for large values of $t$, the first near-optimal systems that are 5-\nand 6-fold secure as well as further systems with a feasible number of keys\nthat are 7-fold secure against spoofing. We apply our results furthermore to a\nrecently extended authentication model, where the opponent has access to a\nverification oracle. We obtain this way novel perfect secrecy systems with\nimmunity to spoofing in the verification oracle model.\n","Comment: 10 pages (double-column); to appear in \"International Journal of\n  Information Security\""]}]
["1205.4876",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4876"],"date":["2012-05-22"],"type":["text"],"creator":["Behboodi, Arash","Piantanida, Pablo"],"language":[],"coverage":[],"title":["Selective Coding Strategy for Unicast Composite Networks"],"description":["  Consider a composite unicast relay network where the channel statistic is\nrandomly drawn from a set of conditional distributions indexed by a random\nvariable, which is assumed to be unknown at the source, fully known at the\ndestination and only partly known at the relays. Commonly, the coding strategy\nat each relay is fixed regardless of its channel measurement. A novel coding\nfor unicast composite networks with multiple relays is introduced. This enables\nthe relays to select dynamically --based on its channel measurement-- the best\ncoding scheme between compress-and-forward (CF) and decode-and-forward (DF). As\na part of the main result, a generalization of Noisy Network Coding is shown\nfor the case of unicast general networks where the relays are divided between\nthose using DF and CF coding. Furthermore, the relays using DF scheme can\nexploit the help of those based on CF scheme via offset coding. It is\ndemonstrated via numerical results that this novel coding, referred to as\nSelective Coding Strategy (SCS), outperforms conventional coding schemes.\n","Comment: To appear in International Symposium on Information Theory (ISIT)\n  2012"]}]
["1205.4883",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4883"],"date":["2012-05-22"],"type":["text"],"creator":["Liao, Gang","Luo, Lian","Liu, Lei"],"language":[],"coverage":[],"title":["Hybrid Parallel Bidirectional Sieve based on SMP Cluster"],"description":["  In this article, hybrid parallel bidirectional sieve method is implemented by\nSMP Cluster, the individual computational units joined together by the\ncommunication network, are usually shared-memory systems with one or more\nmulticore processor. To high-efficiency optimization, we propose average divide\ndata into nodes, generating double-ended queues (deque) for sieve method that\nare able to exploit dual-cores simultaneously start sifting out primes from the\nhead and tail.And each node create a FIFO queue as dynamic data buffer to ache\ntemporary data from another nodes send to. The approach obtains huge speedup\nand efficiency on SMP Cluster.\n","Comment: 11 pages,7 figures"]}]
["1205.4886",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4886"],"date":["2012-05-22"],"type":["text"],"creator":["Balasubramanian, Karthi","Prabhu, Gayathri R.","K., Lakshmipriya V.","Krishnan, Maneesha","R., Praveena","Nagaraj, Nithin"],"language":[],"coverage":[],"title":["Classification of Periodic, Chaotic and Random Sequences using NSRPS\n  Complexity Measure"],"description":["  Data compression algorithms are generally perceived as being of interest for\ndata communication and storage purposes only. However, their use in the field\nof data classification and analysis is also of equal importance. Automatic data\nclassification and analysis finds use in varied fields like bioinformatics,\nlanguage and sequence recognition and authorship attribution. Different\ncomplexity measures proposed in literature like Shannon entropy, Relative\nentropy, Kolmogrov and Algorithmic complexity have drawbacks that make these\nmethods ineffective in analyzing short sequences that are typical in population\ndynamics and other fields.\n  In this paper, we study Non-Sequential Recursive Pair Substitution (NSRPS), a\nlossless compression algorithm first proposed by Ebeling {\\it et al.} [Math.\nBiosc. 52, 1980] and Jim\\'{e}nez-Monta\\~{n}o {\\it et al.}\n[arXiv:cond-mat/0204134, 2002]). Using this algorithm, a new complexity measure\nwas recently proposed (Nagaraj {\\it et al.} [arXiv:nlin.CD/1101.4341v1, 2011]).\nIn this work, we use NSRPS complexity measure for analyzing and classifying\nsymbolic sequences generated by 1D chaotic dynamical systems. Even with\nlearning data-sets of length as small as 25 and test data-sets of length as\nsmall as 10, NSRPS measure is able to accurately classify the test sequence as\nperiodic, chaotic or random. For such short data lengths, methods which use\nentropy measure and traditional lossless compression algorithm like LZ77\n[A.Lempel and J.Ziv, IEEE Trans. Inform. Theory {\\bf 22}, 75 (1976)] (used for\ninstance by {\\it Gzip}, {\\it Winzip} etc.) fails.\n","Comment: 4 pages, 4 tables, accepted for oral presentation at National\n  Conference on Nonlinear Systems and Dynamics, IISER Pune, July 2012"]}]
["1205.4889",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4889"],"date":["2012-05-22"],"type":["text"],"creator":["Brihaye, Thomas","Bruyère, Véronique","De Pril, Julie"],"language":[],"coverage":[],"title":["On Equilibria in Quantitative Games with Reachability/Safety Objectives"],"description":["  In this paper, we study turn-based quantitative multiplayer non zero-sum\ngames played on finite graphs with both reachability and safety objectives. In\nthis framework a player with a reachability objective aims at reaching his own\ngoal as soon as possible, whereas a player with a safety objective aims at\navoiding his bad set or, if impossible, delaying its visit as long as possible.\nWe prove the existence of Nash equilibria with finite memory in quantitative\nmultiplayer reachability/safety games. Moreover, we prove the existence of\nfinite-memory secure equilibria for quantitative two-player reachability games.\n","Comment: Full version of the CSR 2010 proceedings paper"]}]
["1205.4891",{"format":[],"subject":["Computer Science - Learning","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4891"],"date":["2012-05-22"],"type":["text"],"creator":["Daniely, Amit","Linial, Nati","Saks, Michael"],"language":[],"coverage":[],"title":["Clustering is difficult only when it does not matter"],"description":["  Numerous papers ask how difficult it is to cluster data. We suggest that the\nmore relevant and interesting question is how difficult it is to cluster data\nsets {\\em that can be clustered well}. More generally, despite the ubiquity and\nthe great importance of clustering, we still do not have a satisfactory\nmathematical theory of clustering. In order to properly understand clustering,\nit is clearly necessary to develop a solid theoretical basis for the area. For\nexample, from the perspective of computational complexity theory the clustering\nproblem seems very hard. Numerous papers introduce various criteria and\nnumerical measures to quantify the quality of a given clustering. The resulting\nconclusions are pessimistic, since it is computationally difficult to find an\noptimal clustering of a given data set, if we go by any of these popular\ncriteria. In contrast, the practitioners' perspective is much more optimistic.\nOur explanation for this disparity of opinions is that complexity theory\nconcentrates on the worst case, whereas in reality we only care for data sets\nthat can be clustered well.\n  We introduce a theoretical framework of clustering in metric spaces that\nrevolves around a notion of \"good clustering\". We show that if a good\nclustering exists, then in many cases it can be efficiently found. Our\nconclusion is that contrary to popular belief, clustering should not be\nconsidered a hard task.\n"]}]
["1205.4892",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4892"],"date":["2012-05-22"],"type":["text"],"creator":["Kharlamov, V.","Kulikov, Vik."],"language":[],"coverage":[],"title":["Covering semigroups"],"description":["  We introduce and study a semigroup structure on the set of irreducible\ncomponents of the Hurwitz space of marked coverings of a complex projective\ncurve with given Galois group of the coverings and fixed ramification type. As\napplication, we give new conditions on the ramification type that are\nsufficient for irreducibility of the Hurwitz spaces, suggest some bounds on the\nnumber of irreducibility components under certain more general conditions, and\nshow that the number of irreducible components coincides with the number of\ntopological classes of the coverings if the number of brunch points is big\nenough.\n","Comment: 36 pages, 8 figures; MSC Algebraic geometry"]}]
["1205.4893",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4893"],"date":["2012-05-22"],"type":["text"],"creator":["Bilu, Yonatan","Daniely, Amit","Linial, Nati","Saks, Michael"],"language":[],"coverage":[],"title":["On the practically interesting instances of MAXCUT"],"description":["  The complexity of a computational problem is traditionally quantified based\non the hardness of its worst case. This approach has many advantages and has\nled to a deep and beautiful theory. However, from the practical perspective,\nthis leaves much to be desired. In application areas, practically interesting\ninstances very often occupy just a tiny part of an algorithm's space of\ninstances, and the vast majority of instances are simply irrelevant. Addressing\nthese issues is a major challenge for theoretical computer science which may\nmake theory more relevant to the practice of computer science.\n  Following Bilu and Linial, we apply this perspective to MAXCUT, viewed as a\nclustering problem. Using a variety of techniques, we investigate practically\ninteresting instances of this problem. Specifically, we show how to solve in\npolynomial time distinguished, metric, expanding and dense instances of MAXCUT\nunder mild stability assumptions. In particular, $(1+\\epsilon)$-stability\n(which is optimal) suffices for metric and dense MAXCUT. We also show how to\nsolve in polynomial time $\\Omega(\\sqrt{n})$-stable instances of MAXCUT,\nsubstantially improving the best previously known result.\n"]}]
["1205.4894",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4894"],"date":["2012-05-22"],"type":["text"],"creator":["Bozzo, Enrico","Franceschet, Massimo"],"language":[],"coverage":[],"title":["Effective and efficient approximations of the generalized inverse of the\n  graph Laplacian matrix with an application to current-flow betweenness\n  centrality"],"description":["  We devise methods for finding approximations of the generalized inverse of\nthe graph Laplacian matrix, which arises in many graph-theoretic applications.\nFinding this matrix in its entirety involves solving a matrix inversion\nproblem, which is resource demanding in terms of consumed time and memory and\nhence impractical whenever the graph is relatively large. Our approximations\nuse only few eigenpairs of the Laplacian matrix and are parametric with respect\nto this number, so that the user can compromise between effectiveness and\nefficiency of the approximated solution. We apply the devised approximations to\nthe problem of computing current-flow betweenness centrality on a graph.\nHowever, given the generality of the Laplacian matrix, many other applications\ncan be sought. We experimentally demonstrate that the approximations are\neffective already with a constant number of eigenpairs. These few eigenpairs\ncan be stored with a linear amount of memory in the number of nodes of the\ngraph and, in the realistic case of sparse networks, they can be efficiently\ncomputed using one of the many methods for retrieving few eigenpairs of sparse\nmatrices that abound in the literature.\n"]}]
["1205.4899",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4899","Appl. Phys. Lett. 100, 211103 (2012)","doi:10.1063/1.4719077"],"date":["2012-05-22"],"type":["text"],"creator":["Pooley, M. A.","Ellis, D. J. P.","Patel, R. B.","Bennett, A. J.","Chan, K. H. A.","Farrer, I.","Ritchie, D. A.","Shields, A. J."],"language":[],"coverage":[],"title":["Controlled-NOT gate operating with single photons"],"description":["  The initial proposal for scalable optical quantum computing required single\nphoton sources, linear optical elements such as beamsplitters and\nphaseshifters, and photon detection. Here we demonstrate a two qubit gate using\nindistinguishable photons from a quantum dot in a pillar microcavity. As the\nemitter, the optical circuitry, and the detectors are all semiconductor, this\nis a promising approach towards creating a fully integrated device for scalable\nquantum computing.\n"]}]
["1205.4900",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4900"],"date":["2012-05-22"],"type":["text"],"creator":["Sudarsanan, Adethya"],"language":[],"coverage":[],"title":["CloudPass - a passport system based on Cloud Computing and Near Field\n  Communication"],"description":["  Wireless communication has penetrated into all fields of technology,\nespecially in mobility, where wireless transactions are gaining importance with\nimprovements in standards like 3G and 4G. There are many technologies that\nsupport the wireless forms of interactions between devices. One among them is\nNFC - Near Field Communication. In addition to NFC, other external technologies\nlike Quick Response (QR) Codes assist in establishing interactions among\nparticipating devices. In this paper, we examine an approach that will involve\nstandards and technologies like NFC, QR Codes and Cloud Infrastructure to\ndesign a mobile application which will perform desired functionalities. Cloud\nStorage is used as a reservoir to store the artifacts used by the application.\nDevelopment and testing of the application is initially carried out on\nemulators or simulators followed by testing on real handsets/devices.\n","Comment: Presented at Cloud2012 - International Workshop on Cloud Computing,\n  New Delhi, India"]}]
["1205.4902",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4902"],"date":["2012-05-22"],"type":["text"],"creator":["Arnold, K.","d'Errico, L.","Gieseke, S.","Grellscheid, D.","Hamilton, K.","Papaefstathiou, A.","Platzer, S.","Richardson, P.","Rohr, C.","Schofield, A.","Siodmok, A.","Stoll, M.","Winn, D."],"language":[],"coverage":[],"title":["Herwig++ 2.6 Release Note"],"description":["  A new release of the Monte Carlo event generator Herwig++ (version 2.6) is\nnow available. This version comes with a number of improvements including: a\nnew structure for the implementation of next-to-leading order matrix elements;\nan improved treatment of wide-angle gluon radiation; new hard-coded\nnext-to-leading order matrix elements for deep inelastic scattering and weak\nvector boson fusion; additional models of physics beyond the Standard Model,\nincluding the production of colour sextet particles; a statistical colour\nreconnection model; automated energy scaling of underlying-event tunes.\n"]}]
["1205.4906",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","37A50, 60H15, 60J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4906"],"date":["2012-05-22"],"type":["text"],"creator":["Thaler, Horst"],"language":[],"coverage":[],"title":["An ergodic diffusion with unbounded inward and outward drift"],"description":["  It is argued that a diffusion may be ergodic even though the drift field has\nunbounded outward-directed parts. The discussion employs stochastic and\nnumerical methods.\n","Comment: 11 pages, 2 figures"]}]
["1205.4917",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4917"],"date":["2012-05-22"],"type":["text"],"creator":["Castell, Fabienne","Laurent, Clément","Mélot, Clothilde"],"language":[],"coverage":[],"title":["Exponential moments of self-intersection local times of stable random\n  walks in subcritical dimensions"],"description":["  Let $(X_t, t \\geq 0)$ be an $\\alpha$-stable random walk with values in\n$\\Z^d$. Let $l_t(x) = \\int_0^t \\delta_x(X_s) ds$ be its local time. For $p>1$,\nnot necessarily integer, $I_t = \\sum_x l_t^p(x)$ is the so-called $p$-fold\nself- intersection local time of the random walk. When $p(d -\\alpha) < d$, we\nderive precise logarithmic asymptotics of the probability $P(I_t \\geq r_t)$ for\nall scales $r_t \\gg \\E(I_t)$. Our result extends previous works by Chen, Li and\nRosen 2005, Becker and K\\\"onig 2010, and Laurent 2012.\n"]}]
["1205.4921",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4921"],"date":["2012-05-22"],"type":["text"],"creator":["Meerwaldt, Harold B.","Steele, Gary A.","van der Zant, Herre S. J."],"language":[],"coverage":[],"title":["Carbon nanotubes: Nonlinear high-Q resonators with strong coupling to\n  single-electron tunneling"],"description":["  Carbon nanotubes (CNTs) are nonlinear high-Q resonators with strong coupling\nto single-electron tunneling. We begin by describing several methods to detect\nthe flexural motion of a CNT resonator. Next, we illustrate how single-electron\ntunneling in quantum dot CNT resonators leads to sharp dips in the mechanical\nresonance frequency and significant damping. We discuss four different\ncontributions to the nonlinear oscillation of a CNT resonator: beam-like\nmechanical nonlinearity, nonlinearity due to gate-induced mechanical tension,\nelectrostatic nonlinearity, and nonlinearity due to single-electron tunneling,\nand provide quantitative estimates of their strengths. Finally, we show how the\nlarge response of the resonance frequency of a CNT resonator to a change in\ngate voltage or tension makes CNT resonators ideally suited for parametric\nexcitation and for studying the coupling between different mechanical modes.\n","Comment: To appear in \"Fluctuating Nonlinear Oscillators\", Oxford University\n  Press, edited by Mark Dykman"]}]
["1205.4923",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Group Theory","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4923"],"date":["2012-05-22"],"type":["text"],"creator":["Leuzinger, Enrico"],"language":[],"coverage":[],"title":["Optimal higher-dimensional Dehn functions for some CAT(0) lattices"],"description":["  Let $X=S\\times E \\times B$ be the metric product of a symmetric space $S$ of\nnoncompact type, a Euclidean space $E$ and a product $B$ of Euclidean\nbuildings. Let $\\Gamma$ be a discrete group acting isometrically and\ncocompactly on $X$. We determine a family of quasi-isometry invariants for such\n$\\Gamma$, namely the $k$-dimensional Dehn functions, which measure the\ndifficulty to fill $k$-spheres by $(k+1)$-balls (for $1\\leq k\\leq \\dim\\ X-1$).\nSince the group $\\Gamma$ is quasi-isometric to the associated CAT(0) space $X$,\nassertions about Dehn functions for $\\Gamma$ are equivalent tothe corresponding\nresults on filling functions for $X$. Basic examples of groups $\\Gamma$ as\nabove are uniform $S$-arithmetic subgroups of reductive groups defined over\nglobal fields. We also discuss a (mostly) conjectural picture for non-uniform\n$S$-arithmetic groups.\n"]}]
["1205.4924",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4924","Europhysics Letters 92, 50010 (2010)","doi:10.1209/0295-5075/92/50010"],"date":["2012-05-22"],"type":["text"],"creator":["Muljarov, E. A.","Langbein, W.","Zimmermann, R."],"language":[],"coverage":[],"title":["Brillouin-Wigner perturbation theory in open electromagnetic systems"],"description":["  A Brillouin-Wigner perturbation theory is developed for open electromagnetic\nsystems which are characterised by discrete resonant states with complex\neigenenergies. Since these states are exponentially growing at large distances,\na modified normalisation is introduced that allows a simple spectral\nrepresentation of the Green's function. The perturbed modes are found by\nsolving a linear eigenvalue problem in matrix form. The method is illustrated\non exactly solvable one- and three-dimensional examples being, respectively, a\ndielectric slab and a microsphere.\n","Comment: 6 pages, 2 figures"]}]
["1205.4925",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4925","Appl. Phys. Lett. 98, 263505 (2011)","doi:10.1063/1.3605569"],"date":["2012-05-22"],"type":["text"],"creator":["Poolman, R. H.","Muljarov, E. A.","Ivanov, A. L."],"language":[],"coverage":[],"title":["Ultrasonic control of terahertz radiation via lattice anharmonicity in\n  LiNbO3"],"description":["  We propose a novel tunable terahertz (THz) filter using the resonant\nacousto-optic (RAO) effect. We present a design based on a transverse optical\n(TO) phonon mediated interaction between a coherent acoustic wave and the THz\nfield in LiNbO3. We predict a continuously tunable range of the filter up to 4\nTHz via the variation of the acoustic frequency between 0.1 and 1 GHz. The RAO\neffect in this case is due to cubic and quartic anharmonicities between TO\nphonons and the acoustic field. The effect of the interference between the\nanharmonicities is also discussed.\n","Comment: 3 pages, 4 figures"]}]
["1205.4928",{"format":[],"subject":["Computer Science - Software Engineering","68N30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4928"],"date":["2012-05-22"],"type":["text"],"creator":["Arlt, Stephan","Banerjee, Ishan","Bertolini, Cristiano","Memon, Atif M.","Schäf, Martin"],"language":[],"coverage":[],"title":["Grey-box GUI Testing: Efficient Generation of Event Sequences"],"description":["  Graphical user interfaces (GUIs), due to their event driven nature, present a\npotentially unbounded space of all possible ways to interact with software.\nDuring testing it becomes necessary to effectively sample this space. In this\npaper we develop algorithms that sample the GUI's input space by only\ngenerating sequences that (1) are allowed by the GUI's structure, and (2) chain\ntogether only those events that have data dependencies between their event\nhandlers. We create a new abstraction, called an event-dependency graph (EDG)\nof the GUI, that captures data dependencies between event handler code. We\ndevelop a mapping between EDGs and an existing black-box user-level model of\nthe GUI's workflow, called an event-flow graph (EFG). We have implemented\nautomated EDG construction in a tool that analyzes the bytecode of each event\nhandler. We evaluate our \"grey-box\" approach using four open-source\napplications and compare it with the current state-of-the-art EFG approach. Our\nresults show that using the EDG reduces the number of test cases while still\nachieving at least the same coverage. Furthermore, we were able to detect 2 new\nbugs in the subject applications.\n","Comment: 11 pages"]}]
["1205.4930",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4930"],"date":["2012-05-22"],"type":["text"],"creator":["Gorodnik, Alexander","Ramirez, Felipe A."],"language":[],"coverage":[],"title":["Limit theorems for rank-one Lie groups"],"description":["  We investigate asymptotic behaviour of averaging operators for actions of\nsimple rank-one Lie groups. It was previously known that these averaging\noperators converge almost everywhere, and we establish a more precise\nasymptotic formula that describes their deviations from the limit.\n"]}]
["1205.4931",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4931"],"date":["2012-05-22"],"type":["text"],"creator":["Li, Hengne","collaboration, for the D0"],"language":[],"coverage":[],"title":["Measurement of the W boson mass with 4.3 fb^-1 of D0 Run II data"],"description":["  A measurement of the W boson mass using 4.3 fb^-1 of integrated luminosity\ncollected with the D0 detector during Run II of the Fermilab Tevatron collider\nis presented. Based on a sample of 1.68 * 10^6 W->enu candidate events, the W\nboson mass is measured to be M_W = 80.367 +/- 0.026 GeV. Combining this result\nwith an earlier D0 result determined using an independent Run II data sample of\n1 fb^-1 of integrated luminosity, yields M_W = 80.375 +/- 0.023 GeV.\n","Comment: 8 pages, 7 figures, proceedings for Moriond EW 2012"]}]
["1205.4944",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4944"],"date":["2012-05-22"],"type":["text"],"creator":["Shivhare, Shiv Naresh","Khethawat, Saritha"],"language":[],"coverage":[],"title":["Emotion Detection from Text"],"description":["  Emotion can be expressed in many ways that can be seen such as facial\nexpression and gestures, speech and by written text. Emotion Detection in text\ndocuments is essentially a content - based classification problem involving\nconcepts from the domains of Natural Language Processing as well as Machine\nLearning. In this paper emotion recognition based on textual data and the\ntechniques used in emotion detection are discussed.\n","Comment: 7 pages, 2 figures"]}]
["1205.4954",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4954"],"date":["2012-05-22"],"type":["text"],"creator":["Agliari, Elena","Barra, Adriano","De Antoni, Andrea","Galluzzi, Andrea"],"language":[],"coverage":[],"title":["Parallel retrieval of correlated patterns"],"description":["  In this work, we first revise some extensions of the standard Hopfield model\nin the low storage limit, namely the correlated attractor case and the\nmultitasking case recently introduced by the authors. The former case is based\non a modification of the Hebbian prescription, which induces a coupling between\nconsecutive patterns and this effect is tuned by a parameter $a$. In the latter\ncase, dilution is introduced in pattern entries, in such a way that a fraction\n$d$ of them is blank. Then, we merge these two extensions to obtain a system\nable to retrieve several patterns in parallel and the quality of retrieval,\nencoded by the set of Mattis magnetizations ${m^{\\mu}}$, is reminiscent of the\ncorrelation among patterns. By tuning the parameters $d$ and $a$, qualitatively\ndifferent outputs emerge, ranging from highly hierarchical, to symmetric. The\ninvestigations are accomplished by means of both numerical simulations and\nstatistical mechanics analysis, properly adapting a novel technique originally\ndeveloped for spin glasses, i.e. the Hamilton-Jacobi interpolation, with\nexcellent agreement. Finally, we show the thermodynamical equivalence of this\nassociative network with a (restricted) Boltzmann machine and study its\nstochastic dynamics to obtain even a dynamical picture, perfectly consistent\nwith the static scenario earlier discussed.\n"]}]
["1205.4955",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4955"],"date":["2012-05-22"],"type":["text"],"creator":["Cozzini, Alberto","Jasra, Ajay","Montana, Giovanni"],"language":[],"coverage":[],"title":["A Bayesian Mixture of Lasso Regressions with t-Errors"],"description":["  Motivated by a challenging problem in financial trading we are presented with\na mixture of regressions with variable selection problem. In this regard, one\nis faced with data which possess outliers, skewness and, simultaneously, due to\nthe nature of financial trading, one would like to be able to construct\nclusters with specific predictors that are fairly sparse. We develop a Bayesian\nmixture of lasso regressions with $t-$errors to reflect these specific demands.\nThe resulting model is necessarily complex and to fit the model to real data,\nwe develop a state-of-the-art Particle Markov chain Monte Carlo (PMCMC)\nalgorithm based upon sequential Monte Carlo (SMC) methods. The model and\nalgorithm are investigated on both simulated and real data.\n"]}]
["1205.4959",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4959"],"date":["2012-03-01"],"type":["text"],"creator":["Yu, Hong"],"language":[],"coverage":[],"title":["A Multiple Access Protocol for Multimedia Transmission over Wireless\n  Networks"],"description":["  This paper develops and evaluates the performance of an advanced multiple\naccess protocol for transmission of full complement of multimedia signals\nconsisting of various combinations of voice, video, data, text and images over\nwireless networks. The protocol is called Advanced Multiple Access Protocol for\nMultimedia Transmission (AMAPMT) and is to be used in the Data Link Layer of\nthe protocol stack. The principle of operation of the protocol is presented in\na number of logical flow charts. The protocol grants permission to transmit to\na source on the basis of a priority scheme that takes into account a\ntime-to-live (TTL) parameter of all the transactions, selectable priorities\nassigned to all the sources and relevant channel state information (CSI) in\nthis order. Performance of the protocol is evaluated in terms of quality of\nservice parameters like packet loss ratio (PLR), mean packet transfer delay\n(MPTD) and throughput. Using a simulation model based on an OPNET simulation\nsoftware package does the evaluation. Under various traffic loads with constant\ndistributions with various mean arrival rates and transaction sizes results\nobtained show that the performance is improved when this priority scheme is\nused than when it is not used. The results for AMAPMT are compared with that of\nthe best currently available multiple access protocol called Adaptive Request\nChannel Multiple Access (ARCMA). AMAPMT protocol out performs ARCMA protocol.\n"]}]
["1205.4966",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4966"],"date":["2012-05-22"],"type":["text"],"creator":["Sello, S."],"language":[],"coverage":[],"title":["Reconstructed Total Solar Irradiance as a precursor for long-term solar\n  activity predictions: a nonlinear dynamics approach"],"description":["  Total solar irradiance variations, about 0.1% between solar activity maximum\nand minimum, are available from accurate satellite measurements since 1978 and\nthus do not provide useful information on longer-term secular trends. Recently,\nKrivova et al., 2007 reconstructed, using suitable models, the total solar\nirradiance from the end of the Maunder minimum to the present, based on\nvariations of the surface distribution of the solar magnetic field. The latter\nis calculated from the long historical record of the sunspot numbers using a\nsimple but consistent physical model. There are many classes of proposed\nprediction methods for solar cycles behavior, based on different direct solar\nactivity indices or on various valuable proxies. In particular, the precursor\nbased methods, utilize a given proxy index to predict the future evolution of\nsolar activity. Long-term time series of sunspot numbers, allow us to reliably\npredict the behavior of the next solar cycle, few years in advance. In previous\npapers we predicted the full-shape curve of future solar cycles, using a proper\nnon-linear dynamics method applied to monthly smoothed sunspot numbers. In\nparticular, we proved that a sufficiently reliable phase-amplitude prediction\nof the current solar cycle 24, requires the knowledge of the initial increasing\nphase of the cycle spanning at least two years. The aim of the present paper is\nto give a robust long-term prediction of solar cycle activity, many years in\nadvance and for at least three successive solar cycles using the same nonlinear\nmethod and, as solar activity proxy index, the reconstructed total solar\nirrandiance.\n","Comment: 16 pages, 9 figures"]}]
["1205.4967",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4967"],"date":["2012-05-22"],"type":["text"],"creator":["Lashgar, Ahmad","Baniasadi, Amirali","Khonsari, Ahmad"],"language":[],"coverage":[],"title":["Investigating Warp Size Impact in GPUs"],"description":["  There are a number of design decisions that impact a GPU's performance. Among\nsuch decisions deciding the right warp size can deeply influence the rest of\nthe design. Small warps reduce the performance penalty associated with branch\ndivergence at the expense of a reduction in memory coalescing. Large warps\nenhance memory coalescing significantly but also increase branch divergence.\nThis leaves designers with two choices: use a small warps and invest in finding\nnew solutions to enhance coalescing or use large warps and address branch\ndivergence employing effective control-flow solutions. In this work our goal is\nto investigate the answer to this question. We analyze warp size impact on\nmemory coalescing and branch divergence. We use our findings to study two\nmachines: a GPU using small warps but equipped with excellent memory coalescing\n(SW+) and a GPU using large warps but employing an MIMD engine immune from\ncontrol-flow costs (LW+). Our evaluations show that building\ncoalescing-enhanced small warp GPUs is a better approach compared to pursuing a\ncontrol-flow enhanced large warp GPU.\n","Comment: 7 pages, 7 figures, 2 tables, Technical Report"]}]
["1205.4968",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4968"],"date":["2012-05-22"],"type":["text"],"creator":["Pande, Akshara","Pant, Vivekanand","Nigam, S."],"language":[],"coverage":[],"title":["SubGraD- An Approach for Subgraph Detection"],"description":["  A new approach of graph matching is introduced in this paper, which\nefficiently solves the problem of graph isomorphism and subgraph isomorphism.\nIn this paper we are introducing a new approach called SubGraD, for query graph\ndetection in source graph. Firstly consider the model graph (query graph) and\nmake the possible sets called model sets starting from the chosen initial node\nor starter. Similarly, for the source graph (reference graph), all the possible\nsets called reference sets could be made. Our aim is to make the reference set\non the basis of the model set. If it is possible to make the reference set,\nthen it is said that query graph has been detected in the source graph.\n"]}]
["1205.4971",{"format":[],"subject":["Computer Science - Information Theory","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4971"],"date":["2012-05-22"],"type":["text"],"creator":["Einolghozati, Arash","Sardari, Mohsen","Beirami, Ahmad","Fekri, Faramarz"],"language":[],"coverage":[],"title":["Data Gathering in Networks of Bacteria Colonies: Collective Sensing and\n  Relaying Using Molecular Communication"],"description":["  The prospect of new biological and industrial applications that require\ncommunication in micro-scale, encourages research on the design of\nbio-compatible communication networks using networking primitives already\navailable in nature. One of the most promising candidates for constructing such\nnetworks is to adapt and engineer specific types of bacteria that are capable\nof sensing, actuation, and above all, communication with each other. In this\npaper, we describe a new architecture for networks of bacteria to form a data\ncollecting network, as in traditional sensor networks. The key to this\narchitecture is the fact that the node in the network itself is a bacterial\ncolony; as an individual bacterium (biological agent) is a tiny unreliable\nelement with limited capabilities. We describe such a network under two\ndifferent scenarios. We study the data gathering (sensing and multihop\ncommunication) scenario as in sensor networks followed by the consensus problem\nin a multi-node network. We will explain as to how the bacteria in the colony\ncollectively orchestrate their actions as a node to perform sensing and\nrelaying tasks that would not be possible (at least reliably) by an individual\nbacterium. Each single bacterium in the colony forms a belief by sensing\nexternal parameter (e.g., a molecular signal from another node) from the medium\nand shares its belief with other bacteria in the colony. Then, after some\ninteractions, all the bacteria in the colony form a common belief and act as a\nsingle node. We will model the reception process of each individual bacteria\nand will study its impact on the overall functionality of a node. We will\npresent results on the reliability of the multihop communication for data\ngathering scenario as well as the speed of convergence in the consensus\nscenario.\n","Comment: appeared in 2012 IEEE INFOCOM WORKSHOPS (NetSciCom '2012)"]}]
["1205.4976",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4976"],"date":["2012-05-22"],"type":["text"],"creator":["Fukui, N.","Kondo, K. -I.","Shibata, A.","Shinohara, T."],"language":[],"coverage":[],"title":["Magnetic monopole loops generated from calorons with nontrivial holonomy"],"description":["  We study whether or not magnetic monopoles are generated from calorons\ndefined in the space $\\mathbb{R}^3\\times S^1$ with the period $\\beta$. We give\nnumerical evidence that one-caloron solution with nontrivial holonomy generates\ntwo loops of magnetic monopole and each loop passing through one of the two\npoles of the caloron winds along the time direction for small $\\beta$, while\ntwo loops approach each other to fuse into an unwinding loop for large $\\beta$,\nsuggesting the existence of a critical value of $\\beta$ separating two\ndifferent phases. This work is a first step to explain quark\nconfinement/deconfinement at finite temperature from the viewpoint of dual\nsuperconductor picture in our framework.\n","Comment: 8 pages, 3 figures, 2 tables"]}]
["1205.4983",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4983"],"date":["2012-05-22"],"type":["text"],"creator":["Einolghozati, Arash","Sardari, Mohsen","Fekri, Faramarz"],"language":[],"coverage":[],"title":["Collective Sensing-Capacity of Bacteria Populations"],"description":["  The design of biological networks using bacteria as the basic elements of the\nnetwork is initially motivated by a phenomenon called quorum sensing. Through\nquorum sensing, each bacterium performs sensing the medium and communicating it\nto others via molecular communication. As a result, bacteria can orchestrate\nand act collectively and perform tasks impossible otherwise. In this paper, we\nconsider a population of bacteria as a single node in a network. In our version\nof biological communication networks, such a node would communicate with one\nanother via molecular signals. As a first step toward such networks, this paper\nfocuses on the study of the transfer of information to the population (i.e.,\nthe node) by stimulating it with a concentration of special type of a molecules\nsignal. These molecules trigger a chain of processes inside each bacteria that\nresults in a final output in the form of light or fluorescence. Each stage in\nthe process adds noise to the signal carried to the next stage. Our objective\nis to measure (compute) the maximum amount of information that we can transfer\nto the node. This can be viewed as the collective sensing capacity of the node.\nThe molecular concentration, which carries the information, is the input to the\nnode, which should be estimated by observing the produced light as the output\nof the node (i.e., the entire population of bacteria forming the node). We\nfocus on the noise caused by the random process of trapping molecules at the\nreceptors as well as the variation of outputs of different bacteria in the\nnode. The capacity variation with the number of bacteria in the node and the\nnumber of receptors per bacteria is obtained. Finally, we investigated the\ncollective sensing capability of the node when a specific form of molecular\nsignaling concentration is used.\n","Comment: Published in International Symposium on Information Theory 2012 (ISIT\n  '2012)"]}]
["1205.4984",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4984","doi:10.5121/ijsc.2012.3104"],"date":["2012-03-09"],"type":["text"],"creator":["Sreedhar, K.","Sreenivasulu, Y."],"language":[],"coverage":[],"title":["Determination of RF source power in WPSN using modulated backscattering"],"description":["  A wireless sensor network (WSN) is a wireless network consisting of spatially\ndistributed autonomous devices using sensors to cooperatively monitor physical\nor environmental conditions, such as temperature, sound, vibration, pressure,\nmotion or pollutants, at different locations. During RF transmission energy\nconsumed by critically energy-constrained sensor nodes in a WSN is related to\nthe life time system, but the life time of the system is inversely proportional\nto the energy consumed by sensor nodes. In that regard, modulated\nbackscattering (MB) is a promising design choice, in which sensor nodes send\ntheir data just by switching their antenna impedance and reflecting the\nincident signal coming from an RF source. Hence wireless passive sensor\nnetworks (WPSN) designed to operate using MB do not have the lifetime\nconstraints. In this we are going to investigate the system analytically. To\nobtain interference-free communication connectivity with the WPSN nodes number\nof RF sources is determined and analyzed in terms of output power and the\ntransmission frequency of RF sources, network size, RF source and WPSN node\ncharacteristics. The results of this paper reveal that communication coverage\nand RF Source Power can be practically maintained in WPSN through careful\nselection of design parameters\n","Comment: 10 pages; International Journal on Soft Computing (IJSC) Vol.3, No.1\n  (2012). arXiv admin note: text overlap with arXiv:1001.5339 by other authors"]}]
["1205.4988",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4988"],"date":["2012-05-22"],"type":["text"],"creator":["Einolghozati, Arash","Sardari, Mohsen","Fekri, Faramarz"],"language":[],"coverage":[],"title":["Capacity of Diffusion-based Molecular Communication with Ligand\n  Receptors"],"description":["  A diffusion-based molecular communication system has two major components:\nthe diffusion in the medium, and the ligand-reception. Information bits,\nencoded in the time variations of the concentration of molecules, are conveyed\nto the receiver front through the molecular diffusion in the medium. The\nreceiver, in turn, measures the concentration of the molecules in its vicinity\nin order to retrieve the information. This is done via ligand-reception\nprocess. In this paper, we develop models to study the constraints imposed by\nthe concentration sensing at the receiver side and derive the maximum rate by\nwhich a ligand-receiver can receive information. Therefore, the overall\ncapacity of the diffusion channel with the ligand receptors can be obtained by\ncombining the results presented in this paper with our previous work on the\nachievable information rate of molecular communication over the diffusion\nchannel.\n","Comment: Published in Information Theory Workshop 2011 (ITW '2011)"]}]
["1205.4990",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4990"],"date":["2012-03-12"],"type":["text"],"creator":["Salazar, R.","Téllez, G.","Jaramillo, D.","González, D. L."],"language":[],"coverage":[],"title":["Classical and Quantum Chaos in the Diamond Shaped Billiard"],"description":["  We analyse the classical and quantum behaviour of a particle trapped in a\ndiamond shaped billiard. We defined this billiard as a half stadium connected\nwith a triangular billiard. A parameter $\\xi$ which gradually change the shape\nof the billiard from a regular equilateral triangle ($\\xi=1$) to a diamond\n($\\xi=0$) was used to control the transition between the regular and chaotic\nregimes. The classical behaviour is regular when the control parameter $\\xi$ is\none; in contrast, the system is chaotic when $\\xi \\neq 1$ even for values of\n$\\xi$ close to one. The entropy grows fast as $\\xi$ is decreased from 1 and the\nLyapunov exponent remains positive for $\\xi<1$. The Finite Difference Method\nwas implemented in order to solve the quantum problem. The energy spectrum and\neigenstates were numerically computed for different values of the control\nparameter. The nearest-neighbour spacing distribution is analysed as a function\nof $\\xi$, finding a Poisson and a Gaussian Orthogonal Ensemble(GOE)\ndistribution for regular and chaotic regimes respectively. Several scars and\nbouncing ball states are shown with their corresponding classical periodic\norbits. Along the document the classical chaos identifiers are computed to show\nthat system is chaotic. On the other hand, the quantum counterpart is in\nagreement with the Bohigas-Giannoni-Schmit conjecture and exhibits the standard\nfeatures for chaotic billiard such as the scarring of the wavefunction.\n"]}]
["1205.4993",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4993","Phys. Rev. B 85, 195134 (2012)","doi:10.1103/PhysRevB.85.195134"],"date":["2012-05-22"],"type":["text"],"creator":["Magnuson, Martin","Mattesini, Maurizio","Van Nong, Ngo","Eklund, Per","Hultman, Lars"],"language":[],"coverage":[],"title":["The electronic-structure origin of the anisotropic thermopower of\n  nanolaminated Ti3SiC2 determined by polarized x-ray spectroscopy and Seebeck\n  measurements"],"description":["  Nanolaminated materials exhibit characteristic magnetic, mechanical, and\nthermoelectric properties, with large contemporary scientific and technological\ninterest. Here, we report on the anisotropic Seebeck coefficient in\nnanolaminated Ti3SiC2 single-crystal thin films and trace the origin to\nanisotropies in element-specific electronic states. In bulk polycrystalline\nform, Ti3SiC2 has a virtually zero Seebeck coefficient over a wide temperature\nrange. In contrast, we find that the in-plane (basal ab) Seebeck coefficient of\nTi3SiC2, measured on single-crystal films has a substantial and positive value\nof 4-6 muV/K. Employing a combination of polarized angle-dependent x-ray\nspectroscopy and density functional theory we directly show electronic\nstructure anisotropy in inherently nanolaminated Ti3SiC2 single-crystal thin\nfilms as a model system. The density of Ti 3d and C 2p states at the Fermi\nlevel in the basal ab-plane is about 40 % higher than along the c-axis. The\nSeebeck coefficient is related to electron and hole-like bands close to the\nFermi level but in contrast to ground state density functional theory modeling,\nthe electronic structure is also influenced by phonons that need to be taken\ninto account. Positive contribution to the Seebeck coefficient of the\nelement-specific electronic occupations in the basal plane is compensated by 73\n% enhanced Si 3d electronic states across the laminate plane that give rise to\na negative Seebeck coefficient in that direction. Strong phonon vibration modes\nwith three to four times higher frequency along the c-axis than along the basal\nab-plane also influence the electronic population and the measured spectra by\nthe asymmetric average displacements of the Si atoms. These results constitute\nexperimental evidence explaining why the average Seebeck coefficient of Ti3SiC2\nin polycrystals is negligible over a wide temperature range.\n","Comment: 13 pages, 6 figures; http://prb.aps.org/abstract/PRB/v85/i19/e195134"]}]
["1205.4995",{"format":[],"subject":["Mathematics - Analysis of PDEs","6N15, 35L65, 35L67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4995"],"date":["2012-05-22"],"type":["text"],"creator":["Chen, Geng","Young, Robin","Zhang, Qingtian"],"language":[],"coverage":[],"title":["Shock formation in the compressible Euler equations and related systems"],"description":["  We prove shock formation results for the compressible Euler equations and\nrelated systems of conservation laws in one space dimension, or three\ndimensions with spherical symmetry. We establish an $L^\\infty$ bound for $C^1$\nsolutions of the one-D Euler equations, and use this to improve recent shock\nformation results of the authors. We prove analogous shock formation results\nfor one-D MHD with orthogonal magnetic field, and for compressible flow in a\nvariable area duct, which has as a special case spherically symmetric three\ndimensional flow on the exterior of a ball\n"]}]
["1205.4996",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4996"],"date":["2012-03-08"],"type":["text"],"creator":["Kabir, M. Hasnat","Ullah, Shaikh Enayet","Zaman, Mustari","Rashed, Md. Golam"],"language":[],"coverage":[],"title":["Ber analysis of iterative turbo encoded miso wireless communication\n  system under implementation of q-ostbc scheme"],"description":["  In this paper, a comprehensive study has been made to evaluate the\nperformance of a MISO wireless communication system. The 4-by-1 spatially\nmultiplexed Turbo encoded system under investigation incorporates\nQuasi-orthogonal space-time block coding (Q-STBC) and ML signal detection\nschemes under QPSK, QAM, 16PSK and 16QAM digital modulations. The simulation\nresults elucidate that a significant improvement of system performance is\nachieved in QAM modulation. The results are also indicative of noticeable\nsystem performance enhancement with increasing number of iterations in Turbo\nencoding/decoding scheme.\n","Comment: International Journal of Information Technology Convergence and\n  Services (IJITCS), Vol.2, No.1, 2012"]}]
["1205.4997",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4997"],"date":["2012-05-22"],"type":["text"],"creator":["Mieck, Bernhard"],"language":[],"coverage":[],"title":["Monte-Carlo sampling of self-energy matrices within sigma-models derived\n  from Hubbard-Stratonovich transformed coherent state path integrals"],"description":["  The 'Neumann-Ulam' Monte-Carlo sampling is described for the calculation of a\nmatrix inversion or a Green function in case of Hubbard-Stratonovich\n(HS-)transformed coherent state path integrals. We illustrate how to circumvent\ndirect numerical inversion of a matrix to its Green function by taking random\nwalks of suitably chosen matrices within a path integral of even- and\ncomplex-valued self-energy matrices. The application of a random walk sampling\nis given by the possible separation of the total matrix, e.g. that matrix which\ndetermines the Green function from its inversion, into a part of unity minus\n(or plus) a matrix which only contains eigenvalues with absolute value smaller\nthan one. This allows to expand the prevailing Green function around the unit\nmatrix in a Taylor expansion with a separated, special matrix of sufficiently\nsmall eigenvalues. The presented sampling method is particularly appropriate\naround the saddle point solution of the self-energy in a sigma model by using\nrandom number generators. It is also capable for random sampling of\nHS-transformed path integrals from fermionic fields which interact through\ngauge invariant bosons according to Yang-Mills theories.\n","Comment: Extracted and enhanced version from the presented poster at \"CERF\n  2011\"; International Conference on \"Correlation Effects in Radiation Fields\n  2011\" in Rostock, Sep. 12-16 2011"]}]
["1205.5003",{"format":[],"subject":["Computer Science - Multiagent Systems","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5003"],"date":["2012-05-22"],"type":["text"],"creator":["Datta, Ajoy K.","Lamani, Anissa","Larmore, Lawrence L.","Petit, Franck"],"language":[],"coverage":[],"title":["Ring Exploration with Oblivious Myopic Robots"],"description":["  The exploration problem in the discrete universe, using identical oblivious\nasynchronous robots without direct communication, has been well investigated.\nThese robots have sensors that allow them to see their environment and move\naccordingly. However, the previous work on this problem assume that robots have\nan unlimited visibility, that is, they can see the position of all the other\nrobots. In this paper, we consider deterministic exploration in an anonymous,\nunoriented ring using asynchronous, oblivious, and myopic robots. By myopic, we\nmean that the robots have only a limited visibility. We study the computational\nlimits imposed by such robots and we show that under some conditions the\nexploration problem can still be solved. We study the cases where the robots\nvisibility is limited to 1, 2, and 3 neighboring nodes, respectively.\n","Comment: (2012)"]}]
["1205.5004",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5004"],"date":["2012-05-22"],"type":["text"],"creator":["Vaezi, Mojtaba","Labeau, Fabrice"],"language":[],"coverage":[],"title":["Systematic DFT Frames: Principle and Eigenvalues Structure"],"description":["  Motivated by a host of recent applications requiring some amount of\nredundancy, frames are becoming a standard tool in the signal processing\ntoolbox. In this paper, we study a specific class of frames, known as discrete\nFourier transform (DFT) codes, and introduce the notion of systematic frames\nfor this class. This is encouraged by application of systematic DFT codes in\ndistributed source coding using DFT codes, a new application for frames.\nStudying their extreme eigenvalues, we show that, unlike DFT frames, systematic\nDFT frames are not necessarily tight. Then, we come up with conditions for\nwhich these frames can be tight. In either case, the best and worst systematic\nframes are established from reconstruction error point of view. Eigenvalues of\nDFT frames, and their subframes, play a pivotal role in this work.\n","Comment: 5 pages, 1 table, to appear in ISIT2012"]}]
["1205.5007",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5007"],"date":["2012-05-22"],"type":["text"],"creator":["Wu, Juan"],"language":[],"coverage":[],"title":["Measurements of cosmic ray antiprotons with PAMELA and studies of\n  propagation models"],"description":["  Studying the acceleration and propagation mechanisms of Galactic cosmic rays\ncan provide information regarding astrophysical sources, the properties of our\nGalaxy, and possible exotic sources such as dark matter. To understand cosmic\nray acceleration and propagation mechanisms, accurate measurements of different\ncosmic ray elements over a wide energy range are needed. The PAMELA experiment\nis a satellite-borne apparatus which allows different cosmic ray species to be\nidentified over background. Measurements of the cosmic ray antiproton flux and\nthe antiproton-to-proton flux ratio from 1.5 GeV to 180 GeV are presented in\nthis thesis. Compared to previous experiments, PAMELA extends the energy range\nof antiproton measurements and provides significantly higher statistics. The\nderived antiproton flux and antiproton-to-proton flux ratio are consistent with\nprevious measurements and generally considered to be produced as secondary\nproducts when cosmic ray protons and helium nuclei interact with the\ninterstellar medium.\n  To constrain cosmic ray acceleration and propagation models, the antiproton\ndata measured by PAMELA were further used together with the proton spectrum\nreported by PAMELA, as well as the B/C data provided by other experiments.\nStatistical tools were interfaced with the cosmic ray propagation package\nGALPROP to perform the constraining analyses. Diffusion models with a linear\ndiffusion coefficient and modified diffusion models with a low energy\ndependence of the diffusion coefficient were studied in the $\\chi^{2}$ study.\nUncertainties on the parameters and the goodness of fit of each model were\ngiven. Some models are further studied using the Bayesian inference. Posterior\nmeans and errors of the parameters base on our prior knowledge on them were\nobtained in the Bayesian framework. This method also allowed us to understand\nthe correlation between parameters and compare models.\n","Comment: Doctoral Thesis in Physics, Royal Institute of Technology (KTH),\n  defense on 1st June 2012"]}]
["1205.5009",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - General Topology","Mathematics - Group Theory","37B40, 22C05, 54H11, 54H20, 54C70, 20K30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5009"],"date":["2012-05-22"],"type":["text"],"creator":["Dikranjan, Dikran","Bruno, Anna Giordano"],"language":[],"coverage":[],"title":["Limit free computation of entropy"],"description":["  Various limit-free formulas are given for the computation of the algebraic\nand the topological entropy, respectively in the settings of endomorphisms of\nlocally finite discrete groups and of continuous endomorphisms of totally\ndisconnected compact groups. As applications we give new proofs of the\nconnection between the algebraic and the topological entropy in the abelian\ncase and of the connection of the topological entropy with the finite depth for\ntopological automorphisms.\n","Comment: 12 pages"]}]
["cond-mat/9801186",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9801186","Phys. Rev. B 57, 10814 (1998)","doi:10.1103/PhysRevB.57.10814"],"date":["1998-01-19"],"type":["text"],"creator":["Bill, A.","Kresin, V. Z.","Wolf, S. A."],"language":[],"coverage":[],"title":["Isotope Effect for the Penetration Depth in Superconductors"],"description":["  We show that various factors can lead to an isotopic dependence of the\npenetration depth $\\delta$. Non-adiabaticity (Jahn-Teller crossing) leads to\nthe isotope effect of the charge carrier concentration $n$ and, consequently,\nof $\\delta$ in doped superconductors such as the cuprates. A general equation\nrelating the isotope coefficients of $T_c$ and of $\\delta$ is presented for\nLondon superconductors. We further show that the presence of magnetic\nimpurities or a proximity contact also lead to an isotopic dependence of\n$\\delta$; the isotope coefficient turns out to be temperature dependent,\n$\\beta(T)$, in these cases. The existence of the isotope effect for the\npenetration depth is predicted for conventional as well as for high-temperature\nsuperconductors. Various experiments are proposed and/or discussed.\n","Comment: 11 pages, 8 figures, accepted for publication in Phys. Rev. B"]}]
["cond-mat/9801222",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9801222","Pair Correlation in Many Fermions Systems, p.25-55 (Plenum Press,\n  1998)","doi:10.1016/j.physc.2011.02.001"],"date":["1998-01-21"],"type":["text"],"creator":["Bill, A.","Kresin, V. Z.","Wolf, S. A."],"language":[],"coverage":[],"title":["The Isotope Effect in Superconductors"],"description":["  We review some aspects of the isotope effect (IE) in superconductors. Our\nfocus is on the influence of factors not related to the pairing mechanism.\nAfter summarizing the main results obtained for conventional superconductors,\nwe review the effect of magnetic impurities, the proximity effect and\nnon-adiabaticity on the value of the isotope coefficient (IC). We discuss the\nisotope effect of $T_c$ and of the penetration depth $\\delta$. The theory is\napplied to conventional and high-$T_c$ superconductors. Experimental results\nobtained for YBa$_2$Cu$_3$O$_{7-\\delta}$ related materials (Zn and\nPr-substituted as well as oxygen-depleted systems) and for\nLa$_{2-x}$Sr$_x$CuO$_4$ are discussed.\n","Comment: 31 pages, 10 figures. Review article to appear in \"Pair Correlation\n  in Many Fermions Systems\", Plenum Press 1998"]}]
["math/0611506",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Spectral Theory","47A55, 47A56, 47B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611506","Math. Ann. 353, 2 (2012), 519-522","doi:10.1007/s00208-011-0693-9"],"date":["2006-11-16","2009-06-08"],"type":["text"],"creator":["Kriegl, Andreas","Michor, Peter W.","Rainer, Armin"],"language":[],"coverage":[],"title":["Many parameter Hoelder perturbation of unbounded operators"],"description":["  If $u\\mapsto A(u)$ is a $C^{0,\\alpha}$-mapping, for $0< \\alpha \\le 1$, having\nas values unbounded self-adjoint operators with compact resolvents and common\ndomain of definition, parametrized by $u$ in an (even infinite dimensional)\nspace, then any continuous (in $u$) arrangement of the eigenvalues of $A(u)$ is\nindeed $C^{0,\\alpha}$ in $u$.\n","Comment: LaTeX, 4 pages; The result is generalized from Lipschitz to Hoelder.\n  Title changed"]}]
