["0712.2637",{"format":[],"subject":["Mathematics - Probability","60G50, 60G51, 60F17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.2637","Stochastic Processes and Their Applications, 1221 (2011), 288-313"],"date":["2007-12-17","2012-08-17"],"type":["text"],"creator":["Foss, Sergey G.","Puhalskii, Anatolii A."],"language":[],"coverage":[],"title":["On the Limit Law of a Random Walk Conditioned to Reach a High Level"],"description":["  We consider a random walk with a negative drift and with a jump distribution\nwhich under Cram\\'er's change of measure belongs to the domain of attraction of\na spectrally positive stable law. If conditioned to reach a high level and\nsuitably scaled, this random walk converges in law to a nondecreasing Markov\nprocess which can be interpreted as a spectrally-positive L\\'evy %-Khinchin\nprocess conditioned not to overshoot level one.\n"]}]
["0807.4267",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4267"],"date":["2008-07-26","2012-08-17"],"type":["text"],"creator":["Mazza, Marco G.","Stokely, Kevin","Stanley, H. Eugene","Franzese, Giancarlo"],"language":[],"coverage":[],"title":["Effect of pressure on the anomalous response functions of a confined\n  water monolayer at low temperature"],"description":["  We study a coarse-grained model for a water monolayer that cannot crystallize\ndue to the presence of confining interfaces, such as protein powders or\ninorganic surfaces. Using both Monte Carlo simulations and mean field\ncalculations, we calculate three response functions: the isobaric specific heat\n$C_P$, the isothermal compressibility $K_T$, and the isobaric thermal\nexpansivity $\\alpha_P$. At low temperature $T$, we find two distinct maxima in\n$C_P$, $K_T$ and $|\\alpha_P|$, all converging toward a liquid-liquid critical\npoint (LLCP) with increasing pressure $P$. We show that the maximum in $C_P$ at\nhigher $T$ is due to the fluctuations of hydrogen (H) bond formation and that\nthe second maximum at lower $T$ is due to the cooperativity among the H bonds.\nWe discuss a similar effect in $K_T$ and $|\\alpha_P|$. If this cooperativity\nwere not taken into account, both the lower-$T$ maximum and the LLCP would\ndisappear. However, comparison with recent experiments on water hydrating\nprotein powders provides evidence for the existence of the lower-$T$ maximum,\nsupporting the hypothesized LLCP at positive $P$ and finite $T$. The model also\npredicts that when $P$ moves closer to the critical $P$ the $C_P$ maxima move\ncloser in $T$ until they merge at the LLCP. Considering that other scenarios\nfor water are thermodynamically possible, we discuss how an experimental\nmeasurement of the changing separation in $T$ between the two maxima of $C_P$\nas $P$ increases could determine the best scenario for describing water.\n"]}]
["0906.2745",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Dynamical Systems","Mathematics - Metric Geometry","Mathematics - Probability","05C50, 05C75, 31C20, 46E22, 47B25, 47B32, 60J10 (Primary) 31C35,\n  47B39, 82C41 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2745","New York J. Math. 17:745-781, 2011"],"date":["2009-06-15","2012-08-16"],"type":["text"],"creator":["Jorgensen, Palle E. T.","Pearse, Erin P. J."],"language":[],"coverage":[],"title":["Gel'fand triples and boundaries of infinite networks"],"description":["  We study the boundary theory of a connected weighted graph $G$ from the\nviewpoint of stochastic integration. For the Hilbert space \\HE of\nDirichlet-finite functions on $G$, we construct a Gel'fand triple $S \\ci\n{\\mathcal H}_{\\mathcal E} \\ci S'$. This yields a probability measure\n$\\mathbb{P}$ on $S'$ and an isometric embedding of ${\\mathcal H}_{\\mathcal E}$\ninto $L^2(S',\\mathbb{P})$, and hence gives a concrete representation of the\nboundary as a certain class of \"distributions\" in $S'$. In a previous paper, we\nproved a discrete Gauss-Green identity for infinite networks which produces a\nboundary representation for harmonic functions of finite energy, given as a\ncertain limit. In this paper, we use techniques from stochastic integration to\nmake the boundary $\\operatorname{bd}G$ precise as a measure space, and obtain a\nboundary integral representation as an integral over $S'$.\n","Comment: 35 pages, 1 figure. arXiv admin note: text overlap with\n  arXiv:0806.3881, arXiv:0909.1518"]}]
["0910.1958",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1958","Colloq. Math. 126 (2012), 53-72","doi:10.4064/cm126-1-3"],"date":["2009-10-10","2011-11-06"],"type":["text"],"creator":["Grigoriev, Ilya","Ince, Nathaniel","Iordan, Marius Catalin","Lubin, Amos","Silva, Cesar E."],"language":[],"coverage":[],"title":["On \\mu-Compatible Metrics and Measurable Sensitivity"],"description":["  We introduce the notion of W-measurable sensitivity, which extends and\nstrictly implies canonical measurable sensitivity, a measure- theoretic version\nof sensitive dependence on initial conditions. This notion also implies\npairwise sensitivity with respect to a large class of metrics. We show that\nnonsingular ergodic and conservative dynamical systems on standard spaces must\nbe either W-measurably sensitive, or isomorphic mod 0 to a minimal uniformly\nrigid isometry. In the finite measure-preserving case they are W-measurably\nsensitive or measurably isomorphic to an ergodic isometry on a compact metric\nspace.\n","Comment: Many improvements in exposition, a technical assumption removed, as\n  suggested by the reviewer"]}]
["1002.2539",{"format":[],"subject":["Physics - Space Physics","Astrophysics - Earth and Planetary Astrophysics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2539","Phys. Rev. Lett. 104 255002 (2010)","doi:10.1103/PhysRevLett.104.255002"],"date":["2010-02-12","2010-06-27"],"type":["text"],"creator":["Chen, C. H. K.","Horbury, T. S.","Schekochihin, A. A.","Wicks, R. T.","Alexandrova, O.","Mitchell, J."],"language":[],"coverage":[],"title":["Anisotropy of Solar Wind Turbulence between Ion and Electron Scales"],"description":["  The anisotropy of turbulence in the fast solar wind, between the ion and\nelectron gyroscales, is directly observed using a multispacecraft analysis\ntechnique. Second order structure functions are calculated at different angles\nto the local magnetic field, for magnetic fluctuations both perpendicular and\nparallel to the mean field. In both components, the structure function value at\nlarge angles to the field S_perp is greater than at small angles S_par: in the\nperpendicular component S_perp/S_par = 5 +- 1 and in the parallel component\nS_perp/S_par > 3, implying spatially anisotropic fluctuations, k_perp > k_par.\nThe spectral index of the perpendicular component is -2.6 at large angles and\n-3 at small angles, in broad agreement with critically balanced whistler and\nkinetic Alfven wave predictions. For the parallel component, however, it is\nshallower than -1.9, which is considerably less steep than predicted for a\nkinetic Alfven wave cascade.\n","Comment: 4 pages, 4 figures, replaced to match published version"]}]
["1004.1341",{"format":[],"subject":["Statistics - Machine Learning","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1341","PLoS ONE 7(5): e36540 (2012)","doi:10.1371/journal.pone.0036540"],"date":["2010-04-08"],"type":["text"],"creator":["Jurman, Giuseppe","Riccadonna, Samantha","Visintainer, Roberto","Furlanello, Cesare"],"language":[],"coverage":[],"title":["Algebraic Comparison of Partial Lists in Bioinformatics"],"description":["  The outcome of a functional genomics pipeline is usually a partial list of\ngenomic features, ranked by their relevance in modelling biological phenotype\nin terms of a classification or regression model. Due to resampling protocols\nor just within a meta-analysis comparison, instead of one list it is often the\ncase that sets of alternative feature lists (possibly of different lengths) are\nobtained. Here we introduce a method, based on the algebraic theory of\nsymmetric groups, for studying the variability between lists (\"list stability\")\nin the case of lists of unequal length. We provide algorithms evaluating\nstability for lists embedded in the full feature set or just limited to the\nfeatures occurring in the partial lists. The method is demonstrated first on\nsynthetic data in a gene filtering task and then for finding gene profiles on a\nrecent prostate cancer dataset.\n"]}]
["1005.4250",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4250","Astrophys. J., 724, p12-25 (2010)","doi:10.1088/0004-637X/724/1/12"],"date":["2010-05-23","2010-10-27"],"type":["text"],"creator":["Inoue, Kaiki Taro","Sakai, Nobuyuki","Tomita, Kenji"],"language":[],"coverage":[],"title":["Evidence of Quasi-linear Super-Structures in the Cosmic Microwave\n  Background and Galaxy Distribution"],"description":["  Recent measurements of hot and cold spots on the cosmic microwave background\n(CMB) sky suggest a presence of super-structures on (>100 h^{-1}Mpc) scales. We\ndevelop a new formalism to estimate the expected amplitude of temperature\nfluctuations due to the integrated Sachs-Wolfe (ISW) effect from prominent\nquasi-linear structures. Applying the developed tools to the observed ISW\nsignals from voids and clusters in catalogs of galaxies at redshifts z<1, we\nfind that they indeed imply a presence of quasi-linear super-structures with a\ncomoving radius 100~300 h^{-1}Mpc and a density contrast ~O(0.1). We find that\nthe observed ISW signals are at odd with the concordant \\Lambda cold dark\nmatter (CDM) model that predicts Gaussian primordial perturbations at equal to\nor larger than 3 sigma level. We also confirm that the mean temperature around\nthe CMB cold spot in the southern Galactic hemisphere filtered by a\ncompensating top-hat filter deviates from a mean value at ~3 sigma level,\nimplying that a quasi-linear supervoid or an underdensity region surrounded by\na massive wall may reside at low redshifts z<0.3 and the actual angular size\n(16^\\circ-17^\\circ) may be larger than the apparent size (4^\\circ-10^\\circ)\ndiscussed in literature. Possible solutions are briefly discussed.\n","Comment: 34 pages, 13 figures, a version accepted for publication in ApJ. A\n  plot of non-linear PDF (Figure 7) is added. Error bars are added in figure 8"]}]
["1008.2908",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2908","PLoS ONE 7(8): e41882 (2012)","doi:10.1371/journal.pone.0041882"],"date":["2010-08-17"],"type":["text"],"creator":["Jurman, Giuseppe","Furlanello, Cesare"],"language":[],"coverage":[],"title":["A unifying view for performance measures in multi-class prediction"],"description":["  In the last few years, many different performance measures have been\nintroduced to overcome the weakness of the most natural metric, the Accuracy.\nAmong them, Matthews Correlation Coefficient has recently gained popularity\namong researchers not only in machine learning but also in several application\nfields such as bioinformatics. Nonetheless, further novel functions are being\nproposed in literature. We show that Confusion Entropy, a recently introduced\nclassifier performance measure for multi-class problems, has a strong\n(monotone) relation with the multi-class generalization of a classical metric,\nthe Matthews Correlation Coefficient. Computational evidence in support of the\nclaim is provided, together with an outline of the theoretical explanation.\n"]}]
["1009.0662",{"format":[],"subject":["Physics - Space Physics","Astrophysics - Earth and Planetary Astrophysics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0662","Mon. Not. R. Astron. Soc. 415 3219 (2011)","doi:10.1111/j.1365-2966.2011.18933.x"],"date":["2010-09-03","2011-06-07"],"type":["text"],"creator":["Chen, C. H. K.","Mallet, A.","Yousef, T. A.","Schekochihin, A. A.","Horbury, T. S."],"language":[],"coverage":[],"title":["Anisotropy of Alfv\\'enic Turbulence in the Solar Wind and Numerical\n  Simulations"],"description":["  We investigate the anisotropy of Alfv\\'enic turbulence in the inertial range\nof slow solar wind and in both driven and decaying reduced magnetohydrodynamic\nsimulations. A direct comparison is made by measuring the anisotropic\nsecond-order structure functions in both data sets. In the solar wind, the\nperpendicular spectral index of the magnetic field is close to -5/3. In the\nforced simulation, it is close to -5/3 for the velocity and -3/2 for the\nmagnetic field. In the decaying simulation, it is -5/3 for both fields. The\nspectral index becomes steeper at small angles to the local magnetic field\ndirection in all cases. We also show that when using the global rather than\nlocal mean field, the anisotropic scaling of the simulations cannot always be\nproperly measured.\n","Comment: 9 pages, 8 figures"]}]
["1009.4824",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4824","PLoS ONE 6(12): e28646 (2011)","doi:10.1371/journal.pone.0028646"],"date":["2010-09-24"],"type":["text"],"creator":["Grimaldi, Marco","Jurman, Giuseppe","Visintainer, Roberto"],"language":[],"coverage":[],"title":["Reverse Engineering Gene Networks with ANN: Variability in Network\n  Inference Algorithms"],"description":["  Motivation :Reconstructing the topology of a gene regulatory network is one\nof the key tasks in systems biology. Despite of the wide variety of proposed\nmethods, very little work has been dedicated to the assessment of their\nstability properties. Here we present a methodical comparison of the\nperformance of a novel method (RegnANN) for gene network inference based on\nmultilayer perceptrons with three reference algorithms (ARACNE, CLR, KELLER),\nfocussing our analysis on the prediction variability induced by both the\nnetwork intrinsic structure and the available data.\n  Results: The extensive evaluation on both synthetic data and a selection of\ngene modules of \"Escherichia coli\" indicates that all the algorithms suffer of\ninstability and variability issues with regards to the reconstruction of the\ntopology of the network. This instability makes objectively very hard the task\nof establishing which method performs best. Nevertheless, RegnANN shows MCC\nscores that compare very favorably with all the other inference methods tested.\n  Availability: The software for the RegnANN inference algorithm is distributed\nunder GPL3 and it is available at the corresponding author home page\n(http://mpba.fbk.eu/grimaldi/regnann-supmat)\n"]}]
["1009.5480",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5480","Canadian Journal of Physics, 2011, 89(1): 25-28","doi:10.1139/P10-080"],"date":["2010-09-28"],"type":["text"],"creator":["Kolbe, D.","Beczkowiak, A.","Diehl, T.","Koglbauer, A.","Müllers, A.","Scheid, M.","Stappel, M.","Steinborn, R.","Walz, J."],"language":[],"coverage":[],"title":["Continuous Lyman-alpha generation by four-wave mixing in mercury for\n  laser-cooling of antihydrogen"],"description":["  Cooling antihydrogen atoms is important for future experiments both to test\nthe fundamental CPT symmetry by high-resolution laser spectroscopy and also to\nmeasure the gravitational acceleration of antimatter. Laser-cooling of\nantihydrogen can be done on the strong 1S-2P transition at the wavelength of\nLyman-alpha (121.6nm). A continuous-wave laser at the Lyman-alpha wavelength\nbased on solid-state fundamental lasers is described. By using a two-photon and\na near one photon resonance a scan across the whole phasematching curve of the\nfour-wave mixing process is possible. Furthermore the influence of the beam\nprofile of one fundamental beam on the four-wave mixing process is studied.\n","Comment: 4 pages, 4 figures"]}]
["1011.0520",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0520"],"date":["2010-11-02","2012-08-16"],"type":["text"],"creator":["Ny, Jerome Le","Pappas, George J."],"language":[],"coverage":[],"title":["Adaptive Algorithms for Coverage Control and Space Partitioning in\n  Mobile Robotic Networks"],"description":["  This paper considers deployment problems where a mobile robotic network must\noptimize its configuration in a distributed way in order to minimize a\nsteady-state cost function that depends on the spatial distribution of certain\nprobabilistic events of interest. Moreover, it is assumed that the event\nlocation distribution is a priori unknown, and can only be progressively\ninferred from the observation of the actual event occurrences. Three classes of\nproblems are discussed in detail: coverage control problems, spatial\npartitioning problems, and dynamic vehicle routing problems. In each case,\ndistributed stochastic gradient algorithms optimizing the performance objective\nare presented. The stochastic gradient view simplifies and generalizes\npreviously proposed solutions, and is applicable to new complex scenarios, such\nas adaptive coverage involving heterogeneous agents. Remarkably, these\nalgorithms often take the form of simple distributed rules that could be\nimplemented on resource-limited platforms.\n","Comment: 16 pages, 4 figures. Long version of a manuscript to appear in the\n  Transactions on Automatic Control"]}]
["1011.1427",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1427","doi:10.1016/j.geomphys.2011.02.007"],"date":["2010-11-05"],"type":["text"],"creator":["Tacchella, Alberto"],"language":[],"coverage":[],"title":["On rational solutions of multicomponent and matrix KP hierarchies"],"description":["  We derive some rational solutions for the multicomponent and matrix KP\nhierarchies generalising an approach by Wilson. Connections with the\nmulticomponent version of the KP/CM correspondence are discussed.\n","Comment: 15 pages, no figures"]}]
["1012.2417",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2417","Phys. Rev. B 86, 085114 (2012)","doi:10.1103/PhysRevB.86.085114"],"date":["2010-12-10"],"type":["text"],"creator":["Barkeshli, Maissam","Wen, Xiao-Gang"],"language":[],"coverage":[],"title":["Phase transitions in Z_N gauge theory and twisted Z_N topological phases"],"description":["  We find a series of non-Abelian topological phases that are separated from\nthe deconfined phase of Z_N gauge theory by a continuous quantum phase\ntransition. These non-Abelian states, which we refer to as the \"twisted\" Z_N\nstates, are described by a recently studied $U(1) \\times U(1) \\rtimes Z_2$\nChern-Simons (CS) field theory. The $U(1) \\times U(1) \\rtimes Z_2$ CS theory\nprovides a way of gauging the global Z_2 electric-magnetic symmetry of the\nAbelian Z_N phases, yielding the twisted Z_N states. We introduce a parton\nconstruction to describe the Abelian Z_N phases in terms of integer quantum\nHall states, which then allows us to obtain the non-Abelian states from a\ntheory of Z_2 fractionalization. The non-Abelian twisted Z_N states do not have\ntopologically protected gapless edge modes and, for N > 2, break time-reversal\nsymmetry.\n","Comment: 12 pages"]}]
["1012.4436",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4436"],"date":["2010-12-20","2012-08-17"],"type":["text"],"creator":["Lau, Eike"],"language":[],"coverage":[],"title":["Displayed equations for Galois representations"],"description":["  The Galois representation associated to a p-divisible group over a complete\nnoetherian normal local ring with perfect residue field is described in terms\nof its Dieudonn\\'e display. As a corollary we deduce in arbitrary\ncharacteristic Kisin's description of the Galois representation associated to a\ncommutative finite flat p-group scheme over a p-adic discrete valuation ring in\nterms of its Breuil-Kisin module. This was obtained earlier by W. Kim by a\ndifferent method.\n","Comment: 15 pages"]}]
["1102.0896",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0896","Few-Body Syst. 51, 153 (2011)","doi:10.1007/s00601-011-0231-z"],"date":["2011-02-04","2012-08-17"],"type":["text"],"creator":["Floerchinger, Stefan","Moroz, Sergej","Schmidt, Richard"],"language":[],"coverage":[],"title":["Efimov physics from the functional renormalization group"],"description":["  Few-body physics related to the Efimov effect is discussed using the\nfunctional renormalization group method. After a short review of\nrenormalization in its modern formulation we apply this formalism to the\ndescription of scattering and bound states in few-body systems of identical\nbosons and distinguishable fermions with two and three components. The Efimov\neffect leads to a limit cycle in the renormalization group flow. Recently\nmeasured three-body loss rates in an ultracold Fermi gas $^6$Li atoms are\nexplained within this framework. We also discuss briefly the relation to the\nmany-body physics of the BCS-BEC crossover for two-component fermions and the\nformation of a trion phase for the case of three species.\n","Comment: 28 pages, 13 figures, invited contribution to a special issue of\n  \"Few-Body Systems\" devoted to Efimov physics, published version"]}]
["1102.3006",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","14J60, 32L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3006"],"date":["2011-02-15","2012-08-17"],"type":["text"],"creator":["Florentino, Carlos","Ludsteck, Thomas"],"language":[],"coverage":[],"title":["Unipotent Schottky bundles on Riemann surfaces and complex tori"],"description":["  We study a natural map from representations of a free (resp. free abelian)\ngroup of rank g in GL_r(C), to holomorphic vector bundles of degree zero over a\ncompact Riemann surface X of genus g (resp. complex torus X of dimension g).\nThis map defines what is called a Schottky functor. Our main result is that\nthis functor induces an equivalence between the category of unipotent\nrepresentations of Schottky groups and the category of unipotent vector bundles\non X. We also show that, over a complex torus, any vector or principal bundle\nwith a flat holomorphic connection is Schottky.\n","Comment: In v3, the results are approached using standard cohomology and\n  derived functor arguments, avoiding extensive use of Yoneda Extensions"]}]
["1102.5040",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5040","ISRN High Energy Physics, vol. 2012, Article ID 903106, 31 pages,\n  2012","doi:10.5402/2012/903106"],"date":["2011-02-24","2012-08-17"],"type":["text"],"creator":["Lionetto, A.","Racioppi, A."],"language":[],"coverage":[],"title":["Supersymmetry Breaking in a Minimal Anomalous Extension of the MSSM"],"description":["  We study a supersymmetry breaking mechanism in the context of a minimal\nanomalous extension of the MSSM. The anomaly cancellation mechanism is achieved\nthrough suitable counterterms in the effective action, i.e. Green-Schwarz\nterms. We assume that the standard MSSM superpotential is perturbatively\nrealized, i.e. all terms allowed by gauge symmetries, except for the $\\mu$-term\nwhich has a non-perturbative origin. The presence of this term is expected in\nmany intersecting D-brane models which can be considered as the ultraviolet\ncompletion of our model. We show how soft supersymmetry breaking terms arise in\nthis framework and we study the effect of some phenomenological constraints on\nthis scenario.\n","Comment: 31 pages, 13 figures, pdflatex, revised final version"]}]
["1104.1734",{"format":[],"subject":["Physics - Optics","78"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1734","Z. Naturforsch. 67a, 111 -- 131 (2012)","doi:10.5560/ZNA.2011-0069"],"date":["2011-04-09","2012-07-16"],"type":["text"],"creator":["Brosa, Ulrich"],"language":[],"coverage":[],"title":["Electromagnetic Waves in Variable Media"],"description":["  Two methods are explained to exactly solve Maxwell's equations where\npermittivity, permeability and conductivity may vary in space. In the\nconstitutive relations, retardation is regarded. If the material properties\ndepend but on one coordinate, general solutions are derived. If the properties\ndepend on two coordinates, geometrically restricted solutions are obtained.\nApplications to graded reflectors, especially to dielectric mirrors, to\nfilters, polarizers and to waveguides, plain and cylindrical, are indicated.\nNew foundations for the design of optical instruments, which are centered\naround an axis, and for the design of invisibility cloaks, plain and spherical,\nare proposed. The variability of material properties makes possible effects\nwhich cannot happen in constant media, e.g. stopping the flux of\nelectromagnetic energy without loss. As a consequence, spherical devices can be\nconstructed which bind electromagnetic waves.\n"]}]
["1104.4445",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics","Nonlinear Sciences - Cellular Automata and Lattice Gases","35Q51 (Primary), 35Q53, 37K40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4445","J. Math. Sci. Univ. Tokyo, Vol. 18 (2011), No. 3, Page 269--298"],"date":["2011-04-22","2011-12-22"],"type":["text"],"creator":["Kanki, Masataka"],"language":[],"coverage":[],"title":["The generalized periodic ultradiscrete KdV equation and its background\n  solutions"],"description":["  We investigate the ultradiscrete KdV equation with periodic boundary\nconditions where the two parameters (capacity of the boxes and that of the\ncarrier) are arbitrary integers. We give a criterion to allow a periodic\nboundary condition when initial states take arbitrary integer values. Conserved\nquantities are constructed for the periodic systems. Construction of background\nsolutions of the periodic ultradiscrete KdV equation from the Jacobi theta\nfunction is also presented.\n","Comment: 20 pages, 7 figures, v2: final form to appear in J. Math. Sci. Univ.\n  Tokyo"]}]
["1105.0211",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0211"],"date":["2011-05-01","2012-08-17"],"type":["text"],"creator":["Herscovich, Estanislao","Solotar, Andrea","Suárez-Álvarez, Mariano"],"language":[],"coverage":[],"title":["PBW-deformations and deformations \\`a la Gerstenhaber of N-Koszul\n  algebras"],"description":["  In this article we establish an explicit link between the classical theory of\ndeformations \\`a la Gerstenhaber -- and a fortiori with the Hochschild\ncohomology-- and (weak) PBW-deformations of homogeneous algebras. Our point of\nview is of cohomological nature. As a consequence, we recover a theorem by R.\nBerger and V. Ginzburg, which gives a precise condition for a filtered algebra\nto satisfy the so-called PBW property, under certain assumptions.\n","Comment: Minor changes and corrections. Accepted for publication in Journal of\n  Noncommutative Geometry"]}]
["1105.2357",{"format":[],"subject":["Mathematics - Combinatorics","05C20, 05C25, 05C38, 05C57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2357"],"date":["2011-05-11","2012-08-17"],"type":["text"],"creator":["Chapman, Scott","Garcia, Rebecca","García-Puente, Luis David","Malandro, Martin E.","Smith, Ken W."],"language":[],"coverage":[],"title":["Algebraic and combinatorial aspects of sandpile monoids on directed\n  graphs"],"description":["  The sandpile group of a graph is a well-studied object that combines ideas\nfrom algebraic graph theory, group theory, dynamical systems, and statistical\nphysics. A graph's sandpile group is part of a larger algebraic structure on\nthe graph, known as its sandpile monoid. Most of the work on sandpiles so far\nhas focused on the sandpile group rather than the sandpile monoid of a graph,\nand has also assumed the underlying graph to be undirected. A notable exception\nis the recent work of Babai and Toumpakari, which builds up the theory of\nsandpile monoids on directed graphs from scratch and provides many connections\nbetween the combinatorics of a graph and the algebraic aspects of its sandpile\nmonoid.\n  In this paper we primarily consider sandpile monoids on directed graphs, and\nwe extend the existing theory in four main ways. First, we give a combinatorial\nclassification of the maximal subgroups of a sandpile monoid on a directed\ngraph in terms of the sandpile groups of certain easily-identifiable subgraphs.\nSecond, we point out certain sandpile results for undirected graphs that are\nreally results for sandpile monoids on directed graphs that contain exactly two\nidempotents. Third, we give a new algebraic constraint that sandpile monoids\nmust satisfy and exhibit two infinite families of monoids that cannot be\nrealized as sandpile monoids on any graph. Finally, we give an explicit\ncombinatorial description of the sandpile group identity for every graph in a\nfamily of directed graphs which generalizes the family of (undirected)\ndistance-regular graphs. This family includes many other graphs of interest,\nincluding iterated wheels, regular trees, and regular tournaments.\n","Comment: v2: Cleaner presentation, new results in final section. Accepted for\n  publication in J. Combin. Theory Ser. A. 21 pages, 5 figures"]}]
["1105.2390",{"format":[],"subject":["Physics - Space Physics","Astrophysics - Earth and Planetary Astrophysics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2390","Astrophys. J. 737 L41 (2011)","doi:10.1088/2041-8205/737/2/L41"],"date":["2011-05-12","2011-08-04"],"type":["text"],"creator":["Chen, C. H. K.","Bale, S. D.","Salem, C.","Mozer, F. S."],"language":[],"coverage":[],"title":["Frame Dependence of the Electric Field Spectrum of Solar Wind Turbulence"],"description":["  We present the first survey of electric field data using the ARTEMIS\nspacecraft in the solar wind to study inertial range turbulence. It was found\nthat the average perpendicular spectral index of the electric field depends on\nthe frame of measurement. In the spacecraft frame it is -5/3, which matches the\nmagnetic field due to the large solar wind speed in Lorentz transformation. In\nthe mean solar wind frame, the electric field is primarily due to the\nperpendicular velocity fluctuations and has a spectral index slightly shallower\nthan -3/2, which is close to the scaling of the velocity. These results are an\nindependent confirmation of the difference in scaling between the velocity and\nmagnetic field, which is not currently well understood. The spectral index of\nthe compressive fluctuations was also measured and found to be close to -5/3,\nsuggesting that they are not only passive to the velocity but may also interact\nnonlinearly with the magnetic field.\n"]}]
["1106.1050",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1050","doi:10.1007/s10751-011-0381-x"],"date":["2011-06-06"],"type":["text"],"creator":["Kolbe, D.","Beczkowiak, A.","Diehl, T.","Koglbauer, A.","Sattler, M.","Stappel, M.","Steinborn, R.","Walz, J."],"language":[],"coverage":[],"title":["A reliable cw Lyman-$\\alpha$ laser source for future cooling of\n  antihydrogen"],"description":["  We demonstrate a reliable continuous-wave (cw) laser source at the\n1\\,$S$--2\\,$P$ transition in (anti)hydrogen at 121.56\\,nm (Lyman-$\\alpha$)\nbased on four-wave sum-frequency mixing in mercury. A two-photon resonance in\nthe four-wave mixing scheme is essential for a powerful cw Lyman-$\\alpha$\nsource and is well investigated.\n","Comment: 8 pages, 3 figures, Proceedings of LEAP 2011"]}]
["1106.1157",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1157"],"date":["2011-06-06","2012-08-17"],"type":["text"],"creator":["Mohamed, Shakir","Heller, Katherine","Ghahramani, Zoubin"],"language":[],"coverage":[],"title":["Bayesian and L1 Approaches to Sparse Unsupervised Learning"],"description":["  The use of L1 regularisation for sparse learning has generated immense\nresearch interest, with successful application in such diverse areas as signal\nacquisition, image coding, genomics and collaborative filtering. While existing\nwork highlights the many advantages of L1 methods, in this paper we find that\nL1 regularisation often dramatically underperforms in terms of predictive\nperformance when compared with other methods for inferring sparsity. We focus\non unsupervised latent variable models, and develop L1 minimising factor\nmodels, Bayesian variants of \"L1\", and Bayesian models with a stronger L0-like\nsparsity induced through spike-and-slab distributions. These spike-and-slab\nBayesian factor models encourage sparsity while accounting for uncertainty in a\nprincipled manner and avoiding unnecessary shrinkage of non-zero values. We\ndemonstrate on a number of data sets that in practice spike-and-slab Bayesian\nmethods outperform L1 minimisation, even on a computational budget. We thus\nhighlight the need to re-assess the wide use of L1 methods in sparsity-reliant\napplications, particularly when we care about generalising to previously unseen\ndata, and provide an alternative that, over many varying conditions, provides\nimproved generalisation performance.\n","Comment: In Proceedings of the 29th International Conference on Machine\n  Learning (ICML), Edinburgh, Scotland, 2012"]}]
["1106.5227",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5227","J. Phys. G. 38, 124171 (2011)","doi:10.1088/0954-3899/38/12/124171"],"date":["2011-06-26"],"type":["text"],"creator":["Floerchinger, Stefan","Wiedemann, Urs Achim"],"language":[],"coverage":[],"title":["Turbulent fluctuations around Bjorken flow"],"description":["  We study the evolution of local event-by-event deviations from smooth average\nfluid dynamic fields, as they can arise in heavy ion collisions from the\npropagation of fluctuating initial conditions. Local fluctuations around\nBjorken flow are found to be governed by non-linear equations whose solutions\ncan be characterized qualitatively in terms of Reynolds numbers. Perturbations\nat different rapidities decouple quickly, and satisfy (after suitable\ncoordinate transformations) an effectively two-dimensional Navier-Stokes\nequation of non-relativistic form. We discuss the conditions under which\nnon-linearities in these equations cannot be neglected and turbulent behavior\nis expected to set in.\n","Comment: 4 pages, 2 figures - To appear in the conference proceedings for\n  Quark Matter 2011, May 23 - May 28, Annecy, France"]}]
["1107.1356",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Dynamical Systems","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1356","Advances in Mathematics 231 (2012), 2224-2251"],"date":["2011-07-07","2012-07-02"],"type":["text"],"creator":["Speelman, An","Vaes, Stefaan"],"language":[],"coverage":[],"title":["A class of II_1 factors with many non conjugate Cartan subalgebras"],"description":["  We construct a class of II_1 factors M that admit unclassifiably many Cartan\nsubalgebras in the sense that the equivalence relation of being conjugate by an\nautomorphism of M is complete analytic, in particular non Borel. We also\nconstruct a II_1 factor that admits uncountably many non isomorphic group\nmeasure space decompositions, all involving the same group G. So G is a group\nthat admits uncountably many non stably orbit equivalent actions whose crossed\nproduct II_1 factors are all isomorphic.\n","Comment: v3: minor changes, final version, to appear in Advances in\n  Mathematics. v2: we provide examples of II_1 factors M such that conjugacy of\n  Cartan subalgebras of M by an automorphism, is a complete analytic\n  equivalence relation"]}]
["1107.2247",{"format":[],"subject":["Mathematics - Combinatorics","05C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2247"],"date":["2011-07-12","2012-08-17"],"type":["text"],"creator":["Razborov, Alexander"],"language":[],"coverage":[],"title":["On the Caccetta-Haggkvist conjecture with forbidden subgraphs"],"description":["  The Caccetta-Haggkvist conjecture made in 1978 asserts that every orgraph on\nn vertices without oriented cycles of length <= l must contain a vertex of\noutdegree at most (n-1)/l. It has a rather elaborate set of (conjectured)\nextremal configurations.\n  In this paper we consider the case l=3 that received quite a significant\nattention in the literature. We identify three orgraphs on four vertices each\nthat are missing as an induced subgraph in all known extremal examples and\nprove the Caccetta-Haggkvist conjecture for orgraphs missing as induced\nsubgraphs any of these orgraphs, along with cycles of length 3. Using a\nstandard trick, we can also lift the restriction of being induced, although\nthis makes graphs in our list slightly more complicated.\n","Comment: Referees' comments (the paper has been accepted to \"Journal of Graph\n  Theory\") have been taken into account. Most notably, an annoying misprint in\n  the proof of Claim 5.6 (K_{1,2} should everywhere read K_{2,1}) has been\n  fixed"]}]
["1107.4774",{"format":[],"subject":["Quantum Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4774","Phys. Rev. Lett. 108, 040502 (2012)","doi:10.1103/PhysRevLett.108.040502"],"date":["2011-07-24"],"type":["text"],"creator":["Baur, M.","Fedorov, A.","Steffen, L.","Filipp, S.","da Silva, M. P.","Wallraff, A."],"language":[],"coverage":[],"title":["Benchmarking a Teleportation Protocol realized in Superconducting\n  Circuits"],"description":["  Teleportation of a quantum state may be used for distributing entanglement\nbetween distant qubits in quantum communication and for quantum computation.\nHere we demonstrate the implementation of a teleportation protocol, up to the\nsingle-shot measurement step, with superconducting qubits coupled to a\nmicrowave resonator. Using full quantum state tomography and evaluating an\nentanglement witness, we show that the protocol generates a genuine tripartite\nentangled state of all three-qubits. Calculating the projection of the measured\ndensity matrix onto the basis states of two qubits allows us to reconstruct the\nteleported state. Repeating this procedure for a complete set of input states\nwe find an average output state fidelity of 88%.\n","Comment: 4 pages, 4 figures"]}]
["1107.4875",{"format":[],"subject":["Mathematics - Complex Variables","15A15, 15A16 (Primary) 30F10, 44A10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4875"],"date":["2011-07-25","2012-08-17"],"type":["text"],"creator":["Stahl, Herbert R."],"language":[],"coverage":[],"title":["Proof of the BMV Conjecture"],"description":["  We prove the BMV (Bessis, Moussa, Villani, 1975) conjecture, which states\nthat the function t -> Tr exp(A-tB), t \\geq 0, is the Laplace transform of a\npositive measure on [0,\\infty) if A and B are n x n Hermitian matrices and B is\npositive semidefinite. A semi-explicit representation for this measure is\ngiven.\n","Comment: Instead of the asymptotic analysis in Section 4 and the use of the\n  Post-Widder formulae in Section 5 for the proof of the representation of the\n  measure \\mu_{A,B} in Theorem 2, this representation is now verified by direct\n  calculations (see Subsection 4.2). As a consequence also Section 3 could be\n  shortened, and the whole paper has become much shorter. The main result\n  remains unchanged"]}]
["1108.2458",{"format":[],"subject":["Mathematics - Numerical Analysis","65N99, 34E13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2458","doi:10.4208/cicp.170910.180311a"],"date":["2011-08-11"],"type":["text"],"creator":["Jiang, Lijian","Mishev, Ilya D."],"language":[],"coverage":[],"title":["Mixed Multiscale Finite Volume Methods for Elliptic Problems in\n  Two-phase Flow Simulations"],"description":["  We develop a framework for constructing mixed multiscale finite volume\nmethods for elliptic equations with multiple scales arising from flows in\nporous media. Some of the methods developed using the framework are already\nknown \\cite{jennylt03}; others are new. New insight is gained for the known\nmethods and extra flexibility is provided by the new methods. We give as an\nexample a mixed MsFV on uniform mesh in 2-D. This method uses novel multiscale\nvelocity basis functions that are suited for using global information, which is\noften needed to improve the accuracy of the multiscale simulations in the case\nof continuum scales with strong non-local features. The method efficiently\ncaptures the small effects on a coarse grid. We analyze the new mixed MsFV and\napply it to solve two-phase flow equations in heterogeneous porous media.\nNumerical examples demonstrate the accuracy and efficiency of the proposed\nmethod for modeling the flows in porous media with non-separable and separable\nscales.\n","Comment: 30 pages"]}]
["1108.4889",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Operator Algebras","81T40, 81T05 (Primary) 81U40, 30J05, 22E67 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4889","doi:10.1007/s00220-012-1511-2"],"date":["2011-08-24","2012-08-17"],"type":["text"],"creator":["Bischoff, Marcel"],"language":[],"coverage":[],"title":["Models in Boundary Quantum Field Theory Associated with Lattices and\n  Loop Group Models"],"description":["  In this article we give new examples of models in boundary quantum field\ntheory, i.e. local time-translation covariant nets of von Neumann algebras,\nusing a recent construction of Longo and Witten, which uses a local conformal\nnet A on the real line together with an element of a unitary semigroup\nassociated with A. Namely, we compute elements of this semigroup coming from\nH\\\"older continuous symmetric inner functions for a family of (completely\nrational) conformal nets which can be obtained by starting with nets of real\nsubspaces, passing to its second quantization nets and taking local extensions\nof the former. This family is precisely the family of conformal nets associated\nwith lattices, which as we show contains as a special case the level 1 loop\ngroup nets of simply connected, simply laced groups. Further examples come from\nthe loop group net of Spin(n) at level 2 using the orbifold construction.\n","Comment: 29 pages, 2 TikZ figures. Some minor fixes. The final publication is\n  available at http://www.springerlink.com"]}]
["1108.5535",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5535","JHEP 11, 100 (2011)","doi:10.1007/JHEP11(2011)100"],"date":["2011-08-29","2012-08-17"],"type":["text"],"creator":["Floerchinger, Stefan","Wiedemann, Urs Achim"],"language":[],"coverage":[],"title":["Fluctuations around Bjorken Flow and the onset of turbulent phenomena"],"description":["  We study how fluctuations in fluid dynamic fields can be dissipated or\namplified within the characteristic spatio-temporal structure of a heavy ion\ncollision. The initial conditions for a fluid dynamic evolution of heavy ion\ncollisions may contain significant fluctuations in all fluid dynamical fields,\nincluding the velocity field and its vorticity components. We formulate and\nanalyze the theory of local fluctuations around average fluid fields described\nby Bjorken's model. For conditions of laminar flow, when a linearized treatment\nof the dynamic evolution applies, we discuss explicitly how fluctuations of\nlarge wave number get dissipated while modes of sufficiently long wave-length\npass almost unattenuated or can even be amplified. In the opposite case of\nlarge Reynold's numbers (which is inverse to viscosity), we establish that\n(after suitable coordinate transformations) the dynamics is governed by an\nevolution equation of non-relativistic Navier-Stokes type that becomes\nessentially two-dimensional at late times. One can then use the theory of\nKolmogorov and Kraichnan for an explicit characterization of turbulent\nphenomena in terms of the wave-mode dependence of correlations of fluid dynamic\nfields. We note in particular that fluid dynamic correlations introduce\ncharacteristic power-law dependences in two-particle correlation functions.\n","Comment: 40 pages, 5 figures, published version"]}]
["1110.0316",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0316","Annals of Physics, Volume 327, Issue 9, September 2012, pp\n  2354-2387","doi:10.1016/j.aop.2012.06.001"],"date":["2011-10-03","2012-07-17"],"type":["text"],"creator":["Dolce, Donatello"],"language":[],"coverage":[],"title":["Classical geometry to quantum behavior correspondence in a Virtual Extra\n  Dimension"],"description":["  In the Lorentz invariant formalism of compact space-time dimensions the\nassumption of periodic boundary conditions represents a consistent\nsemi-classical quantization condition for relativistic fields. In\n[arXiv:0903.3680] we have shown, for instance, that the ordinary Feynman path\nintegral is obtained from the interference between the classical paths with\ndifferent winding numbers associated with the cyclic dynamics of the field\nsolutions. By means of the boundary conditions, the kinematics information of\ninteractions can be encoded on the relativistic geometrodynamics of the\nboundary [arXiv:1110.0315]. Furthermore, such a purely four-dimensional theory\nis manifestly dual to an extra-dimensional field theory. The resulting\ncorrespondence between extra-dimensional geometrodynamics and ordinary quantum\nbehavior can be interpreted in terms of AdS/CFT correspondence. By applying\nthis approach to a simple Quark-Gluon-Plasma freeze-out model we obtain\nfundamental analogies with basic aspects of AdS/QCD phenomenology.\n","Comment: 60 pages. Version published in Annals of Physics (2012). Minor\n  corrections"]}]
["1110.0323",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14L30, 13A02, 14M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0323"],"date":["2011-10-03","2012-08-17"],"type":["text"],"creator":["Perling, Markus"],"language":[],"coverage":[],"title":["A lifting functor for toric sheaves"],"description":["  For a variety X which admits a Cox ring we introduce a functor from the\ncategory of quasi-coherent sheaves on $X$ to the category of graded modules\nover the homogeneous coordinate ring of $X$. We show that this functor is\nright-adjoint to the sheafification functor and therefore left-exact. Moreover,\nwe show that this functor preserves torsion-freeness and reflexivity. For the\ncase of toric sheaves we give a combinatorial characterization of its\nright-derived functors in terms of certain right-derived limit functors.\n","Comment: 13 pages, requires packages ams*, enumerate, revised version"]}]
["1110.1113",{"format":[],"subject":["Mathematics - Dynamical Systems","37A35 (Primary) 37D40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1113"],"date":["2011-10-05","2012-08-16"],"type":["text"],"creator":["Quas, Anthony","Soo, Terry"],"language":[],"coverage":[],"title":["Weak mixing suspension flows over shifts of finite type are universal"],"description":["  Let S be an ergodic measure-preserving automorphism on a non-atomic\nprobability space, and let T be the time-one map of a topologically weak mixing\nsuspension flow over an irreducible subshift of finite type under a Holder\nceiling function. We show that if the measure-theoretic entropy of S is\nstrictly less than the topological entropy of T, then there exists an embedding\nfrom the measure-preserving automorphism into the suspension flow. As a\ncorollary of this result and the symbolic dynamics for geodesic flows on\ncompact surfaces of negative curvature developed by Bowen and Ratner, we also\nobtain an embedding from the measure-preserving automorphism into a geodesic\nflow, whenever the measure-theoretic entropy of S is strictly less than the\ntopological entropy of the time-one map of the geodesic flow.\n","Comment: 27 pages, 1 figure"]}]
["1110.1476",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1476","Plasma Phys. Control. Fusion 54, 015005 (2012)","doi:10.1088/0741-3335/54/1/015005"],"date":["2011-10-07"],"type":["text"],"creator":["Velasco, J. L.","Castejon, F."],"language":[],"coverage":[],"title":["Study of the neoclassical radial electric field of the TJ-II flexible\n  heliac"],"description":["  Calculations of the monoenergetic radial diffusion coefficients are presented\nfor several configurations of the TJ-II stellarator usually explored in\noperation. The neoclassical radial fluxes and the ambipolar electric field for\nthe standard configuration are then studied for three different collisionality\nregimes, obtaining precise results in all cases.\n"]}]
["1110.3683",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry","81S10, 53D50, 46E22, 81R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3683"],"date":["2011-10-17","2012-07-16"],"type":["text"],"creator":["Odzijewicz, Anatol","Horowski, Maciej"],"language":[],"coverage":[],"title":["Positive Kernels and Quantization"],"description":["  In the paper we investigate a method of quantization based on the concept of\npositive definite kernel on a principal $G$-bundle with compact structural\ngroup G. For G=U(1) our approach leads to Kostant-Souriau geometric\nquantization as well as to coherent state method of quantization. So, the\ntheory proposed here can be treated as a generalization of both mentioned\nquantizations to the case of general compact group.\n","Comment: 36 pages"]}]
["1110.6829",{"format":[],"subject":["Condensed Matter - Quantum Gases","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6829","Phys.Rev.A86:012711,2012","doi:10.1103/PhysRevA.86.012711"],"date":["2011-10-31","2012-08-17"],"type":["text"],"creator":["Braaten, Eric","Hagen, P.","Hammer, H. -W.","Platter, L."],"language":[],"coverage":[],"title":["Renormalization in the Three-body Problem with Resonant P-wave\n  Interactions"],"description":["  Resonant P-wave interactions can be described by a minimal zero-range model\ndefined by a truncated effective range expansion, so that the only 2-body\ninteraction parameters are the inverse scattering volume 1/a_P and the P-wave\neffective range r_P. This minimal model can be formulated as a local quantum\nfield theory with a P-wave interaction between atom fields and a molecular\nfield. In the two-atom sector, the model is renormalizable, but it has\nunphysical behavior at high energies, because there are negative-probability\nstates with momentum scale r_P. In the sector with three atoms, two of which\nare identical, renormalization in some parity and angular-momentum channels\ninvolves an ultraviolet limit cycle, indicating asymptotic discrete scale\ninvariance. The Efimov effect occurs in the unitary limit a_P^(-1/3), r_P \\to\n0, but this limit is unphysical because there are low-energy states with\nnegative probability. The minimal model can be of physical relevance only at\nenergies small compared to the energy scale set by r_P, where the effects of\nnegative-probability states are suppressed.\n","Comment: 16 pages, 3 figures, major changes in interpretation of results,\n  final version"]}]
["1111.0236",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0236","International Journal of Modern Physics A, Vol. 27, No. 00 (2012)\n  1250121","doi:10.1142/S0217751X12501217"],"date":["2011-11-01"],"type":["text"],"creator":["Li, Tianjun","Maxin, James A.","Nanopoulos, Dimitri V.","Walker, Joel W."],"language":[],"coverage":[],"title":["The F-Landscape: Dynamically Determining the Multiverse"],"description":["  We evolve our Multiverse Blueprints to characterize our local neighborhood of\nthe String Landscape and the Multiverse of plausible string, M- and F-theory\nvacua. Building upon the tripodal foundations of i) the Flipped SU(5) Grand\nUnified Theory (GUT), ii) extra TeV-Scale vector-like multiplets derived out of\nF-theory, and iii) the dynamics of No-Scale Supergravity, together dubbed\nNo-Scale F-SU(5), we demonstrate the existence of a continuous family of\nsolutions which might adeptly describe the dynamics of distinctive universes.\nThis Multiverse landscape of F-SU(5) solutions, which we shall refer to as the\nF-Landscape, accommodates a subset of universes compatible with the presently\nknown experimental uncertainties of our own universe. We show that by\nsecondarily minimizing the minimum of the scalar Higgs potential of each\nsolution within the F-Landscape, a continuous hypervolume of distinct minimum\nminimorum can be engineered which comprise a regional dominion of universes,\nwith our own universe cast as the bellwether. We conjecture that an\nexperimental signal at the LHC of the No-Scale F-SU(5) framework's\napplicability to our own universe might sensibly be extrapolated as\ncorroborating evidence for the role of string, M- and F-theory as a master\ntheory of the Multiverse, with No-Scale supergravity as a crucial and pervasive\nreinforcing structure.\n","Comment: 15 Pages, 7 Figures, 1 Table"]}]
["1111.1315",{"format":[],"subject":["Computer Science - Learning","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1315","doi:10.1088/0004-637X/756/1/67"],"date":["2011-11-05","2012-03-06"],"type":["text"],"creator":["Wang, Yuyang","Khardon, Roni","Protopapas, Pavlos"],"language":[],"coverage":[],"title":["Nonparametric Bayesian Estimation of Periodic Functions"],"description":["  Many real world problems exhibit patterns that have periodic behavior. For\nexample, in astrophysics, periodic variable stars play a pivotal role in\nunderstanding our universe. An important step when analyzing data from such\nprocesses is the problem of identifying the period: estimating the period of a\nperiodic function based on noisy observations made at irregularly spaced time\npoints. This problem is still a difficult challenge despite extensive study in\ndifferent disciplines. The paper makes several contributions toward solving\nthis problem. First, we present a nonparametric Bayesian model for period\nfinding, based on Gaussian Processes (GP), that does not make strong\nassumptions on the shape of the periodic function. As our experiments\ndemonstrate, the new model leads to significantly better results in period\nestimation when the target function is non-sinusoidal. Second, we develop a new\nalgorithm for parameter optimization for GP which is useful when the likelihood\nfunction is very sensitive to the setting of the hyper-parameters with numerous\nlocal minima, as in the case of period estimation. The algorithm combines\ngradient optimization with grid search and incorporates several mechanisms to\novercome the high complexity of inference with GP. Third, we develop a novel\napproach for using domain knowledge, in the form of a probabilistic generative\nmodel, and incorporate it into the period estimation algorithm. Experimental\nresults on astrophysics data validate our approach showing significant\nimprovement over the state of the art in this domain.\n"]}]
["1111.3886",{"format":[],"subject":["High Energy Physics - Phenomenology","Physics - Atomic Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3886","Rev. Mod. Phys. vol. 84, 1177 (2012)","doi:10.1103/RevModPhys.84.1177"],"date":["2011-11-16","2012-04-25"],"type":["text"],"creator":["Di Piazza, A.","Müller, C.","Hatsagortsyan, K. Z.","Keitel, C. H."],"language":[],"coverage":[],"title":["Extremely high-intensity laser interactions with fundamental quantum\n  systems"],"description":["  The field of laser-matter interaction traditionally deals with the response\nof atoms, molecules and plasmas to an external light wave. However, the recent\nsustained technological progress is opening up the possibility of employing\nintense laser radiation to trigger or substantially influence physical\nprocesses beyond atomic-physics energy scales. Available optical laser\nintensities exceeding $10^{22}\\;\\text{W/cm$^2$}$ can push the fundamental\nlight-electron interaction to the extreme limit where radiation-reaction\neffects dominate the electron dynamics, can shed light on the structure of the\nquantum vacuum, and can trigger the creation of particles like electrons, muons\nand pions and their corresponding antiparticles. Also, novel sources of intense\ncoherent high-energy photons and laser-based particle colliders can pave the\nway to nuclear quantum optics and may even allow for potential discovery of new\nparticles beyond the Standard Model. These are the main topics of the present\narticle, which is devoted to a review of recent investigations on high-energy\nprocesses within the realm of relativistic quantum dynamics, quantum\nelectrodynamics, nuclear and particle physics, occurring in extremely intense\nlaser fields.\n","Comment: 58 pages, 26 figures, version accepted by Reviews of Modern Physics"]}]
["1111.6558",{"format":[],"subject":["Mathematics - Numerical Analysis","15A18, 15A23, 65F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6558"],"date":["2011-11-28","2012-08-16"],"type":["text"],"creator":["Zhlobich, Pavel"],"language":[],"coverage":[],"title":["Differential qd algorithm with shifts for rank-structured matrices"],"description":["  Although QR iterations dominate in eigenvalue computations, there are several\nimportant cases when alternative LR-type algorithms may be preferable. In\nparticular, in the symmetric tridiagonal case where differential qd algorithm\nwith shifts (dqds) proposed by Fernando and Parlett enjoys often faster\nconvergence while preserving high relative accuracy (that is not guaranteed in\nQR algorithm). In eigenvalue computations for rank-structured matrices QR\nalgorithm is also a popular choice since, in the symmetric case, the rank\nstructure is preserved. In the unsymmetric case, however, QR algorithm destroys\nthe rank structure and, hence, LR-type algorithms come to play once again. In\nthe current paper we discover several variants of qd algorithms for\nquasiseparable matrices. Remarkably, one of them, when applied to Hessenberg\nmatrices becomes a direct generalization of dqds algorithm for tridiagonal\nmatrices. Therefore, it can be applied to such important matrices as companion\nand confederate, and provides an alternative algorithm for finding roots of a\npolynomial represented in the basis of orthogonal polynomials. Results of\npreliminary numerical experiments are presented.\n"]}]
["1112.1761",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1761"],"date":["2011-12-07","2012-08-17"],"type":["text"],"creator":["Iwanari, Isamu"],"language":[],"coverage":[],"title":["Tannakization in derived algebraic geometry"],"description":["  We give a universal construction of a derived affine group scheme and its\nrepresentation category from a symmetric monoidal infinity-category, which we\nshall call the tannnakization of a symmetric monoidal infinity-category. This\ncan be viewed as infinity-categorical generalization of the work of\nJoyal-Street and Nori. We then apply it to the stable infinity-category of\nmixed motives equipped with the realization functor of a mixed Weil cohomology\nand obtain a derived motivic Galois group whose representation category has a\nuniversality, and which represents the automorphism group of the realization\nfunctor. Also, we present basic properties of derived affine group schemes in\nAppendix.\n","Comment: a result added in section 5"]}]
["1112.4374",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Quantum Gases","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4374","JHEP 05, 021 (2012)","doi:10.1007/JHEP05(2012)021"],"date":["2011-12-19","2012-08-17"],"type":["text"],"creator":["Floerchinger, Stefan"],"language":[],"coverage":[],"title":["Analytic continuation of functional renormalization group equations"],"description":["  Functional renormalization group equations are analytically continued from\nimaginary Matsubara frequencies to the real frequency axis. On the example of a\nscalar field with O(N) symmetry we discuss the analytic structure of the\nflowing action and show how it is possible to derive and solve flow equations\nfor real-time properties such as propagator residues and particle decay widths.\nThe formalism conserves space-time symmetries such as Lorentz or Galilei\ninvariance and allows for improved, self-consistent approximations in terms of\nderivative expansions in Minkowski space.\n","Comment: 32 pages, 5 figures, published version"]}]
["1112.4505",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4505","Phys. Rev. Lett. 109, 070504 (2012)","doi:10.1103/PhysRevLett.109.070504"],"date":["2011-12-19"],"type":["text"],"creator":["Moussa, Osama","da Silva, Marcus P.","Ryan, Colm A.","Laflamme, Raymond"],"language":[],"coverage":[],"title":["Practical experimental certification of computational quantum gates via\n  twirling"],"description":["  Due to the technical difficulty of building large quantum computers, it is\nimportant to be able to estimate how faithful a given implementation is to an\nideal quantum computer. The common approach of completely characterizing the\ncomputation process via quantum process tomography requires an exponential\namount of resources, and thus is not practical even for relatively small\ndevices. We solve this problem by demonstrating that twirling experiments\npreviously used to characterize the average fidelity of quantum memories\nefficiently can be easily adapted to estimate the average fidelity of the\nexperimental implementation of important quantum computation processes, such as\nunitaries in the Clifford group, in a practical and efficient manner with\napplicability in current quantum devices. Using this procedure, we demonstrate\nstate-of-the-art coherent control of an ensemble of magnetic moments of nuclear\nspins in a single crystal solid by implementing the encoding operation for a 3\nqubit code with only a 1% degradation in average fidelity discounting\npreparation and measurement errors. We also highlight one of the advances that\nwas instrumental in achieving such high fidelity control.\n","Comment: 7 pages, 6 figures"]}]
["1112.4769",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4769"],"date":["2011-12-20","2012-08-16"],"type":["text"],"creator":["Kechriniotis, Aristides I.","Delibasis, Konstantinos K.","Tsonos, Christos","Petropoulos, Nicholas"],"language":[],"coverage":[],"title":["A new closed formula for the Hermite interpolating polynomial with\n  applications on the spectral decomposition of a matrix"],"description":["  We present a new closed form for the interpolating polynomial of the general\nunivariate Hermite interpolation that requires only calculation of polynomial\nderivatives, instead of derivatives of rational functions. This result is used\nto obtain a new simultaneous polynomial division by a common divisor over a\nperfect field. The above findings are utilized to obtain a closed formula for\nthe semi--simple part of the Jordan decomposition of a matrix. Finally, a\nnumber of new identities involving polynomial derivatives are obtained, based\non the proposed simultaneous polynomial division. The proposed explicit formula\nfor the semi--simple part has been implemented using the Matlab programming\nenvironment.\n","Comment: 16 pages"]}]
["1112.5038",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5038","Phys. Rev. B 85, 235408 (2012)","doi:10.1103/PhysRevB.85.235408"],"date":["2011-12-21"],"type":["text"],"creator":["Scherer, Michael M.","Uebelacker, Stefan","Honerkamp, Carsten"],"language":[],"coverage":[],"title":["Instabilities of interacting electrons on the honeycomb bilayer"],"description":["  We investigate the instabilities of interacting electrons on the honeycomb\nbilayer by means of the functional renormalization group for a range of\ninteractions up to the third-nearest neighbor. Besides a novel instability\ntoward a gapless charge-density wave we find that using interaction parameters\nas determined by ab-initio calculations for graphene and graphite puts the\nsystem close to the boundary between antiferromagnetic and quantum spin Hall\ninstabilities. Importantly, the energy scales for these instabilities are large\nsuch that imperfections and deviations from the basic model are expected to\nplay a major role in real bilayer graphene, where interaction effects seem to\nbe seen only at smaller scales. We therefore analyze how reducing the critical\nscale and small doping of the layers affect the instabilities.\n","Comment: 5 pages, 4 figures"]}]
["1112.5945",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5945","Nature Physics 8, 568--573 (2012)","doi:10.1038/nphys2327"],"date":["2011-12-27"],"type":["text"],"creator":["Nepusz, Tamás","Vicsek, Tamás"],"language":[],"coverage":[],"title":["Controlling edge dynamics in complex networks"],"description":["  The interaction of distinct units in physical, social, biological and\ntechnological systems naturally gives rise to complex network structures.\nNetworks have constantly been in the focus of research for the last decade,\nwith considerable advances in the description of their structural and dynamical\nproperties. However, much less effort has been devoted to studying the\ncontrollability of the dynamics taking place on them. Here we introduce and\nevaluate a dynamical process defined on the edges of a network, and demonstrate\nthat the controllability properties of this process significantly differ from\nsimple nodal dynamics. Evaluation of real-world networks indicates that most of\nthem are more controllable than their randomized counterparts. We also find\nthat transcriptional regulatory networks are particularly easy to control.\nAnalytic calculations show that networks with scale-free degree distributions\nhave better controllability properties than uncorrelated networks, and\npositively correlated in- and out-degrees enhance the controllability of the\nproposed dynamics.\n","Comment: Preprint. 24 pages, 4 figures, 2 tables. Source code available at\n  http://github.com/ntamas/netctrl"]}]
["1202.1671",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1671","Nucl. Phys. A 890-891, 11 (2012)","doi:10.1016/j.nuclphysa.2012.07.009"],"date":["2012-02-08","2012-08-17"],"type":["text"],"creator":["Floerchinger, Stefan","Wetterich, Christof"],"language":[],"coverage":[],"title":["Chemical freeze-out in heavy ion collisions at large baryon densities"],"description":["  We argue that the chemical freeze-out in heavy ion collisions at high baryon\ndensity is not associated to a phase transition or rapid crossover. We employ\nthe linear nucleon-meson model with parameters fixed by the zero-temperature\nproperties of nuclear matter close to the liquid-gas quantum phase transition.\nFor the parameter region of interest this yields a reliable picture of the\nthermodynamic and chiral properties at non-zero temperature. The chemical\nfreeze-out observed in low-energy experiments occurs when baryon densities fall\nbelow a critical value of about 15 percent of nuclear density. This region in\nthe phase diagram is far away from any phase transition or rapid crossover.\n","Comment: 8 pages, 11 figures, published version"]}]
["1202.3913",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3913"],"date":["2012-02-17","2012-08-17"],"type":["text"],"creator":["Liu, Entao","Chong, Edwin K. P.","Scharf, Louis L."],"language":[],"coverage":[],"title":["Greedy Adaptive Compression in Signal-Plus-Noise Models"],"description":["  The purpose of this article is to examine the greedy adaptive measurement\npolicy in the context of a linear Guassian measurement model with an\noptimization criterion based on information gain. In the special case of\nsequential scalar measurements, we provide sufficient conditions under which\nthe greedy policy actually is optimal in the sense of maximizing the net\ninformation gain. In the general setting, we also discuss cases where the\ngreedy policy is not optimal.\n"]}]
["1202.5484",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","05C25, 05C63, 20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5484","doi:10.1007/s10711-012-9761-x"],"date":["2012-02-24","2012-07-20"],"type":["text"],"creator":["Loeh, Clara"],"language":[],"coverage":[],"title":["Which finitely generated Abelian groups admit isomorphic Cayley graphs?"],"description":["  We show that Cayley graphs of finitely generated Abelian groups are rather\nrigid. As a consequence we obtain that two finitely generated Abelian groups\nadmit isomorphic Cayley graphs if and only if they have the same rank and their\ntorsion parts have the same cardinality. The proof uses only elementary\narguments and is formulated in a geometric language.\n","Comment: 16 pages; v2: added reference, reformulated quasi-convexity, v3:\n  small corrections; to appear in Geometriae Dedicata"]}]
["1203.0738",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0738","Frontiers in Physiology 3: 302, 2012"],"date":["2012-03-04","2012-07-15"],"type":["text"],"creator":["Dehghani, Nima","Hatsopoulos, Nicholas G.","Haga, Zach D.","Parker, Rebecca A.","Greger, Bradley","Halgren, Eric","Cash, Sydney S.","Destexhe, Alain"],"language":[],"coverage":[],"title":["Avalanche analysis from multi-electrode ensemble recordings in cat,\n  monkey and human cerebral cortex during wakefulness and sleep"],"description":["  Self-organized critical states are found in many natural systems, from\nearthquakes to forest fires, they have also been observed in neural systems,\nparticularly, in neuronal cultures. However, the presence of critical states in\nthe awake brain remains controversial. Here, we compared avalanche analyses\nperformed on different in vivo preparations during wakefulness, slow-wave sleep\nand REM sleep, using high-density electrode arrays in cat motor cortex (96\nelectrodes), monkey motor cortex and premotor cortex and human temporal cortex\n(96 electrodes) in epileptic patients. In neuronal avalanches defined from\nunits (up to 160 single units), the size of avalanches never clearly scaled as\npower-law, but rather scaled exponentially or displayed intermediate scaling.\nWe also analyzed the dynamics of local field potentials (LFPs) and in\nparticular LFP negative peaks (nLFPs) among the different electrodes (up to 96\nsites in temporal cortex or up to 128 sites in adjacent motor and pre-motor\ncortices). In this case, the avalanches defined from nLFPs displayed power-law\nscaling in double log representations, as reported previously in monkey.\nHowever, avalanche defined as positive LFP (pLFP) peaks, which are less\ndirectly related to neuronal firing, also displayed apparent power-law scaling.\nCloser examination of this scaling using more reliable cumulative distribution\nfunctions (CDF) and other rigorous statistical measures, did not confirm\npower-law scaling. The same pattern was seen for cats, monkey and human, as\nwell as for different brain states of wakefulness and sleep. We also tested\nother alternative distributions. Multiple exponential fitting yielded optimal\nfits of the avalanche dynamics with bi-exponential distributions. Collectively,\nthese results show no clear evidence for power-law scaling or self-organized\ncritical states in the awake and sleeping brain of mammals, from cat to man.\n","Comment: In press in: Frontiers in Physiology, 2012, special issue \"Critical\n  Brain Dynamics\" (Edited by He BY, Daffertshofer A, Boonstra TW); 33 pages, 13\n  figures. 3 tables"]}]
["1203.1238",{"format":[],"subject":["Mathematics - Logic","03E50, 03E35, 03E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1238"],"date":["2012-03-06"],"type":["text"],"creator":["Asperó, David","Mota, Miguel Angel"],"language":[],"coverage":[],"title":["Measuring club-sequences with a large continuum"],"description":["  One of the most frustrating problems faced by set theorists working with\niterated proper forcing is the lack of techniques for producing models in which\nthe continuum has size greater than the second uncountable cardinal. In this\npaper we solve this problem in the specific case of measuring, a very strong\nnegation of Club Guessing introduced by Justin Moore.\n","Comment: 15 pages"]}]
["1203.1576",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1576","Astropart. Phys. 36, 77--82 (2012)","doi:10.1016/j.astropartphys.2012.05.005"],"date":["2012-03-07","2012-07-16"],"type":["text"],"creator":["Kuźniak, M.","Boulay, M. G.","Pollmann, T."],"language":[],"coverage":[],"title":["Surface roughness interpretation of 730 kg days CRESST-II results"],"description":["  The analysis presented in the recent publication of the CRESST-II results\nfinds a statistically significant excess of registered events over known\nbackground contributions in the acceptance region and attributes the excess to\na possible Dark Matter signal, caused by scattering of relatively light WIMPs.\nWe propose a mechanism which explains the excess events with ion sputtering\ncaused by 206Pb recoils and alpha particles from 210Po decay, combined with\nrealistic surface roughness effects.\n","Comment: 15 pages, 6 figures. v2: corrected quenching factor discussion. v3:\n  corrected references. v4: added references"]}]
["1203.2121",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2121","Phys. Rev. Lett. 109, 063901 (2012)","doi:10.1103/PhysRevLett.109.063901"],"date":["2012-03-09"],"type":["text"],"creator":["Kolbe, Daniel","Scheid, Martin","Walz, Jochen"],"language":[],"coverage":[],"title":["Triple resonant four-wavemixing boosts the yield of continuous coherent\n  VUV generation"],"description":["  Continuous-wave coherent radiation in the vacuum ultraviolet (VUV)wavelength\nregion at 121 nm will be essential for future laser-cooling of trapped\nantihydrogen [1]. Cold antihydrogen will enable both tests of the fundamental\nsymmetry between matter and antimatter at unprecedented experimental precision\n[2] and also experiments in antimatter gravity [3]. Another fascinating\napplication of narrowband continuous laser radiation in the VUV is quantum\ninformation processing using single trapped ions in Rydberg-states [4, 5]. Here\nwe describe highly efficient continuous four-wave mixing in the VUV by using\nthree different fundamental wavelengths with a sophisticated choice of\ndetunings to resonances of the nonlinear medium. Up to 6 microwatts of vacuum\nultraviolet radiation at 121 nm can be generated which corresponds to an\nincrease of three orders of magnitude in efficiency.\n","Comment: 11 pages, 3 figures"]}]
["1203.2838",{"format":[],"subject":["Physics - Instrumentation and Detectors","Condensed Matter - Other Condensed Matter","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2838","Rev. Sci. Instrum. 83, 055107 (2012)","doi:10.1063/1.4717676"],"date":["2012-03-13"],"type":["text"],"creator":["Tagliati, S.","Krasnov, V. M.","Rydh, A."],"language":[],"coverage":[],"title":["Membrane-based nanocalorimeter for high-resolution measurements of\n  low-temperature specific heat"],"description":["  A differential, membrane-based nanocalorimeter for general specific heat\nstudies of very small samples, ranging from 0.5 mg to sub-{\\mu}g in mass, is\ndescribed. The calorimeter operates over the temperature range from above room\ntemperature down to 0.5 K. It consists of a pair of cells, each of which is a\nstack of heaters and thermometer in the center of a silicon nitride membrane,\nin total giving a background heat capacity less than 100 nJ/K at 300 K,\ndecreasing to 10 pJ/K at 1K. The device has several distinctive features: i)\nThe resistive thermometer, made of a Ge_{1-x}Au_{x} alloy, displays a high\ndimensionless sensitivity |dlnR/dlnT | \\geq 1 over the entire temperature\nrange. ii) The sample is placed in direct contact with the thermometer, which\nis allowed to self-heat. The thermometer can thus be operated at high dc\ncurrent to increase the resolution. iii) Data are acquired with a set of eight\nsynchronized lock-in amplifiers measuring dc, 1st and 2nd harmonic signals of\nheaters and thermometer. This gives high resolution and allows continuous\noutput adjustments without additional noise. iv) Absolute accuracy is achieved\nvia a variable-frequency-fixed-phase technique in which the measurement\nfrequency is automatically adjusted during the measurements to account for the\ntemperature variation of the sample heat capacity and the device thermal\nconductance. The performance of the calorimeter is illustrated by studying the\nheat capacity of a small Au sample and the specific heat of a 2.6 {\\mu}g piece\nof superconducting Pb in various magnetic fields.\n","Comment: Submitted to Review of Scientific Instruments"]}]
["1203.4402",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4402","Phys. Rev. A 86, 023611 (2012)","doi:10.1103/PhysRevA.86.023611"],"date":["2012-03-20","2012-08-17"],"type":["text"],"creator":["Martikainen, Jani-Petri","Larson, Jonas"],"language":[],"coverage":[],"title":["Multi-orbital bosons in bipartite optical lattices"],"description":["  We study interacting bosons in a two dimensional bipartite optical lattice.\nBy focusing on the regime where the first three excited bands are nearly\ndegenerate we derive a three orbital tight-binding model which captures the\nmost relevant features of the bandstructure. In addition, we also derive a\ncorresponding generalized Bose-Hubbard model and solve it numerically under\ndifferent situations, both with and without a confining trap. It is especially\nfound that the hybridization between sublattices can strongly influence the\nphase diagrams and in a trap enable even appearances of condensed phases\nintersecting the same Mott insulating plateaus.\n","Comment: Minor changes"]}]
["1204.0408",{"format":[],"subject":["Mathematics - Operator Algebras","High Energy Physics - Theory","46L87 (Primary) 81T75, 58B34, 46L85 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0408"],"date":["2012-04-02","2012-08-17"],"type":["text"],"creator":["Pfante, Oliver"],"language":[],"coverage":[],"title":["A Chern-Simons action for noncommutative spaces"],"description":["  The content of this paper is completely contained in arXiv:1204.0418v2: \"A\nChern-Simons action for noncommutative spaces in general with the example\nSU_q(2)\"\n","Comment: This paper has been withdrawn by the author. 13 pages; this paper is\n  merged with arxiv:1204.0418v1: \"Chern-Simons theory for SU_q(2)\""]}]
["1204.0582",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0582","Mod.Phys.Lett.A27:1250152-1250157,2012","doi:10.1142/S0217732312501520"],"date":["2012-04-02","2012-07-20"],"type":["text"],"creator":["Schechter, Joseph","Shahid, M. Naeem"],"language":[],"coverage":[],"title":["Absolute neutrino masses"],"description":["  We discuss the possibility of using experiments timing the propagation of\nneutrino beams over large distances to help determine the absolute masses of\nthe three neutrinos.\n","Comment: 3 pages, 2 figures"]}]
["1204.0679",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0679","Physica A 391 (2012) 5908-5917","doi:10.1016/j.physa.2012.07.026"],"date":["2012-04-03"],"type":["text"],"creator":["Barreto, F. C. Sá","Mota, A. L."],"language":[],"coverage":[],"title":["Correlations equalities and some upper bounds for the critical\n  temperature for spin one systems"],"description":["  Starting from correlation identities for the Blume-Capel spin 1 systems and\nusing correlation inequalities, we obtain rigorous upper bounds for the\ncritical temperature.The obtained results improve over effective field type\nresults.\n","Comment: 13 pages"]}]
["1204.0807",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0807","JHEP 1206 (2012) 029","doi:10.1007/JHEP06(2012)029"],"date":["2012-04-03","2012-08-17"],"type":["text"],"creator":["Gautason, Friðrik Freyr","Junghans, Daniel","Zagermann, Marco"],"language":[],"coverage":[],"title":["On Cosmological Constants from alpha'-Corrections"],"description":["  We examine to what extent perturbative alpha'-corrections can generate a\nsmall cosmological constant in warped string compactifications. Focusing on the\nheterotic string at lowest order in the string loop expansion, we show that,\nfor a maximally symmetric spacetime, the alpha'-corrected 4D scalar potential\nhas no effect on the cosmological constant. The only relevant terms are instead\nhigher order products of 4D Riemann tensors, which, however, are found to\nvanish in the usual perturbative regime of the alpha'-expansion. The heterotic\nstring therefore only allows for 4D Minkowski vacua to all orders in alpha',\nunless one also introduces string loop and/or nonperturbative corrections or\nallows for curvatures or field strengths that are large in string units. In\nparticular, we find that perturbative alpha'-effects cannot induce weakly\ncurved AdS_4 solutions.\n","Comment: 18 pages, no figures. v2: minor modifications, references added"]}]
["1204.1121",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1121"],"date":["2012-04-05","2012-08-17"],"type":["text"],"creator":["Uejima, Yutaka","Maezono, Ryo"],"language":[],"coverage":[],"title":["GPGPU for orbital function evaluation with a new updating scheme"],"description":["  We accelerated an {\\it ab-initio} QMC electronic structure calculation by\nusing GPGPU. The bottleneck of the calculation for extended solid systems is\nreplaced by CUDA-GPGPU subroutine kernels which build up spline basis set\nexpansions of electronic orbital functions at each Monte Carlo step. We\nachieved 30.8 times faster evaluation for the bottleneck, confirmed on the\nsimulation of TiO$_2$ solid with 1,536 electrons. To achieve better performance\nin GPGPU we propose a new updating scheme for Monte Carlo sampling,\nquasi-simultaneous updating, which is in between the\nconfiguration-by-configuration updating and the widely-used\nparticle-by-particle one. The energy deviation caused both by the single\nprecision treatment and the new updating scheme is found to be within the\naccuracy required in the calculation, $\\sim 10^{-3}$ hartree per primitive\ncell.\n","Comment: 29 pages, 5 figures, accepted, to be appeared in Jour. Comput. Chem"]}]
["1204.1616",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1616"],"date":["2012-04-07","2012-08-17"],"type":["text"],"creator":["Cygan, Marek","Gabow, Harold N.","Sankowski, Piotr"],"language":[],"coverage":[],"title":["Algorithmic Applications of Baur-Strassen's Theorem: Shortest Cycles,\n  Diameter and Matchings"],"description":["  Consider a directed or an undirected graph with integral edge weights from\nthe set [-W, W], that does not contain negative weight cycles. In this paper,\nwe introduce a general framework for solving problems on such graphs using\nmatrix multiplication. The framework is based on the usage of Baur-Strassen's\ntheorem and of Strojohann's determinant algorithm. It allows us to give new and\nsimple solutions to the following problems:\n  * Finding Shortest Cycles -- We give a simple \\tilde{O}(Wn^{\\omega}) time\nalgorithm for finding shortest cycles in undirected and directed graphs. For\ndirected graphs (and undirected graphs with non-negative weights) this matches\nthe time bounds obtained in 2011 by Roditty and Vassilevska-Williams. On the\nother hand, no algorithm working in \\tilde{O}(Wn^{\\omega}) time was previously\nknown for undirected graphs with negative weights. Furthermore our algorithm\nfor a given directed or undirected graph detects whether it contains a negative\nweight cycle within the same running time.\n  * Computing Diameter and Radius -- We give a simple \\tilde{O}(Wn^{\\omega})\ntime algorithm for computing a diameter and radius of an undirected or directed\ngraphs. To the best of our knowledge no algorithm with this running time was\nknown for undirected graphs with negative weights.\n  * Finding Minimum Weight Perfect Matchings -- We present an\n\\tilde{O}(Wn^{\\omega}) time algorithm for finding minimum weight perfect\nmatchings in undirected graphs. This resolves an open problem posted by\nSankowski in 2006, who presented such an algorithm but only in the case of\nbipartite graphs.\n  In order to solve minimum weight perfect matching problem we develop a novel\ncombinatorial interpretation of the dual solution which sheds new light on this\nproblem. Such a combinatorial interpretation was not know previously, and is of\nindependent interest.\n","Comment: To appear in FOCS 2012"]}]
["1204.3655",{"format":[],"subject":["Mathematics - Numerical Analysis","65N15, 65N30, 35J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3655"],"date":["2012-04-16","2012-08-16"],"type":["text"],"creator":["Mu, Lin","Wang, Junping","Ye, Xiu"],"language":[],"coverage":[],"title":["Weak Galerkin Finite Element Methods on Polytopal Meshes"],"description":["  This paper introduces a new weak Galerkin (WG) finite element method for\nsecond order elliptic equations on polytopal meshes. This method, called\nWG-FEM, is designed by using a discrete weak gradient operator applied to\ndiscontinuous piecewise polynomials on finite element partitions of arbitrary\npolytopes with certain shape regularity. The paper explains how the numerical\nschemes are designed and why they provide reliable numerical approximations for\nthe underlying partial differential equations. In particular, optimal order\nerror estimates are established for the corresponding WG-FEM approximations in\nboth a discrete $H^1$ norm and the standard $L^2$ norm. Numerical results are\npresented to demonstrate the robustness, reliability, and accuracy of the\nWG-FEM. All the results are derived for finite element partitions with\npolytopes. Allowing the use of discontinuous approximating functions on\narbitrary polytopal elements is a highly demanded feature for numerical\nalgorithms in scientific computing.\n","Comment: 22 pages, 4 figures, 5 tables"]}]
["1204.3710",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3710","Phys.Rev.D85:107501 (2012)","doi:10.1103/PhysRevD.85.107501"],"date":["2012-04-17"],"type":["text"],"creator":["Nakajima, Koki","Asada, Hideki"],"language":[],"coverage":[],"title":["Deflection angle of light in an Ellis wormhole geometry"],"description":["  We reexamine the light deflection by an Ellis wormhole. The bending angle as\na function of the ratio between the impact parameter and the throat radius of\nthe wormhole is obtained in terms of a complete elliptic integral of the first\nkind. This result immediately yields asymptotic expressions in the weak field\napproximation. It is shown that an expression for the deflection angle derived\n(and used) in recent papers is valid at the leading order but it breaks down at\nthe next order because of the nontrivial spacetime topology.\n","Comment: 3 pages, accepted by PRD"]}]
["1204.4432",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4432","PhysRevD.86:025006,2012","doi:10.1103/PhysRevD.86.025006"],"date":["2012-04-19","2012-08-17"],"type":["text"],"creator":["Patella, Agostino"],"language":[],"coverage":[],"title":["A precise determination of the psibar-psi anomalous dimension in\n  conformal gauge theories"],"description":["  A strategy for computing the psibar-psi anomalous dimension at the fixed\npoint in infrared-conformal gauge theories from lattice simulations is\ndiscussed. The method is based on the scaling of the spectral density of the\nDirac operator or rather its integral, the mode number. It is relatively cheap,\nmainly for two reasons: (a) the mode number can be determined with quite high\naccuracy, (b) the psibar-psi anomalous dimension is extracted from a fit of\nseveral observables on the same set of configurations (no scaling in the\nLagrangian parameters is needed). As an example the psibar-psi anomalous\ndimension has been computed in the SU(2) theory with 2 Dirac fermions in the\nadjoint representation of the gauge group, and has been found to be 0.371(20).\nIn this particular case, the proposed strategy has proved to be very robust and\neffective.\n","Comment: LaTeX, 16 pages, 3 PDF figures, [v3] minor cosmetic changes"]}]
["1204.4927",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Databases","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4927","Health Policy and Technology 1(2): 105-114 (2012)","doi:10.1016/j.hlpt.2012.03.001"],"date":["2012-04-22"],"type":["text"],"creator":["Bennett, Casey","Doub, Tom","Selove, Rebecca"],"language":[],"coverage":[],"title":["EHRs Connect Research and Practice: Where Predictive Modeling,\n  Artificial Intelligence, and Clinical Decision Support Intersect"],"description":["  Objectives: Electronic health records (EHRs) are only a first step in\ncapturing and utilizing health-related data - the challenge is turning that\ndata into useful information. Furthermore, EHRs are increasingly likely to\ninclude data relating to patient outcomes, functionality such as clinical\ndecision support, and genetic information as well, and, as such, can be seen as\nrepositories of increasingly valuable information about patients' health\nconditions and responses to treatment over time. Methods: We describe a case\nstudy of 423 patients treated by Centerstone within Tennessee and Indiana in\nwhich we utilized electronic health record data to generate predictive\nalgorithms of individual patient treatment response. Multiple models were\nconstructed using predictor variables derived from clinical, financial and\ngeographic data. Results: For the 423 patients, 101 deteriorated, 223 improved\nand in 99 there was no change in clinical condition. Based on modeling of\nvarious clinical indicators at baseline, the highest accuracy in predicting\nindividual patient response ranged from 70-72% within the models tested. In\nterms of individual predictors, the Centerstone Assessment of Recovery Level -\nAdult (CARLA) baseline score was most significant in predicting outcome over\ntime (odds ratio 4.1 + 2.27). Other variables with consistently significant\nimpact on outcome included payer, diagnostic category, location and provision\nof case management services. Conclusions: This approach represents a promising\navenue toward reducing the current gap between research and practice across\nhealthcare, developing data-driven clinical decision support based on\nreal-world populations, and serving as a component of embedded clinical\nartificial intelligences that \"learn\" over time.\n","Comment: Keywords: Data Mining; Decision Support Systems, Clinical; Electronic\n  Health Records; Implementation; Evidence-Based Medicine; Data Warehouse;\n  (2012). EHRs Connect Research and Practice: Where Predictive Modeling,\n  Artificial Intelligence, and Clinical Decision Support Intersect. Health\n  Policy and Technology. arXiv admin note: substantial text overlap with\n  arXiv:1112.1668"]}]
["1204.5069",{"format":[],"subject":["Nuclear Theory","Mathematical Physics","Nuclear Experiment","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5069","Phys. Rev. Lett 109, 072501 (2012)","doi:10.1103/PhysRevLett.109.072501"],"date":["2012-04-23","2012-07-07"],"type":["text"],"creator":["Lu, Bing-Nan","Zhao, En-Guang","Zhou, Shan-Gui"],"language":[],"coverage":[],"title":["Pseudospin symmetry in single particle resonant states"],"description":["  The pseudospin symmetry is a relativistic dynamical symmetry connected with\nthe small component of the Dirac spinor. The origin of pseudospin symmetry in\nsingle particle bound states in atomic nuclei has been revealed and studied\nextensively. By examining the zeros of Jost functions corresponding to the\nsmall components of Dirac wave functions and phase shifts of continuum states,\nwe show that the pseudospin symmetry in single particle resonant states in\nnuclei is conserved when the attractive scalar and repulsive vector potentials\nhave the same magnitude but opposite sign. The exact conservation and the\nbreaking of pseudospin symmetry are illustrated for single particle resonances\nin spherical square-well and Woods-Saxon potentials.\n","Comment: 5 pages, 2 figures; Figure 2 and discussion modified; Phys. Rev.\n  Lett., in press"]}]
["1204.5252",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematics - Analysis of PDEs","35Q53, 37K15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5252"],"date":["2012-04-23","2012-08-17"],"type":["text"],"creator":["Lenells, Jonatan"],"language":[],"coverage":[],"title":["The Degasperis-Procesi equation on the half-line"],"description":["  We analyze a class of initial-boundary value problems for the\nDegasperis-Procesi equation on the half-line. Assuming that the solution\n$u(x,t)$ exists, we show that it can be recovered from its initial and boundary\nvalues via the solution of a Riemann-Hilbert problem formulated in the plane of\nthe complex spectral parameter $k$.\n","Comment: 22 pages, 4 figures, some misprints corrected"]}]
["1204.6237",{"format":[],"subject":["Mathematics - Combinatorics","05D40, 60J10, 05C50, 05C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6237"],"date":["2012-04-27","2012-08-17"],"type":["text"],"creator":["Kang, Cong X.","Yi, Eunjeong"],"language":[],"coverage":[],"title":["Probabilistic Zero Forcing in Graphs"],"description":["  The \\emph{zero forcing number} $Z(G)$ of a graph $G$ is the minimum\ncardinality of a set $S$ of black vertices (whereas vertices in\n$V(G)\\setminusS$ are colored white) such that $V(G)$ is turned black after\nfinitely many applications of \"the (classical) color change rule\": a white\nvertex is converted to a black vertex if it is the only white neighbor of a\nblack vertex. Zero forcing number was introduced and used to bound the minimum\nrank of graphs by the \"AIM Minimum Rank - Special Graphs Work Group\". We\nintroduce here a probabilistic color change rule (pccr) which is a natural\ngeneralization of the classical color change rule. We introduce a theory of\nprobabilistic zero forcing arising out of the pccr; the theory yields a\nquantity $P_A(G)$, which can be viewed as the probability that a graph $G$ with\nan initial black set $A$ will be converted entirely to the color black. We also\ninterpret the evolution of the sample spaces of this theory as a Markov\nprocess. We end with a few basic examples illustrating this theory.\n","Comment: 6 pages, 2 figures"]}]
["1205.0435",{"format":[],"subject":["Computer Science - Databases","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0435"],"date":["2012-05-02","2012-08-17"],"type":["text"],"creator":["Chen, Jianjun","Machanavajjhala, Ashwin","Varghese, George"],"language":[],"coverage":[],"title":["Scalable Social Coordination using Enmeshed Queries"],"description":["  Social coordination allows users to move beyond awareness of their friends to\nefficiently coordinating physical activities with others. While specific forms\nof social coordination can be seen in tools such as Evite, Meetup and Groupon,\nwe introduce a more general model using what we call enmeshed queries. An\nenmeshed query allows users to declaratively specify an intent to coordinate by\nspecifying social attributes such as the desired group size and who/what/when,\nand the database returns matching queries. Enmeshed queries are continuous, but\nnew queries (and not data) answer older queries; the variable group size also\nmakes enmeshed queries different from entangled queries, publish-subscribe\nsystems, and dating services.\n  We show that even offline group coordination using enmeshed queries is\nNP-hard. We then introduce efficient heuristics that use selective indices such\nas location and time to reduce the space of possible matches; we also add\nrefinements such as delayed evaluation and using the relative matchability of\nusers to determine search order. We describe a centralized implementation and\nevaluate its performance against an optimal algorithm. We show that the\ncombination of not stopping prematurely (after finding a match) and delayed\nevaluation results in an algorithm that finds 86% of the matches found by an\noptimal algorithm, and takes an average of 40 usec per query using 1 core of a\n2.5 Ghz server machine. Further, the algorithm has good latency, is reasonably\nfair to large group size requests, and can be scaled to global workloads using\nmultiple cores and multiple servers. We conclude by describing potential\ngeneralizations that add prices, recommendations, and data mining to basic\nenmeshed queries.\n","Comment: 11 pages, 9 figures"]}]
["1205.3750",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3750","Phys. Rev. Lett. 109, 077002 (2012)","doi:10.1103/PhysRevLett.109.077002"],"date":["2012-05-16"],"type":["text"],"creator":["She, Jian-Huang","Balatsky, Alexander V."],"language":[],"coverage":[],"title":["Berezinskii-Kosterlitz-Thouless Transition in Heavy Fermion\n  Superlattices"],"description":["  We propose an explanation of the superconducting transitions discovered in\nthe heavy fermion superlattices by Mizukami et al. (Nature Physics 7, 849\n(2011)) in terms of Berezinskii-Kosterlitz-Thouless transition. We observe that\nthe effective mass mismatch between the heavy fermion superconductor and the\nnormal metal regions provides an effective barrier that enables quasi 2D\nsuperconductivity in such systems. We show that the resistivity data, both with\nand without magnetic field, are consistent with BKT transition. Furthermore, we\nstudy the influence of a nearby magnetic quantum critical point on the vortex\nsystem, and find that the vortex core energy can be significantly reduced due\nto magnetic fluctuations. Further reduction of the gap with decreasing number\nof layers is understood as a result of pair breaking effect of Yb ions at the\ninterface.\n","Comment: 7 pages, 6 figures"]}]
["1205.5999",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5999","A&A 544 (2012) A13","doi:10.1051/0004-6361/201219156"],"date":["2012-05-27","2012-06-04"],"type":["text"],"creator":["Kotko, Iwona","Lasota, Jean-Pierre","Dubus, Guillaume","Hameury, Jean-Marie"],"language":[],"coverage":[],"title":["Models of AM CVn star outbursts"],"description":["  Outbursting AM CVn stars exhibit outbursts similar to those observed in\ndifferent types of dwarf novae. Their light-curves combine the characteristic\nfeatures of SU UMa, ER UMa, Z Cam, and WZ Sge-type systems but also show a\nvariety of properties never observed in dwarf novae. The compactness of AM CVn\norbits and their unusual chemical composition make these systems valuable\ntestbeds for outburst models. We aim for a better understanding of the role of\nhelium in the accretion disc instability mechanism, testing the model for dwarf\nnovae outbursts in the case of AM CVn stars, and aim to explain the outburst\nlight-curves of these ultra-compact binaries. We calculated the properties of\nthe hydrogen-free AM CVn stars using our previously developed numerical code\nadapted to the different chemical composition of these systems and supplemented\nwith formulae accounting for mass transfer rate variations, additional sources\nof the disc heating, and the primary's magnetic field. We discovered how\nhelium-dominated discs react to the thermal-viscous instability and were able\nto reproduce various features of the outburst cycles in the light-curves of AM\nCVn stars. The AM CVn outbursts can be explained by the suitably adapted\ndwarf-nova disc instability model but, as in the case of its application to\nhydrogen-dominated cataclysmic variables, one has to resort to additional\nmechanisms to account for the observed superoutbursts, dips, cycling states,\nand standstills. We show that the enhanced mass-transfer rate, due presumably\nto variable irradiation of the secondary, must not only be taken into account\nbut is a determining factor that shapes AM CVn star outbursts. The cause of the\nvariable secondary's irradiation has yet to be understood; the best candidate\nis the precession of a tilted/warped disc.\n","Comment: Astronomy and Astrophysics - in press; corrected (language) version"]}]
["1206.0092",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0092"],"date":["2012-06-01"],"type":["text"],"creator":["Rajasekaran, G."],"language":[],"coverage":[],"title":["An angle to tackle the neutrinos"],"description":["  A brief history of the discovery of neutrino oscillations and neutrino mass\nis presented highlighting the recent breakthrough in the determination of a\ncrucial neutrino parameter by the Daya Bay and RENO reactor experiments. The\nimportance of this parameter in the context of one of the goals of the\nIndia-based Neutrino Observatory (INO) project and also in advancing the\nfrontier of neutrino physics is explained.\n","Comment: 6 pages"]}]
["1206.1470",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1470"],"date":["2012-06-07","2012-08-17"],"type":["text"],"creator":["Rathsman, Johan","Rössler, Thomas"],"language":[],"coverage":[],"title":["Closing the Window on Light Charged Higgs Bosons in the NMSSM"],"description":["  In the Next-to-Minimal SuperSymmetric Model (NMSSM) the lightest CP-odd Higgs\nbosons (a1) can be very light. As a consequence, in addition to the standard\ncharged Higgs boson (h+) decays considered in the MSSM for a light charged\nHiggs (m_h+ < m_t), the branching fraction for h+ to a1 W can be dominant. We\ninvestigate how this signal can be searched for in t tbar production at the\nLarge Hadron Collider (LHC) in the case that m_a1 \\gtrsim 2m_B with the a1\ngiving rise to a single b bbar-jet and discuss to what extent the LHC\nexperiments are able to discover such a scenario with an integrated luminosity\n\\sim 20 fb-1. We also discuss the implications of the possible Higgs-signal\nobserved at the LHC.\n","Comment: 20 pages, 11 figures, some minor updates and clarifications, version\n  accepted for publication in Advances in High Energy Physics special issue on\n  The Next-to-Minimal Supersymmetric Standard Model"]}]
["1206.2904",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2904"],"date":["2012-06-13","2012-08-17"],"type":["text"],"creator":["Bessonov, E. G."],"language":[],"coverage":[],"title":["One way to Lorentz's Transformations"],"description":["  There are many papers devoted to derivation of Lorentz Transformations (LT).\nMany people have pro posed alternative derivations. Their analysis allows\nlooking at LT and their consequences from different standpoints. At the same\ntime it is important to choose the simplest and general way of derivation of LT\nfor textbooks, to make them more accessible to a wide circle of laymen\ninterested in the elativistic physics and to leave the W.Voight's, J.Larmor's,\nG.Lorentz's, A.Einstein's and other derivations for the history. A short, clear\nand simple derivation of generalized LT based on the Principle of Relativity\nand unknown dependence of the clocks tick rate (time dilation) on their\nvelocity is presented in this paper.\n","Comment: 8 pages, 1 figure; added 4 references; Abstract and conclusion are\n  improved; misprints in section 2 are corrected;section discussion added"]}]
["1206.3953",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3953","J. Stat. Mech. (2012) P08009","doi:10.1088/1742-5468/2012/08/P08009"],"date":["2012-06-18"],"type":["text"],"creator":["Krzakala, Florent","Mézard, Marc","Sausset, François","Sun, Yifan","Zdeborová, Lenka"],"language":[],"coverage":[],"title":["Probabilistic Reconstruction in Compressed Sensing: Algorithms, Phase\n  Diagrams, and Threshold Achieving Matrices"],"description":["  Compressed sensing is a signal processing method that acquires data directly\nin a compressed form. This allows one to make less measurements than what was\nconsidered necessary to record a signal, enabling faster or more precise\nmeasurement protocols in a wide range of applications. Using an\ninterdisciplinary approach, we have recently proposed in [arXiv:1109.4424] a\nstrategy that allows compressed sensing to be performed at acquisition rates\napproaching to the theoretical optimal limits. In this paper, we give a more\nthorough presentation of our approach, and introduce many new results. We\npresent the probabilistic approach to reconstruction and discuss its optimality\nand robustness. We detail the derivation of the message passing algorithm for\nreconstruction and expectation max- imization learning of signal-model\nparameters. We further develop the asymptotic analysis of the corresponding\nphase diagrams with and without measurement noise, for different distribution\nof signals, and discuss the best possible reconstruction performances\nregardless of the algorithm. We also present new efficient seeding matrices,\ntest them on synthetic data and analyze their performance asymptotically.\n","Comment: 42 pages, 37 figures, 3 appendixes"]}]
["1206.5943",{"format":[],"subject":["Mathematics - Probability","60J05, 60J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5943","doi:10.1007/s10959-012-0445-0"],"date":["2012-06-26"],"type":["text"],"creator":["Sandrić, Nikola"],"language":[],"coverage":[],"title":["Recurrence and transience criteria for two cases of stable-like Markov\n  chains"],"description":["  We give recurrence and transience criteria for two cases of time-homogeneous\nMarkov chains on the real line with transition kernel $p(x,dy)=f_x(y-x)dy$,\nwhere $f_x(y)$ are probability densities of symmetric distributions and, for\nlarge $|y|$, have a power-law decay with exponent $\\alpha(x)+1$, with\n$\\alpha(x)\\in(0,2)$. If $f_x(y)$ is the density of a symmetric $\\alpha$-stable\ndistribution for negative $x$ and the density of a symmetric $\\beta$-stable\ndistribution for non-negative $x$, where $\\alpha,\\beta\\in(0,2)$, then the chain\nis recurrent if and only if $\\alpha+\\beta\\geq2.$ If the function $x\\longmapsto\nf_x$ is periodic and if the set\n$\\{x:\\alpha(x)=\\alpha_0:=\\inf_{x\\in\\R}\\alpha(x)\\}$ has positive Lebesgue\nmeasure, then, under a uniformity condition on the densities $f_x(y)$ and some\nmild technical conditions, the chain is recurrent if and only if\n$\\alpha_0\\geq1.$\n"]}]
["1207.0586",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0586"],"date":["2012-07-03","2012-08-17"],"type":["text"],"creator":["Park, Won-Kwang"],"language":[],"coverage":[],"title":["Fast shape reconstruction of perfectly conducting cracks by using a\n  multi-frequency topological derivative strategy"],"description":["  This paper concerns a fast, one-step iterative technique of imaging extended\nperfectly conducting cracks with Dirichlet boundary condition. In order to\nreconstruct the shape of cracks from scattered field data measured at the\nboundary, we introduce a topological derivative-based electromagnetic imaging\nfunction operated at several nonzero frequencies. The properties of the imaging\nfunction are carefully analyzed for the configurations of both symmetric and\nnon-symmetric incident field directions. This analysis explains why the\napplication of incident fields with symmetric direction operated at multiple\nfrequencies guarantees a successful reconstruction. Various numerical\nsimulations with noise-corrupted data are conducted to assess the performance,\neffectiveness, robustness, and limitations of the proposed technique.\n","Comment: 17 pages, 27 figures"]}]
["1207.0645",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0645","Optics Express, Vol. 20, Issue 18, pp. 19956-19971 (2012)","doi:10.1364/OE.20.019956"],"date":["2012-07-03","2012-08-09"],"type":["text"],"creator":["Neu, Elke","Agio, Mario","Becher, Christoph"],"language":[],"coverage":[],"title":["Photophysics of single silicon vacancy centers in diamond: implications\n  for single photon emission"],"description":["  Single silicon vacancy (SiV) color centers in diamond have recently shown the\nability for high brightness, narrow bandwidth, room temperature single photon\nemission. This work develops a model describing the three level population\ndynamics of single SiV centers in diamond nanocrystals on iridium surfaces\nincluding an intensity dependent de-shelving process. Furthermore, we\ninvestigate the brightness and photostability of single centers and find\nmaximum single photon rates of 6.2 Mcps under continuous excitation. We\ninvestigate the collection efficiency of the fluorescence and estimate quantum\nefficiencies of the SiV centers.\n","Comment: 15 pages, 7 figures, version 2 accepted for publication in Optics\n  Express"]}]
["1207.4786",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4786","Phys. Rev. Lett. 109 (2012) 078701","doi:10.1103/PhysRevLett.109.078701"],"date":["2012-07-19"],"type":["text"],"creator":["Szolnoki, Attila","Perc, Matjaz","Szabo, Gyorgy"],"language":[],"coverage":[],"title":["Defense mechanisms of empathetic players in the spatial ultimatum game"],"description":["  Experiments on the ultimatum game have revealed that humans are remarkably\nfond of fair play. When asked to share an amount of money, unfair offers are\nrare and their acceptance rate small. While empathy and spatiality may lead to\nthe evolution of fairness, thus far considered continuous strategies have\nprecluded the observation of solutions that would be driven by pattern\nformation. Here we introduce a spatial ultimatum game with discrete strategies,\nand we show that this simple alteration opens the gate to fascinatingly rich\ndynamical behavior. Besides mixed stationary states, we report the occurrence\nof traveling waves and cyclic dominance, where one strategy in the cycle can be\nan alliance of two strategies. The highly webbed phase diagram, entailing\ncontinuous and discontinuous phase transitions, reveals hidden complexity in\nthe pursuit of human fair play.\n","Comment: 4 two-column pages, 5 figures; accepted for publication in Physical\n  Review Letters"]}]
["1207.4985",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4985","Physics Letters B 715 (2012) 256-259","doi:10.1016/j.physletb.2012.07.047"],"date":["2012-07-20"],"type":["text"],"creator":["Bazeia, D.","Das, Ashok"],"language":[],"coverage":[],"title":["Supersymmetry, shape invariance and the Legendre equations"],"description":["  In three space dimensions, when a physical system possesses spherical\nsymmetry, the dynamical equations automatically lead to the Legendre and the\nassociated Legendre equations, with the respective orthogonal polynomials as\ntheir standard solutions. This is a very general and important result and\nappears in many problems in physics (for example, the multipole expansion etc).\nWe study these equations from an operator point of view, much like the harmonic\noscillator, and show that there is an underlying shape invariance symmetry in\nthese systems responsible for their solubility. We bring out various\ninteresting features resulting from this analysis from the shape invariance\npoint of view.\n","Comment: 4 pages, 1 figure; to appear in PLB"]}]
["1207.6015",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6015"],"date":["2012-07-25","2012-08-17"],"type":["text"],"creator":["Moffat, John"],"language":[],"coverage":[],"title":["Identification of the 125 GeV Resonance as a Pseudoscalar Quarkonium\n  Meson"],"description":["  The 125 GeV resonance discovered at the LHC could be a heavy quarkonium\npseudoscalar meson. The diagonalization of the mass matrix of the isoscalar\nquarkonium states $|\\zeta>$ and $|\\zeta^{0'}>$ produces the states identified\nwith the pseudoscalar heavy quarkonium mesons $\\zeta^0$ and $\\zeta^{0'}$. For a\nmixing angle $\\phi\\sim 36\\,^{\\circ}$ the mass of the bound state pseudoscalar\nresonance $\\zeta^0$ is $m_{\\zeta^0}\\sim 125$ GeV. The decay rates of the\nquarkonium $\\zeta^0$ meson are estimated and compared to the standard model\nHiggs boson predictions. The importance of determining the spin-parity of the\n125 GeV resonance is discussed. Criteria for experimentally discriminating\nbetween the pseudoscalar, $J^{PC}=0^{-+}$, $\\zeta^0$ quarkonium meson and the\nscalar $J^{PC}=0^{++}$ Higgs boson are investigated.\n","Comment: 8 pages, Latex file, no figures. Revised version. References added.\n  Further revision made"]}]
["1207.6426",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6426"],"date":["2012-07-26","2012-08-16"],"type":["text"],"creator":["Erochenkova, Galina","Chandre, Cristel"],"language":[],"coverage":[],"title":["Photon Plasma-Wave Interaction via Compton Scattering"],"description":["  The Kompaneets theory of photon kinetic evolution due to the Compton effect\nis extended to the case of the Vlasov plasma wave oscillations. Taking into\naccount Zel'dovich-Levich's approximation we study interaction of accumulating\nphotons with plasma in the long wavelength limit.\n"]}]
["1208.0680",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0680","Phys. Rev. A 86, 022511 (2012)","doi:10.1103/PhysRevA.86.022511"],"date":["2012-08-03"],"type":["text"],"creator":["Hattermann, H.","Mack, M.","Karlewski, F.","Jessen, F.","Cano, D.","Fortágh, J."],"language":[],"coverage":[],"title":["Detrimental adsorbate fields in experiments with cold Rydberg gases near\n  surfaces"],"description":["  We observe the shift of Rydberg levels of rubidium close to a copper surface\nwhen atomic clouds are repeatedly deposited on it. We measure transition\nfrequencies of rubidium to S and D Rydberg states with principal quantum\nnumbers n between 31 and 48 using the technique of electromagnetically induced\ntransparency. The spectroscopic measurement shows a strong increase of electric\nfields towards the surface that evolves with the deposition of atoms. Starting\nwith a clean surface, we measure the evolution of electrostatic fields in the\nrange between 30 and 300 \\mum from the surface. We find that after the\ndeposition of a few hundred atomic clouds, each containing ~10^6 atoms, the\nfield of adsorbates reaches 1 V/cm for a distance of 30 \\mum from the surface.\nThis evolution of the electrostatic field sets serious limitations on cavity\nQED experiments proposed for Rydberg atoms on atom chips.\n","Comment: 4 pages, 3 figures Submitted to Phys. Rev. A"]}]
["1208.1688",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1688","Proc. AAAI'12, pp. 486-492 (AAAI Press 2012)"],"date":["2012-08-08","2012-08-17"],"type":["text"],"creator":["Gaspers, Serge","Kim, Eun Jung","Ordyniak, Sebastian","Saurabh, Saket","Szeider, Stefan"],"language":[],"coverage":[],"title":["Don't Be Strict in Local Search!"],"description":["  Local Search is one of the fundamental approaches to combinatorial\noptimization and it is used throughout AI. Several local search algorithms are\nbased on searching the k-exchange neighborhood. This is the set of solutions\nthat can be obtained from the current solution by exchanging at most k\nelements. As a rule of thumb, the larger k is, the better are the chances of\nfinding an improved solution. However, for inputs of size n, a na\\\"ive\nbrute-force search of the k-exchange neighborhood requires n to the power of\nO(k) time, which is not practical even for very small values of k.\n  Fellows et al. (IJCAI 2009) studied whether this brute-force search is\navoidable and gave positive and negative answers for several combinatorial\nproblems. They used the notion of local search in a strict sense. That is, an\nimproved solution needs to be found in the k-exchange neighborhood even if a\nglobal optimum can be found efficiently.\n  In this paper we consider a natural relaxation of local search, called\npermissive local search (Marx and Schlotter, IWPEC 2009) and investigate\nwhether it enhances the domain of tractable inputs. We exemplify this approach\non a fundamental combinatorial problem, Vertex Cover. More precisely, we show\nthat for a class of inputs, finding an optimum is hard, strict local search is\nhard, but permissive local search is tractable.\n  We carry out this investigation in the framework of parameterized complexity.\n","Comment: (author's self-archived copy)"]}]
["1208.1966",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1966"],"date":["2012-08-09","2012-08-17"],"type":["text"],"creator":["Grainge, Keith","Alexander, Paul","Battye, Richard","Birkinshaw, Mark","Blain, Andrew","Bremer, Malcolm","Bridle, Sarah","Brown, Michael","Davis, Richard","Dickinson, Clive","Edge, Alastair","Efstathiou, George","Fender, Robert","Hardcastle, Martin","Hatchell, Jennifer","Hobson, Michael","Jarvis, Matthew","Maughan, Benjamin","McHardy, Ian","Middleton, Matthew","Lasenby, Anthony","Saunders, Richard","Savini, Giorgio","Scaife, Anna","Smith, Graham","Thompson, Mark","White, Glenn","Zarb-Adami, Kris","Allison, James","Buckle, Jane","Castro-Tirado, Alberto","Chernyakova, Maria","Deane, Roger","Feroz, Farhan","Santos, Ricardo Genova","Green, David","Hannikainen, Diana","Heywood, Ian","Hurley-Walker, Natasha","Kneissl, Ruediger","Koljonen, Karri","Kulkarni, Shrinivas","Markoff, Sera","MacTavish, Carrie","McCollough, Michael","Migliari, Simone","Miller, Jon M.","Miller-Jones, James","Olamaie, Malak","Paragi, Zsolt","Pearson, Timothy","Pooley, Guy","Pottschmidt, Katja","Rebolo, Rafael","Richer, John","Riley, Julia","Rodriguez, Jerome","Rodriguez-Gonzalvez, Carmen","Rushton, Anthony","Savolainen, Petri","Scott, Paul","Shimwell, Timothy","Tavani, Marco","Tomsick, John","Tudose, Valeriu","van der Heyden, Kurt","van der Horst, Alexander","Varlotta, Angelo","Waldram, Elizabeth","Wilms, Joern","Zdziarski, Andrzej","Zwart, Jonathan","Perrott, Yvette","Rumsey, Clare","Schammel, Michel"],"language":[],"coverage":[],"title":["Future Science Prospects for AMI"],"description":["  The Arcminute Microkelvin Imager (AMI) is a telescope specifically designed\nfor high sensitivity measurements of low-surface-brightness features at\ncm-wavelength and has unique, important capabilities. It consists of two\ninterferometer arrays operating over 13.5-18 GHz that image structures on\nscales of 0.5-10 arcmin with very low systematics. The Small Array (AMI-SA; ten\n3.7-m antennas) couples very well to Sunyaev-Zel'dovich features from galaxy\nclusters and to many Galactic features. The Large Array (AMI-LA; eight 13-m\nantennas) has a collecting area ten times that of the AMI-SA and longer\nbaselines, crucially allowing the removal of the effects of confusing radio\npoint sources from regions of low surface-brightness, extended emission.\nMoreover AMI provides fast, deep object surveying and allows monitoring of\nlarge numbers of objects. In this White Paper we review the new science - both\nGalactic and extragalactic - already achieved with AMI and outline the\nprospects for much more.\n","Comment: 20 pages, 11 figures; white paper. Revised author list, section IB,\n  section IIIC2, references"]}]
["1208.1987",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1987"],"date":["2012-08-09","2012-08-17"],"type":["text"],"creator":["Wallach, Nolan R."],"language":[],"coverage":[],"title":["Shor's algorithm without partial fractions"],"description":["  The purpose of this note was to give a proof that Shor's algorithm for period\nsearch is polynomial using only the standard $2^{n}$ quantum Fourier thansform\nand some simple trigonometry. There is an error that was pointed out to the\nauthor by Pavel Wocjan.\n","Comment: This paper has been withdrawn by the author due to an error relating\n  \"m\" and \"x\""]}]
["1208.2924",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2924"],"date":["2012-08-14"],"type":["text"],"creator":["Torabian, Mahdi"],"language":[],"coverage":[],"title":["On Cosmological Implications of Holographic Entropy Bound"],"description":["  It is argued that the entropy bound places an upper limit of about 1 TeV on\nthe temperature of the last reheating era in the early Universe. Implications\nfor inflation and non-standard paradigms for beyond the standard model of hot\ncosmology are studied.\n","Comment: 4 pages"]}]
["1208.3127",{"format":[],"subject":["Physics - General Physics","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3127"],"date":["2012-08-13"],"type":["text"],"creator":["Sultansoy, Saleh"],"language":[],"coverage":[],"title":["The fourth generation, linac-ring type colliders, preons and so on"],"description":["  Following a brief review of our contributions to the 2006 European PP\nStrategy, recent comments on several topics are presented. First of all, it is\nemphasized that only the simplest version of the fourth chiral generation,\nnamely, minimal SM4 (mSM4) with only one Higgs doublet is in some tension with\nthe recent LHC data on the Higgs boson search. This tension, which follows from\nthe relative strengths of the H --> 4l and Higgs --> {\\gamma}{\\gamma} channels,\ncan be naturally resolved if there is a mechanism to enhance the\nH-->{\\gamma}{\\gamma} width (although any charged and heavy particle could\nenhance the H-{\\gamma}-{\\gamma} loop, 2HDM can be given as an example).\n  We then emphasize the possible role of the linac-ring type colliders,\nespecially LHeC (QCD Exploder) and TAC super charm factory. The QCD Explorer\nwill give opportunity to enlighten the origin of the 98.5% portion of the\nvisible universe's mass. Especially the {\\gamma}-nucleus option seems to be\nvery promising for QCD studies. The TAC super charm factory may provide\nopportunity to investigate the charm physics with statistics well above that of\nthe dedicated runs at Super-B factories.\n  Finally, it is argued that the history of particle physics (and, more\ngenerally, the history of the investigation of the fundamental ingredients of\nthe matter), a large number of \"fundamental\" particles, an inflation of\nobservable free parameters, and, especially, the mixing of \"fundamental\"\nfermions favor the idea of a new set of fundamental particles at a deeper\nlevel. These new particles can be formulated with the preonic or even\npre-preonic models.\n","Comment: 6 pages, Submitted to the European Strategy for Particle Physics,\n  Cracow, Poland, 10-12 September 2012"]}]
["1208.3340",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3340"],"date":["2012-08-16","2012-08-17"],"type":["text"],"creator":["Diertens, Bob"],"language":[],"coverage":[],"title":["Concurrent Models for Object Execution"],"description":["  In previous work we developed a framework of computational models for the\nconcurrent execution of functions on different levels of abstraction. It shows\nthat the traditional sequential execution of function is just a possible\nimplementation of an abstract computational model that allows for the\nconcurrent execution of function. We use this framework as base for the\ndevelopment of abstract computational models that allow for the concurrent\nexecution of objects.\n"]}]
["1208.3407",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3407"],"date":["2012-08-16","2012-08-17"],"type":["text"],"creator":["Layer, Ryan M.","Skadron, Kevin","Robins, Gabriel","Hall, Ira M.","Quinlan, Aaron R."],"language":[],"coverage":[],"title":["Binary Interval Search (BITS): A Scalable Algorithm for Counting\n  Interval Intersections"],"description":["  Motivation: The comparison of diverse genomic datasets is fundamental to\nunderstanding genome biology. Researchers must explore many large datasets of\ngenome intervals (e.g., genes, sequence alignments) to place their experimental\nresults in a broader context and to make new discoveries. Relationships between\ngenomic datasets are typically measured by identifying intervals that\nintersect: that is, they overlap and thus share a common genome interval. Given\nthe continued advances in DNA sequencing technologies, efficient methods for\nmeasuring statistically significant relationships between many sets of genomic\nfeatures is crucial for future discovery.\n  Results: We introduce the Binary Interval Search (BITS) algorithm, a novel\nand scalable approach to interval set intersection. We demonstrate that BITS\noutperforms existing methods at counting interval intersections. Moreover, we\nshow that BITS is intrinsically suited to parallel computing architectures such\nas Graphics Processing Units (GPUs) by illustrating its utility for efficient\nMonte-Carlo simulations measuring the significance of relationships between\nsets of genomic intervals.\n"]}]
["1208.3458",{"format":[],"subject":["Physics - Classical Physics","Mathematical Physics","Physics - Fluid Dynamics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3458"],"date":["2012-08-16"],"type":["text"],"creator":["Pinheiro, Mario J.","Büker, Marcus"],"language":[],"coverage":[],"title":["An Extended Dynamical Equation of Motion, Phase Dependency and Inertial\n  Backreaction"],"description":["  Newton's second law has limited scope of application when transient phenomena\nare present. We consider a modification of Newton's second law in order to take\ninto account a sudden change (surge) of angular momentum or linear momentum. We\nhypothesize that space itself resists such surges according to a kind of\ninduction law (related to inertia); additionally, we provide further evidence\nof the \"fluidic\" nature of space itself. This \"back-reaction\" is quantified by\nthe tendency of angular momentum flux threading across a surface. This quantity\nis mass-dependent, and bears similarity to the quantum mechanics phase shift,\npresent in the Aharonov-Bohm and Aharonov-Casher effects. Furthermore, this\nprovides evidence of vacuum polarization, a phenomena which is relative to\nlocal space indicating that local geometry and topology should be taken into\naccount in any fundamental physical theory.\n","Comment: 9 pages, 4 figures"]}]
["1208.3459",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3459"],"date":["2012-08-15"],"type":["text"],"creator":["Grassberger, Peter"],"language":[],"coverage":[],"title":["Randomness, Information, and Complexity"],"description":["  We review possible measures of complexity which might in particular be\napplicable to situations where the complexity seems to arise spontaneously. We\npoint out that not all of them correspond to the intuitive (or \"naive\") notion,\nand that one should not expect a unique observable of complexity. One of the\nmain problems is to distinguish complex from disordered systems. This and the\nfact that complexity is closely related to information requires that we also\ngive a review of information measures. We finally concentrate on quantities\nwhich measure in some way or other the difficulty of classifying and\nforecasting sequences of discrete symbols, and study them in simple examples.\n","Comment: Reprinted version of a paper that appeared first in Proc. 5th Mexican\n  School on Statistical Physics, Oaxtepec 1989, with errors corrected and\n  footnotes added. When citing, please cite the original publication and the\n  present arXiv version"]}]
["1208.3460",{"format":[],"subject":["Quantitative Finance - General Finance","Nonlinear Sciences - Adaptation and Self-Organizing Systems","15A29"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3460"],"date":["2012-08-15"],"type":["text"],"creator":["Gomez-Ramirez, Jaime"],"language":[],"coverage":[],"title":["Inverse Thinking in Economic Theory: A Radical Approach to Economic\n  Thinking"],"description":["  The seriousness of the current crisis urgently demands new economic thinking\nthat breaks the austerity vs. deficit spending circle in economic policy. The\ncore tenet of the paper is that the most important problems that natural and\nsocial science are facing today are inverse problems, and that a new approach\nthat goes beyond optimization is necessary. The approach presented here is\nradical in the sense that identifies the roots in key assumptions in economic\ntheory such as optimal behavior and stability to provide an inverse thinking\nperspective to economic modeling of use in economic and financial stability\npolicy. The inverse problem provides a truly multidisciplinary platform where\nrelated problems from different disciplines can be studied under a common\napproach with comparable results.\n"]}]
["1208.3471",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3471"],"date":["2012-08-16"],"type":["text"],"creator":["Romero, Mariano Javier de León Domínguez","Lambas, Diego García","Muriel, Hernán"],"language":[],"coverage":[],"title":["An improved method for the identification of galaxy systems: Measuring\n  the gravitational redshift by Dark Matter Haloes"],"description":["  We introduce a new method for the identification of galaxy systems in\nredshift surveys based on the halo model. This method is a modified version of\nthe K-means identification algorithm developed by Yang et al (2005). We have\ncalibrated and tested our algorithms using mock catalogs generated using the\nMillennium simulations (Springel et al. 2005) and applied them to the NYU-DR7\ngalaxy catalog (based on the SDSS datasets). Using this local sample of groups\nand clusters of galaxies we have measured the effect of gravitational redshift\nproduced by their host dark matter haloes. Our results shows radial velocity\ndecrements consistent with general relativity predictions and previous\nmeasurements by Wojtak et al (2011) in clusters of galaxies.\n","Comment: Accepted for Publication in MNRAS Letters, 2 figures. arXiv admin\n  note: text overlap with arXiv:astro-ph/0405234, arXiv:astro-ph/0406593 by\n  other authors"]}]
["1208.3486",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3486"],"date":["2012-08-14"],"type":["text"],"creator":["Ramana, V. Venkata","Reddy, A. Rama Mohan","Sekaran, K. Chandra"],"language":[],"coverage":[],"title":["Bio Inspired Approach to Secure Routing in MANETs"],"description":["  In this paper, the author explore the challenges with respect to the security\naspect in MANETs and propose a new approach which makes use of a bio-inspired\nmethodology. This paper elaborates various attacks which can be perpetrated on\nMANETs and current solutions to the aforementioned problems, and then it\ndescribes a Bio-Inspired Method which could be a possible solution to security\nissues in MANETs.\n"]}]
["1208.3488",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3488","Phys. Rev. D86, 045016 (2012)","doi:10.1103/PhysRevD.86.045016"],"date":["2012-08-16"],"type":["text"],"creator":["Emam, Moataz H."],"language":[],"coverage":[],"title":["Zero-branes and the symplectic hypermultiplets"],"description":["  We study the scalar fields of the five-dimensional N=2 hypermultiplets using\nthe method of symplectic covariance developed in previous work. For static\nspherically symmetric backgrounds, we show that exactly two possibilities\nexist. One of them is a Bogomol'nyi-Prasad-Sommerfeld (BPS) zero-brane carrying\ncharge under the hypermultiplets. We find an explicitly symplectic solution of\nthe fields in this background and derive the conditions required for a full\nspacetime understanding.\n"]}]
["1208.3489",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3489"],"date":["2012-08-16"],"type":["text"],"creator":["Arbieto, A.","Armijo, A.","Catalan, T.","Senos, L."],"language":[],"coverage":[],"title":["Symbolic Extensions and dominated splittings for Generic\n  C^1-Diffeomorphisms"],"description":["  Let Diff^1(M) be the set of all C^1-diffeomorphisms f : M \\rightarrow M,\nwhere M is a compact boundaryless d-dimensional manifold, d \\geq 2. We prove\nthat there is a residual subset R of Diff^1(M) such that if f \\in R and if H(p)\nis the homoclinic class associated with a hyperbolic periodic point p, then\neither H(p) admits a dominated splitting of the form E\\oplusF1\n\\oplus...\\oplusFk \\oplusG, where Fi is not hyperbolic and one-dimensional, or\nf|H(p) has no symbolic extensions.\n"]}]
["1208.3490",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3490"],"date":["2012-08-16"],"type":["text"],"creator":["Gao, Niushan"],"language":[],"coverage":[],"title":["Extensions of Perron-Frobenius Theory"],"description":["  The classical Perron-Frobenius theory asserts that for two matrices $A$ and\n$B$, if $0\\leq B \\leq A$ and $r(A)=r(B)$ with $A$ being irreducible, then\n$A=B$. This was recently extended in Bernik et al. (2012) to positive operators\non $L_p(\\mu)$ with either $A$ or $B$ being irreducible and power compact. In\nthis paper, we extend the results to irreducible operators on arbitrary Banach\nlattices.\n"]}]
["1208.3492",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3492"],"date":["2012-08-16"],"type":["text"],"creator":["Kuhn, Michael A.","Baddeley, Adrian","Feigelson, Eric D.","Getman, Konstantin V.","Broos, Patrick S.","Townsley, Leisa K.","Povich, Matthew S.","Naylor, Tim","King, Robert R.","Busk, Heather A.","Luhman, Kevin L."],"language":[],"coverage":[],"title":["MYStIX First Results: Spatial Structures of Massive Young Stellar\n  Clusters"],"description":["  Observations of the spatial distributions of young stars in star-forming\nregions can be linked to the theory of clustered star formation using spatial\nstatistical methods. The MYStIX project provides rich samples of young stars\nfrom the nearest high-mass star-forming regions. Maps of stellar surface\ndensity reveal diverse structure and subclustering. Young stellar clusters and\nsubclusters are fit with isothermal spheres and ellipsoids using the Bayesian\nInformation Criterion to estimate the number of subclusters. Clustering is also\ninvestigated using Cartwright and Whitworth's Q statistic and the inhomogeneous\ntwo-point correlation function. Mass segregation is detected in several cases,\nin both centrally concentrated and fractally structured star clusters, but a\nfew clusters are not mass segregated.\n","Comment: 4 pages, 1 figure; to appear in The Labyrinth of Star Formation,\n  (eds.) D. Stamatellos, S. Goodwin, and D. Ward-Thompson, Springer, in press"]}]
["1208.3495",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3495"],"date":["2012-08-16"],"type":["text"],"creator":["Gao, Niushan"],"language":[],"coverage":[],"title":["On Commuting and Semi-commuting Positive Operators"],"description":["  Let $K$ be a positive compact operator on a Banach lattice. We prove that if\neither $[K>$ or $<K]$ is ideal irreducible then $[K>=<K]=L_+(X)\\cap {K}'$. We\nalso establish the Perron-Frobenius Theorem for such operators $K$. Finally we\napply the results to answer questions in Abramovich and Aliprantis (2002) and\nBra\\v{c}i\\v{c} (2010).\n"]}]
["1208.3496",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3496"],"date":["2012-08-16"],"type":["text"],"creator":["Michnicki, Kamil"],"language":[],"coverage":[],"title":["3-d quantum stabilizer codes with a power law energy barrier"],"description":["  We introduce a new primitive, called welding, for combining two stabilizer\ncodes to produce a new stabilizer code. We apply welding to construct surface\ncodes and then use the surface codes to construct solid codes, a variant of a\n3-d toric code with rough and smooth boundaries. Finally, we weld solid codes\ntogether to produce a $(O(L^3),1,O(L^{4/3}))$ stabilizer code with an energy\nbarrier of $O(L^{2/3})$, which solves an open problem of whether a power law\nenergy barrier is possible for local stabilizer code Hamiltonians in\nthree-dimensions. The previous highest energy barrier is $O(\\log L)$. Previous\nno-go results are avoided by breaking translation invariance.\n","Comment: 19 pages, 12 figures"]}]
["1208.3497",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3497"],"date":["2012-08-16"],"type":["text"],"creator":["Eyink, Gregory L.","Benveniste, Damien"],"language":[],"coverage":[],"title":["Do Sweeping Effects Suppress Particle Dispersion in Synthetic\n  Turbulence?"],"description":["  Synthetic models of Eulerian turbulence like so called \"Kinematic\nSimulations\" (KS) have been criticized by Thomson & Devenish (TD) (2005), who\nargued that sweeping decorrelation effects suppress pair dispersion in such\nmodels. We derive analytical results for Eulerian turbulence modeled by\nGaussian random fields for the case with zero mean velocity. Our starting point\nis an exact integrodifferential equation for the particle pair separation\ndistribution. When memory times of particle locations are short, a Markovian\napproximation leads to a Richardson-type diffusion model. We obtain a\ndiffusivity tensor of the form $K_{ij}(r,t)=S_{ij}(r)\\tau(r,t)$ where\n$S_{ij}(r)$ is the structure-function tensor and $\\tau(r,t)$ is an effective\ncorrelation time of velocity increments. This is found to be the minimum value\nof three times: the intrinsic turnover time $\\tau_{eddy}(r)$ at separation $r$,\nthe overall evolution time $t,$ and the sweeping time $r/v_0$ with $v_0$ the\nrms velocity. We study the diffusion model numerically by a Monte Carlo method.\nWith moderate inertial-ranges like those achieved in current KS, our model is\nfound to reproduce the $t^{9/2}$ power-law for pair dispersion predicted by TD\nand observed in the KS. However, for much longer ranges, our model exhibits\nthree distinct pair-dispersion laws in the inertial-range: a Batchelor\n$t^2$-regime, followed by a $t^1$ diffusive regime, and then a $t^6$ regime.\nFinally, outside the inertial-range, there is another $t^1$ regime with\nparticles undergoing independent Taylor diffusion. These scalings are exactly\nthe same as those predicted by TD for KS with large mean velocities, which we\nargue hold also for KS with zero mean velocity. Our results support the basic\nconclusion that sweeping effects make Lagrangian properties of KS fundamentally\ndifferent from hydrodynamic turbulence for very extended inertial-ranges.\n"]}]
["1208.3498",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3498"],"date":["2012-08-16"],"type":["text"],"creator":["Gao, Niushan","Troitsky, Vladimir G."],"language":[],"coverage":[],"title":["Irreducible Semigroups of Positive Operators on Banach Lattices"],"description":["  The classical Perron-Frobenius theory asserts that an irreducible matrix $A$\nhas cyclic peripheral spectrum and its spectral radius $r(A)$ is an eigenvalue\ncorresponding to a positive eigenvector. In Radjavi (1999) and Radjavi and\nRosenthal (2000), this was extended to semigroups of matrices and of compact\noperators on $L_p$-spaces. We extend this approach to operators on an arbitrary\nBanach lattice $X$. We prove, in particular, that if $\\iS$ is a commutative\nirreducible semigroup of positive operators on $X$ containing a compact\noperator $T$ then there exist positive disjoint vectors $x_1,...,x_r$ in $X$\nsuch that every operator in $\\iS$ acts as a positive scalar multiple of a\npermutation on $x_1,...,x_r$. Compactness of $T$ may be replaced with the\nassumption that $T$ is peripherally Riesz, i.e., the peripheral spectrum of $T$\nis separated from the rest of the spectrum and the corresponding spectral\nsubspace $X_1$ is finite dimensional. Applying the results to the semigroup\ngenerated an irreducible peripherally Riesz operator $T$, we show that $T$ is a\ncyclic permutation on $x_1,...,x_r$, $X_1=\\Span{x_1,...,x_r}$, and if $S=\\lim_j\nb_jT^{n_j}$ for some $(b_j)$ in $\\mathbb R_+$ and $n_j\\to\\infty$ then\n$S=c(T_{|X_1})^k\\oplus 0$ for some $c\\ge 0$ and $0\\le k<r$. We also extend\nresults of Abramovich et al. (1992) and Grobler (1995) about peripheral spectra\nof irreducible operators.\n"]}]
["1208.3502",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3502"],"date":["2012-08-16"],"type":["text"],"creator":["Bennun, Alfred"],"language":[],"coverage":[],"title":["Recovery of radioisotopes from nuclear waste for\n  radio-scintillator-luminescence energy applications"],"description":["  Extraction of the light weight radioisotopes (LWR) 89Sr/90Sr, from the\nexpended nuclear bars in the Fukushima reactor, should have decreased the\nextent of contamination during the course of the accident. 89Sr applications\ncould pay for the extraction of 89Sr/90Sr from nuclear residues. Added value\ncould be obtained by using 89Sr for cancer treatments. Known technologies could\nbe used to relate into innovative ways LWR, to obtain nuclear energy at battery\nscale. LWR interact by contact with scintillators converting \\beta-radiation\ninto light-energy. This would lead to manufacturing scintillator lamps which\noperate independently of other source of energy. These lamps could be used to\ngenerate photoelectric energy. Engineering of radioisotopes scintillator\nphotovoltaic cells, would lead to devices without moving parts.\n"]}]
["1208.3506",{"format":[],"subject":["Mathematics - Commutative Algebra","13H10, 13H15, 14C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3506"],"date":["2012-08-16"],"type":["text"],"creator":["De Stefani, Alessandro"],"language":[],"coverage":[],"title":["Artinian level algebras of low socle degree"],"description":["  In this paper we study Hilbert functions and isomorphism classes of Artinian\nlevel local algebras via Macaulay's inverse system. Upper and lower bounds\nconcerning numerical functions admissible for level algebras of fixed type and\nsocle degree are known. For each value in this range we exhibit a level local\nalgebra with that Hilbert function, provided that the socle degree is at most\nthree. Furthermore we prove that level local algebras of socle degree three and\nmaximal Hilbert function are graded. In the graded case the extremal strata\nhave been parametrized by Cho and Iarrobino.\n","Comment: 24 pages. To appear on \"Communications in Algebra\""]}]
["1208.3512",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3512"],"date":["2012-08-16"],"type":["text"],"creator":["Kubota, Toshiro"],"language":[],"coverage":[],"title":["Contour Completion Around a Fixation Point"],"description":["  The paper presents two edge grouping algorithms for finding a closed contour\nstarting from a particular edge point and enclosing a fixation point. Both\nalgorithms search a shortest simple cycle in \\textit{an angularly ordered\ngraph} derived from an edge image where a vertex is an end point of a contour\nfragment and an undirected arc is drawn between a pair of end-points whose\nvisual angle from the fixation point is less than a threshold value, which is\nset to $\\pi/2$ in our experiments. The first algorithm restricts the search\nspace by disregarding arcs that cross the line extending from the fixation\npoint to the starting point. The second algorithm improves the solution of the\nfirst algorithm in a greedy manner. The algorithms were tested with a large\nnumber of natural images with manually placed fixation and starting points. The\nresults are promising.\n"]}]
["1208.3516",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3516"],"date":["2012-08-16"],"type":["text"],"creator":["Espinosa, Luis A. Duffaut","Miao, Zibo","Petersen, I. R.","Ugrinovskii, V.","James, M. R."],"language":[],"coverage":[],"title":["Physical Realizability of Multi-Level Quantum Systems"],"description":["  This paper considers the physical realizability condition for multi-level\nquantum systems having polynomial Hamiltonian and multiplicative coupling with\nrespect to several interacting boson fields. Specifically, it generalizes a\nrecent result the authors developed for two-level quantum systems. For this\npurpose, the algebra of SU(n) was incorporated. As a consequence, the obtained\ncondition is given in terms of the structure constants of SU(n).\n","Comment: arXiv admin note: text overlap with arXiv:1208.3256"]}]
["1208.3518",{"format":[],"subject":["Mathematics - Numerical Analysis","15A24, 47H14, 65H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3518"],"date":["2012-08-16"],"type":["text"],"creator":["Li, Jing"],"language":[],"coverage":[],"title":["Perturbation analysis of the matrix equation X - \\sum_{i=1}^m A_i^*\n  X^{p_i} A_i = Q"],"description":["  Consider the nonlinear matrix equation\nX-sum_{i=1}^{m}A_{i}^{*}X^{p_{i}}A_{i}=Q with p_{i}>0. Sufficient and necessary\nconditions for the existence of positive definite solutions to the equation\nwith p_{i}>0 are derived. Two perturbation bounds for the unique solution to\nthe equation with 0<p_{i}<1 are evaluated. The backward error of an approximate\nsolution for the unique solution to the equation with 0<p_{i}<1 is given.\nExplicit expressions of the condition number for the equation with 0<p_{i}<1\nare obtained. The theoretical results are illustrated by numerical examples.\n","Comment: 18 pages"]}]
["1208.3530",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Computation and Language","Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3530"],"date":["2012-08-17"],"type":["text"],"creator":["Dutta, Haimonti","Chan, William","Shankargouda, Deepak","Pooleery, Manoj","Radeva, Axinia","Rego, Kyle","Xie, Boyi","Passonneau, Rebecca","Lee, Austin","Taranto, Barbara"],"language":[],"coverage":[],"title":["Leveraging Subjective Human Annotation for Clustering Historic Newspaper\n  Articles"],"description":["  The New York Public Library is participating in the Chronicling America\ninitiative to develop an online searchable database of historically significant\nnewspaper articles. Microfilm copies of the newspapers are scanned and high\nresolution Optical Character Recognition (OCR) software is run on them. The\ntext from the OCR provides a wealth of data and opinion for researchers and\nhistorians. However, categorization of articles provided by the OCR engine is\nrudimentary and a large number of the articles are labeled editorial without\nfurther grouping. Manually sorting articles into fine-grained categories is\ntime consuming if not impossible given the size of the corpus. This paper\nstudies techniques for automatic categorization of newspaper articles so as to\nenhance search and retrieval on the archive. We explore unsupervised (e.g.\nKMeans) and semi-supervised (e.g. constrained clustering) learning algorithms\nto develop article categorization schemes geared towards the needs of\nend-users. A pilot study was designed to understand whether there was unanimous\nagreement amongst patrons regarding how articles can be categorized. It was\nfound that the task was very subjective and consequently automated algorithms\nthat could deal with subjective labels were used. While the small scale pilot\nstudy was extremely helpful in designing machine learning algorithms, a much\nlarger system needs to be developed to collect annotations from users of the\narchive. The \"BODHI\" system currently being developed is a step in that\ndirection, allowing users to correct wrongly scanned OCR and providing keywords\nand tags for newspaper articles used frequently. On successful implementation\nof the beta version of this system, we hope that it can be integrated with\nexisting software being developed for the Chronicling America project.\n"]}]
["1208.3531",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L70, 35L20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3531"],"date":["2012-08-17"],"type":["text"],"creator":["Katayama, Soichiro","Kubo, Hideo","Lucente, Sandra"],"language":[],"coverage":[],"title":["Almost global existence for exterior Neumann problems of semilinear wave\n  equations in 2D"],"description":["  The aim of this article is to prove an \"almost\" global existence result for\nsome semilinear wave equations in the plane outside a bounded convex obstacle\nwith the Neumann boundary condition.\n"]}]
["1208.3535",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3535"],"date":["2012-08-17"],"type":["text"],"creator":["Kim, Sujin","Bain, Hazel","Shibasaki, Kiyoto","Reznikova, Veronika"],"language":[],"coverage":[],"title":["Microwave Emission of Supra-arcade Structure associated with M1.6 Limb\n  Flare"],"description":["  We have investigated a supra-arcade structure, associated with an M1.6 flare,\nwhich occurred on the south-east limb on 4th of November 2010. It is observed\nin microwaves at 17 GHz with the Nobeyama Radioheliograph (NoRH), soft X-rays\nin the range of 8-20 keV with the Reuven Ramaty High Energy Solar Spectroscopic\nImager (RHESSI), and EUV with the Atmospheric Imaging Assembly (AIA) onboard\nthe Solar Dynamics Observatory (SDO). As reported by Reeves & Golub (2011), the\nsupra-arcade structure is observed predominantly in the AIA 131 {\\AA} channel,\nwhich contains a hot 11 MK component from Fe XIX (Boerner et al. 2011). While\nthis hot flare plasma lasts over the decay phase of the flare, it shows some\ninteresting characteristics in microwaves and soft X-rays: 1) In the\nsupra-arcade structure, the brightness temperature (TB) of the microwave\nemission increases gradually up to 2\\times10^4 K, and 2) two soft X-ray sources\nappear: one cospatial with the supra-arcade structure and another above the\npost-flare arcade. We have derived the variation of emission measure, density,\nand energy of the supra-arcade structure using the TB obtained from 17 GHz\nmicrowave observations.\n","Comment: Submitted to the proceeding for The 11th Asian-Pacific Regional IAU\n  Meeting 2011 NARIT Conference Series, Vol. 1"]}]
["1208.3538",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Statistics Theory","62M86"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3538"],"date":["2012-08-17"],"type":["text"],"creator":["Bates, Erik","Chamberlain, Blake","Gettinger, Rachel"],"language":[],"coverage":[],"title":["Inverse Modeling of Dynamical Systems: Multi-Dimensional Extensions of a\n  Stochastic Switching Problem"],"description":["  The Buridan's ass paradox is characterized by perpetual indecision between\ntwo states, which are never attained. When this problem is formulated as a\ndynamical system, indecision is modeled by a discrete-state Markov process\ndetermined by the system's unknown parameters. Interest lies in estimating\nthese parameters from a limited number of observations. We compare estimation\nmethods and examine how well each can be generalized to multi-dimensional\nextensions of this system. By quantifying statistics such as mean, variance,\nfrequency, and cumulative power, we construct both method of moments type\nestimators and likelihood-based estimators. We show, however, why these\ntechniques become intractable in higher dimensions, and thus develop a\ngeometric approach to reveal the parameters underlying the Markov process. We\nalso examine the robustness of this method to the presence of noise.\n","Comment: 40 pages, 6 figures. Work was completed by the authors while\n  attending the SURIEM REU at Michigan State University. The authors were\n  awarded an MAA Best Presentation Award at MathFest 2012 (Madison, WI)\n  relating this material"]}]
["1208.3540",{"format":[],"subject":["Mathematics - Combinatorics","05A05, 06A07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3540"],"date":["2012-08-17"],"type":["text"],"creator":["Stanley, Richard P."],"language":[],"coverage":[],"title":["An equivalence relation on the symmetric group and multiplicity-free\n  flag h-vectors"],"description":["  We consider the equivalence relation ~ on the symmetric group S_n generated\nby the interchange of two adjacent elements a_i and a_{i+1} of w=a_1 ... a_n in\nS_n such that |a_i - a_{i+1}|=1. We count the number of equivalence classes and\nthe sizes of equivalence classes. The results are generalized to permutations\nof multisets using umbral techniques. In the original problem, the equivalence\nclass containing the identity permutation is the set of linear extensions of a\ncertain poset. Further investigation yields a characterization of all finite\ngraded posets whose flag h-vector takes on only the values -1, 0, 1.\n","Comment: 19 pages, 7 figures"]}]
["1208.3541",{"format":[],"subject":["Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3541","Journal of Chemical Physics 137, 4 (2012) 044104","doi:10.1063/1.4733672"],"date":["2012-08-17"],"type":["text"],"creator":["Sharkas, Kamal","Savin, Andreas","Jensen, Hans Jørgen Aa.","Toulouse, Julien"],"language":[],"coverage":[],"title":["A multiconfigurational hybrid density-functional theory"],"description":["  We propose a multiconfigurational hybrid density-functional theory which\nrigorously combines a multiconfiguration self-consistent-field calculation with\na density-functional approximation based on a linear decomposition of the\nelectron-electron interaction. This gives a straightforward extension of the\nusual hybrid approximations by essentially adding a fraction \\lambda of exact\nstatic correlation in addition to the fraction \\lambda of exact exchange. Test\ncalculations on the cycloaddition reactions of ozone with ethylene or acetylene\nand the dissociation of diatomic molecules with the Perdew-Burke-Ernzerhof\n(PBE) and Becke-Lee-Yang-Parr (BLYP) density functionals show that a good value\nof \\lambda is 0.25, as in the usual hybrid approximations. The results suggest\nthat the proposed multiconfigurational hybrid approximations can improve over\nusual density-functional calculations for situations with strong static\ncorrelation effects.\n","Comment: 11 pages, 3 figures, 1 table"]}]
["1208.3545",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","52C23, 05B45, 37B50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3545"],"date":["2012-08-17"],"type":["text"],"creator":["Bédaride, Nicolas","Fernique, Thomas"],"language":[],"coverage":[],"title":["The Ammann-Beenker tilings revisited"],"description":["  This paper introduces two tiles whose tilings form a one-parameter family of\ntilings which can all be seen as digitization of two-dimensional planes in the\nfour-dimensional Euclidean space. This family contains the Ammann-Beenker\ntilings as the solution of a simple optimization problem.\n","Comment: 7 pages, 4 figures"]}]
["1208.3548",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3548"],"date":["2012-08-17"],"type":["text"],"creator":["Bijnens, Johan","Abyaneh, Mehran Zahiri"],"language":[],"coverage":[],"title":["The hadronic light-by-light contribution to the muon anomalous magnetic\n  moment and renormalization group for EFT"],"description":["  We give a short overview of the theory of the muon anomalous magnetic moment\nwith emphasis on the hadronic light-by-light and the pion loop contribution. We\nexplain the difference between the hidden local symmetry and full VMD pion loop\nand discuss leading logarithms in the anomalous sector of 2-flavour chiral\nperturbation theory.\n","Comment: 6 pages, Invited talk presented by JB at MESON2012 - 12th\n  International Workshop on Meson Production, Properties and Interaction,\n  Krakow, Poland, 31 May -- 5 June 2012"]}]
["1208.3552",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3552","Annals of Statistics 2012, Vol. 40, No. 3, 1376-1402","doi:10.1214/12-AOS1010"],"date":["2012-08-17"],"type":["text"],"creator":["Zhang, Ting","Wu, Wei Biao"],"language":[],"coverage":[],"title":["Inference of time-varying regression models"],"description":["  We consider parameter estimation, hypothesis testing and variable selection\nfor partially time-varying coefficient models. Our asymptotic theory has the\nuseful feature that it can allow dependent, nonstationary error and covariate\nprocesses. With a two-stage method, the parametric component can be estimated\nwith a $n^{1/2}$-convergence rate. A simulation-assisted hypothesis testing\nprocedure is proposed for testing significance and parameter constancy. We\nfurther propose an information criterion that can consistently select the true\nset of significant predictors. Our method is applied to autoregressive models\nwith time-varying coefficients. Simulation results and a real data application\nare provided.\n","Comment: Published in at http://dx.doi.org/10.1214/12-AOS1010 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1208.3553",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory","62F15, 62F35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3553"],"date":["2012-08-17"],"type":["text"],"creator":["Zwiernik, Piotr","Smith, Jim Q."],"language":[],"coverage":[],"title":["The Dependence of Routine Bayesian Model Selection Methods on Irrelevant\n  Alternatives"],"description":["  Bayesian methods - either based on Bayes Factors or BIC - are now widely used\nfor model selection. One property that might reasonably be demanded of any\nmodel selection method is that if a model ${M}_{1}$ is preferred to a model\n${M}_{0}$, when these two models are expressed as members of one model class\n$\\mathbb{M}$, this preference is preserved when they are embedded in a\ndifferent class $\\mathbb{M}'$. However, we illustrate in this paper that with\nthe usual implementation of these common Bayesian procedures this property does\nnot hold true even approximately. We therefore contend that to use these\nmethods it is first necessary for there to exist a \"natural\" embedding class.\nWe argue that in any context like the one illustrated in our running example of\nBayesian model selection of binary phylogenetic trees there is no such\nembedding.\n"]}]
["1208.3555",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3555","Annals of Statistics 2012, Vol. 40, No. 3, 1403-1429","doi:10.1214/12-AOS1017"],"date":["2012-08-17"],"type":["text"],"creator":["Xue, Lingzhou","Zou, Hui","Cai, Tianxi"],"language":[],"coverage":[],"title":["Nonconcave penalized composite conditional likelihood estimation of\n  sparse Ising models"],"description":["  The Ising model is a useful tool for studying complex interactions within a\nsystem. The estimation of such a model, however, is rather challenging,\nespecially in the presence of high-dimensional parameters. In this work, we\npropose efficient procedures for learning a sparse Ising model based on a\npenalized composite conditional likelihood with nonconcave penalties.\nNonconcave penalized likelihood estimation has received a lot of attention in\nrecent years. However, such an approach is computationally prohibitive under\nhigh-dimensional Ising models. To overcome such difficulties, we extend the\nmethodology and theory of nonconcave penalized likelihood to penalized\ncomposite conditional likelihood estimation. The proposed method can be\nefficiently implemented by taking advantage of coordinate-ascent and\nminorization--maximization principles. Asymptotic oracle properties of the\nproposed method are established with NP-dimensionality. Optimality of the\ncomputed local solution is discussed. We demonstrate its finite sample\nperformance via simulation studies and further illustrate our proposal by\nstudying the Human Immunodeficiency Virus type 1 protease structure based on\ndata from the Stanford HIV drug resistance database. Our statistical learning\nresults match the known biological findings very well, although no prior\nbiological information is used in the data analysis procedure.\n","Comment: Published in at http://dx.doi.org/10.1214/12-AOS1017 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1208.3557",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3557","International Journal of Computer and Electrical Engineering\n  (IJCEE), vol. 2, number 2, pp. 268-276, 2010"],"date":["2012-08-17"],"type":["text"],"creator":["Gupta, B. B.","Joshi, R. C.","Misra, Manoj"],"language":[],"coverage":[],"title":["Distributed Denial of Service Prevention Techniques"],"description":["  The significance of the DDoS problem and the increased occurrence,\nsophistication and strength of attacks has led to the dawn of numerous\nprevention mechanisms. Each proposed prevention mechanism has some unique\nadvantages and disadvantages over the others. In this paper, we present a\nclassification of available mechanisms that are proposed in literature on\npreventing Internet services from possible DDoS attacks and discuss the\nstrengths and weaknesses of each mechanism. This provides better understanding\nof the problem and enables a security administrator to effectively equip his\narsenal with proper prevention mechanisms for fighting against DDoS threat.\n","Comment: ISSN: 1793-8198"]}]
["1208.3559",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3559","Statistical Science 2012, Vol. 27, No. 2, 187-188","doi:10.1214/12-STS376A"],"date":["2012-08-17"],"type":["text"],"creator":["Cooley, D.","Sain, S. R."],"language":[],"coverage":[],"title":["Discussion of \"Statistical Modeling of Spatial Extremes\" by A. C.\n  Davison, S. A. Padoan and M. Ribatet"],"description":["  Discussion of \"Statistical Modeling of Spatial Extremes\" by A. C. Davison, S.\nA. Padoan and M. Ribatet [arXiv:1208.3378].\n","Comment: Published in at http://dx.doi.org/10.1214/12-STS376A the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1208.3566",{"format":[],"subject":["Mathematics - Group Theory","20D15, 20E15, 30F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3566"],"date":["2012-08-17"],"type":["text"],"creator":["Müller, Jürgen","Sarkar, Siddhartha"],"language":[],"coverage":[],"title":["On p-groups of Gorenstein-Kulkarni type"],"description":["  A finite p-group is said to be of Gorenstein-Kulkarni type if the set of all\nelements of non-maximal order is a maximal subgroup. 2-groups of\nGorenstein-Kulkarni type arise naturally in the study of group actions on\ncompact Riemann surfaces. In this paper, we proceed towards a classification of\np-groups of Gorenstein-Kulkarni type.\n","Comment: 34 pages"]}]
["1208.3567",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3567","Applied Physics Letters 101, 072402 (2012)","doi:10.1063/1.4745789"],"date":["2012-08-17"],"type":["text"],"creator":["Parkes, D. E.","Cavill, S. A.","Hindmarch, A. T.","Wadley, P.","McGee, F.","Staddon, C. R.","Edmonds, K. W.","Campion, R. P.","Gallagher, B. L.","Rushforth, A. W."],"language":[],"coverage":[],"title":["Non-volatile voltage control of magnetization and magnetic domain walls\n  in magnetostrictive epitaxial thin films"],"description":["  We demonstrate reproducible voltage induced non-volatile switching of the\nmagnetization in an epitaxial thin Fe81Ga19 film. Switching is induced at room\ntemperature and without the aid of an external magnetic field. This is achieved\nby the modification of the magnetic anisotropy by mechanical strain induced by\na piezoelectric transducer attached to the layer. Epitaxial Fe81Ga19 is shown\nto possess the favourable combination of cubic magnetic anisotropy and large\nmagnetostriction necessary to achieve this functionality with experimentally\naccessible levels of strain. The switching of the magnetization proceeds by the\nmotion of magnetic domain walls, also controlled by the voltage induced strain.\n"]}]
["1208.3571",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3571","Statistical Science 2012, Vol. 27, No. 2, 193-196","doi:10.1214/12-STS376C"],"date":["2012-08-17"],"type":["text"],"creator":["Segers, Johan"],"language":[],"coverage":[],"title":["Nonparametric Inference for Max-Stable Dependence"],"description":["  Discussion of \"Statistical Modeling of Spatial Extremes\" by A. C. Davison, S.\nA. Padoan and M. Ribatet [arXiv:1208.3378].\n","Comment: Published in at http://dx.doi.org/10.1214/12-STS376C the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1208.3573",{"format":[],"subject":["Mathematics - Numerical Analysis","65F05, 65F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3573"],"date":["2012-08-17"],"type":["text"],"creator":["Byckling, Mikko","Huhtanen, Marko"],"language":[],"coverage":[],"title":["Preconditioning with direct approximate factoring of the inverse"],"description":["  To precondition a large and sparse linear system, two direct methods for\napproximate factoring of the inverse are devised. The algorithms are fully\nparallelizable and appear to be more robust than the iterative methods\nsuggested for the task. A method to compute one of the matrix subspaces\noptimally is derived. Possessing a considerable amount of flexibility, these\napproaches extend the approximate inverse preconditioning techniques in several\nnatural ways. Numerical experiments are given to illustrate the performance of\nthe preconditioners on a number of challenging benchmark linear systems.\n"]}]
["1208.3574",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3574","Statistical Science 2012, Vol. 27, No. 2, 197-198","doi:10.1214/12-STS376D"],"date":["2012-08-17"],"type":["text"],"creator":["Shaby, Benjamin","Reich, Brian J."],"language":[],"coverage":[],"title":["Discussion of \"Statistical Modeling of Spatial Extremes\" by A. C.\n  Davison, S. A. Padoan and M. Ribatet"],"description":["  Discussion of \"Statistical Modeling of Spatial Extremes\" by A. C. Davison, S.\nA. Padoan and M. Ribatet [arXiv:1208.3378].\n","Comment: Published in at http://dx.doi.org/10.1214/12-STS376D the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1208.3575",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3575","Statistical Science 2012, Vol. 27, No. 2, 189-192","doi:10.1214/12-STS376B"],"date":["2012-08-17"],"type":["text"],"creator":["Gabda, Darmesah","Towe, Ross","Wadsworth, Jennifer","Tawn, Jonathan"],"language":[],"coverage":[],"title":["Discussion of \"Statistical Modeling of Spatial Extremes\" by A. C.\n  Davison, S. A. Padoan and M. Ribatet"],"description":["  Discussion of \"Statistical Modeling of Spatial Extremes\" by A. C. Davison, S.\nA. Padoan and M. Ribatet [arXiv:1208.3378].\n","Comment: Published in at http://dx.doi.org/10.1214/12-STS376B the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1208.3576",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3576"],"date":["2012-08-17"],"type":["text"],"creator":["Codabux-Rossan, Zadia","Doomun, M. Razvi"],"language":[],"coverage":[],"title":["AES CCMP Algorithm with N-Way Interleaved Cipher Block Chaining"],"description":["  Nowadays, the increased use of battery-powered mobile appliances and the urge\nto access time-sensitive data anytime anywhere has fuelled a high demand for\nwireless networks. However, wireless networks are susceptible to intrusion and\nsecurity problems. There is an inherent need to secure the wireless data\ncommunication to ensure the confidentiality, authenticity, integrity and non\nrepudiation of the data being exchanged. On the other hand, the computation and\nthe resultant energy consumption to achieve sufficient security can be high.\nEncryption algorithms are generally computationally intensive, and consume a\nsignificant amount of computing resources (such as CPU time, memory, and\nbattery power). Considering the limited resources on wireless devices, it is\ncrucial that security protocols be implemented efficiently. This manuscript\nfocuses on how energy consumption is impacted by the use of unoptimised\nAES-CCMP algorithms and proposes an optimized AES CCMP algorithm using 2-way\ninterleaving that does not compromise the security of wireless communication\nsessions. There is also analysis of the performance of AES (a.k.a. Rijndael) in\nits AES-CCMP implementation. The 2-way interleaving technique is an\noptimization of the CBC-MAC that is investigated using two performance metrics\n(namely encryption time and throughput).\n","Comment: 18 pages, University of Mauritius Research Journal - Volume 15 - 2009"]}]
["1208.3577",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3577","Statistical Science 2012, Vol. 27, No. 2, 199-201","doi:10.1214/12-STS376REJ"],"date":["2012-08-17"],"type":["text"],"creator":["Davison, A. C.","Padoan, S. A.","Ribatet, M."],"language":[],"coverage":[],"title":["Rejoinder to \"Statistical Modeling of Spatial Extremes\""],"description":["  Rejoinder to \"Statistical Modeling of Spatial Extremes\" by A. C. Davison, S.\nA. Padoan and M. Ribatet [arXiv:1208.3378].\n","Comment: Published in at http://dx.doi.org/10.1214/12-STS376REJ the\n  Statistical Science (http://www.imstat.org/sts/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1208.3580",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3580"],"date":["2012-08-17"],"type":["text"],"creator":["Sparavigna, Amelia Carolina"],"language":[],"coverage":[],"title":["The solar towers of Chankillo"],"description":["  An ancient solar observatory is composed by thirteen towers lined on a hill\nof a coastal desert of Peru. This is the Chankillo observatory. Here we discuss\nit, showing some simulations of the local sun direction. An analysis of the\nbehaviour of shadows is also proposed.\n","Comment: Chankillo, Peru, ancient solar observatory, archaeoastronomy,\n  Almagest"]}]
["1208.3581",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3581"],"date":["2012-08-17"],"type":["text"],"creator":["Nesetril, Jaroslav","De Mendez, Patrice Ossona"],"language":[],"coverage":[],"title":["A note on Fiedler value of classes with sublinear separators"],"description":["  The $n$-th Fiedler value of a class of graphs $\\mathcal C$ is the maximum\nsecond eigenvalue $\\lambda_2(G)$ of a graph $G\\in\\mathcal C$ with $n$ vertices.\nIn this note we relate this value to shallow minors and, as a corollary, we\ndetermine the right order of the $n$-th Fiedler value for some minor closed\nclasses of graphs, including the class of planar graphs.\n"]}]
["1208.3582",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3582"],"date":["2012-08-17"],"type":["text"],"creator":["Balasubramanian, Sriram","McCullough, Scott"],"language":[],"coverage":[],"title":["Quasi-Convex Free Polynomials"],"description":["  Let $\\Rx$ denote the ring of polynomials in $g$ freely non-commuting\nvariables $x=(x_1,...,x_g)$. There is a natural involution * on $\\Rx$\ndetermined by $x_j^*=x_j$ and $(pq)^*=q^* p^*$ and a free polynomial $p\\in\\Rx$\nis symmetric if it is invariant under this involution. If $X=(X_1,...,X_g)$ is\na $g$ tuple of symmetric $n\\times n$ matrices, then the evaluation $p(X)$ is\nnaturally defined and further $p^*(X)=p(X)^*$. In particular, if $p$ is\nsymmetric, then $p(X)^*=p(X)$. The main result of this article says if $p$ is\nsymmetric, $p(0)=0$ and for each $n$ and each symmetric positive definite\n$n\\times n$ matrix $A$ the set ${X:A-p(X)\\succ 0}$ is convex, then $p$ has\ndegree at most two and is itself convex, or $-p$ is a hermitian sum of squares.\n"]}]
["1208.3585",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","30C65 (Primary) 30D05, 37F10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3585"],"date":["2012-08-17"],"type":["text"],"creator":["Fletcher, Alastair N.","Nicks, Daniel A."],"language":[],"coverage":[],"title":["Chaotic dynamics of a quasiregular sine mapping"],"description":["  This article studies the iterative behaviour of a quasiregular mapping\nS:\\R^d\\to\\R^d that is an analogue of a sine function. We prove that the\nperiodic points of S form a dense subset of \\R^d. We also show that the Julia\nset of this map is \\R^d in the sense that the forward orbit under S of any\nnon-empty open set is the whole space \\R^d. The map S was constructed by\nBergweiler and Eremenko who proved that the escaping set I(S) is also dense in\n\\R^d.\n","Comment: 8 pages"]}]
["1208.3587",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3587"],"date":["2012-08-17"],"type":["text"],"creator":["Chen, Dianyu","Yuan, Rongxin","Roy, Soumyajit"],"language":[],"coverage":[],"title":["A recoverable versatile photo-polymerization initiator catalyst"],"description":["  A photo-polymerization initiator based on an imidazolium and an oxometalate,\nviz., (BMIm)2(DMIm) PW12O40 (where, BMIm = 1-butyl-3-methylimizodium, DMIm =\n3,3'-Dimethyl-1,1'-Diimidazolium) is reported. It polymerizes several\nindustrially important monomers and is recoverable hence can be reused. The Mn\nand PDI are controlled and a reaction pathway is proposed.\n","Comment: Letter, 3 pages"]}]
["1208.3600",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Neural and Evolutionary Computing","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3600"],"date":["2012-08-17"],"type":["text"],"creator":["Shrivastava, Piyush"],"language":[],"coverage":[],"title":["Modeling and Control of CSTR using Model based Neural Network Predictive\n  Control"],"description":["  This paper presents a predictive control strategy based on neural network\nmodel of the plant is applied to Continuous Stirred Tank Reactor (CSTR). This\nsystem is a highly nonlinear process; therefore, a nonlinear predictive method,\ne.g., neural network predictive control, can be a better match to govern the\nsystem dynamics. In the paper, the NN model and the way in which it can be used\nto predict the behavior of the CSTR process over a certain prediction horizon\nare described, and some comments about the optimization procedure are made.\nPredictive control algorithm is applied to control the concentration in a\ncontinuous stirred tank reactor (CSTR), whose parameters are optimally\ndetermined by solving quadratic performance index using the optimization\nalgorithm. An efficient control of the product concentration in cstr can be\nachieved only through accurate model. Here an attempt is made to alleviate the\nmodeling difficulties using Artificial Intelligent technique such as Neural\nNetwork. Simulation results demonstrate the feasibility and effectiveness of\nthe NNMPC technique.\n"]}]
["1208.3604",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Functional Analysis","Mathematics - Optimization and Control","39B42, 45D05, 39A10, 45M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3604"],"date":["2012-08-17"],"type":["text"],"creator":["Sidorov, Denis","Sidorov, Nikolai"],"language":[],"coverage":[],"title":["Solution to the Volterra Operator Equations of the 1st kind with\n  Piecewise Continuous Kernels"],"description":["  The sufficient conditions for existence and uniqueness of continuous\nsolutions of the Volterra operator equations of the first kind with piecewise\ncontinuous kernel are derived. The asymptotic approximation of the parametric\nfamily of solutions are constructed in case of non-unique solution. The\nalgorithm for the solution's improvement is proposed using the successive\napproximations method.\n","Comment: 17 pages"]}]
["1208.3605",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3605"],"date":["2012-08-17"],"type":["text"],"creator":["Blatt, Simon","Reiter, Philipp"],"language":[],"coverage":[],"title":["Regularity theory for tangent-point energies: The non-degenerate\n  sub-critical case"],"description":["  In this article we introduce and investigate a new two-parameter family of\nknot energies $TP^{(p,q)}$ that contains the tangent-point energies. These\nenergies are obtained by decoupling the exponents in the numerator and\ndenominator of the integrand in the original definition of the tangent-point\nenergies.\n  We will first characterize the curves of finite energy in the sub-critical\nrange $p\\in(q+2,2q+1)$ and see that those are all injective and regular curves\nin the Sobolev-Slobodecki\\u{i} space $W^{(p-1)/q,q}$. We derive a formula for\nthe first variation that turns out to be a non-degenerate elliptic operator for\nthe special case $q=2$ --- a fact that seems not to be the case for the\noriginal tangent-point energies. This observation allows us to prove that\nstationary points of $TP^{(p,2)}$ + \\lambda length, $p\\in(4,5)$, \\lambda > 0,\nare smooth --- so especially all local minimizers are smooth.\n","Comment: 31 pages, 1 figure"]}]
["1208.3606",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3606"],"date":["2012-08-17"],"type":["text"],"creator":["Jones, Graham","Sagitov, Serik","Oxelman, Bengt"],"language":[],"coverage":[],"title":["Statistical Inference of Allopolyploid Species Networks in the Presence\n  of Incomplete Lineage Sorting"],"description":["  Polyploidy is an important speciation mechanism, particularly in land plants.\nAllopolyploid species are formed after hybridization between otherwise\nintersterile parental species. Recent theoretical progress has led to\nsuccessful implementation of species tree models that take population genetic\nparameters into account. However, these models have not included allopolyploid\nhybridization and the special problems imposed when species trees of\nallopolyploids are inferred. Here, two new models for the statistical inference\nof the evolutionary history of allopolyploids are evaluated using simulations\nand demonstrated on two empirical data sets. It is assumed that there has been\na single hybridization event between two diploid species resulting in a genomic\nallotetraploid. The evolutionary history can be represented as a network or as\na multiply labeled tree, in which some pairs of tips are labeled with the same\nspecies. In one of the models (AlloppMUL), the multiply labeled tree is\ninferred directly. This is the simplest model and the most widely applicable,\nsince fewer assumptions are made. The second model (AlloppNET) incorporates the\nhybridization event explicitly which means that fewer parameters need to be\nestimated. Both models are implemented in the BEAST framework. Simulations show\nthat both models are useful and that AlloppNET is more accurate if the\nassumptions it is based on are valid. The models are demonstrated on previously\nanalyzed data from the genus Pachycladon (Brassicaceae) and from the genus\nSilene (Caryophyllaceae).\n"]}]
["1208.3623",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3623"],"date":["2012-08-17"],"type":["text"],"creator":["Rafi, Muhammad","Hassan, Sundus","Shaikh, Mohammad Shahid"],"language":[],"coverage":[],"title":["Content-based Text Categorization using Wikitology"],"description":["  A major computational burden, while performing document clustering, is the\ncalculation of similarity measure between a pair of documents. Similarity\nmeasure is a function that assign a real number between 0 and 1 to a pair of\ndocuments, depending upon the degree of similarity between them. A value of\nzero means that the documents are completely dissimilar whereas a value of one\nindicates that the documents are practically identical. Traditionally,\nvector-based models have been used for computing the document similarity. The\nvector-based models represent several features present in documents. These\napproaches to similarity measures, in general, cannot account for the semantics\nof the document. Documents written in human languages contain contexts and the\nwords used to describe these contexts are generally semantically related.\nMotivated by this fact, many researchers have proposed semantic-based\nsimilarity measures by utilizing text annotation through external thesauruses\nlike WordNet (a lexical database). In this paper, we define a semantic\nsimilarity measure based on documents represented in topic maps. Topic maps are\nrapidly becoming an industrial standard for knowledge representation with a\nfocus for later search and extraction. The documents are transformed into a\ntopic map based coded knowledge and the similarity between a pair of documents\nis represented as a correlation between the common patterns. The experimental\nstudies on the text mining datasets reveal that this new similarity measure is\nmore effective as compared to commonly used similarity measures in text\nclustering.\n","Comment: 9 pages; IJCSI August 2012"]}]
["1208.3626",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3626"],"date":["2012-08-17"],"type":["text"],"creator":["Leibfritz, J.","Andrews, R.","Carlson, K.","Chase, B.","Church, M.","Harms, E.","Klebaner, A.","Kucera, M.","Lackey, S.","Martinez, A.","Nagaitsev, S.","Nobrega, L.","Piot, P.","Reid, J.","Wendt, M.","Wesseln, S."],"language":[],"coverage":[],"title":["Status and plans for a SRF accelerator test faciliy at Fermilab"],"description":["  A superconducting RF accelerator test facility is being constructed at\nFermilab. The existing New Muon Lab (NML) building is being converted for this\nfacility. The accelerator will consist of an electron gun, injector, beam\nacceleration section consisting of 3 TTF-type or ILC-type cryomodules, multiple\ndownstream beam lines for testing diagnostics and conducting various beam\ntests, and a high power beam dump. When completed, it is envisioned that this\nfacility will initially be capable of generating an 810 MeV electron beam with\nILC beam intensity. Expansion plans of the facility are underway that will\nprovide the capability to upgrade the accelerator to a total beam energy of 1.5\nGeV. In addition to testing accelerator components, this facility will be used\nto test RF power equipment, instrumentation, LLRF and controls systems for\nfuture SRF accelerators such as the ILC and Project-X. This paper describes the\ncurrent status and overall plans for this facility.\n","Comment: 4 pp. Particle Accelerator, 24th Conference (PAC'11) 2011. 28 Mar - 1\n  Apr 2011. New York, USA"]}]
["1208.3628",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3628"],"date":["2012-08-17"],"type":["text"],"creator":["Caden, Erica","collaboration, for the Double Chooz"],"language":[],"coverage":[],"title":["Studying Neutrino Directionality with Double Chooz"],"description":["  The first results from Double Chooz with 100 days of data measured\n$\\sin^2(2\\theta_{13}) = 0.086 \\pm 0.051$. Backgrounds contribute significantly\nto the systematic uncertainty budget. Using the incoming neutrino\ndirectionality we will attempt to further separate the inverse beta decay\nsignal from backgrounds. The CHOOZ experiment completed a similar analysis and\nfound that the neutrino source can be located to within a cone of half-aperture\nof 18 degrees at the 68% C.L. We study the possible improvement of this result\nby Double Chooz.\n","Comment: 4 pages, 2 figures, contribution to the proceedings for 47th\n  Rencontres de Moriond EW session"]}]
["1208.3630",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3630"],"date":["2012-08-17"],"type":["text"],"creator":["Steimel, J.","Tan, C. Y."],"language":[],"coverage":[],"title":["A data acquisition system for longitudinal beam properties in a rapid\n  cycling synchrotron"],"description":["  A longitudinal beam properties, data acquisition system has been commissioned\nto operate in the Fermilab booster ring. This system captures real time\ninformation including beam synchronous phase, bunch length, and coupled bunch\ninstability amplitudes as the beam is accelerated from 400 MeV to 8 GeV in 33\nms. The system uses an off-the-shelf Tektronix oscilloscope running Labview\nsoftware and a synchronous pulse generator. This paper describes the hardware\nconfiguration and the software configuration used to optimize the data\nprocessing rate.\n","Comment: 3 pp. Particle Accelerator, 24th Conference (PAC'11) 2011. 28 Mar - 1\n  Apr 2011. New York, USA"]}]
["1208.3631",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3631"],"date":["2012-08-17"],"type":["text"],"creator":["Serjeant, S.","Pearson, C.","White, G. J.","Smith, M. W. L.","Doi, Y."],"language":[],"coverage":[],"title":["A multi-wavelength view of galaxy evolution with AKARI"],"description":["  AKARI's all-sky survey resolves the far-infrared emission in many thousands\nof nearby galaxies, providing essential local benchmarks against which the\nevolution of high-redshift populations can be measured. This review presents\nsome recent results in the resolved galaxy populations, covering some\nwell-known nearby targets, as well as samples from major legacy surveys such as\nthe Herschel Reference Survey and the JCMT Nearby Galaxies Survey. This review\nalso discusses the prospects for higher redshifts surveys, including strong\ngravitational lens clusters and the AKARI NEP field.\n","Comment: Accepted for Publications of the Korean Astronomical Society\n  (September 30, 2012 issue, volume 27, No. 3), Proceedings of the Second AKARI\n  conference, Legacy of AKARI: A Panoramic View of the Dusty Universe. 6 pages"]}]
["1208.3633",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3633"],"date":["2012-08-17"],"type":["text"],"creator":["Burov, A.","Tan, C. Y."],"language":[],"coverage":[],"title":["Bucket shaking stops bunch dancing in Tevatron"],"description":["  Bunches in Tevatron are known to be longitudinally unstable: their collective\noscillations, also called \"dancing bunches,\" persist without any signs of\ndecay. Typically, a damper is used to stop these oscillations, but recently, it\nwas theoretically predicted that the oscillations can be stabilized by means of\nsmall bucket shaking. Dedicated measurements in Tevatron have shown that this\nmethod does stop the dancing.\n","Comment: 3 pp. Particle Accelerator, 24th Conference (PAC'11) 2011. 28 Mar - 1\n  Apr 2011. New York, USA"]}]
["1208.3635",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Logic","54A25 (Primary) 03E04, 54D80, 54D70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3635","Topology and its Applications, 159 (2012), 3180--3189","doi:10.1016/j.topol.2012.06.004"],"date":["2012-08-17"],"type":["text"],"creator":["Milovich, David"],"language":[],"coverage":[],"title":["Forbidden rectangles in compacta"],"description":["  We establish negative results about \"rectangular\" local bases in compacta.\nFor example, there is no compactum where all points have local bases of cofinal\ntype \\omega x \\omega_2. For another, the compactum \\beta\\omega has no\nnontrivially rectangular local bases, and the same is consistently true of\n\\beta\\omega \\ \\omega: no local base in \\beta\\omega has cofinal type \\kappa x c\nif \\kappa < m_{\\sigma-n-linked} for some n in [1,\\omega). Also, CH implies that\nevery local base in \\beta\\omega \\ \\omega has the same cofinal type as one in\n\\beta\\omega.\n  We also answer a question of Dobrinen and Todorcevic about cofinal types of\nultrafilters: the Fubini square of a filter on \\omega always has the same\ncofinal type as its Fubini cube. Moreover, the Fubini product of nonprincipal\nP-filters on \\omega is commutative modulo cofinal equivalence.\n","Comment: 15 pages"]}]
["1208.3640",{"format":[],"subject":["Mathematics - Analysis of PDEs","49K21 (Primary) 49Q10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3640"],"date":["2012-08-17"],"type":["text"],"creator":["Nazarov, Alexander I."],"language":[],"coverage":[],"title":["On symmetry and asymmetry in a problem of shape optimization"],"description":["  We investigate a shape optimization problem of the Polya-Szego type and prove\nsome results on symmetry and asymmetry of extremal domains.\n","Comment: 5 pages"]}]
["1208.3641",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3641"],"date":["2012-08-17"],"type":["text"],"creator":["Britzger, Daniel","Rabbertz, Klaus","Stober, Fred","Wobisch, Markus"],"language":[],"coverage":[],"title":["New features in version 2 of the fastNLO project"],"description":["  Standard methods for higher-order calculations of QCD cross sections in\nhadron-induced collisions are time-consuming. The fastNLO project uses\nmulti-dimensional interpolation techniques to convert the convolutions of\nperturbative coefficients with parton distribution functions and the strong\ncoupling into simple products. By integrating the perturbative coefficients for\na given observable with interpolation kernels, fastNLO can store the results of\nthe time-consuming folding integrals in tables, which subsequently are used for\nvery fast rederivations of the same observable for arbitrary parton\ndistribution functions, different scale choices, or alpha_s(M_Z). Various\ntables with code for their evaluation are available for numerous jet\nmeasurements at the LHC, the TeVatron, and HERA. FastNLO is used in\npublications of experimental results by the ATLAS, CMS, CDF, D0, and H1\ncollaborations, and in all recent global PDF analyses by MSTW, CTEQ, and NNPDF.\nThis article focuses on developments implemented in the new version 2 of\nfastNLO, enhancing and broadening its functionality.\n","Comment: 5 pages, 1 figure. To be published in the Proceedings of the XX\n  International Workshop on Deep Inelastic Scattering, University of Bonn,\n  26-30th March 2012"]}]
["1208.3648",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3648"],"date":["2012-08-17"],"type":["text"],"creator":["Boeckle, Christoph","Wittwer, Peter"],"language":[],"coverage":[],"title":["Artificial boundary conditions for stationary Navier-Stokes flows past\n  bodies in the half-plane"],"description":["  We discuss artificial boundary conditions for stationary Navier-Stokes flows\npast bodies in the half-plane, for a range of low Reynolds numbers. When\ntruncating the half-plane to a finite domain for numerical purposes, artificial\nboundaries appear. We present an explicit Dirichlet condition for the velocity\nat these boundaries in terms of an asymptotic expansion for the solution to the\nproblem. We show a substantial increase in accuracy of the computed values for\ndrag and lift when compared with results for traditional boundary conditions.\nWe also analyze the qualitative behavior of the solutions in terms of the\nstreamlines of the flow. The new boundary conditions are universal in the sense\nthat they depend on a given body only through one constant, which can be\ndetermined in a feed-back loop as part of the solution process.\n"]}]
["1208.3651",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3651"],"date":["2012-08-17"],"type":["text"],"creator":["Pires, M. O. C."],"language":[],"coverage":[],"title":["Generalized Wick's theorem at finite temperature for a quadratic\n  Hamiltonian"],"description":["  In Gaudin (1960), Michel Gaudin showed the Wick's theorem at finite\ntemperature using a diagonal Hamiltonian. We extend the Gaudin's prove for a\nstatistical density operator which depend on a quadratic Hamiltonian. To\nillustrate the utility of the theorem, we evaluate the ratio\n$\\sqrt{[<\\hat{N}^2>-<\\hat{N}>^2]/<\\hat{N}>}$ of a homogeneous weakly\ninteracting Bose gas at temperature below the Bose-Einstein condensation\ntemperature. At this condition, the quadratic Hamiltonian approximation is\nvalued and, in this evaluation, we show the sub-Poissonian behaviour of the\nfundamental state distribution at zero temperature.\n"]}]
["1208.3659",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3659","International Journal of Research and Reviews in Applied Sciences\n  (IJRRAS), Vol. 11, No. 2 (2012) pp. 285-290"],"date":["2012-08-16"],"type":["text"],"creator":["Al-Khazali, Hisham A. H.","Askari, Mohamad R."],"language":[],"coverage":[],"title":["Thermal Effects for Shaft-Pre-Stress on Rotor Dynamic System"],"description":["  This Paper outlines study behaviour of rotating shaft with high speed under\nthermal effects. The method of obtaining the frequency response functions of a\nrotor system with study whirl effect in this revision the raw data obtained\nfrom the experimental results (using Smart Office program) are curve-fitted by\ntheoretical data regenerated from some of the experimental data and simulating\nit using finite element (ANSYS 12). (FE) models using the Eigen analysis\ncapability were used to simulate the vibration. The results were compared with\nexperimental data show analysis data with acceptable accuracy and performance.\nThe rotating effect causes un-symmetry in the system matrices, resulting in\ncomplexity in decoupling the mathematical models of the system for the purpose\nof modal analysis. Different method is therefore required, which can handle\ngeneral system matrices rather than symmetrical matrices, which is normal for\npassive structures. Mathematical model of the system from the test data can be\nassembled. The frequency response functions are extracted, Campbell diagram are\ndraw and simulated. (FE) is used to carry out such as simulation since it has\ngood capability for Eigen analysis and also good graphical facility.\n  Keywords: Thermal effects, Modelling, Campbell diagram, Whirl, Rotor\ndynamics.\n","Comment: Published by: Academic Research Publishing Agency. All rights\n  reserved, 6 pages, 4 figures, 1 picture"]}]
["1208.3661",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3661","Appl. Phys. Lett. 101, 072409 (2012)","doi:10.1063/1.4747152"],"date":["2012-08-17"],"type":["text"],"creator":["Dolocan, Voicu O."],"language":[],"coverage":[],"title":["Spin-torque effect on spin wave modes in magnetic nanowires"],"description":["  The interaction between a spin polarized dc electrical current and spin wave\nmodes of a cylindrical nanowire is investigated in this report. We found that\nclose to the critical current, the uniform mode is suppressed, while the edge\nmode starts to propagate into the sample. When the current exceeds the critical\nvalue, this phenomenon is even more accentuated. The edge mode becomes the\nuniform mode of the nanowire. The higher spin wave modes are slowly pushed away\nby the current until the propagating mode remains.\n","Comment: 11 pages, 6 gigures"]}]
["1208.3669",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3669","Proceedings of SPIE, Vol. 7400, 740012-1-12 (2009)","doi:10.1117/12.825496"],"date":["2012-08-03"],"type":["text"],"creator":["Mansuripur, Masud","Zakharian, Armis R."],"language":[],"coverage":[],"title":["What is wrong with the interpretation of recent nano-filament\n  experiments?"],"description":["  In a recent paper, W. She, J. Yu and R. Feng reported the slight deformations\nobserved upon transmission of a light pulse through a short length of a silica\nglass nano-filament. Relating the shape and magnitude of these deformations to\nthe momentum of the light pulse inside and outside the filament, these authors\nconcluded that, within the fiber, the photons carry the Abraham momentum. We\npresent an alternative evaluation of force and momentum in a system similar to\nthe experimental setup of She et al. Using precise numerical calculations that\ntake into account not only the electromagnetic momentum inside and outside the\nfilament, but also the Lorentz force exerted by a light pulse in its entire\npath through the nano-waveguide, we conclude that the net effect should be a\npull (rather than a push) force on the end face of the nano-filament.\n","Comment: 12 pages, 7 figures, 13 equations,7 references. arXiv admin note:\n  substantial text overlap with arXiv:1208.3280"]}]
["1208.3670",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3670"],"date":["2012-08-08"],"type":["text"],"creator":["Liu, Qiong"],"language":[],"coverage":[],"title":["A Survey of Recent View-based 3D Model Retrieval Methods"],"description":["  Extensive research efforts have been dedicated to 3D model retrieval in\nrecent decades. Recently, view-based methods have attracted much research\nattention due to the high discriminative property of multi-views for 3D object\nrepresentation. In this report, we summarize the view-based 3D model methods\nand provide the further research trends. This paper focuses on the scheme for\nmatching between multiple views of 3D models and the application of\nbag-of-visual-words method in 3D model retrieval. For matching between multiple\nviews, the many-to-many matching, probabilistic matching and semisupervised\nlearning methods are introduced. For bag-of-visual-words application in 3D\nmodel retrieval, we first briefly review the bag-of-visual-words works on\nmultimedia and computer vision tasks, where the visual dictionary has been\ndetailed introduced. Then a series of 3D model retrieval methods by using\nbag-of-visual-words description are surveyed in this paper. At last, we\nsummarize the further research content in view-based 3D model retrieval.\n","Comment: 15 pages. arXiv admin note: text overlap with arXiv:1207.7244 by\n  other author without attribution"]}]
["math/0505053",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505053","Prob. Theory and Rel. Fields 2007, Vol. 137, No. 1, 25-47","doi:10.1007/s00440-006-0502-7"],"date":["2005-05-03","2005-05-06"],"type":["text"],"creator":["Dalalyan, Arnak","Reiss, Markus"],"language":[],"coverage":[],"title":["Asymptotic statistical equivalence for ergodic diffusions: the\n  multidimensional case"],"description":["  Asymptotic local equivalence in the sense of Le Cam is established for\ninference on the drift in multidimensional ergodic diffusions and an\naccompanying sequence of Gaussian shift experiments. The nonparametric local\nneighbourhoods can be attained for any dimension, provided the regularity of\nthe drift is sufficiently large. In addition, a heteroskedastic Gaussian\nregression experiment is given, which is also locally asymptotically equivalent\nand which does not depend on the centre of localisation. For one direction of\nthe equivalence an explicit Markov kernel is constructed.\n","Comment: 03 May 2005, 23 pages"]}]
