["0709.2720",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.2720","Math. Res. Lett. 17 (2010), no. 1, 127-145"],"date":["2007-09-17"],"type":["text"],"creator":["Stienon, Mathieu"],"language":[],"coverage":[],"title":["Equivariant Dixmier-Douady Classes"],"description":["  An equivariant bundle gerbe \\`a la Meinrenken over a $G$-manifold $M$ is\nknown to be a special type of $S^1$-gerbe over the differentiable stack\n$[M/G]$. We prove that the natural morphism relating the Cartan and simplicial\nmodels of equivariant cohomology in degree 3 maps the Dixmier-Douady class of\nan equivariant bundle gerbe \\`a la Meinrenken to the Behrend-Xu-Dixmier-Douady\nclass of the corresponding $S^1$-gerbe.\n","Comment: 18 pages"]}]
["0803.1895",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.1895","P.M.C. Rourke and S.R. Julian, Computer Physics Communications\n  183, 324 (2012)","doi:10.1016/j.cpc.2011.10.015"],"date":["2008-03-13","2012-04-05"],"type":["text"],"creator":["Rourke, P. M. C.","Julian, S. R."],"language":[],"coverage":[],"title":["Numerical extraction of de Haas - van Alphen frequencies from calculated\n  band energies"],"description":["  A new algorithm for extracting de Haas-van Alphen frequencies and effective\nmasses from calculated band energies is presented. The algorithm creates an\ninterpolated k-space \"super cell,\" which is broken into slices perpendicular to\nthe desired magnetic field direction. Fermi surface orbits are located within\neach slice, and de Haas-van Alphen frequencies and effective masses are\ncalculated. Orbits are then matched across slices, and extremal orbits\ndetermined. This technique has been successful in locating extremal orbits not\npreviously noticed in the complicated topology of existing UPt3 band-structure\ndata; these new orbits agree with experimental de Haas-van Alphen measurements\non this material, and solidify the case for a fully-itinerant model of UPt3.\n","Comment: 21 pages, 7 figures, updated after publication in Computer Physics\n  Communications, includes download link to algorithm source code"]}]
["0807.3304",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.3304","J. Geom. Phys. 59 (2009), no. 7, 1063-1072","doi:10.1016/j.geomphys.2009.04.013"],"date":["2008-07-21"],"type":["text"],"creator":["Signori, Daniele","Stienon, Mathieu"],"language":[],"coverage":[],"title":["On Nonlinear Gauge Theories"],"description":["  In this note, we study non-linear gauge theories for principal bundles, where\nthe structure group is replaced by a Lie groupoid. We follow the approach of\nMoerdijk-Mrcun and establish its relation with the existing physics literature.\nIn particular, we derive a new formula for the gauge transformation which\nclosely resembles and generalizes the classical formulas found in Yang Mills\ngauge theories.\n","Comment: 12 pages"]}]
["0811.0062",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Number Theory","11H56, 20F05, 20F55, 51M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0062"],"date":["2008-11-01","2012-04-06"],"type":["text"],"creator":["Basak, Tathagata"],"language":[],"coverage":[],"title":["The complex Lorentzian Leech lattice and the bimonster (II)"],"description":["  Let $D$ be the incidence graph of the projective plane over $\\FF_3$. The\nArtin group of the graph $D$ maps onto the bimonster and a complex hyperbolic\nreflection group $\\Gamma$ acting on 13 dimensional complex hyperbolic space\n$Y$. The generators of the Artin group are mapped to elements of order 2 (resp.\n3) in the bimonster (resp. $\\Gamma$). Let $Y^{\\circ} \\subseteq Y$ be the\ncomplement of the union of the mirrors of $\\Gamma$. Daniel Allcock has\nconjectured that the orbifold fundamental group of $Y^{\\circ}/\\Gamma$ surjects\nonto bimonster. In this article we study the reflection group $\\Gamma$. Our\nmain result shows that there is homomorphism from the Artin group of $D$ to the\norbifold fundamental group of $Y^{\\circ}/\\Gamma$, obtained by sending the Artin\ngenerators to the generators of monodromy around the mirrors of the generating\nreflections in $\\Gamma$. This answers a question in Allcock's article \"A\nmonstrous proposal\" and takes a step towards the proof of Allcock's conjecture.\nThe finite group $\\op{PGL}(3, \\FF_3) \\subseteq \\Aut(D)$ acts on $Y$ and fixes a\ncomplex hyperbolic line pointwise. We show that the restriction of\n$\\Gamma$-invariant meromorphic automorphic forms on $Y$ to the complex\nhyperbolic line fixed by $\\op{PGL}(3, \\FF_3)$ gives meromorphic modular forms\nof level 13.\n","Comment: 23 pages, 4 figures. Changes in section 2. Section 5 simplified.\n  References updated"]}]
["0901.2036",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2036","Rev. C 79, 034604 (2009)","doi:10.1103/PhysRevC.79.034604"],"date":["2009-01-14"],"type":["text"],"creator":["Shlomo, S.","Roepke, G.","Natowitz, J. B.","Qin, L.","Hagel, K.","Wada, R.","Bonasera, A."],"language":[],"coverage":[],"title":["Effect of medium dependent binding energies on inferring the\n  temperatures and freeze-out density of disassembling hot nuclear matter from\n  cluster yields"],"description":["  We explore the abundance of light clusters in asymmetric nuclear matter at\nsubsaturation density. With increasing density, binding energies and wave\nfunctions are modified due to medium effects. The method of Albergo, Costa,\nCostanzo and Rubbino (ACCR) for determining the temperature and free nucleon\ndensity of a disassembling hot nuclear source from fragment yields is modified\nto include, in addition to Coulomb effects and flow, also effects of medium\nmodifications of cluster properties, which become of importance when the\nnuclear matter density is above 10$^{-3}$ fm$^{-3}$. We show how the analysis\nof cluster yields, to infer temperature and nucleon densities, is modified if\nthe shifts in binding energies of in medium clusters are included. While, at\nlow densities, the temperature calculated from given yields changes only\nmodestly if medium effects are taken into account, larger discrepancies are\nobserved when the nucleon densities are determined from measured yields.\n","Comment: 17 pages, 2 figures"]}]
["0903.1439",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11F11, 14H52, 14K10, 11F67, 11F25, 11G18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1439","International Journal of Number Theory 8 (2012), no. 3, 715-748","doi:10.1142/S1793042112500418"],"date":["2009-03-08","2011-09-22"],"type":["text"],"creator":["Khuri-Makdisi, Kamal"],"language":[],"coverage":[],"title":["Moduli interpretation of Eisenstein series"],"description":["  Let L >= 3. Using the moduli interpretation, we define certain elliptic\nmodular forms of level Gamma(L) over any field k where 6L is invertible and k\ncontains the Lth roots of unity. These forms generate a graded algebra R_L,\nwhich, over C, is generated by the Eisenstein series of weight 1 on Gamma(L).\nThe main result of this article is that, when k=C, the ring R_L contains all\nmodular forms on Gamma(L) in weights >= 2. The proof combines algebraic and\nanalytic techniques, including the action of Hecke operators and nonvanishing\nof L-functions. Our results give a systematic method to produce models for the\nmodular curve X(L) defined over the Lth cyclotomic field, using only exact\narithmetic in the L-torsion field of a single Q-rational elliptic curve E^0.\n","Comment: 29 pages, amslatex. Version 6: corrected a sign misprint in equation\n  (4.6) (thanks to N. Mascot for pointing it out). Final accepted version"]}]
["0903.5065",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5065","Int. Math. Res. Not. IMRN 2011, no. 3, 553-571","doi:10.1093/imrn/rnq084"],"date":["2009-03-29"],"type":["text"],"creator":["Stienon, Mathieu"],"language":[],"coverage":[],"title":["Holomorphic Koszul-Brylinski Homology"],"description":["  In this note, we study the Koszul-Brylinski homology of holomorphic Poisson\nmanifolds. We show that it is isomorphic to the cohomology of a certain smooth\ncomplex Lie algebroid with values in the Evens-Lu-Weinstein duality module. As\na consequence, we prove that the Evens-Lu-Weinstein pairing on Koszul-Brylinski\nhomology is nondegenerate. Finally we compute the Koszul-Brylinski homology for\nPoisson structures on $\\CP^1\\times\\CP^1$.\n","Comment: 14 pages"]}]
["0904.4062",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","15A66, 17B63, 17B66, 53C15, 53D17, 55R65, 58A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4062","Comm. Math. Phys. 297 (2010), no. 1, 169-187","doi:10.1007/s00220-010-1029-4"],"date":["2009-04-26","2010-01-04"],"type":["text"],"creator":["Chen, Zhuo","Stienon, Mathieu","Xu, Ping"],"language":[],"coverage":[],"title":["Geometry of Maurer-Cartan Elements on Complex Manifolds"],"description":["  The semi-classical data attached to stacks of algebroids in the sense of\nKashiwara and Kontsevich are Maurer-Cartan elements on complex manifolds, which\nwe call extended Poisson structures as they generalize holomorphic Poisson\nstructures. A canonical Lie algebroid is associated to each Maurer-Cartan\nelement. We study the geometry underlying these Maurer-Cartan elements in the\nlight of Lie algebroid theory. In particular, we extend Lichnerowicz-Poisson\ncohomology and Koszul-Brylinski homology to the realm of extended Poisson\nmanifolds; we establish a sufficient criterion for these to be finite\ndimensional; we describe how homology and cohomology are related through the\nEvens-Lu-Weinstein duality module; and we describe a duality on\nKoszul-Brylinski homology, which generalizes the Serre duality of Dolbeault\ncohomology.\n","Comment: final version to appear in Comm. Math. Phys"]}]
["0904.4065",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","Mathematics - Combinatorics","14E05, 14E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4065","Math. Comp. 81 (2012), no. 279, 1857--1867"],"date":["2009-04-26","2011-04-06"],"type":["text"],"creator":["Simis, Aron","Villarreal, Rafael H."],"language":[],"coverage":[],"title":["Combinatorics of Cremona monomial maps"],"description":["  One studies Cremona monomial maps by combinatorial means. Among the results\nis a simple integer matrix theoretic proof that the inverse of a Cremona\nmonomial map is also defined by monomials of fixed degree, and moreover, the\nset of monomials defining the inverse can be obtained explicitly in terms of\nthe initial data. A neat consequence is drawn for the plane Cremona monomial\ngroup, in particular the known result saying that a plane Cremona (monomial)\nmap and its inverse have the same degree. Included is a discussion about the\ncomputational side and/or implementation of the combinatorial invariants\nstemming from these questions.\n","Comment: Mathematics of Computation, to appear"]}]
["0911.5467",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5467","Phys. Rev. A. 85, 030303(R) (2012)","doi:10.1103/PhysRevA.85.030303"],"date":["2009-11-29","2012-04-05"],"type":["text"],"creator":["Ajoy, Ashok","Rao, Rama Koteswara","Kumar, Anil","Rungta, Pranaw"],"language":[],"coverage":[],"title":["Algorithmic approach to simulate Hamiltonian dynamics and an NMR\n  simulation of Quantum State Transfer"],"description":["  We propose an iterative algorithm to simulate the dynamics generated by any\n$n$-qubit Hamiltonian. The simulation entails decomposing the unitary time\nevolution operator $U$ (unitary) into a product of different time-step\nunitaries. The algorithm product-decomposes $U$ in a chosen operator basis by\nidentifying a certain symmetry of $U$ that is intimately related to the number\nof gates in the decomposition. We illustrate the algorithm by first obtaining a\npolynomial decomposition in the Pauli basis of the $n$-qubit Quantum State\nTransfer unitary by Di Franco et. al. (Phys. Rev. Lett. 101, 230502 (2008))\nthat transports quantum information from one end of a spin chain to the other;\nand then implement it in Nuclear Magnetic Resonance to demonstrate that the\ndecomposition is experimentally viable and well-scaled. We furthur\nexperimentally test the resilience of the state transfer to static errors in\nthe coupling parameters of the simulated Hamiltonian. This is done by\ndecomposing and simulating the corresponding imperfect unitaries.\n","Comment: Published version"]}]
["1001.2509",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2509","Astronomy and Astrophysics, 519, A24, (2010)","doi:10.1051/0004-6361/201014065"],"date":["2010-01-14","2010-06-07"],"type":["text"],"creator":["Masi, S.","Battistelli, E.","de Bernardis, P.","Lamagna, L.","Nati, F.","Nati, L.","Natoli, P.","Polenta, G.","Schillaci, A."],"language":[],"coverage":[],"title":["On the effect of cosmic rays in bolometric CMB measurements from the\n  stratosphere"],"description":["  Ultra-sensitive bolometric detectors in balloon-borne or satellite missions\nhave the potential to discover low-level non gaussian features in the Cosmic\nMicrowave Background (CMB), due to topological defects or to the inflation\nprocess. However, the space environment includes a population of cosmic rays\n(CR), which produce spurious spikes in bolometric signals. In this paper we\nanalyze how CR affect these measurements and the estimates of non-gaussianity\nand of angular power spectra of the CMB. Using accurate simulations of noise\nand CR events in bolometric detectors, we find that a de-spiking technique\nbased on outliers removal in the detector signals contributing to the same sky\npixel works well in removing CR events larger than the noise. Low level events\nhidden in the noise produce skewness and kurtosis of the temperatures of the\npixels, indicating low-level non-gaussianity. Moreover, when the low-level CR\ndistribution is not known a-priori, the standard noise estimation pipeline\nproduces a positive bias of the power spectrum at high multipoles. In\nexperiments with detector sensitivity better than 100 $\\mu K / \\sqrt{Hz}$, in\nan environment less favorable than the earth stratosphere, the CR-induced non\ngaussianity is likely to affect significantly the results.\n","Comment: This new version is the one accepted for publication on Astronomy and\n  Astrophysics"]}]
["1004.1876",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation","62K15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1876","Journal of Statistical Theory and Practice, Vol. 6 (2012), No. 1,\n  147--161,","doi:10.1080/15598608.2012.647556"],"date":["2010-04-12"],"type":["text"],"creator":["Aoki, Satoshi","Takemura, Akimichi"],"language":[],"coverage":[],"title":["Design and analysis of fractional factorial experiments from the\n  viewpoint of computational algebraic statistics"],"description":["  We give an expository review of applications of computational algebraic\nstatistics to design and analysis of fractional factorial experiments based on\nour recent works. For the purpose of design, the techniques of Gr\\\"obner bases\nand indicator functions allow us to treat fractional factorial designs without\ndistinction between regular designs and non-regular designs. For the purpose of\nanalysis of data from fractional factorial designs, the techniques of Markov\nbases allow us to handle discrete observations. Thus the approach of\ncomputational algebraic statistics greatly enlarges the scope of fractional\nfactorial designs.\n","Comment: 16 pages"]}]
["1004.3552",{"format":[],"subject":["Mathematics - Functional Analysis","42C15, 47B15 (Primary) 46C05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3552","Proc. Amer. Math. Soc. 139 (2011) 3247-3256"],"date":["2010-04-20"],"type":["text"],"creator":["Bownik, Marcin","Jasper, John","Speegle, Darrin"],"language":[],"coverage":[],"title":["Orthonormal dilations of non-tight frames"],"description":["  We establish dilation theorems for non-tight frames with additional\nstructure, i.e., frames generated by unitary groups of operators and projective\nunitary representations. This generalizes previous dilation results for\nParseval frames due to Han and Larson and Gabardo and Han. We also extend the\ndilation theorem for Parseval wavelets, due to Dutkay, Han, Picioroaga, and Sun\n, by identifying the optimal class of frame wavelets for which dilation into an\northonormal wavelet is possible.\n"]}]
["1004.4186",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4186","Progress in Biophysics and Molecular Biology 106 (3): 474-484\n  (2011), ISSN: 0079-6107","doi:10.1016/j.pbiomolbio.2011.02.001"],"date":["2010-04-23","2012-04-05"],"type":["text"],"creator":["Bailly, Francis","Longo, Giuseppe","Montévil, Maël"],"language":[],"coverage":[],"title":["A 2-dimensional Geometry for Biological Time"],"description":["  This paper proposes an abstract mathematical frame for describing some\nfeatures of biological time. The key point is that usual physical (linear)\nrepresentation of time is insufficient, in our view, for the understanding key\nphenomena of life, such as rhythms, both physical (circadian, seasonal ...) and\nproperly biological (heart beating, respiration, metabolic ...). In particular,\nthe role of biological rhythms do not seem to have any counterpart in\nmathematical formalization of physical clocks, which are based on frequencies\nalong the usual (possibly thermodynamical, thus oriented) time. We then suggest\na functional representation of biological time by a 2-dimensional manifold as a\nmathematical frame for accommodating autonomous biological rhythms. The\n\"visual\" representation of rhythms so obtained, in particular heart beatings,\nwill provide, by a few examples, hints towards possible applications of our\napproach to the understanding of interspecific differences or intraspecific\npathologies. The 3-dimensional embedding space, needed for purely mathematical\nreasons, allows to introduce a suitable extra-dimension for \"representation\ntime\", with a cognitive significance.\n","Comment: Presented in an invited Lecture, conference \"Biologie e selezioni\n  naturali\", Florence, December 4-8, 2009"]}]
["1004.5361",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5361","Theory in Biosciences 130 (2): 107-117 (2011), ISSN: 1431-7613","doi:10.1007/s12064-010-0116-6"],"date":["2010-04-29","2012-04-05"],"type":["text"],"creator":["Longo, Giuseppe","Montévil, Maël"],"language":[],"coverage":[],"title":["Protention and retention in biological systems"],"description":["  This paper proposes an abstract mathematical frame for describing some\nfeatures of cognitive and biological time. We focus here on the so called\n\"extended present\" as a result of protentional and retentional activities\n(memory and anticipation). Memory, as retention, is treated in some physical\ntheories (relaxation phenomena, which will inspire our approach), while\nprotention (or anticipation) seems outside the scope of physics. We then\nsuggest a simple functional representation of biological protention. This\nallows us to introduce the abstract notion of \"biological inertia\".\n","Comment: This paper was made possible only as part of an extended\n  collaboration with Francis Bailly (see references), a dear friend and\n  \"ma\\^itre \\'a penser\", who contributed to the key ideas. Francis passed away\n  in february 2008: we continue here our inspiring discussions and joint work"]}]
["1006.0450",{"format":[],"subject":["Quantum Physics","Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0450","J. Phys. A: Math. Theor. 45, 165303 (2012)","doi:10.1088/1751-8113/45/16/165303"],"date":["2010-06-02","2012-04-05"],"type":["text"],"creator":["Davidovic, M.","Sanz, A. S.","Bozic, M.","Arsenovic, D."],"language":[],"coverage":[],"title":["Coherence loss and revivals in atomic interferometry: A quantum-recoil\n  analysis"],"description":["  The coherence effects induced by external photons coupled to matter waves\ninside a Mach-Zehnder three-grating interferometer are analyzed. Alternatively\nto atom-photon entanglement scenarios, the model considered here only relies on\nthe atomic wave function and the momentum shift induced in it by the photon\nscattering events. A functional dependence is thus found between the\nobservables, namely the fringe visibility and the phase shift, and the\ntransversal momentum transfer distribution. A good quantitative agreement is\nfound when comparing the results obtained from our model with the experimental\ndata.\n","Comment: 18 pages, 4 figures"]}]
["1006.1325",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1325","Annals of Probability 2012, Vol. 40, No. 2, 648-694","doi:10.1214/10-AOP636"],"date":["2010-06-07","2012-04-06"],"type":["text"],"creator":["McGoff, Kevin"],"language":[],"coverage":[],"title":["Random subshifts of finite type"],"description":["  Let $X$ be an irreducible shift of finite type (SFT) of positive entropy, and\nlet $B_n(X)$ be its set of words of length $n$. Define a random subset $\\omega$\nof $B_n(X)$ by independently choosing each word from $B_n(X)$ with some\nprobability $\\alpha$. Let $X_{\\omega}$ be the (random) SFT built from the set\n$\\omega$. For each $0\\leq \\alpha \\leq1$ and $n$ tending to infinity, we compute\nthe limit of the likelihood that $X_{\\omega}$ is empty, as well as the limiting\ndistribution of entropy for $X_{\\omega}$. For $\\alpha$ near 1 and $n$ tending\nto infinity, we show that the likelihood that $X_{\\omega}$ contains a unique\nirreducible component of positive entropy converges exponentially to 1. These\nresults are obtained by studying certain sequences of random directed graphs.\nThis version of \"random SFT\" differs significantly from a previous notion by\nthe same name, which has appeared in the context of random dynamical systems\nand bundled dynamical systems.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOP636 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1006.5392",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5392","Astronomy and Astrophysics, 528, A138, (2011)","doi:10.1051/0004-6361/201015288"],"date":["2010-06-28","2011-01-07"],"type":["text"],"creator":["Salatino, Maria","de Bernardis, Paolo","Masi, Silvia"],"language":[],"coverage":[],"title":["A cryogenic waveplate rotator for polarimetry at mm and sub-mm\n  wavelengths"],"description":["  Mm and sub-mm waves polarimetry is the new frontier of research in Cosmic\nMicrowave Background and Interstellar Dust studies. Polarimeters working in the\nIR to MM range need to be operated at cryogenic temperatures, to limit the\nsystematic effects related to the emission of the polarization analyzer. In\nthis paper we study the effect of the temperature of the different components\nof a waveplate polarimeter, and describe a system able to rotate, in a\ncompletely automated way, a birefringent crystal at 4K. We simulate the main\nsystematic effects related to the temperature and non-ideality of the optical\ncomponents in a Stokes polarimeter. To limit these effects, a cryogenic\nimplementation of the polarimeter is mandatory. In our system, the rotation\nproduced by a step motor, running at room temperature, is transmitted down to\ncryogenic temperatures by means of a long shaft and gears running on custom\ncryogenic bearings. Our system is able to rotate, in a completely automated\nway, a birefringent crystal at 4K, dissipating only a few mW in the cold\nenvironment. A readout system based on optical fibers allows to control the\nrotation of the crystal to better than 0.1{\\deg}. This device fulfills the\nstringent requirements for operation in cryogenic space experiments, like the\nforthcoming PILOT, BOOMERanG and LSPE.\n","Comment: Submitted to Astronomy and Astrophysics. v1: 10 pages, 8 figures. v2:\n  corrected labels for the bibliographic references (no changes in the\n  bibliography). v3: revised version. 9 pages, 7 figures. Added a new figure.\n  Updated with a more realistic simulation for the interstellar dust and with\n  the latest cryogenic tests"]}]
["1007.4372",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Probability","91G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4372","Japan Journal of Industrial and Applied Mathematics 25 (2012) 1-21"],"date":["2010-07-25","2011-06-29"],"type":["text"],"creator":["Nakajima, Ryuichi","Kumon, Masayuki","Takemura, Akimichi","Takeuchi, Kei"],"language":[],"coverage":[],"title":["Approximations and asymptotics of upper hedging prices in multinomial\n  models"],"description":["  We give an exposition and numerical studies of upper hedging prices in\nmultinomial models from the viewpoint of linear programming and the\ngame-theoretic probability of Shafer and Vovk. We also show that, as the number\nof rounds goes to infinity, the upper hedging price of a European option\nconverges to the solution of the Black-Scholes-Barenblatt equation.\n"]}]
["1009.2061",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2061"],"date":["2010-09-10","2012-04-06"],"type":["text"],"creator":["Nevins, Thomas A.","Sierra, Susan J."],"language":[],"coverage":[],"title":["Moduli spaces for point modules on naive blowups"],"description":["  The naive blow-up algebras developed by Keeler-Rogalski-Stafford, after\nexamples of Rogalski, are the first known class of connected graded algebras\nthat are noetherian but not strongly noetherian. This failure of the strong\nnoetherian property is intimately related to the failure of the point modules\nover such algebras to behave well in families: puzzlingly, there is no fine\nmoduli scheme for such modules, although point modules correspond bijectively\nwith the points of a projective variety X. We give a geometric structure to\nthis bijection and prove that the variety X is a coarse moduli space for point\nmodules. We also describe the natural moduli stack \\tilde{X} for embedded point\nmodules---an analog of a \"Hilbert scheme of one point\"---as an infinite blow-up\nof X and establish good properties of \\tilde{X}. The natural map \\tilde{X} -> X\nis thus a kind of \"Hilbert-Chow morphism of one point\" for the naive blow-up\nalgebra.\n","Comment: v2: statement and proof of Proposition 4.2 changed to allow correct\n  application in Theorem 5.13. Other minor changes suggested by referee v3:\n  significant revision to correct error in proof of Theorem 5.13 (now Theorems\n  5.11, 6.8, Corollary 6.11). Results added on Castelnuovo-Mumford regularity\n  and on projective embedding of point schemes. Results now assume algebra is\n  generated in degree 1"]}]
["1009.4030",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4030","Journal of Modern Optics, 58: 9, 761 - 765, 18 April 2011","doi:10.1080/09500340.2011.569859"],"date":["2010-09-21"],"type":["text"],"creator":["Subeesh, T.","Sudhir, Vivishek"],"language":[],"coverage":[],"title":["Operator formalism for the Wigner phase distribution"],"description":["  The probability distribution for finding a state of the radiation field in a\nparticular phase is described by a multitude of theoretical formalisms; the\nphase-sensitivity of the Wigner quasi-probability distribution being one of\nthem. We construct a hermitian phase operator for this Wigner phase. We show\nthat this operator is complete and also elucidate a set of complete but\nnon-orthogonal states that seems to be naturally associated with such an\noperator. Further we show that our operator satisfies a weak equivalence\nrelation with the Pegg-Barnett operator, thus showing that the essential phase\ninformation furnished by both formalisms are the same. It is also shown that\nthis operator gives results which are in correct agreement with the expected\nuniform phase distribution of a Fock state.\n","Comment: 5 pages"]}]
["1010.2498",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2498","Physics of Sun and Star Spots, IAU Symp. 273, pp. 200-203 (2011)","doi:10.1017/S1743921311015249"],"date":["2010-10-12"],"type":["text"],"creator":["Cantiello, Matteo","Braithwaite, Jonathan","Brandenburg, Axel","Del Sordo, Fabio","Käpylä, Petri","Langer, Norbert"],"language":[],"coverage":[],"title":["Turbulence and magnetic spots at the surface of hot massive stars"],"description":["  Hot luminous stars show a variety of phenomena in their photospheres and in\ntheir winds which still lack clear physical explanations at this time. Among\nthese phenomena are non-thermal line broadening, line profile variability\n(LPVs), discrete absorption components (DACs), wind clumping and stochastically\nexcited pulsations. Cantiello et al. (2009) argued that a convection zone close\nto the surface of hot, massive stars, could be responsible for some of these\nphenomena. This convective zone is caused by a peak in the opacity due to iron\nrecombination and for this reason is referred as the \"iron convection zone\"\n(FeCZ). 3D MHD simulations are used to explore the possible effects of such\nsubsurface convection on the surface properties of hot, massive stars. We argue\nthat turbulence and localized magnetic spots at the surface are the likely\nconsequence of subsurface convection in early type stars.\n","Comment: 4 pages, 1 figure, to appear in the proceedings of IAU Symposium 273\n  \"Physics of Sun and Starspots\""]}]
["1011.5670",{"format":[],"subject":["Mathematics - Differential Geometry","53C60, 53C22 (primary), 53C45 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5670","Geometry & Topology 15 (2011), no. 4, 2275--2298"],"date":["2010-11-25","2011-09-11"],"type":["text"],"creator":["Burago, Dmitri","Ivanov, Sergei"],"language":[],"coverage":[],"title":["On intrinsic geometry of surfaces in normed spaces"],"description":["  We prove three facts about intrinsic geometry of surfaces in a normed\n(Minkowski) space. When put together, these facts demonstrate a rather\nintriguing picture. We show that (1) geodesics on saddle surfaces (in a space\nof any dimension) behave as they are expected to: they have no conjugate points\nand thus minimize length in their homotopy class; (2) in contrast, every\ntwo-dimensional Finsler manifold can be locally embedded as a saddle surface in\na 4-dimensional space; and (3) geodesics on convex surfaces in a 3-dimensional\nspace also behave as they are expected to: on a complete strictly convex\nsurface, no complete geodesic minimizes the length globally.\n","Comment: 18 pages, v2: corrected a few misprints"]}]
["1012.4360",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4360","Advances in Plasma Astrophysics, ed. Proc. IAU, Vol. 6, IAU Symp.\n  S274, pp. 473-475 (2011)","doi:10.1017/S1743921311007538"],"date":["2010-12-20"],"type":["text"],"creator":["Kemel, Koen","Brandenburg, Axel","Kleeorin, Nathan","Rogachevskii, Igor"],"language":[],"coverage":[],"title":["Turbulent magnetic pressure instability in stratified turbulence"],"description":["  A reduction of total mean turbulent pressure due to the presence of magnetic\nfields was previously shown to be a measurable effect in direct numerical\nsimulations. However, in the studied parameter regime the formation of\nlarge-scale structures, as anticipated from earlier mean-field simulations, was\nnot found. An analysis of the relevant mean-field parameter dependency and the\nparameter domain of interest is conducted in order to clarify this apparent\ndiscrepancy.\n","Comment: 3 pages, 2 figures, proceedings of IAU Symp. 274, Advances in Plasma\n  Astrophysics, ed. A. Bonanno, E. de Gouveia dal Pino and A. Kosovichev"]}]
["1101.1426",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Metric Geometry","28A78"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1426"],"date":["2011-01-07","2012-04-06"],"type":["text"],"creator":["Harangi, Viktor","Keleti, Tamás","Kiss, Gergely","Maga, Péter","Máthé, András","Mattila, Pertti","Strenner, Balázs"],"language":[],"coverage":[],"title":["How large dimension guarantees a given angle?"],"description":["  We study the following two problems:\n  (1) Given $n\\ge 2$ and $\\al$, how large Hausdorff dimension can a compact set\n$A\\su\\Rn$ have if $A$ does not contain three points that form an angle $\\al$?\n  (2) Given $\\al$ and $\\de$, how large Hausdorff dimension can a %compact\nsubset $A$ of a Euclidean space have if $A$ does not contain three points that\nform an angle in the $\\de$-neighborhood of $\\al$?\n  An interesting phenomenon is that different angles show different behaviour\nin the above problems. Apart from the clearly special extreme angles 0 and\n$180^\\circ$, the angles $60^\\circ,90^\\circ$ and $120^\\circ$ also play special\nrole in problem (2): the maximal dimension is smaller for these special angles\nthan for the other angles. In problem (1) the angle $90^\\circ$ seems to behave\ndifferently from other angles.\n"]}]
["1101.3194",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3194","Phys. Rev. B 84, 214304 (2011)","doi:10.1103/PhysRevB.84.214304"],"date":["2011-01-17"],"type":["text"],"creator":["Zhang, Jing","Liu, Yu-xi","Zhang, Wei-Min","Wu, Lian-Ao","Wu, Re-Bing","Tarn, Tzyh-Jong"],"language":[],"coverage":[],"title":["Chaos can act as a decoherence suppressor"],"description":["  We propose a strategy to suppress decoherence of a solid-state qubit coupled\nto non-Markovian noises by attaching the qubit to a chaotic setup with the\nbroad power distribution in particular in the high-frequency domain. Different\nfrom the existing decoherence control methods such as the usual dynamics\ndecoupling control, high-frequency components of our control are generated by\nthe chaotic setup driven by a low-frequency field, and the generation of\ncomplex optimized control pulses is not necessary. We apply the scheme to\nsuperconducting quantum circuits and find that various noises in a wide\nfrequency domain, including low-frequency $1/f$, high-frequency Ohmic,\nsub-Ohmic, and super-Ohmic noises, can be efficiently suppressed by coupling\nthe qubits to a Duffing oscillator as the chaotic setup. Significantly, the\ndecoherence time of the qubit is prolonged approximately $100$ times in\nmagnitude.\n","Comment: 4 pages, 2 figures"]}]
["1101.4190",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35, 82C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4190","Comm. Math. Phys 311 (2012), 157-189","doi:10.1007/s00220-012-1425-z"],"date":["2011-01-21"],"type":["text"],"creator":["Caputo, Pietro","Martinelli, Fabio","Toninelli, Fabio Lucio"],"language":[],"coverage":[],"title":["Mixing times of monotone surfaces and SOS interfaces: a mean curvature\n  approach"],"description":["  We consider stochastic spin-flip dynamics for: (i) monotone discrete surfaces\nin Z^3 with planar boundary height and (ii) the one-dimensional discrete\nSolid-on-Solid (SOS) model confined to a box. In both cases we show almost\noptimal bounds O(L^2polylog(L)) for the mixing time of the chain, where L is\nthe natural size of the system. The dynamics at a macroscopic scale should be\ndescribed by a deterministic mean curvature motion such that each point of the\nsurface feels a drift which tends to minimize the local surface tension.\nInspired by this heuristics, our approach consists in bounding the dynamics\nwith an auxiliary one which, with very high probability, follows quite closely\nthe deterministic mean curvature evolution. Key technical ingredients are\nmonotonicity, coupling and an argument due to D.B. Wilson in the framework of\nlozenge tiling Markov Chains. Our approach works equally well for both models\ndespite the fact that their equilibrium maximal height fluctuations occur on\nvery different scales (logarithmic for monotone surfaces and L^{1/2} for the\nSOS model). Finally, combining techniques from kinetically constrained spin\nsystems together with the above mixing time result, we prove an almost\ndiffusive lower bound of order 1/L^2 up to logarithmic corrections for the\nspectral gap of the SOS model with horizontal size L and unbounded heights.\n","Comment: 29 pages, 3 figures"]}]
["1103.1833",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1833","Progress in Biophysics and Molecular Biology 106 (2): 340-347\n  (2011)","doi:10.1016/j.pbiomolbio.2011.03.005"],"date":["2011-03-09","2012-04-05"],"type":["text"],"creator":["Longo, Giuseppe","Montévil, Maël"],"language":[],"coverage":[],"title":["From Physics to Biology by Extending Criticality and Symmetry Breakings"],"description":["  Symmetries play a major role in physics, in particular since the work by E.\nNoether and H. Weyl in the first half of last century. Herein, we briefly\nreview their role by recalling how symmetry changes allow to conceptually move\nfrom classical to relativistic and quantum physics. We then introduce our\nongoing theoretical analysis in biology and show that symmetries play a\nradically different role in this discipline, when compared to those in current\nphysics. By this comparison, we stress that symmetries must be understood in\nrelation to conservation and stability properties, as represented in the\ntheories. We posit that the dynamics of biological organisms, in their various\nlevels of organization, are not \"just\" processes, but permanent (extended, in\nour terminology) critical transitions and, thus, symmetry changes. Within the\nlimits of a relative structural stability (or interval of viability),\nvariability is at the core of these transitions.\n","Comment: Written for the special issue \"Systems Biology and Cancer\", edited by\n  Ana Soto and Carlos Sonnenschein; ISSN: 0079-6107"]}]
["1104.4454",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4454"],"date":["2011-04-22","2012-04-06"],"type":["text"],"creator":["Fischer, Yannick","Marteau, Benjamin","Privat, Yannick"],"language":[],"coverage":[],"title":["Some inverse problems around the tokamak Tore Supra"],"description":["  We consider two inverse problems related to the tokamak \\textsl{Tore Supra}\nthrough the study of the magnetostatic equation for the poloidal flux. The\nfirst one deals with the Cauchy issue of recovering in a two dimensional\nannular domain boundary magnetic values on the inner boundary, namely the\nlimiter, from available overdetermined data on the outer boundary. Using tools\nfrom complex analysis and properties of genereralized Hardy spaces, we\nestablish stability and existence properties. Secondly the inverse problem of\nrecovering the shape of the plasma is addressed thank tools of shape\noptimization. Again results about existence and optimality are provided. They\ngive rise to a fast algorithm of identification which is applied to several\nnumerical simulations computing good results either for the classical harmonic\ncase or for the data coming from \\textsl{Tore Supra}.\n","Comment: Communications on Pure and Applied Analysis (2011) a para\\^itre"]}]
["1105.0712",{"format":[],"subject":["Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0712"],"date":["2011-05-03","2012-04-06"],"type":["text"],"creator":["Wilson, Glen","Woodward, Chris"],"language":[],"coverage":[],"title":["Quasimap Floer cohomology and varying symplectic quotients"],"description":["  We use quasimap Floer cohomology for varying symplectic quotients to resolve\nseveral puzzles regarding displaceability of toric moment fibers. For example,\nwe (i) present a compact Hamiltonian torus action containing an {\\em open}\nsubset of non-displaceable orbits and a codimension four singular set, partly\nanswering a question of McDuff, and (ii) determine displaceability for most of\nthe moment fibers of a symplectic ellipsoid.\n","Comment: 13 pages, minor corrections"]}]
["1105.3851",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3851","The European Physical Journal C (2012), Volume 72, Issue 3,1952","doi:10.1140/epjc/s10052-012-1952-y"],"date":["2011-05-19","2012-04-05"],"type":["text"],"creator":["Chen, Gang","Savvidy, Konstantin G."],"language":[],"coverage":[],"title":["Spinor formalism for massive fields with half-integral spin"],"description":["  In this article, we extend the %Weyl-van der Waerden spinor technique for\ncalculating helicity amplitudes to general massive fields of half-integer\nspins. We find that the little group generators can be represented as\nfirst-order differential operators in the spinor formalism. We use the spinor\nforms of the generators to get the explicit form of the massive fields of any\nspin and any helicity. We also deal with the three-particle S-matrix by these\nspinor form generators, and find that we are able to extend the explicit form\nof the three-particle vertex obtained by Benincasa and Cachazo to the massive\ncase. We present the explicit expressions for the amplitudes with external\nparticles of the lowest helicities up to -3/2. Group theory, in the form of\nraising operators of the little group, then dictates other amplitudes with\nhigher helicity in the same spin multiplets. The formalism allows, in\nprinciple, to determine the electromagnetic form-factors of charged particles\nof arbitrary helicities, without additional assumptions about the underlying\nlagrangian. We find that restrictions which follow from gauge and Lorentz\ninvariance are nearly as restrictive as in the massless case.\n","Comment: 21 pages, 1 figures"]}]
["1106.0408",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0408","Journal of Physics: Condens. Matter, Vol 24, 175003 (2012)","doi:10.1088/0953-8984/24/17/175003"],"date":["2011-06-02"],"type":["text"],"creator":["Agrawal, Neetu","Grover, Sameer","Ghosh, Sankalpa","Sharma, Manish"],"language":[],"coverage":[],"title":["Reversal of Klein reflection in bilayer graphene"],"description":["  Whereas massless Dirac fermions in monolayer graphene exhibit Klein tunneling\nwhen passing through a potential barrier upon normal incidence, such a barrier\ntotally reflects massive Dirac fermions in bilayer graphene due to difference\nin chirality. We show that, in the presence of magnetic barriers, such massive\nDirac fermions can have transmission through even at normal incidence. The\ngeneral consequence of this behaviour for multilayer graphene consisting of\nmassless and massive modes are mentioned. We also briefly discuss the effect of\na bias voltage on such magnetotransport.\n","Comment: 10 double space single column latexed pages, 15 eps files in four\n  figures"]}]
["1106.1390",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1390"],"date":["2011-06-07","2012-04-06"],"type":["text"],"creator":["Ferreira, Helena"],"language":[],"coverage":[],"title":["Multivariate maxima of moving multivariate maxima"],"description":["  We define a class of multivariate maxima of moving multivariate maxima,\ngeneralising the M4 processes. For these stationary multivariate time series we\ncharacterise the joint distribution of extremes and compute the multivariate\nextremal index. We derive the bivariate upper tail dependence coefficients and\nthe extremal coefficient of the new limiting multivariate extreme value\ndistributions.\n"]}]
["1106.1612",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1612"],"date":["2011-06-08","2012-04-06"],"type":["text"],"creator":["Ellner, Stephen P.","Schreiber, Sebastian J."],"language":[],"coverage":[],"title":["Temporally variable dispersal and demography can accelerate the spread\n  of invading species"],"description":["  We analyze how temporal variability in local demography and dispersal combine\nto affect the rate of spread of an invading species. Our model combines\nstate-structured local demography (specified by an integral or matrix\nprojection model) with general dispersal distributions that may depend on the\nstate of the individual or its parent, and it allows very general patterns of\nstationary temporal variation in both local demography and in the frequency and\ndistribution of dispersal distances. We show that expressions for the\nasymptotic spread rate and its sensitivity to parameters, that have been\nderived previously for less general models, continue to hold. Using these\nresults, we show that random temporal variability in dispersal can accelerate\npopulation spread. Demographic variability can further accelerate spread if it\nis positively correlated with dispersal variability, for example if\nhigh-fecundity years are also years in which juveniles tend to settle further\naway from their parents. A simple model for the growth and spread of patches of\nan invasive plant (perennial pepperweed, Lepidium latifolium) illustrates these\neffects and shows that they can have substantial impacts on the predicted speed\nof an invasion wave. Temporal variability in dispersal has gotten very little\nattention in both the theoretical and empirical literatures on invasive species\nspread. Our results suggest that this needs to change.\n","Comment: Final version accepted for publication in Theoretical Population\n  Biology, special issue \"Developments in structured models: construction,\n  analysis and inference\""]}]
["1107.4337",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4337","Phys.Lett.B706:13-18,2011","doi:10.1016/j.physletb.2011.10.059"],"date":["2011-07-21","2011-10-28"],"type":["text"],"creator":["Bambi, Cosimo","Modesto, Leonardo"],"language":[],"coverage":[],"title":["Can an astrophysical black hole have a topologically non-trivial event\n  horizon?"],"description":["  In 4-dimensional General Relativity, there are several theorems restricting\nthe topology of the event horizon of a black hole. In the stationary case,\nblack holes must have a spherical horizon, while a toroidal spatial topology is\nallowed only for a short time. In this paper, we consider spinning black holes\ninspired by Loop Quantum Gravity and by alternative theories of gravity. We\nshow that the spatial topology of the event horizon of these objects changes\nwhen the spin parameter exceeds a critical value and we argue that the\nphenomenon may be quite common for non-Kerr black holes. Such a possibility may\nbe relevant in astrophysics, as in some models the accretion process can induce\nthe topology transition of the horizon.\n","Comment: 8 pages, 2 figures. v2: refereed version"]}]
["1107.5608",{"format":[],"subject":["Mathematics - Logic","Mathematics - Number Theory","03D20, 11U05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5608"],"date":["2011-07-27","2012-04-05"],"type":["text"],"creator":["Tyszka, Apoloniusz"],"language":[],"coverage":[],"title":["A subset of Z^n whose non-computability leads to the existence of a\n  Diophantine equation whose solvability is logically undecidable"],"description":["  For K \\subseteq C, let B_n(K)={(x_1,...,x_n) \\in K^n: for each y_1,...,y_n\n\\in K the conjunction (\\forall i \\in {1,...,n} (x_i=1 => y_i=1)) AND (\\forall\ni,j,k \\in {1,...,n} (x_i+x_j=x_k => y_i+y_j=y_k)) AND (\\forall i,j,k \\in\n{1,...,n} (x_i*x_j=x_k => y_i*y_j=y_k)) implies that x_1=y_1}. We claim that\nthere is an algorithm that for every computable function f:N->N returns a\npositive integer m(f), for which a second algorithm accepts on the input f and\nany integer n>=m(f), and returns a tuple (x_1,...,x_n) \\in B_n(Z) with\nx_1=f(n). We compute an integer tuple (x_1,...,x_{20}) for which the statement\n(x_1,...,x_{20}) \\in B_{20}(Z) is equivalent to an open Diophantine problem. We\nprove that if the set B_n(Z) (B_n(N), B_n(N \\setminus {0})) is not computable\nfor some n, then there exists a Diophantine equation whose solvability in\nintegers (non-negative integers, positive integers) is logically undecidable.\n","Comment: 10 pages, Theorem 3 added"]}]
["1107.5753",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5753","Phys. Rev. Lett. 108 107203 (2012)","doi:10.1103/PhysRevLett.108.107203"],"date":["2011-07-28","2012-04-06"],"type":["text"],"creator":["Li, Fuxiang","Nattermann, Thomas","Pokrovsky, Valery L."],"language":[],"coverage":[],"title":["Domain walls in helical magnets"],"description":["  The structure of domain walls determines to a large extent the properties of\nmagnetic materials, in particular their hardness and switching behavior, it\nrepresents an essential ingredient of spintronics. Common domain walls are of\nBloch and Neel types in which the magnetization rotates around a fixed axis,\ngiving rise to a one-dimensional magnetization profile. Domain walls in helical\nmagnets, most relevant in multiferroics, were never studied systematically.\nHere we show that domain walls in helical magnets are fundamentally different\nfrom Bloch and Neel walls. They are generically characterized by a\ntwo-dimensional pattern formed by a regular lattice of vortex singularities. In\nconical phases vortices carry Berry phase flux giving rise to the anomalous\nHall effect. In multiferroics vortices are charged, allowing to manipulate\nmagnetic domain walls by electric fields. Our theory allows the interpretation\nof magnetic textures observed in helical magnetic structures.\n"]}]
["1108.0480",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0480","Mod.Phys.Lett.A 27 (2012) 1250051","doi:10.1142/S0217732312500514"],"date":["2011-08-02","2012-04-05"],"type":["text"],"creator":["Tanaka, Toshiaki"],"language":[],"coverage":[],"title":["N-fold Supersymmetry in Quantum Mechanical Matrix Models"],"description":["  We formulate N-fold supersymmetry in quantum mechanical matrix models. As an\nexample, we construct general two-by-two Hermitian matrix 2-fold supersymmetric\nquantum mechanical systems. We find that there are two inequivalent such\nsystems, both of which are characterized by two arbitrary scalar functions, and\none of which does not reduce to the scalar system. The obtained systems are all\nweakly quasi-solvable.\n","Comment: 9 pages, no figures; minor revision"]}]
["1108.0616",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0616","ACS Nano, 2011, 5 (10), pp 8124-8130","doi:10.1021/nn202749z"],"date":["2011-08-02"],"type":["text"],"creator":["Zhang, Yan","Mendez, E. E.","Du, Xu"],"language":[],"coverage":[],"title":["Mobility-dependent Low-frequency Noise in Graphene Field Effect\n  Transistors"],"description":["  We have investigated the low-frequency 1/f noise of both suspended and\non-substrate graphene field-effect transistors and its dependence on gate\nvoltage, in the temperature range between 300K and 30K. We have found that the\nnoise amplitude away from the Dirac point can be described by a generalized\nHooge's relation in which the Hooge parameter {\\alpha}H is not constant but\ndecreases monotonically with the device's mobility, with a universal dependence\nthat is sample and temperature independent. The value of {\\alpha}H is also\naffected by the dynamics of disorder, which is not reflected in the DC\ntransport characteristics and varies with sample and temperature. We attribute\nthe diverse behavior of gate voltage dependence of the noise amplitude to the\nrelative contributions from various scattering mechanisms, and to potential\nfluctuations near the Dirac point caused by charge carrier inhomogeneity. The\nhigher carrier mobility of suspended graphene devices accounts for values of\n1/f noise significantly lower than those observed in on-substrate graphene\ndevices and most traditional electronic materials.\n"]}]
["1108.4740",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4740","Phys.Rev.D84:084034,2011","doi:10.1103/PhysRevD.84.084034"],"date":["2011-08-23","2011-10-10"],"type":["text"],"creator":["Bambi, Cosimo","Barausse, Enrico"],"language":[],"coverage":[],"title":["The final stages of accretion onto non-Kerr compact objects"],"description":["  The $5 - 20 M_\\odot$ dark objects in X-ray binary systems and the $10^5 -\n10^9 M_\\odot$ dark objects in galactic nuclei are currently thought to be the\nKerr black holes predicted by General Relativity. However, direct observational\nevidence for this identification is still elusive, and the only viable approach\nto confirm the Kerr black hole hypothesis is to explore and rule out any other\npossibility. Here we investigate the final stages of the accretion process onto\ngeneric compact objects. While for Kerr black holes and for more oblate bodies\nthe accreting gas reaches the innermost stable circular orbit (ISCO) and\nplunges into the compact object, we find that for more prolate bodies several\nscenarios are possible, depending on the spacetime geometry. In particular, we\nfind examples in which the gas reaches the ISCO, but then gets trapped between\nthe ISCO and the compact object. In this situation, accretion onto the compact\nobject is possible only if the gas loses additional angular momentum, forming\ntorus-like structures inside the ISCO.\n","Comment: 13 pages, 4 figures. v2: some typos corrected"]}]
["1109.0253",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0253","Nature 483, 584-588 (29 March 2012)","doi:10.1038/nature10903"],"date":["2011-09-01","2011-09-22"],"type":["text"],"creator":["High, Alexander A.","Leonard, Jason R.","Hammack, Aaron T.","Fogler, Michael M.","Butov, Leonid V.","Kavokin, Alexey V.","Campman, Kenneth L.","Gossard, Arthur C."],"language":[],"coverage":[],"title":["Spontaneous Coherence in a Cold Exciton Gas"],"description":["  Excitons, bound pairs of electrons and holes, form a model system to explore\nthe quantum physics of cold bosons in solids. Cold exciton gases can be\nrealized in a system of indirect excitons, which can cool down below the\ntemperature of quantum degeneracy due to their long lifetimes. Here, we report\non the measurement of spontaneous coherence in a gas of indirect excitons. We\nfound that extended spontaneous coherence of excitons emerges in the region of\nthe macroscopically ordered exciton state and in the region of vortices of\nlinear polarization. The coherence length in these regions is much larger than\nin a classical gas, indicating a coherent state with a much narrower than\nclassical exciton distribution in momentum space, characteristic of a\ncondensate. We also observed phase singularities in the coherent exciton gas.\nExtended spontaneous coherence and phase singularities emerge when the exciton\ngas is cooled below a few Kelvin.\n","Comment: Main Text and Supporting Material"]}]
["1109.0738",{"format":[],"subject":["Quantitative Finance - Computational Finance","Mathematics - Spectral Theory","Quantitative Finance - Pricing of Securities"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0738"],"date":["2011-09-04","2012-04-06"],"type":["text"],"creator":["Lorig, Matthew"],"language":[],"coverage":[],"title":["Pricing Derivatives on Multiscale Diffusions: an Eigenfunction Expansion\n  Approach"],"description":["  Using tools from spectral analysis, singular and regular perturbation theory,\nwe develop a systematic method for analytically computing the approximate price\nof a derivative-asset. The payoff of the derivative-asset may be\npath-dependent. Additionally, the process underlying the derivative may exhibit\nkilling (i.e. jump to default) as well as combined local/nonlocal stochastic\nvolatility. The nonlocal component of volatility is multiscale, in the sense\nthat it is driven by one fast-varying and one slow-varying factor. The\nflexibility of our modeling framework is contrasted by the simplicity of our\nmethod. We reduce the derivative pricing problem to that of solving a single\neigenvalue equation. Once the eigenvalue equation is solved, the approximate\nprice of a derivative can be calculated formulaically. To illustrate our\nmethod, we calculate the approximate price of three derivative-assets: a\nvanilla option on a defaultable stock, a path-dependent option on a\nnon-defaultable stock, and a bond in a short-rate model.\n"]}]
["1109.4199",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4199","Physica B, Volume 407, Issue 11, 1 June 2012, Pages 1711-1714","doi:10.1016/j.bbr.2011.03.031"],"date":["2011-09-19"],"type":["text"],"creator":["Pramudya, Y.","Terletska, H.","Pankov, S.","Manousakis, E.","Dobrosavljević, V."],"language":[],"coverage":[],"title":["Geometrically-Frustrated Pseudogap Phase of Coulomb Liquids"],"description":["  We study a class of models with long-range repulsive interactions of the\ngeneralized Coulomb form $V(r)\\sim 1/r^{\\alpha}$. We show that decreasing the\ninteraction exponent in the regime $\\alpha < d$ dramatically depresses the\ncharge ordering temperature $T_c$ in any dimension $d\\ge 2$, reflecting the\nstrong geometric frustration produced by long-range interactions. A nearly\nfrozen Coulomb liquid then survives in a broad pseudogap phase found at $T >\nT_c$, which is characterized by an unusual temperature dependence of all\nquantities. In contrast, the leading critical behavior very close to the\ncharge-ordering temperature remains identical as in models with short-range\ninteractions.\n","Comment: Proceeding of ECRYS 2011, Corsica, France, and will be published in\n  Physica B, Elsevier"]}]
["1109.4256",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4256","Mod.Phys.Lett.A26:2453-2468,2011","doi:10.1142/S0217732311036929"],"date":["2011-09-20","2011-10-13"],"type":["text"],"creator":["Bambi, Cosimo"],"language":[],"coverage":[],"title":["Testing the Kerr black hole hypothesis"],"description":["  It is thought that the final product of the gravitational collapse is a Kerr\nblack hole and astronomers have discovered several good astrophysical\ncandidates. While there is some indirect evidence suggesting that the latter\nhave an event horizon, and therefore that they are black holes, a proof that\nthe space-time around these objects is described by the Kerr geometry is still\nlacking. Recently, there has been an increasing interest in the possibility of\ntesting the Kerr black hole hypothesis with present and future experiments. In\nthis paper, I briefly review the state of the art of the field, focussing on\nsome recent results and work in progress.\n","Comment: Brief review; 15 pages, no figures. v3: references added, some typos\n  corrected"]}]
["1109.4527",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4527","MNRAS, 421, p2731-2736 (2012)","doi:10.1111/j.1365-2966.2012.20513.x"],"date":["2011-09-21","2012-02-06"],"type":["text"],"creator":["Inoue, Kaiki Taro"],"language":[],"coverage":[],"title":["On the origin of the Cold Spot"],"description":["  In a concordant $\\Lambda$ Cold Dark Matter ($\\Lambda$CDM) model, large-angle\nCosmic Microwave Background (CMB) temperature anisotropy due to linear\nperturbations in the local universe is not negligible. We explore a possible\nrole of an underdense region (void) that may cause an anomalous Cold Spot (CS)\nin the CMB sky. Although the observed anomalous cold region with a surrounding\nhot ring can be produced by an underdense region surrounded by a massive wall,\na decrement in the CMB temperature in the line-of-sight is suppressed because\nof blueshift of CMB photons that pass the wall. Therefore, undercompensated\nmodels give better agreement with the observed data in comparison with\novercompensated or compensated models. We find that it is likely that $\\sim$90\nper cent of the CMB fluctuation is generated due to an overdense region\nsurrounded by an underdense region at the last scattering surface, and the\nremaining $\\sim 10$ per cent is produced due to a single spherical underdense\nregion with a radius $r\\sim 6\\times 10^2 h^{-1}$Mpc and a density contrast\n$\\delta_m\\sim -0.009$ ($2 \\sigma$) at redshift $z\\sim 1$ in the line-of-sight\nto the CS. The probability of chance alignment of such two structures is $\\sim\n0.7$ per cent if the perturbation with an underdense region at $z\\sim 1$ is\nmoderately undercompensated.\n","Comment: Version accepted for publication in MNRAS. Several typos and some\n  expression are corrected. 7 pages, 8 figures, use style file mn2e.cls and\n  bibliography file mn2e.bst"]}]
["1109.6207",{"format":[],"subject":["Mathematics - Differential Geometry","58E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6207"],"date":["2011-09-28","2012-04-06"],"type":["text"],"creator":["Montaldo, Stefano","Ratto, Andrea"],"language":[],"coverage":[],"title":["A general approach to equivariant biharmonic maps"],"description":["  In this paper we describe a 1-dimensional variational approach to the\nanalytical construction of equivariant biharmonic maps. Our goal is to provide\na direct method which enables analysts to compute directly the analytical\nconditions which guarantee biharmonicity in the presence of suitable\nsymmetries. In the second part of our work, we illustrate and discuss some\nexamples. In particular, we obtain a 1-dimensional stability result, and also\nshow that biharmonic maps do not satisfy the classical maximum principle proved\nby Sampson for harmonic maps.\n","Comment: 13 pages, final version to appear in Mediterranean Journal of\n  Mathematics"]}]
["1110.0107",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Artificial Intelligence","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0107"],"date":["2011-10-01","2012-04-05"],"type":["text"],"creator":["Memisevic, Roland"],"language":[],"coverage":[],"title":["Learning to relate images: Mapping units, complex cells and simultaneous\n  eigenspaces"],"description":["  A fundamental operation in many vision tasks, including motion understanding,\nstereopsis, visual odometry, or invariant recognition, is establishing\ncorrespondences between images or between images and data from other\nmodalities. We present an analysis of the role that multiplicative interactions\nplay in learning such correspondences, and we show how learning and inferring\nrelationships between images can be viewed as detecting rotations in the\neigenspaces shared among a set of orthogonal matrices. We review a variety of\nrecent multiplicative sparse coding methods in light of this observation. We\nalso review how the squaring operation performed by energy models and by models\nof complex cells can be thought of as a way to implement multiplicative\ninteractions. This suggests that the main utility of including complex cells in\ncomputational models of vision may be that they can encode relations not\ninvariances.\n","Comment: Revised argument in sections 4 and 3.3. Added illustration of\n  subspaces (Figure 13). Added inference Equation (Eq. 17)"]}]
["1110.0687",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0687","Phys.Lett.B705:5-8,2011","doi:10.1016/j.physletb.2011.10.005"],"date":["2011-10-04","2011-10-10"],"type":["text"],"creator":["Bambi, Cosimo"],"language":[],"coverage":[],"title":["Can we constrain the maximum value for the spin parameter of the\n  super-massive objects in galactic nuclei without knowing their actual nature?"],"description":["  In 4-dimensional General Relativity, black holes are described by the Kerr\nsolution and are subject to the bound $|a_*| \\le 1$, where $a_*$ is the black\nhole spin parameter. If current black hole candidates are not the black holes\npredicted in General Relativity, this bound does not hold and $a_*$ might\nexceed 1. In this letter, I relax the Kerr black hole hypothesis and I find\nthat the value of the spin parameter of the super-massive black hole candidates\nin galactic nuclei cannot be higher than about 1.2. A higher spin parameter\nwould not be consistent with a radiative efficiency $\\eta > 0.15$, as observed\nat least for the most luminous AGN. While a rigorous proof is lacking, I\nconjecture that the bound $|a_*| \\lesssim 1.2$ is independent of the exact\nnature of these objects.\n","Comment: 5 pages, 2 figures. v2: some typos corrected"]}]
["1110.1386",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter","Physics - Optics","Quantitative Biology - Biomolecules","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1386","Phys. Rev. B 85, 125424 (2012)","doi:10.1103/PhysRevB.85.125424"],"date":["2011-10-06"],"type":["text"],"creator":["Caruso, Filippo","Saikin, Semion K.","Solano, Enrique","Huelga, Susana F.","Aspuru-Guzik, Alán","Plenio, Martin B."],"language":[],"coverage":[],"title":["Probing biological light-harvesting phenomena by optical cavities"],"description":["  We propose a driven optical cavity quantum electrodynamics (QED) set up aimed\nat directly probing energy transport dynamics in photosynthetic biomolecules.\nWe show that detailed information concerning energy transfer paths and\ndelocalization of exciton states can be inferred (and exciton energies\nestimated) from the statistical properties of the emitted photons. This\napproach provides us with a novel spectroscopic tool for the interrogation of\nbiological systems in terms of quantum optical phenomena which have been\nusually studied for atomic or solid-state systems, e.g. trapped atoms and\nsemiconductor quantum dots.\n","Comment: 10 pages, 16 figures"]}]
["1110.2607",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2607","Phys. Rev. B 85, 165404 (2012)","doi:10.1103/PhysRevB.85.165404"],"date":["2011-10-12","2012-04-06"],"type":["text"],"creator":["Nagaev, K. E.","Sergeeva, N. Yu."],"language":[],"coverage":[],"title":["Electron-Electron scattering and resistivity of ballistic multimode\n  channels"],"description":["  We show that electron--electron scattering gives a positive contribution to\nthe resistivity of ballistic multimode wires whose width is much smaller than\ntheir length. This contribution is not exponentially small at low temperatures\nand therefore may be experimentally observable. It scales with temperature as\n$T^2$ for three-dimensional channels and as $T^{5/2}$ for two-dimensional ones.\n","Comment: 4 pages, 3 figures; published version"]}]
["1111.0574",{"format":[],"subject":["Statistics - Computation","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0574"],"date":["2011-11-02","2012-04-06"],"type":["text"],"creator":["Schäfer, Christian"],"language":[],"coverage":[],"title":["Particle algorithms for optimization on binary spaces"],"description":["  We discuss a unified approach to stochastic optimization of pseudo-Boolean\nobjective functions based on particle methods, including the cross-entropy\nmethod and simulated annealing as special cases. We point out the need for\nauxiliary sampling distributions, that is parametric families on binary spaces,\nwhich are able to reproduce complex dependency structures, and illustrate their\nusefulness in our numerical experiments. We provide numerical evidence that\nparticle-driven optimization algorithms based on parametric families yield\nsuperior results on strongly multi-modal optimization problems while local\nsearch heuristics outperform them on easier problems.\n"]}]
["1111.0576",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0576"],"date":["2011-11-02","2012-04-06"],"type":["text"],"creator":["Schäfer, Christian"],"language":[],"coverage":[],"title":["On parametric families for sampling binary data with specified mean and\n  correlation"],"description":["  We discuss a class of binary parametric families with conditional\nprobabilities taking the form of generalized linear models and show that this\napproach allows to model high-dimensional random binary vectors with arbitrary\nmean and correlation. We derive the special case of logistic conditionals as an\napproximation to the Ising-type exponential distribution and provide empirical\nevidence that this parametric family indeed outperforms competing approaches in\nterms of feasible correlations.\n"]}]
["1111.1610",{"format":[],"subject":["Mathematics - Quantum Algebra","18D10, 16W30, 19D23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1610"],"date":["2011-11-07","2012-04-06"],"type":["text"],"creator":["Mombelli, Martin"],"language":[],"coverage":[],"title":["On the tensor product of bimodule categories over Hopf algebras"],"description":["  Let H be a finite-dimensional Hopf algebra. We give a description of the\ntensor product of bimodule categories over Rep(H). When the bimodule categories\nare invertible this description can be given explicitly. We present some\nconsequences of this description in the case H is a pointed Hopf algebra.\n","Comment: 21 pages. There was an error in the previous version. It was not\n  possible to apply the results to non-Abelian groups"]}]
["1111.1962",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1962"],"date":["2011-11-08","2012-04-06"],"type":["text"],"creator":["Sharif, Puya","Heydari, Hoshang"],"language":[],"coverage":[],"title":["Quantum solution to a three player Kolkata restaurant problem using\n  entangled qutrits"],"description":["  Three player quantum Kolkata restaurant problem is modeled using three\nentangled qutrits. This first use of three level quantum states in this context\nis a step towards a $N$-choice generalization of the $N$-player quantum\nminority game. It is shown that a better than classical payoff is achieved by a\nNash equilibrium solution where the space of available strategies is spanned by\nsubsets of SU(3) and the players share a tripartite entangled initial state.\n","Comment: 12 pages, 1 figure. Revised and expanded"]}]
["1111.4588",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4588","Astronomy and Astrophysics, 538, A86, 2012","doi:10.1051/0004-6361/201118062"],"date":["2011-11-19"],"type":["text"],"creator":["de Bernardis, Paolo","Colafrancesco, Sergio","Alessandro, Giuseppe D'","Lamagna, Luca","Marchegiani, Paolo","Masi, Silvia","Schillaci, Alessandro"],"language":[],"coverage":[],"title":["Low-resolution spectroscopy of the Sunyaev-Zel'dovich effect and\n  estimates of cluster parameters"],"description":["  The Sunyaev-Zel'dovich (SZ) effect is a powerful tool for studying clusters\nof galaxies and cosmology. Large mm-wave telescopes are now routinely detecting\nand mapping the SZ effect in a number of clusters, measure their comptonisation\nparameter and use them as probes of the large-scale structure and evolution of\nthe universe. We show that estimates of the physical parameters of clusters\n(optical depth, plasma temperature, peculiar velocity, non-thermal components\netc.) obtained from ground-based multi-band SZ photometry can be significantly\nbiased, owing to the reduced frequency coverage, to the degeneracy between the\nparameters and to the presence of a number of independent components larger\nthan the number of frequencies measured. We demonstrate that low-resolution\nspectroscopic measurements of the SZ effect that also cover frequencies $> 270$\nGHz are effective in removing the degeneracy. We used accurate simulations of\nobservations with lines-of-sight through clusters of galaxies with different\nexperimental configurations (4-band photometers, 6-band photometer, multi-range\ndifferential spectrometer, full coverage spectrometers) and different\nintracluster plasma stratifications. We find that measurements carried out with\nground-based few-band photometers are biased towards high electron temperatures\nand low optical depths, and require coverage of high frequency and/or\nindependent complementary observations to produce unbiased information; a\ndifferential spectrometer that covers 4 bands with a resolution of $\\sim 6 \\\nGHz$ eliminates most if not all bias; full-range differential spectrometers are\nthe ultimate resource that allows a full recovery of all parameters.\n","Comment: in press"]}]
["1111.6705",{"format":[],"subject":["Mathematics - Logic","Mathematics - Combinatorics","Mathematics - General Topology","05D10, 03E02, 06A06, 54D80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6705"],"date":["2011-11-29","2012-04-06"],"type":["text"],"creator":["Dobrinen, Natasha","Todorcevic, Stevo"],"language":[],"coverage":[],"title":["A Ramsey-Classification Theorem and its Application in the Tukey Theory\n  of Ultrafilters"],"description":["  Motivated by a Tukey classification problem we develop here a new topological\nRamsey space $\\mathcal{R}_1$ that in its complexity comes immediately after the\nclassical is a natural Ellentuck space \\cite{MR0349393}. Associated with\n$\\mathcal{R}_1$ is an ultrafilter $\\mathcal{U}_1$ which is weakly Ramsey but\nnot Ramsey. We prove a canonization theorem for equivalence relations on fronts\non $\\mathcal{R}_1$. This is analogous to the Pudlak-\\Rodl\\ Theorem canonizing\nequivalence relations on barriers on the Ellentuck space. We then apply our\ncanonization theorem to completely classify all Rudin-Keisler equivalence\nclasses of ultrafilters which are Tukey reducible to $\\mathcal{U}_1$: Every\nultrafilter which is Tukey reducible to $\\mathcal{U}_1$ is isomorphic to a\ncountable iteration of Fubini products of ultrafilters from among a fixed\ncountable collection of ultrafilters. Moreover, we show that there is exactly\none Tukey type of nonprincipal ultrafilters strictly below that of\n$\\mathcal{U}_1$, namely the Tukey type a Ramsey ultrafilter.\n","Comment: To appear in the Transactions of the Mathematical Society. 26 pages"]}]
["1112.0782",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0782"],"date":["2011-12-04","2012-04-05"],"type":["text"],"creator":["Lahav, Carmit Gordon","Meiron, Yohai","Soker, Noam"],"language":[],"coverage":[],"title":["The limited role of mergers in the black hole to bulge mass relation"],"description":["  We examine the intrinsic scatter in the correlation between black hole masses\nand their host bulge masses, and find that it cannot be accounted for by\nmergers alone. A simple merger scenario of small galaxies leads to a\nproportionality relation between the late-time black hole and bulge masses,\nwith intrinsic scatter (in linear scale) increasing along the ridge line of the\nrelation as the square root of the mass. By examining a sample of 86 galaxies\nwith well measured black hole masses, we find that the intrinsic scatter\nincreases with mass more rapidly than expected from the merger-only scenario.\nWe discuss the possibility that the feedback mechanism that operated during\ngalaxy formation involved the presence of a cooling flow.\n","Comment: 6 pages, 3 figures, 2 tables"]}]
["1112.0895",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems","Mathematics - Probability","92D25, 60J80, 82C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0895"],"date":["2011-12-05","2012-04-06"],"type":["text"],"creator":["Finkelshtein, Dmitri","Kondratiev, Yuri","Kozitsky, Yuri","Kutoviy, Oleksandr"],"language":[],"coverage":[],"title":["Markov Evolution of Continuum Particle Systems with Dispersion and\n  Competition"],"description":["  We construct birth-and-death Markov evolution of states(distributions) of\npoint particle systems in $\\mathbb{R}^d$. In this evolution, particles\nreproduce themselves at distant points (disperse) and die under the influence\nof each other (compete). The main result is a statement that the corresponding\ncorrelation functions evolve in a scale of Banach spaces and remain\nsub-Poissonian, and hence no clustering occurs, if the dispersion is\nsubordinate to the competition.\n","Comment: 43 pages"]}]
["1112.1304",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1304","doi:10.1051/0004-6361/201118522"],"date":["2011-12-06","2012-04-06"],"type":["text"],"creator":["Delsate, N.","Compère, A."],"language":[],"coverage":[],"title":["NIMASTEP: a software to modelize, study and analyze the dynamics of\n  various small objects orbiting specific bodies"],"description":["  NIMASTEP is a dedicated numerical software developed by us, which allows one\nto integrate the osculating motion (using cartesian coordinates) in a Newtonian\napproach of an object considered as a point-mass orbiting a homogeneous central\nbody that rotates with a constant rate around its axis of smallest inertia. The\ncode can be applied to objects such as particles, artificial or natural\nsatellites or space debris. The central body can be either any terrestrial\nplanet of the solar system, any dwarf-planet, or even an asteroid. In addition,\nvery many perturbations can be taken into account, such as the combined\nthird-body attraction of the Sun, the Moon, or the planets, the direct solar\nradiation pressure (with the central body shadow), the non-homogeneous\ngravitational field caused by the non-sphericity of the central body, and even\nsome thrust forces. The simulations were performed using different integration\nalgorithms. Two additional tools were integrated in the software package; the\nindicator of chaos MEGNO and the frequency analysis NAFF. NIMASTEP is designed\nin a flexible modular style and allows one to (de)select very many options\nwithout compromising the performance. It also allows one to easily add other\npossibilities of use. The code has been validated through several tests such as\ncomparisons with numerical integrations made with other softwares or with\nsemi-analytical and analytical studies. The various possibilities of NIMASTEP\nare described and explained and some tests of astrophysical interest are\npresented. At present, the code is proprietary but it will be released for use\nby the community in the near future. Information for contacting its authors and\n(in the near future) for obtaining the software are available on the web site\nhttp://www.fundp.ac.be/en/research/projects/page_view/10278201/\n","Comment: Astronomy & Astrophysics - Received: 25 November 2011 / Accepted: 27\n  February 2012 -- 14 pages, 4 figures"]}]
["1112.3744",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3744"],"date":["2011-12-16","2012-04-06"],"type":["text"],"creator":["Kolokoltsov, Vassili N.","Li, Jiajie","Yang, Wei"],"language":[],"coverage":[],"title":["Mean Field Games and Nonlinear Markov Processes"],"description":["  In this paper, we investigate the mean field games with $K$ classes of agents\nwho are weakly coupled via the empirical measure. The underlying dynamics of\nthe representative agents is assumed to be a controlled nonlinear Markov\nprocess associated with rather general integro-differential generators of\nL\\'evy-Khintchine type (with variable coefficients). We show that nonlinear\nmeasure-valued kinetic equations describing the dynamic law of large numbers\nlimit for system with large number N of agents are solvable and that their\nsolutions represent 1/N-Nash equilibria for approximating systems of N agents.\n","Comment: 60 pages, results reported at SIAM (Contol) July 2011, Vienna ECCS'11\n  Sep. 2011, Warwick (Topics in Control) Dec. 2011, 2nd version just improves\n  wording and formulations in many places"]}]
["1112.3890",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Quantum Gases","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3890","Phys.Rev.D85:085010,2012","doi:10.1103/PhysRevD.85.085010"],"date":["2011-12-16","2012-01-30"],"type":["text"],"creator":["Watanabe, Haruki","Brauner, Tomáš"],"language":[],"coverage":[],"title":["Spontaneous breaking of continuous translational invariance"],"description":["  Unbroken continuous translational invariance is often taken as a basic\nassumption in discussions of spontaneous symmetry breaking (SSB), which singles\nout SSB of translational invariance itself as an exceptional case. We present a\nframework which allows us to treat translational invariance on the same footing\nas other symmetries. It is shown that existing theorems on SSB can be\nstraightforwardly extended to this general case. As a concrete application, we\nanalyze the Nambu-Goldstone modes in a (ferromagnetic) supersolid. We prove on\nthe ground of the general theorems that the Bogoliubov mode stemming from a\nspontaneously broken internal U(1) symmetry and the longitudinal phonon due to\na crystalline order are distinct physical modes.\n","Comment: 14 pages, 4 pdf/jpg figures, REVTeX 4.1; v2: section IV expanded, new\n  appendix and references added, numerous other minor modifications throughout\n  the text"]}]
["1112.4472",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4472","Astrophys Space Sci (2012) 339:37-43","doi:10.1007/s10509-011-0964-7"],"date":["2011-12-18"],"type":["text"],"creator":["Jamil, Mubasher","Momeni, D.","Serikbayev, N. S.","Myrzakulov, R."],"language":[],"coverage":[],"title":["FRW and Bianchi type I cosmology of f-essence"],"description":["  F-essence is a generalization of the usual Dirac model with the nonstandard\nkinetic term. In this paper, we introduce a new model of spinor cosmology\ncontaining both Ricci scalar and the non minimally coupled spinor fields in its\naction. We have investigated the cosmology with both isotropy and anisotropy,\nwhere the equations of motion of FRW and Bianchi type-I spacetimes have been\nderived and solved numerically. Finally the quantization of these models\nthrough Wheeler-De Witt (WD) wave function has been discussed.\n","Comment: 8 pages, accepted for publication in 'Astrophysics and Space Science'"]}]
["1112.4582",{"format":[],"subject":["Quantum Physics","Mathematics - Functional Analysis","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4582","Physical Review A (Rapid Communications) 85, 030302 (2012)","doi:10.1103/PhysRevA.85.030302"],"date":["2011-12-20","2012-04-05"],"type":["text"],"creator":["Aubrun, Guillaume","Szarek, Stanislaw J.","Ye, Deping"],"language":[],"coverage":[],"title":["Phase transitions for random states and a semi-circle law for the\n  partial transpose"],"description":["  For a system of N identical particles in a random pure state, there is a\nthreshold k_0 = k_0(N) ~ N/5 such that two subsystems of k particles each\ntypically share entanglement if k > k_0, and typically do not share\nentanglement if k < k_0. By \"random\" we mean here \"uniformly distributed on the\nsphere of the corresponding Hilbert space.\" The analogous phase transition for\nthe positive partial transpose (PPT) property can be described even more\nprecisely. For example, for N qubits the two subsystems of size k are typically\nin a PPT state if k < k_1 := N/4 - 1/2, and typically in a non-PPT state if k >\nk_1. Since, for a given state of the entire system, the induced state of a\nsubsystem is given by the partial trace, the above facts can be rephrased as\nproperties of random induced states. An important step in the analysis depends\non identifying the asymptotic spectral density of the partial transposes of\nsuch random induced states, a result which is interesting in its own right.\n","Comment: 5 pages, 2 figures. This short note contains a high-level overview of\n  two long and technical papers, arXiv:1011.0275 and arXiv:1106.2264. Version\n  2: unchanged results, editorial changes, added reference, close to the\n  published article"]}]
["1112.4663",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4663","Phys.Rev.D85:043001,2012","doi:10.1103/PhysRevD.85.043001"],"date":["2011-12-20","2012-01-06"],"type":["text"],"creator":["Bambi, Cosimo"],"language":[],"coverage":[],"title":["Towards the use of the most massive black hole candidates in AGN to test\n  the Kerr paradigm"],"description":["  The super-massive objects in galactic nuclei are thought to be the Kerr black\nholes predicted by General Relativity, although a definite proof of their\nactual nature is still lacking. The most massive objects in AGN ($M \\sim 10^9\nM_\\odot$) seem to have a high radiative efficiency ($\\eta \\sim 0.4$) and a\nmoderate mass accretion rate ($L_{\\rm bol}/L_{\\rm Edd} \\sim 0.3$). The high\nradiative efficiency could suggest they are very rapidly-rotating black holes.\nThe moderate luminosity could indicate that their accretion disk is\ngeometrically thin. If so, these objects could be excellent candidates to test\nthe Kerr black hole hypothesis. An accurate measurement of the radiative\nefficiency of an individual AGN may probe the geometry of the space-time around\nthe black hole candidate with a precision comparable to the one achievable with\nfuture space-based gravitational-wave detectors like LISA. A robust evidence of\nthe existence of a black hole candidate with $\\eta > 0.32$ and accreting from a\nthin disk may be interpreted as an indication of new physics. For the time\nbeing, there are several issues to address before using AGN to test the Kerr\nparadigm, but the approach seems to be promising and capable of providing\ninteresting results before the advent of gravitational wave astronomy.\n","Comment: 12 pages, 6 figures. v2: some typos corrected"]}]
["1112.4935",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4935"],"date":["2011-12-21","2012-04-06"],"type":["text"],"creator":["Ky, Luong Dang"],"language":[],"coverage":[],"title":["Hardy spaces, commutators of singular integral operators related to\n  Schr\\\"odinger operators and applications"],"description":["  This paper has been withdrawn by the author due to crucial sign error in\nLemma 8.1.\n","Comment: This paper has been withdrawn"]}]
["1112.5737",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5737"],"date":["2011-12-24","2012-04-06"],"type":["text"],"creator":["Roldán-Pensado, Edgardo","Soberón, Pablo"],"language":[],"coverage":[],"title":["An extension of a theorem by Yao & Yao"],"description":["  In this paper we study $N_d(k)$ the smallest positive integer such that any\nnice measure $\\mu$ in $\\R^d$ can be partitioned in $N_d(k)$ parts of equal\nmeasure so that every hyperplane avoids at least $k$ of them. A theorem of Yao\nand Yao \\cite{YY1985} states that $N_d(1) \\le 2^d$. Among other results, we\nobtain the bounds $N_d(2) \\le 3 \\cdot 2^{d-1}$ and $N_d(1) \\ge C \\cdot 2^{d/2}$\nfor some constant $C$. We then apply these results to a problem on the\nseparation of points and hyperplanes.\n"]}]
["1112.5822",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5822","Phys. Rev. Lett. 108, 147003 (2012)","doi:10.1103/PhysRevLett.108.147003"],"date":["2011-12-26","2012-04-05"],"type":["text"],"creator":["Nakosai, Sho","Tanaka, Yukio","Nagaosa, Naoto"],"language":[],"coverage":[],"title":["Topological superconductivity in bilayer Rashba system"],"description":["  We theoretically study a possible topological superconductivity in the\ninteracting two layers of Rashba systems, which can be fabricated by the\nhetero-structures of semiconductors and oxides. The hybridization, which\ninduces the gap in the single particle dispersion, and the electron-electron\ninteraction between the two layers leads to the novel phase diagram of the\nsuperconductivity. It is found that the topological superconductivity {\\it\nwithout breaking time-reversal symmetry} is realized when (i) the Fermi energy\nis within the hybridization gap, and (ii) the inter-layer interaction is\nrepulsive, both of which can be satisfied in realistic systems. Edge channels\nare studied in a tight-binding model numerically, and the several predictions\non experiments are also given.\n","Comment: 5 pages"]}]
["1201.1055",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1055","Phys. Rev. A 85, 043603 (2012)","doi:10.1103/PhysRevA.85.043603"],"date":["2012-01-04","2012-03-28"],"type":["text"],"creator":["Kim, Hyungwon","Huse, David A."],"language":[],"coverage":[],"title":["Superdiffusive nonequilibrium motion of an impurity in a Fermi sea"],"description":["  We treat the nonequilibrium motion of a single impurity atom in a\nlow-temperature single-species Fermi sea, interacting via a contact\ninteraction. In the nonequilibrium regime, the impurity does a superdiffusive\ngeometric random walk where the typical distance traveled grows with time as\n$\\sim t^{d/(d+1)}$ for the $d$-dimensional system with $d\\geq 2$. For nonzero\ntemperature $T$, this crosses over to diffusive motion at long times with\ndiffusivity $D\\sim T^{-(d-1)/2}$. These results apply also to a nonzero\nconcentration of impurity atoms as long as they remain dilute and\nnondegenerate.\n","Comment: 5 pages, 1 figure, to appear in Phys. Rev. A"]}]
["1201.1552",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1552","Ap&SS, 2012, 339(1), 123-130","doi:10.1007/s10509-011-0965-6"],"date":["2012-01-07"],"type":["text"],"creator":["Zhang, Fu-Wen"],"language":[],"coverage":[],"title":["GRB 090618: different pulse temporal and spectral characteristics within\n  a burst"],"description":["  GRB 090618 was simultaneously detected by Swift-BAT and Fermi-GBM. Its light\ncurve shows two emission episodes consisting of four prominent pulses. The\npulse in the first episode (episode A) has a smoother morphology than the three\npulses in the second episode (episode B). Using the pulse peak-fit method, we\nhave performed a detailed analysis of the temporal and spectral characteristics\nof these four pulses and found out that the first pulse (pulse A) exhibits\ndistinctly different properties than the others in episode B (pulses B1, B2 and\nB3) in the following aspects. (i) Both the pulse width ($w$) and the\nrise-to-decay ratio of pulse ($r/d$, pulse asymmetry) in GRB 090618 are found\nto be energy-dependent. The indices of the power-law correlation between $w$\nand $E$ for the pulses in episode B however are larger than that in episode A.\nMoreover the pulses B1, B2 and B3 tend to be more symmetric at the higher\nenergy bands while the pulse A displays a reverse trend. (ii) Pulse A shows a\nhard-to-soft spectral evolution pattern, while the three pulses in the episode\nB follow the light curve trend. (iii) Pulse A has a longer lag than the pulses\nB1, B2 and B3. The mechanism which causes the different pulse characteristics\nwithin one single GRB is unclear.\n","Comment: 17 pages, 4 figures"]}]
["1201.1629",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1629","Advanced Materials Research Vols. 472-475 (2012) pp 2199-2202","doi:10.4028/www.scientific.net/AMR.472-475.2199"],"date":["2012-01-08"],"type":["text"],"creator":["Afremov, Leonid","Kirienko, Yury"],"language":[],"coverage":[],"title":["Effect of mechanical stresses on the coercive force of the heterophase\n  non-interacting nanoparticles"],"description":["  The theoretical analysis of the effect of uniaxial stress on the\nmagnetization of the system of noninteracting nanoparticles is done by an\nexample of heterophase particles of maghemite, epitaxially coated with cobalt\nferrite. It is shown that stretching leads to a decrease in the coercive force\n$H_c$, and compression leads to its growth. The residual saturation\nmagnetization $I_{rs}$ of nanoparticles does not change. With increasing of\ninterfacial exchange interaction, coercive force varies nonmonotonically\n","Comment: ICMSE-2012, Xiamen, PRC"]}]
["1201.2501",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2501"],"date":["2012-01-12","2012-04-06"],"type":["text"],"creator":["Hassanieh, Haitham","Indyk, Piotr","Katabi, Dina","Price, Eric"],"language":[],"coverage":[],"title":["Nearly Optimal Sparse Fourier Transform"],"description":["  We consider the problem of computing the k-sparse approximation to the\ndiscrete Fourier transform of an n-dimensional signal. We show:\n  * An O(k log n)-time randomized algorithm for the case where the input signal\nhas at most k non-zero Fourier coefficients, and\n  * An O(k log n log(n/k))-time randomized algorithm for general input signals.\n  Both algorithms achieve o(n log n) time, and thus improve over the Fast\nFourier Transform, for any k = o(n). They are the first known algorithms that\nsatisfy this property. Also, if one assumes that the Fast Fourier Transform is\noptimal, the algorithm for the exactly k-sparse case is optimal for any k =\nn^{\\Omega(1)}.\n  We complement our algorithmic results by showing that any algorithm for\ncomputing the sparse Fourier transform of a general signal must use at least\n\\Omega(k log(n/k)/ log log n) signal samples, even if it is allowed to perform\nadaptive sampling.\n","Comment: 28 pages, appearing at STOC 2012"]}]
["1201.2628",{"format":[],"subject":["Mathematics - Geometric Topology","57M, 57N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2628"],"date":["2012-01-12","2012-04-06"],"type":["text"],"creator":["Johnson, Jesse"],"language":[],"coverage":[],"title":["Mapping class groups of Heegaard splittings of surface bundles"],"description":["  Every surface bundle with genus $g$ fiber has a canonical Heegaard splitting\nof genus $2g+1$. We classify the mapping class groups of such Heegaard\nsplittings in the case when the surface bundle has a sufficiently complicated\nmonodromy map.\n","Comment: 6 pages, 1 figure. Minor corrections made in versions 2 and 3"]}]
["1201.3916",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3916","Phys. Rev. B 85, 165111 (2012)","doi:10.1103/PhysRevB.85.165111"],"date":["2012-01-18","2012-01-24"],"type":["text"],"creator":["Karahasanovic, Una","Krüger, Frank","Green, Andrew G."],"language":[],"coverage":[],"title":["Quantum order-by-disorder driven phase reconstruction in the vicinity of\n  ferromagnetic quantum critical points"],"description":["  The formation of new phases close to itinerant electron quantum critical\npoints has been observed experimentally in many compounds. We present a unified\nanalytical model that explains the emergence of new types of order around\nitinerant ferromagnetic quantum critical points. The central idea of our\nanalysis is that certain Fermi-surface deformations associated with the onset\nof the competing order enhance the phase-space available for low-energy quantum\nfluctuations and so self-consistently lower the free energy. We demonstrate\nthat this quantum order-by-disorder mechanism leads to instabilities towards\nthe formation of spiral and d-wave spin nematic phases close to itinerant\nferromagnetic quantum critical points in three spatial dimensions.\n","Comment: 16 pages, 9 figures, corrected version of Eq(6)"]}]
["1202.3101",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Logic","37A35, 03E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3101"],"date":["2012-02-14","2012-04-06"],"type":["text"],"creator":["Tucker-Drob, Robin D."],"language":[],"coverage":[],"title":["Weak equivalence and non-classifiability of measure preserving actions"],"description":["  Ab\\'ert-Weiss have shown that the Bernoulli shift s of a countably infinite\ngroup \\Gamma is weakly contained in any free measure preserving action (mpa) b\nof \\Gamma. We establish a strong version of this result, conjectured by Ioana,\nby showing that s \\times b is weakly equivalent to b. This is generalized to\nnon-free mpa's using random Bernoulli shifts. The result for free mpa's is used\nto show that isomorphism on the weak equivalence class of a free mpa does not\nadmit classification by countable structures. This provides a negative answer\nto a question of Ab\\'ert and Elek.\n  We also answer a question of Kechris regarding two ergodic theoretic\nproperties of residually finite groups. An infinite residually finite group\n\\Gamma is said to have EMD if the action p of \\Gamma on its profinite\ncompletion weakly contains all ergodic mpa's of \\Gamma, and \\Gamma is said to\nhave property MD if i \\times p weakly contains all mpa's of \\Gamma, where i\ndenotes the trivial action on a standard non-atomic probability space. Kechris\nasks if these two properties equivalent and we provide a positive answer by\nstudying the relationship between convexity and weak containment.\n","Comment: 41 pages. This version has minor corrections and updates, including\n  updated references"]}]
["1202.3237",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3237","Applied Physics Letters 100, 143110 (2012)","doi:10.1063/1.3701588"],"date":["2012-02-15","2012-04-06"],"type":["text"],"creator":["Wild, Andreas","Kierig, Johannes","Sailer, Jürgen","Ager III, Joel","Haller, Eugene","Abstreiter, Gerhard","Ludwig, Stefan","Bougeard, Dominique"],"language":[],"coverage":[],"title":["Few electron double quantum dot in an isotopically purified $^{28}$Si\n  quantum well"],"description":["  We present a few electron double quantum dot (QD) device defined in an\nisotopically purified $^{28}$Si quantum well (QW). An electron mobility of $5.5\n\\cdot 10^4 cm^2(Vs)^{-1}$ is observed in the QW which is the highest mobility\never reported for a 2D electron system in $^{28}$Si. The residual concentration\nof $^{29}$Si nuclei in the $^{28}$Si QW is lower than $10^{3} ppm$, at the\nverge where the hyperfine interaction is theoretically no longer expected to\ndominantly limit the $T_{2}$ spin dephasing time. We also demonstrate a\ncomplete suppression of hysteretic gate behavior and charge noise using a\nnegatively biased global top gate.\n","Comment: 4 pages, 3 figures"]}]
["1202.3858",{"format":[],"subject":["Mathematics - Analysis of PDEs","65N12, 65N15, 70C20, 35J62, 35L72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3858"],"date":["2012-02-17","2012-04-06"],"type":["text"],"creator":["Ortner, C.","Theil, F."],"language":[],"coverage":[],"title":["Nonlinear Elasticity from Atomistic Mechanics"],"description":["  We present sharp convergence results for the Cauchy--Born approximation of\ngeneral classical atomistic interactions, for both static and dynamic problems,\nfor small data.\n","Comment: revised preprint with some minor error corrected and an extended\n  introduction"]}]
["1202.6238",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory","18D10, 16W30, 19D23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6238"],"date":["2012-02-28","2012-04-06"],"type":["text"],"creator":["Mombelli, Martin"],"language":[],"coverage":[],"title":["The Brauer-Picard group of the representation category of finite\n  supergroup algebras"],"description":["  We develop further the techniques presented in [M. Mombelli. On the tensor\nproduct of bimodule categories over Hopf algebras. Preprint arXiv:1111.1610 ]\nto study bimodule categories over the representation categories of arbitrary\nfinite-dimensional Hopf algebras. We compute the Brauer-Picard group of\nequivalence classes of exact invertible bimodule categories over the\nrepresentation categories of a certain large family of pointed non-semisimple\nHopf algebras, the so called supergroup algebras. To obtain this result we\nfirst give a classification of equivalence classes of exact indecomposable\nbimodule categories over such Hopf algebras.\n","Comment: 37 pages. We had to assume that the underlying group is Abelian.\n  Section 8 was corrected accordingly. An error in the last example in pag. 36\n  was corrected"]}]
["1202.6501",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6501"],"date":["2012-02-29","2012-04-06"],"type":["text"],"creator":["Lee, Seunghyun","Huang, Kaibin"],"language":[],"coverage":[],"title":["Coverage and Economy of Cellular Networks with Many Base Stations"],"description":["  The performance of a cellular network can be significantly improved by\nemploying many base stations (BSs), which shortens transmission distances.\nHowever, there exist no known results on quantifying the performance gains from\ndeploying many BSs. To address this issue, we adopt a stochastic-geometry model\nof the downlink cellular network and analyze the mobile outage probability.\nSpecifically, given Poisson distributed BSs, the outage probability is shown to\ndiminish inversely with the increasing ratio between the BS and mobile\ndensities. Furthermore, we analyze the optimal tradeoff between the performance\ngain from increasing the BS density and the resultant network cost accounting\nfor energy consumption, BS hardware and backhaul cables. The optimal BS density\nis proved to be proportional to the square root of the mobile density and the\ninverse of the square root of the cost factors considered.\n","Comment: 3 pages, 3 figures, to appear in IEEE Communications Letters"]}]
["1203.0184",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0184","J. Phys. A: Math. Theor. 45 (2012) 162001","doi:10.1088/1751-8113/45/16/162001"],"date":["2012-03-01","2012-04-06"],"type":["text"],"creator":["Bauer, Michael","Abreu, David","Seifert, Udo"],"language":[],"coverage":[],"title":["Efficiency of a Brownian information machine"],"description":["  A Brownian information machine extracts work from a heat bath through a\nfeedback process that exploits the information acquired in a measurement. For\nthe paradigmatic case of a particle trapped in a harmonic potential, we\ndetermine how power and efficiency for two variants of such a machine operating\ncyclically depend on the cycle time and the precision of the positional\nmeasurements. Controlling only the center of the trap leads to a machine that\nhas zero efficiency at maximum power whereas additional optimal control of the\nstiffness of the trap leads to an efficiency bounded between 1/2, which holds\nfor maximum power, and 1 reached even for finite cycle time in the limit of\nperfect measurements.\n","Comment: 9 pages, 2 figures"]}]
["1203.1553",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1553","J. Phys.: Condens. Matter 24, 185501, (2012)","doi:10.1088/0953-8984/24/18/185501"],"date":["2012-03-07"],"type":["text"],"creator":["Himmetoglu, Burak","Katukuri, Vamshi M.","Cococcioni, Matteo"],"language":[],"coverage":[],"title":["Origin of magnetic interactions and their influence on the structural\n  properties of Ni2MnGa and related compounds"],"description":["  In this work, we perform first principles DFT calculations to investigate the\ninterplay between magnetic and structural properties in Ni2MnGa. We demonstrate\nthat the relative stability of austenite (cubic) and non-modulated martensite\n(tetragonal) phases depends critically on the magnetic interactions between Mn\natoms. While standard approximate DFT functionals stabilize the latter phase, a\nmore accurate treatment of electronic localization and magnetism, obtained with\nDFT+U, suppresses the non-modulated tetragonal structure for the stoichiometric\ncompound, in better agreement with the experiments. We show that the Anderson\nimpurity model, with Mn atoms treated as magnetic impurities, can explain this\nobservation and that the fine balance between super-exchange RKKY type\ninteractions mediated by Ni d and Ga p orbitals determines the equilibrium\nstructure of the crystal. The Anderson model is also demonstrated to capture\nthe effect of the number of valence electrons per unit cell on the structural\nproperties, often used as an empirical parameter to tune the behavior of\nNi2MnGa based alloys. Finally, we show that off-stoichiometric compositions\nwith excess Mn promote transitions to a non-modulated tetragonal structure, in\nagreement with experiments.\n","Comment: 16 pages, 25 figures"]}]
["1203.1569",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1569"],"date":["2012-03-07","2012-04-06"],"type":["text"],"creator":["Hartig, Olaf"],"language":[],"coverage":[],"title":["SPARQL for a Web of Linked Data: Semantics and Computability (Extended\n  Version)"],"description":["  The World Wide Web currently evolves into a Web of Linked Data where content\nproviders publish and link data as they have done with hypertext for the last\n20 years. While the declarative query language SPARQL is the de facto for\nquerying a-priory defined sets of data from the Web, no language exists for\nquerying the Web of Linked Data itself. However, it seems natural to ask\nwhether SPARQL is also suitable for such a purpose.\n  In this paper we formally investigate the applicability of SPARQL as a query\nlanguage for Linked Data on the Web. In particular, we study two query models:\n1) a full-Web semantics where the scope of a query is the complete set of\nLinked Data on the Web and 2) a family of reachability-based semantics which\nrestrict the scope to data that is reachable by traversing certain data links.\nFor both models we discuss properties such as monotonicity and computability as\nwell as the implications of querying a Web that is infinitely large due to data\ngenerating servers.\n","Comment: v2: 55 pages, added Appendix D about constant reachability criteria,\n  aligned with the final version published in ESWC 2012; v1: 52 pages"]}]
["1203.2026",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2026","A&A 540 (2012) A110","doi:10.1051/0004-6361/201118618"],"date":["2012-03-09","2012-04-06"],"type":["text"],"creator":["Steglich, Mathias","Carpentier, Yvain","Jäger, Cornelia","Huisken, Friedrich","Räder, Hans-Joachim","Henning, Thomas"],"language":[],"coverage":[],"title":["The smoothness of the interstellar extinction curve in the UV.\n  Comparison with recent laboratory measurements of PAH mixtures"],"description":["  Context. As revealed by high-resolution spectral investigations in the\nwavelength range between 300 and 400 nm, the interstellar extinction curve does\nnot display any of the sharp electronic absorption bands that are\ncharacteristic for large polyatomic molecules, such as polycyclic aromatic\nhydrocarbons (PAHs), which belong to the most abundant interstellar molecules.\nAims. We aim to verify whether the absorption curves of mixtures of\nmedium-sized PAHs produced in the laboratory can explain the astronomical\nobservations. Methods. The PAH mixtures were synthesized by infrared laser\npyrolysis and subsequent chemical extraction and size separation. The matrix\nisolation technique was used to study the absorption spectra of isolated\nmolecules at low temperature. Results. Our experimental results demonstrate\nthat the UV-visible absorption curves of PAH mixtures can be very smooth,\ndisplaying no sharp bands, if the molecular diversity is sufficiently high.\nConclusions. In view of the absence of sharp electronic features on the\ninterstellar extinction curve for 300 < {\\lambda} < 400 nm, we conclude from\nour experimental findings that the interstellar PAH population must be very\ndiverse. The low fractional abundances of individual species prevent their\ndetection on the basis of spectral fingerprints in the UV.\n","Comment: 6 pages, 5 figures"]}]
["1203.4102",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4102","J. Phys. B: At. Mol. Opt. Phys. 45 (2012) 095202","doi:10.1088/0953-4075/45/9/095202"],"date":["2012-03-19"],"type":["text"],"creator":["McLaughlin, Brendan M.","Ballance, Connor P."],"language":[],"coverage":[],"title":["Photoionization Cross-Sections for the trans-iron element Se$^+$ from 18\n  eV to 31 eV"],"description":["  Absolute photoionization cross-section calculations are presented for Se$^+$\nusing large-scale close-coupling calculations within the Breit-Pauli and\nDirac-Coulomb R-matrix approximations. The results from our theoretical work\nare compared with recent measurements made at the Advanced Light Source (ALS)\nradiation facility in Berkeley, California, USA. We report on results for the\nphoton energy range 18.0 eV -- 31.0 eV, which spans the ionization thresholds\nof the $\\rm ^4S^o_{3/2}$ ground state and the low-lying $\\rm ^2D^o_{5/2,3/2}$\nand $\\rm ^2P^o_{3/2,1/2}$ metastable states. Metastable fractions are inferred\nfrom our present work. Resonance energies and quantum defects of the prominent\nRydberg resonances series identified in the spectra are compared for the $\\rm\n4p \\rightarrow nd$ transitions with the recent ALS experimental measurements\nmade on this complex trans-iron element.\n","Comment: Accepted for publication. arXiv admin note: text overlap with\n  arXiv:1011.6312 by other authors"]}]
["1203.4451",{"format":[],"subject":["Physics - Geophysics","Mathematics - Numerical Analysis","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4451","doi:10.1007/s13137-012-0036-3"],"date":["2012-03-20","2012-04-06"],"type":["text"],"creator":["Loris, Ignace","Verhoeven, Caroline"],"language":[],"coverage":[],"title":["Iterative algorithms for total variation-like reconstructions in seismic\n  tomography"],"description":["  A qualitative comparison of total variation like penalties (total variation,\nHuber variant of total variation, total generalized variation, ...) is made in\nthe context of global seismic tomography. Both penalized and constrained\nformulations of seismic recovery problems are treated. A number of simple\niterative recovery algorithms applicable to these problems are described. The\nconvergence speed of these algorithms is compared numerically in this setting.\nFor the constrained formulation a new algorithm is proposed and its convergence\nis proven.\n","Comment: 28 pages, 8 figures. Corrected sign errors in formula (25)"]}]
["1203.4462",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4462","doi:10.1103/PhysRevE.85.046203"],"date":["2012-03-20","2012-04-04"],"type":["text"],"creator":["Ishii, Akihiro","Akaishi, Akira","Shudo, Akira","Schomerus, Henning"],"language":[],"coverage":[],"title":["Weyl law for open systems with sharply divided mixed phase space"],"description":["  A generalization of the Weyl law to systems with a sharply divided mixed\nphase space is proposed. The ansatz is composed of the usual Weyl term which\ncounts the number of states in regular islands and a term associated with\nsticky regions in phase space. For a piecewise linear map, we numerically check\nthe validity of our hypothesis, and find good agreement not only for the case\nwith a sharply divided phase space, but also for the case where tiny island\nchains surround the main regular island. For the latter case, a non-trivial\npower law exponent appears in the survival probability of classical escaping\norbits, which may provide a clue to develop the Weyl law for more generic mixed\nsystems.\n","Comment: 8 pages, 14 figures"]}]
["1203.6304",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6304","Phys. Rev. B 85, 155410 (2012)","doi:10.1103/PhysRevB.85.155410"],"date":["2012-03-28"],"type":["text"],"creator":["Broer, Wijnand","Palasantzas, George","Knoester, Jasper","Svetovoy, Vitaly B."],"language":[],"coverage":[],"title":["Roughness correction to the Casimir force at short separations: Contact\n  distance and extreme value statistics"],"description":["  So far there has been no reliable method to calculate the Casimir force at\nseparations comparable to the root-mean-square of the height fluctuations of\nthe surfaces. Statistical analysis of rough gold samples has revealed the\npresence of peaks considerably higher than the root-mean-square roughness.\nThese peaks redefine the minimum separation distance between the bodies and can\nbe described by extreme value statistics. Here we show that the contribution of\nthe high peaks to the Casimir force can be calculated with a pairwise additive\nsummation, while the contribution of asperities with normal height can be\nevaluated perturbatively. This method provides a reliable estimate of the\nCasimir force at short distances, and it solves the significant, so far\nunexplained discrepancy between measurements of the Casimir force between rough\nsurfaces and the results of perturbation theory. Furthermore, we illustrate the\nimportance of our results in a technologically relevant situation.\n","Comment: 29 pages, 11 figures, to appear in Phys. Rev. B"]}]
["1204.0456",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0456","Phys. Rev. B 85, 134505 (2012)","doi:10.1103/PhysRevB.85.134505"],"date":["2012-04-02"],"type":["text"],"creator":["Biswas, P. K.","Hillier, A. D.","Lees, M. R.","Paul, D. McK."],"language":[],"coverage":[],"title":["Comparative study of the centrosymmetric and non-centrosymmetric\n  superconducting phases of Re3W using muon-spin spectroscopy and heat capacity\n  measurements"],"description":["  We compare the low-temperature electronic properties of the centrosymmetric\n(CS) and non-centrosymmetric (NCS) phases of Re3W using muon-spin spectroscopy\nand heat capacity measurements. The zero-field muSR results indicate that\ntime-reversal symmetry is preserved for both structures of Re3W.\nTransverse-field muon spin rotation has been used to study the temperature\ndependence of the penetration depth lambda(T) in the mixed state. For both\nphases of Re3W, lambda(T) can be explained using a single-gap s-wave BCS model.\nThe magnetic penetration depth at zero temperature, lambda(0), is 164(7) and\n418(6) nm for the centrosymmetric and the non-centrosymmetric phases of Re3W\nrespectively. Low-temperature specific heat data also provide evidence for an\ns-wave gap-symmetry for the two phases of Re3W. Both the muSR and heat capacity\ndata show that the CS material has a higher Tc and a larger superconducting gap\nDelta(0) at 0 K than the NCS compound. The ratio Delta(0)/kBTc indicates that\nboth phases of Re3W should be considered as strong-coupling superconductors.\n","Comment: 7 pages, to appear in Physical Review B"]}]
["1204.0984",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","High Energy Physics - Theory","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0984"],"date":["2012-04-04"],"type":["text"],"creator":["Azimov, Ya. I."],"language":[],"coverage":[],"title":["Froissart Bounds for Amplitudes and Cross Sections at High Energies"],"description":["  High-energy behavior of total cross sections is discussed in experiment and\ntheory. Origin and meaning of the Froissart bounds are described and explained.\nViolation of the familiar log-squared bound appears to not violate unitarity\n(contrary to the common opinion), but correspond to rapid high-energy increase\nof the amplitude in nonphysical regions.\n","Comment: 7 pages, 2 figures; based on the lecture presented at the XLV Winter\n  School of PNPI (March 2011) and on the seminar talk at the Ruhr University\n  Bochum (October 2011). The Russian version is published in \"Nuclear and\n  particle physics, Theoretical physics (Proceedings of the XLV Winter School\n  of PNPI, Feb. 28 - March 5, 2011)\", ed. V.T.Kim, PNPI, St.Petersburg, 2011,\n  pp.20-26"]}]
["1204.1336",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Neural and Evolutionary Computing","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1336","International Journal of Network Security & Its Applications,\n  Volume 4, Number 2, pages 109 - 120, March 2012","doi:10.5121/ijnsa.2012.4208"],"date":["2012-04-05"],"type":["text"],"creator":["Hoque, Mohammad Sazzadul","Mukit, Md. Abdul","Bikas, Md. Abu Naser"],"language":[],"coverage":[],"title":["An Implementation of Intrusion Detection System Using Genetic Algorithm"],"description":["  Nowadays it is very important to maintain a high level security to ensure\nsafe and trusted communication of information between various organizations.\nBut secured data communication over internet and any other network is always\nunder threat of intrusions and misuses. So Intrusion Detection Systems have\nbecome a needful component in terms of computer and network security. There are\nvarious approaches being utilized in intrusion detections, but unfortunately\nany of the systems so far is not completely flawless. So, the quest of\nbetterment continues. In this progression, here we present an Intrusion\nDetection System (IDS), by applying genetic algorithm (GA) to efficiently\ndetect various types of network intrusions. Parameters and evolution processes\nfor GA are discussed in details and implemented. This approach uses evolution\ntheory to information evolution in order to filter the traffic data and thus\nreduce the complexity. To implement and measure the performance of our system\nwe used the KDD99 benchmark dataset and obtained reasonable detection rate.\n"]}]
["1204.1349",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry","52C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1349"],"date":["2012-04-05"],"type":["text"],"creator":["Nixon, Anthony","Ross, Elissa"],"language":[],"coverage":[],"title":["Periodic Rigidity on a Variable Torus Using Inductive Constructions"],"description":["  In this paper we prove a recursive characterisation of generic rigidity for\nframeworks periodic with respect to a partially variable lattice. We follow the\napproach of modelling periodic frameworks as frameworks on a torus and use the\nlanguage of gain graphs for the finite counterpart of a periodic graph. In this\nsetting we employ variants of the Henneberg operations used frequently in\nrigidity theory.\n","Comment: 33 pages, 9 figures"]}]
["1204.1350",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1350"],"date":["2012-04-05"],"type":["text"],"creator":["Andréka, H.","Madarász, J. X.","Németi, I.","Székely, G."],"language":[],"coverage":[],"title":["What are the numbers in which spacetime?"],"description":["  Within an axiomatic framework, we investigate the possible structures of\nnumbers (as physical quantities) in different theories of relativity.\n","Comment: 28 pages, 2 figures"]}]
["1204.1352",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1352"],"date":["2012-04-05"],"type":["text"],"creator":["Padilla, Antonio","Saffin, Paul M."],"language":[],"coverage":[],"title":["Classical Duals, Legendre Transforms and the Vainshtein Mechanism"],"description":["  We show how to generalize the classical duals found by Gabadadze {\\it et al}\nto a very large class of self-interacting theories. This enables one to adopt a\nperturbative description beyond the scale at which classical perturbation\ntheory breaks down in the original theory. This is particularly relevant if we\nwant to test modified gravity scenarios that exhibit Vainshtein screening on\nsolar system scales. We recognise the duals as being related to the Legendre\ntransform of the original Lagrangian, and present a practical method for\nfinding the dual in general; our methods can also be applied to\nself-interacting theories with a hierarchy of strong coupling scales, and with\nmultiple fields. We find the classical dual of the full quintic galileon theory\nas an example.\n","Comment: 16 pages"]}]
["1204.1357",{"format":[],"subject":["Mathematics - Representation Theory","32L25 (Primary) 22E46, 32L10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1357"],"date":["2012-04-05"],"type":["text"],"creator":["Wolf, Joseph A."],"language":[],"coverage":[],"title":["Principal Series Representations of Infinite Dimensional Lie Groups, I:\n  Minimal Parabolic Subgroups"],"description":["  We study the structure of minimal parabolic subgroups of the classical\ninfinite dimensional real simple Lie groups, corresponding to the classical\nsimple direct limit Lie algebras. This depends on the recently developed\nstructure of parabolic subgroups and subalgebras that are not necessarily\ndirect limits of finite dimensional parabolics. We then discuss the use of that\nstructure theory for the infinite dimensional analog of the classical principal\nseries representations. We look at the unitary representation theory of the\nclassical lim--compact groups $U(\\infty)$, $SO(\\infty)$ and $Sp(\\infty)$ in\norder to construct the inducing representations, and we indicate some of the\nanalytic considerations in the actual construction of the induced\nrepresentations.\n"]}]
["1204.1359",{"format":[],"subject":["Mathematics - Functional Analysis","42C15 (Primary) 41A58, 47A58 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1359"],"date":["2012-04-05"],"type":["text"],"creator":["Rahimi, Asghar","Fereydooni, Abolhassan"],"language":[],"coverage":[],"title":["Controlled G-Frames and Their G-Multipliers in Hilbert spaces"],"description":["  Multipliers have been recently introduced by P. Balazs as operators for\nBessel sequences and frames in Hilbert spaces. These are operators that combine\n(frame-like) analysis, a multiplication with a fixed sequence (called the\nsymbol) and synthesis. Weighted and controlled frames have been introduced to\nimprove the numerical efficiency of iterative algorithms for inverting the\nframe operator Also g-frames are the most popular generalization of frames that\ninclude almost all of the frame extensions. In this manuscript the concept of\nthe controlled g-frames will be defined and we will show that controlled\ng-frames are equivalent to g-frames and so the controlled operators C and C0\ncan be used as preconditions in applications. Also the multiplier operator for\nthis family of operators will be introduced and some of its properties will be\nshown.\n","Comment: 15 pages"]}]
["1204.1363",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1363","PRA 85, 042305 (2012)","doi:10.1103/PhysRevA.85.042305"],"date":["2012-04-05"],"type":["text"],"creator":["Ajoy, Ashok","Cappellaro, Paola"],"language":[],"coverage":[],"title":["Mixed-state quantum transport in correlated spin networks"],"description":["  Quantum spin networks can be used to transport information between separated\nregisters in a quantum information processor. To find a practical\nimplementation, the strict requirements of ideal models for perfect state\ntransfer need to be relaxed, allowing for complex coupling topologies and\ngeneral initial states. Here we analyze transport in complex quantum spin\nnetworks in the maximally mixed state and derive explicit conditions that\nshould be satisfied by propagators for perfect state transport. Using a\ndescription of the transport process as a quantum walk over the network, we\nshow that it is necessary to phase correlate the transport processes occurring\nalong all the possible paths in the network. We provide a Hamiltonian that\nachieves this correlation, and use it in a constructive method to derive\nengineered couplings for perfect transport in complicated network topologies.\n"]}]
["1204.1365",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1365"],"date":["2012-04-05"],"type":["text"],"creator":["De Domenico, M.","Lyberis, H."],"language":[],"coverage":[],"title":["Fast generation of mock maps from realistic catalogs of astrophysical\n  objects"],"description":["  We present a novel method to generate a synthetic distribution of objects\n(mock) on a spherical surface (i.e. a sky), by using a real distribution. The\nresulting surrogate map mimics the clustering features of the real data,\nincluding the effects of non-uniform exposure, if any. The method is\nmodel-independent, also preserving the angular correlation function, as well as\nthe angular power spectrum, of the original data. It can be reliably adopted to\nmimic the angular clustering of objects distributed on a spherical surface and\nit can be easily extended to include further information, as the spatial\nclustering of objects distributed inside a sphere. Applications to real data\nare presented and discussed. In particular, we consider the distribution of\ngalaxies recently presented in the 2MASS Redshift Survey (2MRS) catalog.\n","Comment: 11 pages, 3 figures"]}]
["1204.1370",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1370"],"date":["2012-04-05"],"type":["text"],"creator":["Trojan, Ernst"],"language":[],"coverage":[],"title":["Dirac tachyons and antitachyons in many-particle system"],"description":["  A consistent description of charged many-tachyon Fermi system is developed.\nTachyons and antitachyons have the same chemical potential \\mu+=\\mu- because\nthe axial coupling constant g+=g- is invariant under the charge conjugation, in\ncontrast to reversion of the electric charge e+=-e-. The axial density\nn5=<\\psi^ \\gamma 5 \\psi> is incorporated in the thermodynamical functions\ninstead of <\\psi^ \\psi> which is not associated with any conserved quantity.\nThe number of tachyons and antitachyons are undefined but it is possible to\nestimate their difference and establish a link between the total electric\ncharge density $en$ and $n5$.\n","Comment: 16 pages, 1 figure"]}]
["1204.1373",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms","C.2.4","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1373"],"date":["2012-04-05"],"type":["text"],"creator":["Borges, Miguel","Jesus, Paulo","Baquero, Carlos","Almeida, Paulo Sérgio"],"language":[],"coverage":[],"title":["Spectra: Robust Estimation of Distribution Functions in Networks"],"description":["  Distributed aggregation allows the derivation of a given global aggregate\nproperty from many individual local values in nodes of an interconnected\nnetwork system. Simple aggregates such as minima/maxima, counts, sums and\naverages have been thoroughly studied in the past and are important tools for\ndistributed algorithms and network coordination. Nonetheless, this kind of\naggregates may not be comprehensive enough to characterize biased data\ndistributions or when in presence of outliers, making the case for richer\nestimates of the values on the network. This work presents Spectra, a\ndistributed algorithm for the estimation of distribution functions over large\nscale networks. The estimate is available at all nodes and the technique\ndepicts important properties, namely: robust when exposed to high levels of\nmessage loss, fast convergence speed and fine precision in the estimate. It can\nalso dynamically cope with changes of the sampled local property, not requiring\nalgorithm restarts, and is highly resilient to node churn. The proposed\napproach is experimentally evaluated and contrasted to a competing state of the\nart distribution aggregation technique.\n","Comment: Full version of the paper published at 12th IFIP International\n  Conference on Distributed Applications and Interoperable Systems (DAIS),\n  Stockholm (Sweden), June 2012"]}]
["1204.1381",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1381"],"date":["2012-04-05"],"type":["text"],"creator":["Zheng, Ban","Moulines, Eric","Abergel, Frédéric"],"language":[],"coverage":[],"title":["Price Jump Prediction in Limit Order Book"],"description":["  A limit order book provides information on available limit order prices and\ntheir volumes. Based on these quantities, we give an empirical result on the\nrelationship between the bid-ask liquidity balance and trade sign and we show\nthat liquidity balance on best bid/best ask is quite informative for predicting\nthe future market order's direction. Moreover, we define price jump as a sell\n(buy) market order arrival which is executed at a price which is smaller\n(larger) than the best bid (best ask) price at the moment just after the\nprecedent market order arrival. Features are then extracted related to limit\norder volumes, limit order price gaps, market order information and limit order\nevent information. Logistic regression is applied to predict the price jump\nfrom the limit order book's feature. LASSO logistic regression is introduced to\nhelp us make variable selection from which we are capable to highlight the\nimportance of different features in predicting the future price jump. In order\nto get rid of the intraday data seasonality, the analysis is based on two\nseparated datasets: morning dataset and afternoon dataset. Based on an analysis\non forty largest French stocks of CAC40, we find that trade sign and market\norder size as well as the liquidity on the best bid (best ask) are consistently\ninformative for predicting the incoming price jump.\n","Comment: 16 pages"]}]
["1204.1383",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1383","International Journal of Wireless & Mobile Networks (IJWMN) Vol.\n  4, No. 1, February 2012, 83-96","doi:10.5121/ijwmn.2012.4106"],"date":["2012-04-05"],"type":["text"],"creator":["Lahby, Mohamed","Cherkaoui, Leghris","Adib, Abdellah"],"language":[],"coverage":[],"title":["An Intelligent Network Selection Strategy Based on MADM Methods in\n  Heterogeneous Networks"],"description":["  Providing service continuity to the end users with best quality is a very\nimportant issue in the next generation wireless communications. With the\nevolution of the mobile devices towards a multimode architecture and the\ncoexistence of multitude of radio access technologies (RAT's), the users are\nable to benefit simultaneously from these RAT's. However, the major issue in\nheterogeneous wireless communications is how to choose the most suitable access\nnetwork for mobile's user which can be used as long as possible for\ncommunication. To achieve this issue, this paper proposes an intelligent\nnetwork selection strategy which combines two multi attribute decision making\n(MADM) methods such as analytic network process (ANP) and the technique for\norder preference by similarity to an ideal solution (TOPSIS) method. The ANP\nmethod is used to find the differentiate weights of available networks by\nconsidering each criterion and the TOPSIS method is applied to rank the\nalternatives. Our new strategy for network selection can dealing with the\nlimitations of MADM methods which are the ranking abnormality and the ping-ponf\neffect.\n","Comment: 14 pages, 21 figures"]}]
["1204.1385",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1385"],"date":["2012-04-05"],"type":["text"],"creator":["Susanto, Heru","Muhaya, Fahad Bin","Almunawar, Mohammad Nabil","Tuan, Yong Chee"],"language":[],"coverage":[],"title":["Refinement of Strategy and Technology Domains STOPE View on ISO 27001"],"description":["  It is imperative for organizations to us Information Security Management\nSystem (ISMS) to effectively manage their information assets. ISMS starts with\na set of policies that dictate the usage computer resources. It starts with the\n\"21 essential security controls\" of ISO 27001, which give the basic standard\nrequirements of information security management. Our research is concerned with\nthe assessment of the application of these controls to organizations. STOPE\n(Strategy, Technology Organization, People and Environment) methodologies were\nused to integrated domains as a framework for this assessment. The controls are\nmapped on these domains and subsequently refined into \"246 simple and easily\ncomprehended elements\".\n","Comment: Susanto et al, 2010"]}]
["1204.1390",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Optimization and Control","52C35 (Primary) 13P25, 13P20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1390"],"date":["2012-04-05"],"type":["text"],"creator":["Tohaneanu, Stefan O."],"language":[],"coverage":[],"title":["A commutative algebraic approach to the fitting problem"],"description":["  Given a finite set of points $\\Gamma$ in $\\mathbb P^{k-1}$ not all contained\nin a hyperplane, the \"fitting problem\" asks what is the maximum number\n$hyp(\\Gamma)$ of these points that can fit in some hyperplane and what is (are)\nthe equation(s) of such hyperplane(s). If $\\Gamma$ has the property that any\n$k-1$ of its points span a hyperplane, then $hyp(\\Gamma)=nil(I)+k-2$, where\n$nil(I)$ is the index of nilpotency of an ideal constructed from the\nhomogeneous coordinates of the points of $\\Gamma$. Note that in $\\mathbb P^2$\nany two points span a line, and we find that the maximum number of collinear\npoints of any given set of points $\\Gamma\\subset\\mathbb P^2$ equals the index\nof nilpotency of the corresponding ideal, plus one.\n","Comment: 8 pages"]}]
["1204.1393",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","I.2.10","I.4.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1393"],"date":["2012-04-05"],"type":["text"],"creator":["Yamaguchi, Koichiro","Hazan, Tamir","McAllester, David","Urtasun, Raquel"],"language":[],"coverage":[],"title":["Continuous Markov Random Fields for Robust Stereo Estimation"],"description":["  In this paper we present a novel slanted-plane MRF model which reasons\njointly about occlusion boundaries as well as depth. We formulate the problem\nas the one of inference in a hybrid MRF composed of both continuous (i.e.,\nslanted 3D planes) and discrete (i.e., occlusion boundaries) random variables.\nThis allows us to define potentials encoding the ownership of the pixels that\ncompose the boundary between segments, as well as potentials encoding which\njunctions are physically possible. Our approach outperforms the\nstate-of-the-art on Middlebury high resolution imagery as well as in the more\nchallenging KITTI dataset, while being more efficient than existing slanted\nplane MRF-based methods, taking on average 2 minutes to perform inference on\nhigh resolution imagery.\n"]}]
["1204.1395",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1395","doi:10.1038/npre.2011.6180.2"],"date":["2012-04-05"],"type":["text"],"creator":["Fowler, Melissa A.","Varnell, Andrew L.","Cooper, Donald C."],"language":[],"coverage":[],"title":["mGluR5 Knockout mice exhibit normal conditioned place-preference to\n  cocaine"],"description":["  Metabotropic glutamate receptor 5 (mGluR5) null mutant (-/-) mice have been\nreported to totally lack the rein- forcing or locomotor stimulating effects of\ncocaine. We tested mGluR5 -/- and +/+ mice for their locomotor and conditioned\nplace- preference response to cocaine. Unlike the previous finding, here we\nshow that compared to mGluR5 +/+ mice, -/- mice exhibit no difference in the\nlocomotor response to low to moderate doses of cocaine (10 or 20 mg/kg). A high\ndose of cocaine (40 mg/kg) resulted in a blunted rather than absent locomo- tor\nresponse. We tested mGluR5 -/- and +/+ mice for conditioned place-preference to\ncocaine and found no group differences at a conditioning dose of 10 mg/kg,\nsuggesting normal conditioned rewarding properties of cocaine. These results\ndiffer substantially from Chiamulera et al. (2001) and replicates Olsen et al.,\n(2010), who found normal cocaine place-preference in mGluR5 -/- mice at 5\nmg/kg. Our results indicate mGluR5 receptors exert a modulatory rather than\nnecessary role in cocaine-induced locomotor stimulation and exert no effect on\nthe conditioned rewarding effects of cocaine.\n","Comment: 2 pages,2 figures Nature Precedings\n  http://precedings.nature.com/documents/6180/version/2"]}]
["1204.1398",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1398"],"date":["2012-04-05"],"type":["text"],"creator":["Xie, Xiaohu","Chang, Xiao-Wen","Borno, Mazen Al"],"language":[],"coverage":[],"title":["Partial LLL Reduction"],"description":["  The Lenstra-Lenstra-Lovasz (LLL) reduction has wide applications in digital\ncommunications. It can greatly improve the speed of the sphere decoding (SD)\nalgorithms for solving an integer least squares (ILS) problem and the\nperformance of the Babai integer point, a suboptimal solution to the ILS\nproblem. Recently Ling and Howgrave-Graham proposed the so-called effective LLL\n(ELLL) reduction. It has less computational complexity than LLL, while it has\nthe same effect on the performance of the Babai integer point as LLL. In this\npaper we propose a partial LLL (PLLL) reduction. PLLL avoids the numerical\nstability problem with ELLL, which may result in very poor performance of the\nBabai integer point. Furthermore, numerical simulations indicated that it is\nfaster than ELLL. We also show that in theory PLLL and ELLL have the same\neffect on the search speed of a typical SD algorithm as LLL.\n","Comment: 5 pages, 4 figures; IEEE GLOBECOM 2011"]}]
["1204.1399",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1399"],"date":["2012-04-05"],"type":["text"],"creator":["Gibson, B. K.","Courty, S.","Cunnama, D.","Molla, M."],"language":[],"coverage":[],"title":["Gas and Metal Distributions within Simulated Disk Galaxies"],"description":["  We highlight two research strands related to our ongoing chemodynamical\nGalactic Archaeology efforts: (i) the spatio-temporal infall rate of gas onto\nthe disk, drawing analogies with the infall behaviour imposed by classical\ngalactic chemical evolution models of inside-out disk growth; (ii) the radial\nage gradient predicted by spectrophometric models of disk galaxies. In relation\nto (i), at low-redshift, we find that half of the infall onto the disk is gas\nassociated with the corona, while half can be associated with cooler gas\nstreams; we also find that gas enters the disk preferentially orthogonal to the\nsystem, rather than in-plane. In relation to (ii), we recover age gradient\ntroughs/inflections consistent with those observed in nature, without recourse\nto radial migrations.\n","Comment: To appear in \"From the First Structures to the Universe Today\";\n  Proceedings of 2nd Workshop on Numerical and Observational Astrophysics;\n  Buenos Aires; 14-18 Nov 2011; ed. M.W. De Rossi. S.E. Pedrosa &amp; L.J.\n  Pellizza; AAA Workshop Series (Argentine Astronomical Society)"]}]
["1204.1402",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1402"],"date":["2012-04-05"],"type":["text"],"creator":["Gainer, Andrew"],"language":[],"coverage":[],"title":["{\\Gamma}-species, quotients, and graph enumeration"],"description":["  The theory of {\\Gamma}-species is developed to allow species-theoretic study\nof quotient structures in a categorically rigorous fashion. This new approach\nis then applied to two graph-enumeration problems which were previously\nunsolved in the unlabeled case-bipartite blocks and general k-trees.\n","Comment: 84 pages, 10 figures, dissertation"]}]
["1204.1404",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1404"],"date":["2012-04-06"],"type":["text"],"creator":["Dubinin, V. N."],"language":[],"coverage":[],"title":["On the lemniscate components containing no critical points of a\n  polynomial except for its zeros"],"description":["  We prove a sharp inequality for the modulus of the logarithmic derivative of\na polynomial in the lemniscate components containing no critical points.\n"]}]
["1204.1406",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1406","AJCSIT, Vol. 2, No. 3, P. 26-30, 2012"],"date":["2012-04-06"],"type":["text"],"creator":["Roul, R. K.","Sahay, S. K."],"language":[],"coverage":[],"title":["An Effective Information Retrieval for Ambiguous Query"],"description":["  Search engine returns thousands of web pages for a single user query, in\nwhich most of them are not relevant. In this context, effective information\nretrieval from the expanding web is a challenging task, in particular, if the\nquery is ambiguous. The major question arises here is that how to get the\nrelevant pages for an ambiguous query. We propose an approach for the effective\nresult of an ambiguous query by forming community vector based on association\nconcept of data minning using vector space model and the freedictionary. We\ndevelop clusters by computing the similarity between community vectors and\ndocument vectors formed from the extracted web pages by the search engine. We\nuse Gensim package to implement the algorithm because of its simplicity and\nrobust nature. Analysis shows that our approach is an effective way to form\nclusters for an ambiguous query.\n","Comment: 11 Pages, 1 figure"]}]
["1204.1407",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1407"],"date":["2012-04-06"],"type":["text"],"creator":["Breen, Stephen","Chang, Xiao-Wen"],"language":[],"coverage":[],"title":["Column Reordering for Box-Constrained Integer Least Squares Problems"],"description":["  The box-constrained integer least squares problem (BILS) arises in MIMO\nwireless communications applications. Typically a sphere decoding algorithm (a\ntree search algorithm) is used to solve the problem. In order to make the\nsearch algorithm more efficient, the columns of the channel matrix in the BILS\nproblem have to be reordered. To our knowledge, there are currently two\nalgorithms for column reordering that provide the best known results. Both use\nall available information, but they were derived respectively from geometric\nand algebraic points of view and look different. In this paper we modify one to\nmake it more computationally efficient and easier to comprehend. Then we prove\nthe modified one and the other actually give the same column reordering in\ntheory. Finally we propose a new mathematically equivalent algorithm, which is\nmore computationally efficient and is still easy to understand.\n","Comment: 6 pages; IEEE GLOBECOM 2011"]}]
["1204.1413",{"format":[],"subject":["Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1413","doi:10.5121/ijwsc.2012.3103"],"date":["2012-04-06"],"type":["text"],"creator":["Suri, Pushpa R.","Taneja, Harmunish"],"language":[],"coverage":[],"title":["An integrated ranking algorithm for efficient information computing in\n  social networks"],"description":["  Social networks have ensured the expanding disproportion between the face of\nWWW stored traditionally in search engine repositories and the actual ever\nchanging face of Web. Exponential growth of web users and the ease with which\nthey can upload contents on web highlights the need of content controls on\nmaterial published on the web. As definition of search is changing,\nsocially-enhanced interactive search methodologies are the need of the hour.\nRanking is pivotal for efficient web search as the search performance mainly\ndepends upon the ranking results. In this paper new integrated ranking model\nbased on fused rank of web object based on popularity factor earned over only\nvalid interlinks from multiple social forums is proposed. This model identifies\nrelationships between web objects in separate social networks based on the\nobject inheritance graph. Experimental study indicates the effectiveness of\nproposed Fusion based ranking algorithm in terms of better search results.\n","Comment: 14 pages, International Journal on Web Service Computing (IJWSC),\n  Vol.3, No.1, March 2012"]}]
["1204.1414",{"format":[],"subject":["Computer Science - Systems and Control","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1414","doi:10.5121/ijdps.2012.3202"],"date":["2012-04-06"],"type":["text"],"creator":["Legnain, Rajab M.","Hafez, Roshdy H. M.","Legnain, Abdelgader M."],"language":[],"coverage":[],"title":["Improved Spatial Modulation for High Spectral Efficiency"],"description":["  Spatial Modulation (SM) is a technique that can enhance the capacity of MIMO\nschemes by exploiting the index of transmit antenna to convey information bits.\nIn this paper, we describe this technique, and present a new MIMO transmission\nscheme that combines SM and spatial multiplexing. In the basic form of SM, only\none out of MT available antennas is selected for transmission in any given\nsymbol interval. We propose to use more than one antenna to transmit several\nsymbols simultaneously. This would increase the spectral efficiency. At the\nreceiver, an optimal detector is employed to jointly estimate the transmitted\nsymbols as well as the index of the active transmit antennas. In this paper we\nevaluate the performance of this scheme in an uncorrelated Rayleigh fading\nchannel. The simulations results show that the proposed scheme outperforms the\noptimal SM and V-BLAST (Vertical Bell Laboratories Layered space-time at high\nsignal-to-noise ratio (SNR). For example, if we seek a spectral efficiency of 8\nbits/s/Hz at bit error rate (BER) of 10^-5, the proposed scheme provides 5dB\nand 7dB improvements over SM and V-BLAST, respectively.\n","Comment: 7 pages, 4 figures, 1 table, International Journal of Distributed and\n  Parallel Systems (IJDPS) Vol.3, No.2, March 2012"]}]
["1204.1417",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1417"],"date":["2012-04-06"],"type":["text"],"creator":["Kim, Eun Jung","Paul, Christophe","Philip, Geevarghese"],"language":[],"coverage":[],"title":["A single-exponential FPT algorithm for the $K_4$-minor cover problem"],"description":["  Given an input graph G and an integer k, the parameterized K_4-minor cover\nproblem asks whether there is a set S of at most k vertices whose deletion\nresults in a K_4-minor-free graph, or equivalently in a graph of treewidth at\nmost 2. This problem is inspired by two well-studied parameterized vertex\ndeletion problems, Vertex Cover and Feedback Vertex Set, which can also be\nexpressed as Treewidth-t Vertex Deletion problems: t=0 for Vertex Cover and t=1\nfor Feedback Vertex Set. While a single-exponential FPT algorithm has been\nknown for a long time for \\textsc{Vertex Cover}, such an algorithm for Feedback\nVertex Set was devised comparatively recently. While it is known to be unlikely\nthat Treewidth-t Vertex Deletion can be solved in time c^{o(k)}.n^{O(1)}, it\nwas open whether the K_4-minor cover problem could be solved in\nsingle-exponential FPT time, i.e. in c^k.n^{O(1)} time. This paper answers this\nquestion in the affirmative.\n"]}]
["1204.1420",{"format":[],"subject":["Computer Science - Emerging Technologies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1420","doi:10.5121/ijbb.2012.21011"],"date":["2012-04-06"],"type":["text"],"creator":["Alshehab, Abdullah","Wu, Chiu Tung","Kobayashi, Nao","Sok, Sikieng","Shimamoto, Shigeru"],"language":[],"coverage":[],"title":["Intra-bodyhybrid communication scheme for healthcare systems"],"description":["  Intra-body communication (IBC) is a type of Body Area Network (BAN)that\nutilizes human body as the medium for data transmission. Thelow power\nrequirements of intra-body communication (IBC) as compared to near field\nelectromagnetic waves showed that it can be a suitable solution for Medical\nBody Area Networks (MBANs) in a mobile health care system.In this paper, we\ninvestigate the transmission characteristics of the human body as a conductor\nof signals by considering different data transmission rates of multi-point to\npoint network in order to reduce overall power consumption of the\nBAN.Furthermore, we utilize IBC and propose a new scheme to combines Slotted\nALOHA, TDMA, and Reservation ALOHA together to increase the throughput and\ndecrease the delay. By using our new hybrid scheme with the movable boundary\ndesigned for health status monitoring, we are able to increase the efficiency\nof data transmission by prioritizing the more critical data from the sensors.\n","Comment: International Journal on Bioinformatics & Biosciences (IJBB) Vol.2,\n  No.1, March 2012"]}]
["1204.1421",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1421","J. Phys. Soc. Jpn. 81 (2012) 053701","doi:10.1143/JPSJ.81.053701"],"date":["2012-04-06"],"type":["text"],"creator":["Pyon, Sunseng","Kudo, Kazutaka","Nohara, Minoru"],"language":[],"coverage":[],"title":["Superconductivity Induced by Bond Breaking in the Triangular Lattice of\n  IrTe2"],"description":["  IrTe2, a layered compound with a triangular iridium lattice, exhibits a\nstructural phase transition at approximately 250 K. This transition is\ncharacterized by the formation of Ir-Ir bonds along the b-axis. We found that\nthe breaking of Ir-Ir bonds that occurs in Ir1-xPtxTe2 results in the\nappearance of a structural critical point in the T = 0 limit at xc = 0.035.\nAlthough both IrTe2 and PtTe2 are paramagnetic metals, superconductivity at Tc\n= 3.1 K is induced by the bond breaking in a narrow range of x > xc in\nIr1-xPtxTe2. This result indicates that structural fluctuations can be involved\nin the emergence of superconductivity.\n","Comment: 10 pages, 4 figures"]}]
["1204.1423",{"format":[],"subject":["Computer Science - Numerical Analysis","Mathematics - Numerical Analysis","G.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1423"],"date":["2012-04-06"],"type":["text"],"creator":["Hong, Dohy"],"language":[],"coverage":[],"title":["D-iteration: application to differential equations"],"description":["  In this paper, we study how the D-iteration algorithm can be applied to\nnumerically solve the differential equations such as heat equation in 2D or 3D.\nThe method can be applied on the class of problems that can be addressed by the\nGauss-Seidel iteration, based on the linear approximation of the differential\nequations.\n","Comment: 5 pages"]}]
["1204.1424",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1424","J. Appl. Phys. 111, 054308 (2012)","doi:10.1063/1.3692567"],"date":["2012-04-06"],"type":["text"],"creator":["Zhang, Jing","Wu, Re-Bing","Miao, Lei","Xi, Ning","Li, Chun-Wen","Wang, Yue-Chao","Tarn, Tzyh-Jong"],"language":[],"coverage":[],"title":["Suppressing nano-scale stick-slip motion by feedback"],"description":["  When a micro cantilever with a nano-scale tip is manipulated on a substrate\nwith atomic-scale roughness, the periodic lateral frictional force and\nstochastic fluctuations may induce stick-slip motion of the cantilever tip,\nwhich greatly decreases the precision of the nano manipulation. This unwanted\nmotion cannot be reduced by open-loop control especially when there exist\nparameter uncertainties in the system model, and thus needs to introduce\nfeedback control. However, real-time feedback cannot be realized by the\nexisting virtual reality virtual feedback techniques based on the position\nsensing capacity of the atomic force microscopy (AFM). To solve this problem,\nwe propose a new method to design real-time feedback control based on the force\nsensing approach to compensate for the disturbances and thus reduce the\nstick-slip motion of the cantilever tip. Theoretical analysis and numerical\nsimulations show that the controlled motion of the cantilever tip tracks the\ndesired trajectory with much higher precision. Further investigation shows that\nour proposal is robust under various parameter uncertainties. Our study opens\nup new perspectives of real-time nano manipulation.\n","Comment: 8 pages, 10 figures"]}]
["1204.1425",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1425","doi:10.5121/ijwsc.2012.3101"],"date":["2012-04-06"],"type":["text"],"creator":["Makhlughian, Molood","Hashemi, Seyyed Mohsen","Rastegari, Yousef","Pejman, Emad"],"language":[],"coverage":[],"title":["Web service selection based on ranking of qos using associative\n  classification"],"description":["  With the explosive growth of the number of services published over the\nInternet, it is difficult to select satisfactory web services among the\ncandidate web services which provide similar functionalities. Quality of\nService (QoS) is considered as the most important non-functional criterion for\nservice selection. But this criterion is no longer considered as the only\ncriterion to rank web services, satisfying user's preferences. The similarity\nmeasure (outputs-inputs similarity) between concepts based on ontology in an\ninterconnected network of semantic Web services involved in a composition can\nbe used as a distinguishing criterion to estimate the semantic quality of\nselected services for the composite service. Coupling the semantic similarity\nas the functional aspect and quality of services allows us to further constrain\nand select services for the valid composite services. In this paper, we present\nan overall service selection and ranking framework which firstly classify\ncandidate web services to different QoS levels respect to user's QoS\nrequirements and preferences with an Associative Classification algorithm and\nthen rank the most qualified candidate services based on their functional\nquality through semantic matching. The experimental results show that proposed\nframework can satisfy service requesters' non-functional requirements.\n","Comment: 14 pages; International Journal on Web Service Computing (IJWSC),\n  March 2012, Volume 3, Number 1"]}]
["1204.1427",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1427","Theor. Chem. Acc. 131, 1143 (2012)","doi:10.1007/s00214-012-1143-9"],"date":["2012-04-06"],"type":["text"],"creator":["Salanne, Mathieu","Rotenberg, Benjamin","Jahn, Sandro","Vuilleumier, Rodolphe","Simon, Christian","Madden, Paul A."],"language":[],"coverage":[],"title":["Including many-body effects in models for ionic liquids"],"description":["  Realistic modeling of ionic systems necessitates taking explicitly account of\nmany-body effects. In molecular dynamics simulations, it is possible to\nintroduce explicitly these effects through the use of additional degrees of\nfreedom. Here we present two models: The first one only includes dipole\npolarization effect, while the second also accounts for quadrupole polarization\nas well as the effects of compression and deformation of an ion by its\nimmediate coordination environment. All the parameters involved in these models\nare extracted from first-principles density functional theory calculations.\nThis step is routinely done through an extended force-matching procedure, which\nhas proven to be very succesfull for molten oxides and molten fluorides. Recent\ndevelopments based on the use of localized orbitals can be used to complement\nthe force-matching procedure by allowing for the direct calculations of several\nparameters such as the individual polarizabilities.\n","Comment: 19 pages, 7 figures"]}]
["1204.1428",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1428"],"date":["2012-04-06"],"type":["text"],"creator":["Thai, Tuan Tran","Lochin, Emmanuel","Lacan, Jerome"],"language":[],"coverage":[],"title":["Online multipath convolutional coding for real-time transmission"],"description":["  Most of multipath multimedia streaming proposals use Forward Error Correction\n(FEC) approach to protect from packet losses. However, FEC does not sustain\nwell burst of losses even when packets from a given FEC block are spread over\nmultiple paths. In this article, we propose an online multipath convolutional\ncoding for real-time multipath streaming based on an on-the-fly coding scheme\ncalled Tetrys. We evaluate the benefits brought out by this coding scheme\ninside an existing FEC multipath load splitting proposal known as Encoded\nMultipath Streaming (EMS). We demonstrate that Tetrys consistently outperforms\nFEC in both uniform and burst losses with EMS scheme. We also propose a\nmodification of the standard EMS algorithm that greatly improves the\nperformance in terms of packet recovery. Finally, we analyze different\nspreading policies of the Tetrys redundancy traffic between available paths and\nobserve that the longer propagation delay path should be preferably used to\ncarry repair packets.\n","Comment: Online multipath convolutional coding for real-time transmission\n  (2012)"]}]
["1204.1429",{"format":[],"subject":["Physics - Medical Physics","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1429","Computer Methods in Biomechanics and Biomedical Engineering 15, 1\n  (2012) 37-48","doi:10.1080/10255842.2011.586945"],"date":["2012-04-06"],"type":["text"],"creator":["Badel, Pierre","Avril, Stéphane","Lessner, Susan","Sutton, Michael A."],"language":[],"coverage":[],"title":["Mechanical identification of layer-specific properties of mouse carotid\n  arteries using 3D-DIC and a hyperelastic anisotropic constitutive model"],"description":["  The role of mechanics is known to be of primary order in many arterial\ndiseases; however, determining mechanical properties of arteries remains a\nchallenge. This paper discusses the identifiability of the passive mechanical\nproperties of a mouse carotid artery, taking into account the orientation of\ncollagen fibres in the medial and adventitial layers. On the basis of 3D\ndigital image correlation measurements of the surface strain during an\ninflation/extension test, an inverse identification method is set up. It\ninvolves a 3D finite element mechanical model of the mechanical test and an\noptimisation algorithm. A two-layer constitutive model derived from the\nHolzapfel model is used, with five and then seven parameters. The\nfive-parameter model is successfully identified providing layer-specific fibre\nangles. The seven-parameter model is over parameterised, yet it is shown that\nadditional data from a simple tension test make the identification of refined\nlayer-specific data reliable.\n","Comment: PB-CMBBE-15.pdf"]}]
["1204.1433",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1433","doi:10.5121/ijdps.2012.3201"],"date":["2012-04-06"],"type":["text"],"creator":["Hassan, Ahmed Hassan M.","Dai, Bin","Huang, Benxiong","Eisa, Edriss","Azhar, Muhammad"],"language":[],"coverage":[],"title":["Relay selection for multiple access relay channel with decode-forward\n  and analog network coding"],"description":["  This paper presents a relay selection for decode-and-forward based on network\ncoding (DF-NC) and analog-NC protocols in general scheme of cellular network\nsystem. In the propose scheme the two source node simultaneously transmit their\nown information to all the relays as well as the destination node, and then, a\nsingle relay i.e. best with a minimum symbol error rate (SER) will be selected\nto forward the new version of the received signal. Simulation results show\nthat, the DF-NC scheme with considerable performance has exactness over\nanalog-NC scheme. To improve the system performance, optimal power allocation\nbetween the two sources and the best relay is determined based on the\nasymptotic SER. By increasing the number of relays node, the optimum power\nallocation achieve better performance than asymptotic SER.\n","Comment: 11 pages, 5 figures; International Journal of Distributed and\n  Parallel Systems (IJDPS) Vol.3, No.2, March 2012"]}]
["1204.1437",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1437"],"date":["2012-04-06"],"type":["text"],"creator":["Sra, Suvrit"],"language":[],"coverage":[],"title":["Fast projections onto mixed-norm balls with applications"],"description":["  Joint sparsity offers powerful structural cues for feature selection,\nespecially for variables that are expected to demonstrate a \"grouped\" behavior.\nSuch behavior is commonly modeled via group-lasso, multitask lasso, and related\nmethods where feature selection is effected via mixed-norms. Several mixed-norm\nbased sparse models have received substantial attention, and for some cases\nefficient algorithms are also available. Surprisingly, several constrained\nsparse models seem to be lacking scalable algorithms. We address this\ndeficiency by presenting batch and online (stochastic-gradient) optimization\nmethods, both of which rely on efficient projections onto mixed-norm balls. We\nillustrate our methods by applying them to the multitask lasso. We conclude by\nmentioning some open problems.\n","Comment: Preprint of paper under review"]}]
["1204.1438",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1438"],"date":["2012-04-06"],"type":["text"],"creator":["Bahremandpour, A.","Hu, Fu-Tao","Sheikholeslami, S. M.","Xu, Jun-Ming"],"language":[],"coverage":[],"title":["On the Roman bondage number of a graph"],"description":["  A Roman dominating function on a graph $G=(V,E)$ is a function\n$f:V\\rightarrow\\{0,1,2\\}$ such that every vertex $v\\in V$ with $f(v)=0$ has at\nleast one neighbor $u\\in V$ with $f(u)=2$. The weight of a Roman dominating\nfunction is the value $f(V(G))=\\sum_{u\\in V(G)}f(u)$. The minimum weight of a\nRoman dominating function on a graph $G$ is called the Roman domination number,\ndenoted by $\\gamma_{R}(G)$. The Roman bondage number $b_{R}(G)$ of a graph $G$\nwith maximum degree at least two is the minimum cardinality of all sets\n$E'\\subseteq E(G)$ for which $\\gamma_{R}(G-E')>\\gamma_R(G)$. In this paper, we\nfirst show that the decision problem for determining $b_{\\rm R}(G)$ is NP-hard\neven for bipartite graphs and then we establish some sharp bounds for $b_{\\rm\nR}(G)$ and characterizes all graphs attaining some of these bounds.\n","Comment: 15 pages, 35 references"]}]
["1204.1440",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1440"],"date":["2012-04-06"],"type":["text"],"creator":["Li, Xiang-Jun","Xu, Jun-Ming"],"language":[],"coverage":[],"title":["Generalized Measures of Fault Tolerance in (n,k)-star Graphs"],"description":["  This paper considers a kind of generalized measure $\\kappa_s^{(h)}$ of fault\ntolerance in the $(n,k)$-star graph $S_{n,k}$ and determines\n$\\kappa_s^{(h)}(S_{n,k})=n+h(k-2)-1$ for $2 \\leqslant k \\leqslant n-1$ and\n$0\\leqslant h \\leqslant n-k$, which implies that at least $n+h(k-2)-1$ vertices\nof $S_{n,k}$ have to remove to get a disconnected graph that contains no\nvertices of degree less than $h$. This result contains some known results such\nas Yang et al. [Information Processing Letters, 110 (2010), 1007-1011].\n","Comment: 7 page, 9 references"]}]
["1204.1441",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1441"],"date":["2012-04-06"],"type":["text"],"creator":["Wang, Chen","Li, Zhi-Yuan"],"language":[],"coverage":[],"title":["Optical Isolation Can Occur in Linear and Passive Silicon Photonic\n  Structures"],"description":["  On-chip optical isolators play a key role in optical communications and\ncomputing based on silicon integrated photonic structures. Recently there have\nraised great attentions and hot controversies upon isolation of light via\nlinear and passive photonic structures. Here we analyze the optical isolation\nproperties of a silicon photonic crystal slab heterojunction diode by comparing\nthe forward transmissivity and round-trip reflectivity of in-plane infrared\nlight across the structure. The round-trip reflectivity is much smaller than\nthe forward transmissivity, justifying good isolation. The considerable\neffective nonreciprocal transport of in-plane signal light in the linear and\npassive silicon optical diode is attributed to the information dissipation and\nselective modal conversion in the multiple-channel structure and has no\nconflict with reciprocal principle.\n","Comment: 14 pages, 4 figures"]}]
["1204.1442",{"format":[],"subject":["Mathematics - Numerical Analysis","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1442"],"date":["2012-04-06"],"type":["text"],"creator":["Giles, Michael B.","Reisinger, Christoph"],"language":[],"coverage":[],"title":["Stochastic finite differences and multilevel Monte Carlo for a class of\n  SPDEs in finance"],"description":["  In this article, we propose a Milstein finite difference scheme for a\nstochastic partial differential equation (SPDE) describing a large particle\nsystem. We show, by means of Fourier analysis, that the discretisation on an\nunbounded domain is convergent of first order in the timestep and second order\nin the spatial grid size, and that the discretisation is stable with respect to\nboundary data. Numerical experiments clearly indicate that the same convergence\norder also holds for boundary-value problems. Multilevel path simulation,\npreviously used for SDEs, is shown to give substantial complexity gains\ncompared to a standard discretisation of the SPDE or direct simulation of the\nparticle system. We derive complexity bounds and illustrate the results by an\napplication to basket credit derivatives.\n"]}]
["1204.1443",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1443"],"date":["2012-04-06"],"type":["text"],"creator":["Pfister, R.","Pugnat, P."],"language":[],"coverage":[],"title":["Tin Pest: A Forgotten Issue in the Field of Applied Superconductivity?"],"description":["  Shear ruptures of Cu samples soldered with Sn96Ag4 and Sn60Pb40 alloys have\nbeen measured at 300 K and 77 K. An average degradation of about 37 % of the\nshear rupture strength has been observed at cold for samples soldered with the\nlead-free alloy. This effect can be attributed to the tin pest.\n"]}]
["1204.1453",{"format":[],"subject":["Mathematics - Operator Algebras","46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1453"],"date":["2012-04-06"],"type":["text"],"creator":["Liu, Junping","Zhang, Yifan"],"language":[],"coverage":[],"title":["Approximated by finite-dimensional homomorphisms into Simple C*-Algebras\n  with Tracial Rank One"],"description":["  We discuss when a unital homomorphism {\\phi} : C(X) \\rightarrow A can be\napproximated by finite-dimensional homomorphisms, where X is a compact metric\nspace and A is unital simple C*-algebra with tracial rank one. In this paper,\nwe will give a necessary and sufficient condition.\n","Comment: 14"]}]
["1204.1454",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1454"],"date":["2012-04-06"],"type":["text"],"creator":["Yu-Ping, Song","Zheng-Yan, Lin"],"language":[],"coverage":[],"title":["Local linear estimator for stochastic differential equations driven by\n  $\\alpha$-stable L\\'{e}vy motions"],"description":["  We study the local linear estimator for the drift coefficient of stochastic\ndifferential equations driven by $\\alpha$-stable L\\'{e}vy motions observed at\ndiscrete instants letting $T \\rightarrow \\infty$. Under regular conditions, we\nderive the weak consistency and central limit theorem of the estimator. Compare\nwith Nadaraya-Watson estimator, the local linear estimator has a bias reduction\nwhether kernel function is symmetric or not under different schemes.\n","Comment: 15 pages"]}]
["1204.1464",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1464"],"date":["2012-04-06"],"type":["text"],"creator":["Gerbner, Dániel","Keszegh, Balázs","Pálvölgyi, Dömötör","Wiener, Gábor"],"language":[],"coverage":[],"title":["Density-based group testing"],"description":["  In this paper we study a new, generalized version of the well-known group\ntesting problem. In the classical model of group testing we are given n\nobjects, some of which are considered to be defective. We can test certain\nsubsets of the objects whether they contain at least one defective element. The\ngoal is usually to find all defectives using as few tests as possible. In our\nmodel the presence of defective elements in a test set Q can be recognized if\nand only if their number is large enough compared to the size of Q. More\nprecisely for a test Q the answer is 'yes' if and only if there are at least\n\\alpha |Q| defective elements in Q for some fixed \\alpha.\n"]}]
["1204.1465",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1465"],"date":["2012-04-06"],"type":["text"],"creator":["Zybin, K. P.","Sirota, V. A."],"language":[],"coverage":[],"title":["Longitudinal and transverse velocity scaling exponents from merging of\n  the Vortex filament and Multifractal models"],"description":["  We suggest a simple explanation of the difference between transverse and\nlongitudinal scaling exponents observed in experiments and simulations. Based\non the Vortex filament model and Multifractal conjecture, we calculate both\nscaling exponents for any n without any fitting parameters and ESS anzatz. The\nresults are in very good agreement with the data of simulations.\n","Comment: 4 pages, 1 Postscript figure"]}]
["1204.1466",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1466"],"date":["2012-04-06"],"type":["text"],"creator":["Stopford, J.","Henry, A.","Allen, D.","Bennett, N.","Manessis, D.","Boettcher, L.","Wittge, J.","Danilewsky, A. N.","McNally, P. J."],"language":[],"coverage":[],"title":["Three Dimensionial Surface Modelling: A Novel Analysis Technique for\n  Non-Destructive X-Ray Diffraction Imaging of Semiconductor Die Warpage &\n  Strain in Fully Encapsulated Integrated Circuits"],"description":["  Future complementary metal oxide semiconductor (CMOS) scaling for advanced\nintegrated circuit (IC) technologies may well depend on \"More than Moore\" (MtM)\napproaches using heterogeneous integration of semiconductor-based devices. In\norder to realise this, advanced packaging technologies including System in\nPackage (SiP), System on Chip (SoC) and 3D Integrated Circuits (3D ICs) are key\nenabling technologies. However, these advanced packages are plagued by\nreliability problems and to date there is no proven or accepted non-destructive\nmetrology which can simultaneously probe materials properties such as strain,\nwarpage, dislocation generation, etc. in these systems from bare silicon die\nthrough to a fully encapsulated packaged system. We report herein on the\ndevelopment of a novel, x-ray diffraction amd analysis technique, which can\naddress this major metrology gap, and we demonstrate the non-destructive\nproduction of X-Y spatial maps of deformations and strain fields in Si die\ninside fully encapsulated integrated circuit packages. The technique, which we\ncall 3-dimensional surface modelling (3DSM), is used to obtain high resolution\n(~3 {\\mu}m) strain/warpage maps, and quantitative information on the nature and\nextent of warpage in a demonstration quad no flat lead (QFN) advanced package\nrunning from early stage silicon die bonding through to the end of the\nmanufacturing process, i.e. a fully encapsulated and production ready chip.\n"]}]
["1204.1467",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1467"],"date":["2012-04-06"],"type":["text"],"creator":["Mohammadi, Ali Soltan","Asadzadeh, L.","Rezaee, D. D."],"language":[],"coverage":[],"title":["Learning Fuzzy {\\beta}-Certain and {\\beta}-Possible rules from\n  incomplete quantitative data by rough sets"],"description":["  The rough-set theory proposed by Pawlak, has been widely used in dealing with\ndata classification problems. The original rough-set model is, however, quite\nsensitive to noisy data. Tzung thus proposed deals with the problem of\nproducing a set of fuzzy certain and fuzzy possible rules from quantitative\ndata with a predefined tolerance degree of uncertainty and misclassification.\nThis model allowed, which combines the variable precision rough-set model and\nthe fuzzy set theory, is thus proposed to solve this problem. This paper thus\ndeals with the problem of producing a set of fuzzy certain and fuzzy possible\nrules from incomplete quantitative data with a predefined tolerance degree of\nuncertainty and misclassification. A new method, incomplete quantitative data\nfor rough-set model and the fuzzy set theory, is thus proposed to solve this\nproblem. It first transforms each quantitative value into a fuzzy set of\nlinguistic terms using membership functions and then finding incomplete\nquantitative data with lower and the fuzzy upper approximations. It second\ncalculates the fuzzy {\\beta}-lower and the fuzzy {\\beta}-upper approximations.\nThe certain and possible rules are then generated based on these fuzzy\napproximations. These rules can then be used to classify unknown objects.\n","Comment: hi thanks for attention"]}]
["1204.1470",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1470"],"date":["2012-04-06"],"type":["text"],"creator":["Petrone, Sonia","Rousseau, Judith","Scricciolo, Catia"],"language":[],"coverage":[],"title":["Bayes and empirical Bayes: do they merge?"],"description":["  Bayesian inference is attractive for its coherence and good frequentist\nproperties. However, it is a common experience that eliciting a honest prior\nmay be difficult and, in practice, people often take an {\\em empirical Bayes}\napproach, plugging empirical estimates of the prior hyperparameters into the\nposterior distribution. Even if not rigorously justified, the underlying idea\nis that, when the sample size is large, empirical Bayes leads to \"similar\"\ninferential answers. Yet, precise mathematical results seem to be missing. In\nthis work, we give a more rigorous justification in terms of merging of Bayes\nand empirical Bayes posterior distributions. We consider two notions of\nmerging: Bayesian weak merging and frequentist merging in total variation.\nSince weak merging is related to consistency, we provide sufficient conditions\nfor consistency of empirical Bayes posteriors. Also, we show that, under\nregularity conditions, the empirical Bayes procedure asymptotically selects the\nvalue of the hyperparameter for which the prior mostly favors the \"truth\".\nExamples include empirical Bayes density estimation with Dirichlet process\nmixtures.\n","Comment: 27 pages"]}]
["1204.1471",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1471"],"date":["2012-04-06"],"type":["text"],"creator":["Bentin, Ricardo M.","Mota, Sergio"],"language":[],"coverage":[],"title":["Building Grassmann Numbers from PI-Algebras"],"description":["  This works deals with the formal mathematical structure of so called\nGrassmann Numbers applied to Theoretical Physics, which is a basic concept on\nBerezin integration. To achieve this purpose we make use of some constructions\nfrom relative modern Polynomial Identity Algebras (PI-Algebras) applied to the\nspecial case of the Grassmann algebra.\n","Comment: Universiade Estadual de Santa Cruz"]}]
["1204.1477",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1477"],"date":["2012-04-06"],"type":["text"],"creator":["Klak, Aurélien","Castella, François"],"language":[],"coverage":[],"title":["Radiation condition at infinity for the high-frequency Helmholtz\n  equation: optimality of a non-refocusing criterion"],"description":["  We consider the high frequency Helmholtz equation with a variable refraction\nindex $n^2(x)$ ($x \\in \\R^d$), supplemented with a given high frequency source\nterm supported near the origin $x=0$. A small absorption parameter\n$\\alpha_{\\varepsilon}>0$ is added, which somehow prescribes a radiation\ncondition at infinity for the considered Helmholtz equation. The semi-classical\nparameter is $\\varepsilon>0$. We let $\\eps$ and $\\a_\\eps$ go to zero {\\em\nsimultaneaously}. We study the question whether the indirectly prescribed\nradiation condition at infinity is satisfied {\\em uniformly} along the\nasymptotic process $\\eps \\to 0$, or, in other words, whether the conveniently\nrescaled solution to the considered equation goes to the {\\em outgoing}\nsolution to the natural limiting Helmholtz equation. This question has been\npreviously studied by the first autor. It is proved that the radiation\ncondition is indeed satisfied uniformly in $\\eps$, provided the refraction\nindex satisfies a specific {\\em non-refocusing condition}, a condition that is\nfirst pointed out in this reference. The non-refocusing condition requires, in\nessence, that the rays of geometric optics naturally associated with the\nhigh-frequency Helmholtz operator, and that are sent from the origin $x=0$ at\ntime $t=0$, should not refocus at some later time $t>0$ near the origin again.\nIn the present text we show the {\\em optimality} of the above mentionned\nnon-refocusing condition, in the following sense. We exhibit a refraction index\nwhich {\\em does} refocus the rays of geometric optics sent from the origin near\nthe origin again, and, on the other hand, we completely compute the asymptotic\nbehaviour of the solution to the associated Helmholtz equation: we show that\nthe limiting solution {\\em does not} satisfy the natural radiation condition at\ninfinity. More precisely, we show that the limiting solution is a {\\em\nperturbation} of the outgoing solution to the natural limiting Helmholtz\nequation, and that the perturbing term explicitly involves the contribution of\nthe rays radiated from the origin which go back to the origin. This term is\nalso conveniently modulated by a phase factor, which turns out to be the action\nalong the above rays of the hamiltonian associated with the semiclassical\nHelmholtz equation.\n"]}]
["1204.1479",{"format":[],"subject":["Mathematics - Spectral Theory","47B50, 47B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1479"],"date":["2012-04-06"],"type":["text"],"creator":["Philipp, Friedrich","Strauss, Vladimir","Trunk, Carsten"],"language":[],"coverage":[],"title":["Local spectral theory for normal operators in Krein spaces"],"description":["  Sign type spectra are an important tool in the investigation of spectral\nproperties of selfadjoint operators in Krein spaces. It is our aim to show that\nalso sign type spectra for normal operators in Krein spaces provide insight in\nthe spectral nature of the operator: If the real part and the imaginary part of\na normal operator in a Krein space have real spectra only and if the growth of\nthe resolvent of the imaginary part (close to the real axis) is of finite\norder, then the normal operator possesses a local spectral function defined for\nBorel subsets of the spectrum which belong to positive (negative) type\nspectrum. Moreover, the restriction of the normal operator to the spectral\nsubspace corresponding to such a Borel subset is a normal operator in some\nHilbert space. In particular, if the spectrum consists entirely out of positive\nand negative type spectrum, then the operator is similar to a normal operator\nin some Hilbert space. We use this result to show the existence of operator\nroots of a class of quadratic operator polynomials with normal coefficients.\n","Comment: 22 pages"]}]
["1204.1481",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1481"],"date":["2012-04-06"],"type":["text"],"creator":["Malliaris, M.","Shelah, S."],"language":[],"coverage":[],"title":["Constructing regular ultrafilters from a model-theoretic point of view"],"description":["  This paper contributes to the set-theoretic side of understanding Keisler's\norder. We consider properties of ultrafilters which affect saturation of\nunstable theories: the lower cofinality $\\lcf(\\aleph_0, \\de)$ of $\\aleph_0$\nmodulo $\\de$, saturation of the minimum unstable theory (the random graph),\nflexibility, goodness, goodness for equality, and realization of symmetric\ncuts. We work in ZFC except when noted, as several constructions appeal to\ncomplete ultrafilters thus assume a measurable cardinal. The main results are\nas follows. First, we investigate the strength of flexibility, detected by\nnon-low theories. Assuming $\\kappa > \\aleph_0$ is measurable, we construct a\nregular ultrafilter on $\\lambda \\geq 2^\\kappa$ which is flexible (thus: ok) but\nnot good, and which moreover has large $\\lcf(\\aleph_0)$ but does not even\nsaturate models of the random graph. We prove that there is a loss of\nsaturation in regular ultrapowers of unstable theories, and give a new proof\nthat there is a loss of saturation in ultrapowers of non-simple theories.\nFinally, we investigate realization and omission of symmetric cuts, significant\nboth because of the maximality of the strict order property in Keisler's order,\nand by recent work of the authors on $SOP_2$. We prove that for any $n <\n\\omega$, assuming the existence of $n$ measurable cardinals below $\\lambda$,\nthere is a regular ultrafilter $D$ on $\\lambda$ such that any $D$-ultrapower of\na model of linear order will have $n$ alternations of cuts, as defined below.\nMoreover, $D$ will $\\lambda^+$-saturate all stable theories but will not\n$(2^{\\kappa})^+$-saturate any unstable theory, where $\\kappa$ is the smallest\nmeasurable cardinal used in the construction.\n","Comment: 31 pages"]}]
["1204.1482",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1482"],"date":["2012-04-06"],"type":["text"],"creator":["Zhu, Chen-Ping","Jia, Long-Tao","Kim, Beom Jun","Wang, Bing-Hong","Stanley, H. E."],"language":[],"coverage":[],"title":["Critical Points of Correlated Percolation in a Gravitational Link-adding\n  Network Model"],"description":["  Motivated by the importance of geometric information in real systems, a new\nmodel for long-range correlated percolation in link-adding networks is proposed\nwith the connecting probability decaying with a power-law of the distance on\nthe two-dimensional(2D) plane. By overlapping it with Achlioptas process, it\nserves as a gravity model which can be tuned to facilitate or inhibit the\nnetwork percolation in a generic view, cover a broad range of thresholds.\nMoreover, it yields a set of new scaling relations. In the present work, we\ndevelop an approach to determine critical points for them by simulating the\ntemporal evolutions of type-I, type-II and type-III links(chosen from both\ninter-cluster links, an intra-cluster link compared with an inter-cluster one,\nand both intra-cluster ones, respectively) and corresponding average lengths.\nNumerical results have revealed objective competition between fractions,\naverage lengths of three types of links, verified the balance happened at\ncritical points. The variation of decay exponents $a$ or transmission radius\n$R$ always shifts the temporal pace of the evolution, while the steady average\nlengths and the fractions of links always keep unchanged just as the values in\nAchlioptas process. Strategy with maximum gravity can keep steady average\nlength, while that with minimum one can surpass it. Without the confinement of\ntransmission range, $\\bar{l} \\to \\infty$ in thermodynamic limit, while\n$\\bar{l}$ does not when with it. However, both mechanisms support critical\npoints. In two-dimensional free space, the relevance of correlated percolation\nin link-adding process is verified by validation of new scaling relations with\nvarious exponent $a$, which violates the scaling law of Weinrib's.\n"]}]
["1204.1492",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1492"],"date":["2012-04-06"],"type":["text"],"creator":["Sheng, Yu-Bo","Zhou, Lan","Sheng, Yu-Wei","Zhao, Sheng-Mei"],"language":[],"coverage":[],"title":["Efficient $N$-particle $W$ state concentration with different parity\n  check gates"],"description":["  We present an universal way to concentrate an arbitrary $N$-particle\nless-entangled $W$ state into a maximally entangled $W$ state with different\nparity check gates. It comprises two protocols. The first protocol is based on\nthe linear optical elements say the partial parity check gate and the second\none uses the quantum nondemolition (QND) to construct the complete parity check\ngate. Both of which can achieve the concentration task. These protocols have\nseveral advantages. First, it can obtain a maximally entangled W state only\nwith the help of some single photons, which greatly reduces the number of\nentanglement resources. Second, in the first protocol, only linear optical\nelements are required which is feasible with current techniques. Third, in the\nsecond protocol, it can be repeated to perform the concentration step and get a\nhigher success probability. All these advantages make it be useful in current\nquantum communication and computation applications.\n","Comment: 11pages,8figures"]}]
["1204.1494",{"format":[],"subject":["Physics - Optics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1494"],"date":["2012-04-06"],"type":["text"],"creator":["Wasiak, M."],"language":[],"coverage":[],"title":["Efficient method of designing optically-pumped vertical external cavity\n  surface emitting lasers having equally excited quantum wells"],"description":["  Even distribution of carriers allows to maximize optical gain of the\nOptically-Pumped Vertical External Cavity Surface Emitting Laser. In this paper\nwe show how to distribute the quantum wells and blocking layers in order to\ncompensate the exponential decay of the pumping beam intensity. Our model says\nwhether it is possible at all (for an assumed length of the device) and, if it\nis, allows to find positions of the blocking layers. No iterations nor\nnumerical calculations more sophisticated than a standard calculator can do are\nrequired to use the model.\n"]}]
["1204.1495",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1495"],"date":["2012-04-06"],"type":["text"],"creator":["Charfi, Faiza","Bouyahi, Mohamed"],"language":[],"coverage":[],"title":["Performance evaluation of beacon enabled IEEE 802.15.4 under NS2"],"description":["  The increasing demand for real-time applications has made the Quality of\nService (Qos) support for wireless sensor networks (WSN) a fairly new research\nframework. In this paper, we propose an extended model of the Beacon enabled\nIEEE 802.15.4 including the Guaranteed Time Slot GTS allocation mechanism in\nthe aim to analyze and evaluate network performances. Series of extensive\nsimulations were performed to analyze the impact of the Beacon Order BO and the\nSuperframe Order SO on the network performance based on commonly known metrics.\nIn particular, we examine data packet delivery performance and the throughput\nfor different duty cycle rates. Also, we analyze the impact of the number of\nnodes on collision probability. Thus, for high number of nodes, collision\nbecomes higher and the reachability begins to decline slightly. We discuss and\ncompare simulation results conducted under various parameter settings to the\nIEEE 802.11 network.\n"]}]
["1204.1498",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1498"],"date":["2012-04-05"],"type":["text"],"creator":["Rasoazanany, E. O.","Andriamahenina, N. N.","Ravoson, H. N.","Andriambololona, Raoelina","Randriamanivo, L. V.","Ramaherison, H.","Ahmed, H.","Harinoely, M."],"language":[],"coverage":[],"title":["Air pollution studies in terms of PM2.5, PM2.5-10, PM10, lead and black\n  carbon in urban areas of Antananarivo - Madagascar"],"description":["  Atmospheric aerosols or particulate matters are chemically complex and\ndynamic mixtures of solid and liquid particles. Sources of particulate matters\ninclude both natural and anthropogenic processes. The present work consists in\ndetermining the concentrations of existing elements in the aerosols collected\nin Andravoahangy and in Ambodin'Isotry in Antananarivo city (Madagascar). The\nsize distribution of these elements and their main sources are also studied.\nThe Total Reflection X-Ray Fluorescence spectrometer is used for the\nqualitative and quantitative analyses. The results show that the concentrations\nof the airborne particulate matters PM2.5-10 are higher than those of PM2.5.\nThe identified elements in the aerosol samples are Ti, Cr, Mn, Fe, Ni, Cu, Zn,\nBr, Sr and Pb. The average concentrations of these elements are also higher in\nthe coarse particles than in the fine particles. The calculation of the\nenrichment factors by Mason's model shows that Cr, Ni, Cu, Zn, Br and Pb are of\nanthropogenic origins. The average concentrations of lead (2.8 ng.m-3, 31.3\nng.m-3 and 19.6 ng.m-3 respectively in aerosols collected in Andravoahangy in\n2007 and in 2008 and in Ambodin'Isotry in 2008) are largely lower than the\naverage concentration of 1.8 {\\mu}g.m-3 obtained in 2000 in the Antananarivo\nurban areas. The concentration of black carbon is higher in the fine particles.\nThe Air Quality Index category is variable in the two sites.\n","Comment: 6 pages, 2 figures"]}]
["1204.1499",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1499"],"date":["2012-04-05"],"type":["text"],"creator":["Sahoa, F. E.","Rabesiranana, N.","Andriambololona, Raoelina","Geckeis, H.","Marquardt, C.","Finck, N."],"language":[],"coverage":[],"title":["Crystallographic Study of U-Th bearing minerals in Tranomaro, Anosy\n  Region- Madagascar"],"description":["  As an alternative to conventional fossil fuel, there is a renewed interest in\nthe nuclear fuel to support increasing energy demand. New studies are then\nundertaken to characterize Madagascar U-Th bearing minerals. This is the case\nfor the urano-thorianite bearing pyroxenites in the south East of Madagascar.\nIn this region, several quarries were abandoned, after being mined by the\nFrench Atomic Energy Commission (C.E.A) in the fifties and sixties and are now\nexplored by new mining companies. For this purpose, seven U-Th bearing mineral\nsamples from old abandoned uranium quarries in Tranomaro, Amboasary Sud,\nMadagascar (46{\\deg} 28' 0\"E, 24{\\deg} 36' 0\"S), have been collected. To\ndetermine the mineral microstructure, they were investigated for qualitative\nand quantitative identification of crystalline compounds using X-ray powder\ndiffraction analytical method (XRD). Results showed that the U and Th\ncompounds, as minor elements, are present in various crystalline structures.\nThis is important to understand their environmental behaviours, in terms of\ncrystallographic dispersion of U-Th minerals and their impacts on human health.\n","Comment: 5 pages, 2 figures"]}]
["1204.1500",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1500"],"date":["2012-04-05"],"type":["text"],"creator":["Fareze, L. P.","Rajaobelison, J.","Ramaroson, V.","Andriambololona, Raoelina","Andriamiarintsoa, G.","Razafitsalama, P. R.","Rahobisoa, J. J.","Randrianarison, H.","Ranaivoarisoa, A.","Marah, H."],"language":[],"coverage":[],"title":["Isotope characterization of shallow aquifers in the Horombe region,\n  South of Madagascar"],"description":["  The present study deals with the problem of evaluation of the recharge\nmechanism and the characterization of the groundwater flow system in the\nbasement shallow aquifer, which is one of the groundwater resource in the\nsemi-arid South region of Madagascar. Stable isotopes (deuterium and oxygen-18)\nand tritium are used to achieve with accuracy the hydrogeological and\ngeochemical dynamics study. Chemical analysis is used to provide complementary\ninformation to the investigation. A space distribution of tritium concentration\nand isotopic composition in groundwater shows evidence of two opposite\ncategories of aquifers, which is confirmed by the chemical analysis results and\nby the geological features of the study site. Some groundwater flow path\ndirections have been identified in the study area thanks to the tritium\nconcentration space distribution and the geological formation. Besides, the\ngroundwater recharge of the shallow aquifers in the South of Madagascar has\nbeen characterized by the exponential mixing model.\n","Comment: 6 pages, 6 figures"]}]
["1204.1502",{"format":[],"subject":["Mathematics - Dynamical Systems","Nonlinear Sciences - Chaotic Dynamics","70F15, 70F07, 37D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1502"],"date":["2012-04-06"],"type":["text"],"creator":["Belbruno, Edward","Gidea, Marian","Topputo, Francesco"],"language":[],"coverage":[],"title":["Geometry of Weak Stability Boundaries"],"description":["  The notion of a weak stability boundary has been successfully used to design\nlow energy trajectories from the Earth to the Moon. The structure of this\nboundary has been investigated in a number of studies, where partial results\nhave been obtained. We propose a generalization of the weak stability boundary.\nWe prove analytically that, in the context of the planar circular restricted\nthree-body problem, under certain conditions on the mass ratio of the primaries\nand on the energy, the weak stability boundary about the heavier primary\ncoincides with a branch of the global stable manifold of the Lyapunov orbit\nabout one of the Lagrange points.\n"]}]
["1204.1503",{"format":[],"subject":["Mathematics - Dynamical Systems","Nonlinear Sciences - Chaotic Dynamics","37J40, 37C50, 37C29, 37B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1503"],"date":["2012-04-06"],"type":["text"],"creator":["Gidea, Marian","Robinson, Clark"],"language":[],"coverage":[],"title":["Diffusion along transition chains of invariant tori and Aubry-Mather\n  sets"],"description":["  We describe a topological mechanism for the existence of diffusing orbits in\na dynamical system satisfying the following assumptions: (i) the phase space\ncontains a normally hyperbolic invariant manifold diffeomorphic to a\ntwo-dimensional annulus, (ii) the restriction of the dynamics to the annulus is\nan area preserving monotone twist map, (iii) the annulus contains sequences of\ninvariant one-dimensional tori that form transition chains, i.e., the unstable\nmanifold of each torus has a topologically transverse intersection with the\nstable manifold of the next torus in the sequence, (iv) the transition chains\nof tori are interspersed with gaps created by resonances, (v) within each gap\nthere is prescribed a finite collection of Aubry-Mather sets. Under these\nassumptions, there exist trajectories that follow the transition chains, cross\nover the gaps, and follow the Aubry-Mather sets within each gap, in any\nspecified order. This mechanism is related to the Arnold diffusion problem in\nHamiltonian systems. In particular, we prove the existence of diffusing\ntrajectories in the large gap problem of Hamiltonian systems. The argument is\ntopological and constructive.\n"]}]
["1204.1507",{"format":[],"subject":["Mathematics - Dynamical Systems","Nonlinear Sciences - Chaotic Dynamics","37J40, 37C50, 37C29, 37B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1507"],"date":["2012-04-06"],"type":["text"],"creator":["Delshams, Amadeu","Gidea, Marian","Roldan, Pablo"],"language":[],"coverage":[],"title":["Transition map and shadowing lemma for normally hyperbolic invariant\n  manifolds"],"description":["  For a given a normally hyperbolic invariant manifold, whose stable and\nunstable manifolds intersect transversally, we consider several tools and\ntechniques to detect trajectories with prescribed itineraries: the scattering\nmap, the transition map, the method of correctly aligned windows, and the\nshadowing lemma. We provide an user's guide on how to apply these tools and\ntechniques to detect unstable orbits in Hamiltonian systems. This consists in\nthe following steps: (i) computation of the scattering map and of the\ntransition map for a flow, (ii) reduction to the scattering map and to the\ntransition map, respectively, for the return map to some surface of section,\n(iii) construction of sequences of windows within the surface of section, with\nthe successive pairs of windows correctly aligned, alternately, under the\ntransition map, and under some power of the inner map, (iv) detection of\ntrajectories which follow closely those windows. We illustrate this strategy\nwith two models: the large gap problem for nearly integrable Hamiltonian\nsystems, and the the spatial circular restricted three-body problem.\n"]}]
["1204.1513",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1513"],"date":["2012-04-06"],"type":["text"],"creator":["Campbell, John M.","Ellis, R. Keith"],"language":[],"coverage":[],"title":["Top-quark processes at NLO in production and decay"],"description":["  We describe the implementation of top production and decay processes in the\nparton-level Monte Carlo program MCFM. By treating the top quark as being\non-shell, we can factorize the amplitudes for top-pair production, s-channel\nsingle-top production, and t-channel single-top production into the product of\nan amplitude for production and an amplitude for decay. In this way we can\nretain all spin correlations. Both the production and the decay amplitudes are\ncalculated consistently at next-to-leading order in alpha_s. The full\ndependence on the b-quark mass is also kept. Phenomenological results are\npresented for various kinematic distributions at the LHC and for the top quark\nforward-backward asymmetry at the Tevatron.\n","Comment: 36 pages, 13 figures"]}]
["1204.1516",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1516"],"date":["2012-04-06"],"type":["text"],"creator":["Bawa, Rajesh Kumar","Sharma, Gaurav"],"language":[],"coverage":[],"title":["Reliable Resource Selection in Grid Environment"],"description":["  The primary concern in area of computational grid is security and resources.\nMost of the existing grids address this problem by authenticating the users,\nhosts and their interactions in an appropriate manner. A secured system is\ncompulsory for the efficient utilization of grid services. The high degree of\nstrangeness has been identified as the problem factors in the secured selection\nof grid. Without the assurance of a higher degree of trust relationship,\ncompetent resource selection and utilization cannot be achieved. In this paper\nwe proposed an approach which is providing reliability and reputation aware\nsecurity for resource selection in grid environment. In this approach, the\nself-protection capability and reputation weightage is utilized to obtain the\nReliability Factor (RF) value. Therefore jobs are allocated to the resources\nthat posses higher RF values. Extensive experimental evaluation shows that as\nhigher trust and reliable nodes are selected the chances of failure decreased\ndrastically.\n","Comment: IJGCA, March 2012, Volume 3, Number 1"]}]
["1204.1527",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1527"],"date":["2012-04-06"],"type":["text"],"creator":["Gavinsky, Dmitry","Ito, Tsuyoshi"],"language":[],"coverage":[],"title":["A quantum query algorithm for the graph collision problem"],"description":["  We construct a new quantum algorithm for the graph collision problem; that\nis, the problem of deciding whether the set of marked vertices contains a pair\nof adjacent vertices in a known graph G. The query complexity of our algorithm\nis O(sqrt(n)+sqrt(alpha*(G))), where n is the number of vertices and alpha*(G)\nis the maximum total degree of the vertices in an independent set of G.\nNotably, if G is a random graph where every edge is present with a fixed\nprobability independently of other edges, then our algorithm requires O(sqrt(n\nlog n)) queries on most graphs, which is optimal up to the sqrt(log n) factor\non most graphs.\n","Comment: 9 pages"]}]
["1204.1528",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1528"],"date":["2012-04-06"],"type":["text"],"creator":["Marinho, Leandro Balby","Baptista, Cláudio de Souza","Sandholm, Thomas","Nunes, Iury","Nóbrega, Caio","Araújo, Jordão"],"language":[],"coverage":[],"title":["Extracting Geospatial Preferences Using Relational Neighbors"],"description":["  With the increasing popularity of location-based social media applications\nand devices that automatically tag generated content with locations, large\nrepositories of collaborative geo-referenced data are appearing on-line.\nEfficiently extracting user preferences from these data to determine what\ninformation to recommend is challenging because of the sheer volume of data as\nwell as the frequency of updates. Traditional recommender systems focus on the\ninterplay between users and items, but ignore contextual parameters such as\nlocation. In this paper we take a geospatial approach to determine locational\npreferences and similarities between users. We propose to capture the\ngeographic context of user preferences for items using a relational graph,\nthrough which we are able to derive many new and state-of-the-art\nrecommendation algorithms, including combinations of them, requiring changes\nonly in the definition of the edge weights. Furthermore, we discuss several\nsolutions for cold-start scenarios. Finally, we conduct experiments using two\nreal-world datasets and provide empirical evidence that many of the proposed\nalgorithms outperform existing location-aware recommender algorithms.\n"]}]
["1204.1529",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1529"],"date":["2012-04-06"],"type":["text"],"creator":["S, Sunish Kumar O"],"language":[],"coverage":[],"title":["Ensuring QOS Guarantees in a Hybrid OCS/OBS Network"],"description":["  The bursting aggregation assembly in edge nodes is one of the key\ntechnologies in OBS (Optical Burst Switching) network, which has a direct\nimpact on flow characteristics and packet loss rate. An optical burst assembly\ntechnique supporting QoS is presented through this paper, which can\nautomatically adjust the threshold along with the increasing and decreasing\nvolume of business, reduce the operational burst, and generate corresponding\nBDP (Burst Data Packet) and BCP (Burst Control Packet). In addition to the\nburst aggregation technique a packet recovery technique by restoration method\nis also described. The data packet loss due to the physical optical link\nfailure is not currently included in the QoS descriptions. This link failure is\nalso a severe problem which reduces the data throughput of the transmitter\nnode. A mechanism for data recovery from this link failure is vital for\nguaranteeing the QoS demanded by each user. So this paper will also discusses a\nspecific protocol for reducing the packet loss by utilizing the features of\nboth optical circuit switching (OCS) and Optical Burst switching (OBS)\ntechniques.\n","Comment: International Journal for Next Generation Networks 2012"]}]
["1204.1532",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1532"],"date":["2012-04-06"],"type":["text"],"creator":["Dai, Han-Ning","Zhang, Han","Yang, Sheng-Jun","Zhao, Tian-Ming","Rui, Jun","Deng, You-Jin","Li, Li","Liu, Nai-Le","Chen, Shuai","Bao, Xiao-Hui","Jin, Xian-Min","Zhao, Bo","Pan, Jian-Wei"],"language":[],"coverage":[],"title":["Holographic Storage of Biphoton Entanglement"],"description":["  Coherent and reversible storage of multi-photon entanglement with a multimode\nquantum memory is essential for scalable all-optical quantum information\nprocessing. Although single photon has been successfully stored in different\nquantum systems, storage of multi-photon entanglement remains challenging\nbecause of the critical requirement for coherent control of photonic\nentanglement source, multimode quantum memory, and quantum interface between\nthem. Here we demonstrate a coherent and reversible storage of biphoton\nBell-type entanglement with a holographic multimode atomic-ensemble-based\nquantum memory. The retrieved biphoton entanglement violates Bell's inequality\nfor 1 microsecond storage time and a memory-process fidelity of 98% is\ndemonstrated by quantum state tomography.\n","Comment: 5 pages, 4 figures, accepted by Phys. Rev. Lett"]}]
["1204.1536",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q31, 35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1536"],"date":["2012-04-06"],"type":["text"],"creator":["Germain, Pierre","Masmoudi, Nader","Pausader, Benoit"],"language":[],"coverage":[],"title":["Non-neutral global solutions for the electron Euler-Poisson system in 3D"],"description":["  We prove that small smooth irrotational but charged perturbations of a\nconstant background are global and go back to equilibrium in the 3D electron\nEuler-Poissson equation.\n","Comment: 11 pages"]}]
["1204.1537",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1537"],"date":["2012-04-06"],"type":["text"],"creator":["Belich, H.","Cocuroci, D.","Dias, G. S.","Helayël-Neto, J. A.","Orlando, M. T. D."],"language":[],"coverage":[],"title":["N=1-Supersymmetric Description of a Spin-1/2 charged Particle in a\n  5d-World"],"description":["  We study the dynamics of a charged spin-1/2 particle in an external\n5-dimensional electromagnetic field. We then consider that we are at the $TeV$\\\nscale, so that we can access the fifth dimension and carry out our physical\nconsiderations in a 5-dimensional brane. In this brane, we focus our attention\nto the quantum-mechanical dynamics of a charged particle minimally coupled to\nthe 5-dimensional electromagnetic field. We propose a way to identify the\nAbraham-Lorentz back reaction force as an effect of the extra (fifth)\ndimension. Also, a sort of dark matter behavior can be identified in a\nparticular regime of the dynamics of the particle interacting with the bulk\nelectric field.\n","Comment: 8 pages"]}]
["1204.1541",{"format":[],"subject":["Mathematics - Combinatorics","68R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1541"],"date":["2012-04-06"],"type":["text"],"creator":["Ferenczi, Sébastien","Zamboni, Luca Q."],"language":[],"coverage":[],"title":["Clustering words"],"description":["  We characterize words which cluster under the Burrows-Wheeler transform as\nthose words $w$ such that $ww$ occurs in a trajectory of an interval exchange\ntransformation, and build examples of clustering words.\n"]}]
["1204.1545",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M30, 17A05, 17A70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1545"],"date":["2012-04-06"],"type":["text"],"creator":["Ludkovsky, S. V."],"language":[],"coverage":[],"title":["Manifolds over Cayley-Dickson algebras and their immersions"],"description":["  Holomorphic manifolds over Cayley-Dickson algebras are defined and their\nembeddings and immersions are studied.\n","Comment: 10 pages"]}]
["1204.1546",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1546"],"date":["2012-04-06"],"type":["text"],"creator":["Wu, Yu-Huei","Wang, Chih-Hung"],"language":[],"coverage":[],"title":["Local and global structure of domain wall space-times"],"description":["  We present a general proof on the equivalence of the comoving-coordinate\napproach, where the wall is fixed at a constant coordinate variable, and\nmoving-wall approach, where the wall is moving in a background static\nspace-time, in the domain wall space-times without reflection symmetry. We\nfurther provide a general procedure to construct the comoving coordinates in\nthe domain wall space-times, where the two regions separated by an infinite\nthin wall have different cosmological constant $\\Lambda$ and Schwartzschild\nmass $M$. By solving Israel's junction conditions in the thin-wall limit, the\ngravitational fields of spherical, planar and hyperbolic domain wall\nspace-times with M=0 in the two different comoving coordinate systems are\nobtained. We finally discuss the global structure of these domain wall\nspace-times.\n","Comment: 9 pages, no figure"]}]
["1204.1548",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1548"],"date":["2012-04-06"],"type":["text"],"creator":["Ahmadi, Behzad","Simeone, Osvaldo","Choudhuri, Chiranjib","Mitra, Urbashi"],"language":[],"coverage":[],"title":["On Cascade Source Coding with A Side Information \"Vending Machine\""],"description":["  The model of a side information \"vending machine\" accounts for scenarios in\nwhich acquiring side information is costly and thus should be done efficiently.\nIn this paper, the three-node cascade source coding problem is studied under\nthe assumption that a side information vending machine is available either at\nthe intermediate or at the end node. In both cases, a single-letter\ncharacterization of the available trade-offs among the rate, the distortions in\nthe reconstructions at the intermediate and at the end node, and the cost in\nacquiring the side information are derived under given conditions.\n","Comment: A shorter version has been submitted to ITW 2012"]}]
["1204.1549",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1549","Phys. Rev. B 85, 094515 (2012)","doi:10.1103/PhysRevB.85.094515"],"date":["2012-04-06"],"type":["text"],"creator":["Lei, Hechang","Graf, D.","Hu, Rongwei","Ryu, Hyejin","Choi, E. S.","Tozer, S. W.","Petrovic, C."],"language":[],"coverage":[],"title":["Multiband effects on beta-FeSe single crystals"],"description":["  We present the upper critical fields Hc2(T) and Hall effect in beta-FeSe\nsingle crystals. The Hc2(T) increases as the temperature is lowered for field\napplied parallel and perpendicular to (101), the natural growth facet of the\ncrystal. The Hc2(T) for both field directions and the anisotropy at low\ntemperature increase under pressure. Hole carriers are dominant at high\nmagnetic fields. However, the contribution of electron-type carriers is\nsignificant at low fields and low temperature. Our results show that multiband\neffects dominate Hc2(T) and electronic transport in the normal state.\n"]}]
["math/0204321",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14G40, 11G35, 19E08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0204321","Publ. Res. Inst. Math. Sci. 41 (2005), 599--681"],"date":["2002-04-26"],"type":["text"],"creator":["Takeda, Yuichiro"],"language":[],"coverage":[],"title":["Higher arithmetic K-theory"],"description":["  In this paper a concrete definition of higher K-theory in Arakelov geometry\nis given. The K-thoery defined in this paper is a higher extension of the\narithmetic K_0 group of an arithmetic variety defined by Gillet and Soule.\nProducts and direct images in this K-theory are discussed.\n","Comment: 76 pages"]}]
["math/0509393",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","Mathematics - Symplectic Geometry","53D20, 53C56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509393","J. Geom. Phys. 58 (2008), no. 1, 105-121","doi:10.1016/j.geomphys.2007.09.009"],"date":["2005-09-17","2008-03-17"],"type":["text"],"creator":["Stienon, Mathieu","Xu, Ping"],"language":[],"coverage":[],"title":["Reduction of Generalized Complex Structures"],"description":["  We study reduction of generalized complex structures. More precisely, we\ninvestigate the following question. Let $J$ be a generalized complex structure\non a manifold $M$, which admits an action of a Lie group $G$ preserving $J$.\nAssume that $M_0$ is a $G$-invariant smooth submanifold and the $G$-action on\n$M_0$ is proper and free so that $M_G:=M_0/G$ is a smooth manifold. Under what\ncondition does $J$ descend to a generalized complex structure on $M_G$? We\ndescribe a sufficient condition for the reduction to hold, which includes the\nMarsden-Weinstein reduction of symplectic manifolds and the reduction of the\ncomplex structures in K\\\"ahler manifolds as special cases. As an application,\nwe study reduction of generalized K\\\"ahler manifolds.\n","Comment: 21 pages, definitive version"]}]
["math/0610962",{"format":[],"subject":["Mathematics - Number Theory","11F32, 13D40, 11F11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610962","International Journal of Number Theory 5 (2009), no. 1, 125-140"],"date":["2006-10-31"],"type":["text"],"creator":["Shehadeh, Hala Hajj","Jaafar, Samar","Khuri-Makdisi, Kamal"],"language":[],"coverage":[],"title":["Generating functions for Hecke operators"],"description":["  Fix a prime N, and consider the action of the Hecke operator T_N on the space\nM_k(SL(2,Z)) of modular forms of full level and varying weight k. The\ncoefficients of the matrix of T_N with respect to the basis {E_4^i E_6^j | 4i +\n6j = k} for M_k(SL(2,Z)) can be combined for varying k into a generating\nfunction F_N. We show that this generating function is a rational function for\nall N, and present a systematic method for computing F_N. We carry out the\ncomputations for N = 2, 3, 5, and indicate and discuss generalizations to\nspaces of modular forms of arbitrary level.\n","Comment: 13 pages"]}]
["math/0702545",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11F11, 11F23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702545","International Journal of Number Theory 5 (2009), no. 5, 831-844"],"date":["2007-02-19","2008-02-29"],"type":["text"],"creator":["Jaafar, Samar","Khuri-Makdisi, Kamal"],"language":[],"coverage":[],"title":["On the maps from X(4p) to X(4)"],"description":["  We study pullbacks of modular forms of weight 1 from the modular curve X(4)\nto the modular curve X(4p), where p is an odd prime. We find the extent to\nwhich such modular forms separate points on X(4p). Our main result is that\nthese modular forms give rise to a morphism F from the quotient of X(4p) by a\ncertain involution i to projective space, such that F is a projective embedding\nof X(4p)/i away from the cusps. We also report on computer calculations\nregarding products of such modular forms, going up to weight 4 for p <= 13, and\nup to weight 3 for p <= 23, and make a conjecture about these products and\nabout the nature of the singularities at the cusps of the image F(X(4p)/i).\n","Comment: 12 pages, minor revisions following referee's report"]}]
["math/0702876",{"format":[],"subject":["Mathematics - Representation Theory","20G05, 15A72, 16E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702876","Communications in Algebra 36 (2008), 1830-1837"],"date":["2007-02-28","2007-04-26"],"type":["text"],"creator":["Khuri-Makdisi, Kamal"],"language":[],"coverage":[],"title":["On inverting the Koszul complex"],"description":["  Let V be an n-dimensional vector space. We give a direct construction of an\nexact sequence that gives a GL(V)-equivariant \"resolution\" of each symmetric\npower S^t V in terms of direct sums of tensor products of the form\n  \\wedge^{i_1} V \\otimes ... \\otimes \\wedge^{i_p} V.\n  This exact sequence corresponds to inverting the relation in the\nrepresentation ring of GL(V) that is described by the Koszul complex, and has\nappeared before in work by B. Totaro, analogously to a construction of K. Akin\ninvolving the normalized bar resolution. Our approach yields a concrete\ndescription of the differentials, and provides an alternate direct proof that\nExt^t_{\\wedge (V^*)}(k,k) = S^t V.\n","Comment: 7 pages, uses xypic. Second revision, after referee's comments.\n  Includes more details of the proof of Theorem 2, and some other improvements\n  and clarifications"]}]
