["0801.0028",{"format":[],"subject":["Physics - Atomic Physics","Physics - Chemical Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0028","Rev.Mod.Phys.80:633-730,2008","doi:10.1103//RevModPhys.80.633"],"date":["2007-12-28"],"type":["text"],"creator":["Mohr, Peter J.","Taylor, Barry N.","Newell, David B."],"language":[],"coverage":[],"title":["CODATA Recommended Values of the Fundamental Physical Constants: 2006"],"description":["  This paper gives the 2006 self-consistent set of the basic constants and\nconversion factors of physics and chemistry recommended by the Committee on\nData for Science and Technology (CODATA) for international use. Further, it\ndescribes in detail the adjustment of the values of the constants, including\nthe selection of the final set of input data based on the results of\nleast-squares analyses. The 2006 adjustment takes into account the data\nconsidered in the 2002 adjustment as well as the data that became available\nbetween 31 December 2002, the closing date of that adjustment, and 31 December\n2006, the closing date of the new adjustment. The new data have led to a\nsignificant reduction in the uncertainties of many recommended values. The 2006\nset replaces the previously recommended 2002 CODATA set and also may be found\non the World Wide Web at physics.nist.gov/constants.\n","Comment: 105 pages, 7 figures, 46 tables; describes in detail the 2006 CODATA\n  adjustment of the values of the constants"]}]
["0811.0799",{"format":[],"subject":["Mathematics - Dynamical Systems","37D50, 30F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0799"],"date":["2008-11-05","2012-03-22"],"type":["text"],"creator":["Hooper, W. Patrick"],"language":[],"coverage":[],"title":["Grid graphs and lattice surfaces"],"description":["  First, we apply Thurston's construction of pseudo-Anosov homeomorphisms to\ngrid graphs and obtain translation surfaces whose Veech groups are\ncommensurable to $(m,n,\\infty)$ triangle groups. These surfaces were first\ndiscovered by Bouw and M\\\"oller, however our treatment of the surfaces differs.\nWe construct these surfaces by gluing together polygons in two ways. We use\nthese elementary descriptions to compute the Veech groups, resolve primitivity\nquestions, and describe the surfaces algebraically. Second, we show that some\n$(m,n, \\infty)$ triangle groups can not arise as Veech groups. This generalizes\nwork of Hubert and Schmidt.\n","Comment: This version includes a more detailed description of how to derive\n  algebraic formulas for the surfaces using the Schwarz-Christoffel Mapping\n  Theorem. There were other minor improvements as well. 29 pages, 8 figures"]}]
["0901.1371",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1371","Lect. Notes. Phys. 789, 97 (2009)","doi:10.1007/978-3-642-03174-8_5"],"date":["2009-01-10"],"type":["text"],"creator":["Muñoz, J.","Egusquiza, I. L.","del Campo, A.","Seidel, D.","Muga, J. G."],"language":[],"coverage":[],"title":["Dwell-time distributions in quantum mechanics"],"description":["  Some fundamental and formal aspects of the quantum dwell time are reviewed,\nexamples for free motion and scattering off a potential barrier are provided,\nas well as extensions of the concept. We also examine the connection between\nthe dwell time of a quantum particle in a region of space and flux-flux\ncorrelations at the boundaries, as well as operational approaches and\napproximations to measure the flux-flux correlation function and thus the\nsecond moment of the dwell time, which is shown to be characteristically\nquantum, and larger than the corresponding classical moment even for freely\nmoving particles.\n","Comment: To appear in \"Time in Quantum Mechanics, Vol. 2\", Springer 2009, ed.\n  by J. G. Muga, A. Ruschhaupt and A. del Campo"]}]
["0903.2672",{"format":[],"subject":["Mathematics - Probability","Mathematics - Operator Algebras","46L54, 62G32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2672","Probability Theory and Related Fields (2010), 147, 161-183"],"date":["2009-03-15"],"type":["text"],"creator":["Arous, G. Ben","Kargin, V."],"language":[],"coverage":[],"title":["Free point processes and free extreme values"],"description":["  We continue here the study of free extreme values begun in Ben Arous and\nVoiculescu (2006). We study the convergence of the free point processes\nassociated with free extreme values to a free Poisson random measure\n(Voiculescu (1998), Barndorff-Nielsen and Thorbjornsen (2005)). We relate this\nconvergence to the free extremal laws introduced in Ben Arous and Voiculescu\n(2006) and give the limit laws for free order statistics.\n","Comment: 23 pages, to appear in Probability Theory and Related Fields"]}]
["0904.3849",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3849","Astron. & Astrophys. 535 (2011) A37","doi:10.1051/0004-6361/201117225"],"date":["2009-04-24"],"type":["text"],"creator":["Blinnikov, S. I.","Panov, I. V.","Rudzsky, M. A.","Sumiyoshi, K."],"language":[],"coverage":[],"title":["The equation of state and composition of hot, dense matter in\n  core-collapse supernovae"],"description":["  The equation of state and composition of matter are calculated for conditions\ntypical for pre-collapse and early collapse stages in core collapse supernovae.\nThe composition is evaluated under the assumption of nuclear statistical\nequilibrium, when the matter is considered as an `almost' ideal gas with\ncorrections due to thermal excitations of nuclei, to free nucleon degeneracy,\nand to Coulomb and surface energy corrections. The account of these corrections\nallows us to obtain the composition for densities a bit below the nuclear\nmatter density. Through comparisons with the equation of state (EOS) developed\nby Shen et al. we examine the approximation of one representative nucleus used\nin most of recent supernova EOS's. We find that widely distributed compositions\nin the nuclear chart are different, depending on the mass formula, while the\nthermodynamical quantities are quite close to those in the Shen's EOS.\n","Comment: LaTeX 21 pages, 16 figures"]}]
["1002.0807",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0807"],"date":["2010-02-03","2012-03-23"],"type":["text"],"creator":["Behrens, Mark"],"language":[],"coverage":[],"title":["The homotopy groups of the E(2) local sphere at p > 3 revisited"],"description":["  We present a new technique for analyzing the v_0-Bockstein spectral sequence\nstudied by Shimomura and Yabe. Employing this technique, we derive a\nconceptually simpler presentation of the homotopy groups of the E(2)-local\nsphere for p > 3. We identify and correct some errors in the original\nShimomura-Yabe calculation. We deduce the related K(2)-local homotopy groups,\nand discuss their manifestation of Gross-Hopkins duality.\n","Comment: 36 pages, 17 figures. Final version to appear in Adv. Math"]}]
["1006.4700",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4700"],"date":["2010-06-24","2012-03-23"],"type":["text"],"creator":["Koiran, Pascal"],"language":[],"coverage":[],"title":["Arithmetic circuits: the chasm at depth four gets wider"],"description":["  In their paper on the \"chasm at depth four\", Agrawal and Vinay have shown\nthat polynomials in m variables of degree O(m) which admit arithmetic circuits\nof size 2^o(m) also admit arithmetic circuits of depth four and size 2^o(m).\nThis theorem shows that for problems such as arithmetic circuit lower bounds or\nblack-box derandomization of identity testing, the case of depth four circuits\nis in a certain sense the general case. In this paper we show that smaller\ndepth four circuits can be obtained if we start from polynomial size arithmetic\ncircuits. For instance, we show that if the permanent of n*n matrices has\ncircuits of size polynomial in n, then it also has depth 4 circuits of size\nn^O(sqrt(n)*log(n)). Our depth four circuits use integer constants of\npolynomial size. These results have potential applications to lower bounds and\ndeterministic identity testing, in particular for sums of products of sparse\nunivariate polynomials. We also give an application to boolean circuit\ncomplexity, and a simple (but suboptimal) reduction to polylogarithmic depth\nfor arithmetic circuits of polynomial size and polynomially bounded degree.\n"]}]
["1007.1806",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1806","J. Stat. Mech. (2010) P09019","doi:10.1088/1742-5468/2010/09/P09019"],"date":["2010-07-11"],"type":["text"],"creator":["Bonilla, L. L.","Prados, A.","Carpio, A."],"language":[],"coverage":[],"title":["Nonequilibrium dynamics of a fast oscillator coupled to Glauber spins"],"description":["  A fast harmonic oscillator is linearly coupled with a system of Ising spins\nthat are in contact with a thermal bath, and evolve under a slow Glauber\ndynamics at dimensionless temperature $\\theta$. The spins have a coupling\nconstant proportional to the oscillator position. The oscillator-spin\ninteraction produces a second order phase transition at $\\theta=1$ with the\noscillator position as its order parameter: the equilibrium position is zero\nfor $\\theta>1$ and non-zero for $\\theta< 1$. For $\\theta<1$, the dynamics of\nthis system is quite different from relaxation to equilibrium. For most initial\nconditions, the oscillator position performs modulated oscillations about one\nof the stable equilibrium positions with a long relaxation time. For random\ninitial conditions and a sufficiently large spin system, the unstable zero\nposition of the oscillator is stabilized after a relaxation time proportional\nto $\\theta$. If the spin system is smaller, the situation is the same until the\noscillator position is close to zero, then it crosses over to a neighborhood of\na stable equilibrium position about which keeps oscillating for an\nexponentially long relaxation time. These results of stochastic simulations are\npredicted by modulation equations obtained from a multiple scale analysis of\nmacroscopic equations.\n","Comment: 30 pages, 9 figures"]}]
["1009.3586",{"format":[],"subject":["Mathematics - Differential Geometry","53C21, 49N60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3586"],"date":["2010-09-18","2012-03-22"],"type":["text"],"creator":["Delanoë, Philippe","Ge, Yuxin"],"language":[],"coverage":[],"title":["Locally nearly spherical surfaces are almost-positively $c$-curved"],"description":["  The $c$-curvature of a complete surface with Gauss curvature close to 1 in\n$C^2$ norm is almost-positive (in the sense of Kim--McCann). Our proof goes by\na careful case by case analysis combined with perturbation arguments from the\nconstant curvature case, keeping track of an estimate on the closeness\ncurvature condition.\n"]}]
["1009.6156",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.6156","Physics Letters A 376, 996 (2012)","doi:10.1016/j.physleta.2012.01.031"],"date":["2010-09-30"],"type":["text"],"creator":["Pramanik, A. K.","Banerjee, A."],"language":[],"coverage":[],"title":["The dynamics of magnetization in phase separated manganite around half\n  doping: a case study for Pr$_{0.5}$Sr$_{0.5}$Mn$_{0.925}$Ga$_{0.075}$O$_{3}$"],"description":["  We investigate the dynamics of magnetization in the phase separated (PS)\nstate after introducing the quenched disorder at the Mn-site of a manganite\naround half doping. The compound,\nPr$_{0.5}$Sr$_{0.5}$Mn$_{0.925}$Ga$_{0.075}$O$_{3}$, exhibits PS with the\ncoexistence of ferromagnetic (FM) and antiferromagnetic (AFM) clusters where\nthe size of the FM clusters is substantially reduced due to the disorder\nintroduced by nonmagnetic Ga substitution. At low temperature, the system\ndevelops a new magnetic anomaly, which is marked by a peak in the zero field\ncooled magnetization. Detailed study of linear as well as nonlinear ac\nsusceptibilities coupled with dc magnetization indicates that this peak arises\ndue to the thermal blocking of nanometer size FM clusters demonstrating\nsuperparamagnetic behavior. The system, however, exhibits slow magnetic\nrelaxation, aging effect, memory effect in both field cooled and zero field\ncooled magnetization below the blocking temperature. These imply the presence\nof collective behavior induced by the interaction between the clusters.\nMoreover, the magnetic relaxation measured with positive and negative\ntemperature excursions exhibits asymmetric response suggesting that the\ndynamics in this phase separated system is accounted by the hierarchical model\nrather than the droplet model which are commonly used to describe the similar\ncollective dynamics in glassy system.\n","Comment: 7 pages, 8 figures"]}]
["1011.2725",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2725","J. Chem. Phys. 133, 234105 (2010)","doi:10.1063/1.3523349"],"date":["2010-11-11"],"type":["text"],"creator":["Colla, Thiago E.","Levin, Yan"],"language":[],"coverage":[],"title":["The renormalized Jellium model of colloidal suspensions with multivalent\n  counterions"],"description":["  An extension of the renormalized Jellium model which allows to study\ncolloidal suspensions containing trivalent counterions is proposed. The theory\nis based on a modified Poisson-Boltzmann equation which incorporates the\neffects of counterion correlations near the colloidal surfaces using a new\nboundary condition. The renormalized charges, the counterion density profiles,\nand osmotic pressures can be easily calculated using the modified renormalized\nJellium model. The results are compared with the ones obtained using the\ntraditional Wigner-Seitz (WS) cell approximation also with a new boundary\ncondition. We find that while the thermodynamic functions obtained within the\nrenormalized Jellium model are in a good agreement with their WS counterpart,\nthe effective charges predicted by the two theories can be significantly\ndifferent.\n"]}]
["1011.4069",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4069","Nonlinearity 25 (2012) 1211-1234","doi:10.1088/0951-7715/25/4/1211"],"date":["2010-11-17"],"type":["text"],"creator":["Bueno, Hamilton","Ercole, Grey","Ferreira, Wenderson","Zumpano, Antônio"],"language":[],"coverage":[],"title":["Positive Solutions for the p-Laplacian with Dependence on the Gradient"],"description":["  We prove a result of existence of positive solutions of the Dirichlet problem\nfor $-\\Delta_p u=\\mathrm{w}(x)f(u,\\nabla u)$ in a bounded domain\n$\\Omega\\subset\\mathbb{R}^N$, where $\\Delta_p$ is the $p$-Laplacian and\n$\\mathrm{w}$ is a weight function. As in previous results by the authors, and\nin contrast with the hypotheses usually made, no asymptotic behavior is assumed\non $f$, but simple geometric assumptions on a neighborhood of the first\neigenvalue of the $p$-Laplacian operator. We start by solving the problem in a\nradial domain by applying the Schauder Fixed Point Theorem and this result is\nused to construct an ordered pair of sub- and super-solution, also valid for\nnonlinearities which are super-linear both at the origin and at $+\\infty$. We\napply our method to the Dirichlet problem $-\\Delta_pu = \\lambda\nu(x)^{q-1}(1+|\\nabla u(x)|^p)$ in $\\Omega$ and give examples of super-linear\nnonlinearities which are also handled by our method.\n"]}]
["1011.4796",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4796","2011 ApJ 736 122","doi:10.1088/0004-637X/736/2/122"],"date":["2010-11-22","2011-05-15"],"type":["text"],"creator":["Ichikawa, Kazuhide","Fukugita, Masataka"],"language":[],"coverage":[],"title":["Microwave Emission from the Edgeworth-Kuiper Belt and the Asteroid Belt\n  Constrained from WMAP"],"description":["  Objects in the Edgeworth-Kuiper belt and the main asteroid belt should emit\nmicrowaves that may give rise to extra anisotropy signals in the multipole of\nthe cosmic microwave background (CMB) experiment. Constraints are derived from\nthe absence of positive detection of such anisotropies for ell < 50, giving the\ntotal mass of Edgeworth-Kuiper belt objects to be smaller than 0.2 earth mass.\nThis limit is consistent with the mass extrapolated from the observable\npopulation with the size of a > 15 km, assuming that the small-object\npopulation follows the power law in size dN/da ~ a^{-q} with the canonical\nindex expected for collisional equilibrium, q ~ 3.5, with which 23% of the mass\nis ascribed to objects smaller than are observationally accessible down to\ngrains. A similar argument applied to the main asteroid belt indicates that the\ngrain population should not increase faster than q ~ 3.6 towards smaller radii,\nif it follows the power law continued to observed asteroids with larger radii.\nIt is underlined that both cases are at or only slightly above the limit that\ncan be physically significant, implying the importance of tightening further\nthe CMB anisotropy limit, which may be attained with the observation at higher\nradio frequencies.\n","Comment: 15 pages, 5 figures. Fig 2&3 revised. Accepted version"]}]
["1012.3645",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3645","Physicae Proceedings, vol. 1, pp. 1-6, 2010","doi:10.5196/physicae.proceedings.XEJP.1"],"date":["2010-12-16","2011-06-01"],"type":["text"],"creator":["Batista, Rafael A.","Kemp, Ernesto","de Almeida, Rogerio M.","Daniel, Bruno"],"language":[],"coverage":[],"title":["Wavelets Applied to the Detection of Point Sources of UHECRs"],"description":["  In this work we analyze the effect of smoothing maps containing arrival\ndirections of cosmic rays with a gaussian kernel and kernels of the mexican hat\nwavelets of orders 1, 2 and 3. The analysis is performed by calculating the\namplification of the signal-to-noise ratio for several anisotropy patterns\n(noise) and different number of events coming from a simulated source (signal)\nfor an ideal detector capable of observing the full sky with equal probability.\nWe extend this analysis for a virtual detector located within the array of\ndetectors of the Pierre Auger Observatory, considering an acceptance law.\n","Comment: 9 pages, 8 figures. Proceedings of the Young Researchers Meeting,\n  2010. Available in:\n  http://www.ifi.unicamp.br/physicae/ojs-2.1.1/index.php/physicae/article/view/191;\n  Physicae, Proceedings of the Young Researchers Meeting, Vol 1, 2011"]}]
["1012.5153",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5153","JHEP 1103:047,2011","doi:10.1007/JHEP03(2011)047"],"date":["2010-12-23","2012-03-22"],"type":["text"],"creator":["Butter, Daniel","Kuzenko, Sergei M."],"language":[],"coverage":[],"title":["New higher-derivative couplings in 4D N = 2 supergravity"],"description":["  Using the off-shell formulation for general N = 2 supergravity-matter systems\ndeveloped in arXiv:0905.0063, we propose a construction to generate a\nrestricted chiral superfield from any real weight-zero projective multiplet L.\nOne can choose L to be composed of tensor multiplets, O(2n) multiplets, with\nn=2,3,..., and polar hypermultiplets. In conjunction with the standard\nprocedure to induce a N = 2 linear multiplet from any chiral weight-one scalar,\nwe obtain a powerful mechanism to generate higher-derivative couplings in\nsupergravity. In the case that L is a homogeneous function of n tensor\nmultiplets of degree zero, we show that our construction is equivalent to that\ndeveloped by de Wit and Saueressig in arXiv:hep-th/0606148 using the component\nsuperconformal tensor calculus. We also work out nontrivial examples with L\ncomposed of O(2n)and tensor multiplets.\n","Comment: 36 pages; v5 typos corrected in eqs. (6.8) and (B.3)"]}]
["1101.2697",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2697","J. of Theoretical Probability (2011), 24, 821-848"],"date":["2011-01-13"],"type":["text"],"creator":["Kargin, Vladsislav"],"language":[],"coverage":[],"title":["On Free Stochastic Differential Equations"],"description":["  The paper derives an equation for the Cauchy transform of the solution of a\nfree stochastic differential equation (SDE). This new equation is used to solve\nseveral particular examples of free SDEs.\n","Comment: accepted to Journal of Theoretical Probability"]}]
["1101.4912",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4912"],"date":["2011-01-25","2012-03-22"],"type":["text"],"creator":["Kim, Henry H.","Lee, Kyu-Hwan"],"language":[],"coverage":[],"title":["Quantum affine algebras, canonical bases and $q$-deformation of\n  arithmetical functions"],"description":["  In this paper, we obtain affine analogues of Gindikin-Karpelevich formula and\nCasselman-Shalika formula as sums over Kashiwara-Lusztig's canonical bases.\nSuggested by these formulas, we define natural $q$-deformation of arithmetical\nfunctions such as (multi-)partition function and Ramanujan $\\tau$-function, and\nprove various identities among them. In some examples, we recover classical\nidentities by taking limits. We also consider $q$-deformation of Kostant's\nfunction and study certain $q$-polynomials whose special values are weight\nmultiplicities.\n"]}]
["1102.1268",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1268","Quantum Information and Computation, Vol. 12 No. 5&6, 0404-0431\n  (2012)"],"date":["2011-02-07","2011-08-25"],"type":["text"],"creator":["Appleby, D. M.","Bengtsson, Ingemar","Brierley, Stephen","Grassl, Markus","Gross, David","Larsson, Jan-Ake"],"language":[],"coverage":[],"title":["The monomial representations of the Clifford group"],"description":["  We show that the Clifford group - the normaliser of the Weyl-Heisenberg group\n- can be represented by monomial phase-permutation matrices if and only if the\ndimension is a square number. This simplifies expressions for SIC vectors, and\nhas other applications to SICs and to Mutually Unbiased Bases. Exact solutions\nfor SICs in dimension 16 are presented for the first time.\n","Comment: Additional author and exact solutions to the SIC problem in dimension\n  16 added"]}]
["1102.1554",{"format":[],"subject":["Mathematics - Probability","60E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1554","Journal of Applied Probability, 48A (2011), 123-132","doi:10.1239/jap/1318940460"],"date":["2011-02-08"],"type":["text"],"creator":["Bardoutsos, Anastasios G.","Konstantinides, Dimitrios G."],"language":[],"coverage":[],"title":["Characterization of tails through hazard rate and convolution closure\n  properties"],"description":["  We use the properties of the Matuszewska indices to show asymptotic\ninequalities for hazard rates. We discuss the relation between membership in\nthe classes of dominatedly or extended rapidly varying tail distributions and\ncorresponding hazard rate conditions. Convolution closure is established for\nthe class of distributions with extended rapidly varying tails.\n","Comment: 8 pages"]}]
["1102.1842",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1842"],"date":["2011-02-09","2012-03-23"],"type":["text"],"creator":["Komorowski, Tomasz","Walczuk, Anna"],"language":[],"coverage":[],"title":["Central limit theorem for Markov processes with spectral gap in the\n  Wasserstein metric"],"description":["  Suppose that $\\{X_t,\\,t\\ge0\\}$ is a non-stationary Markov process, taking\nvalues in a Polish metric space $E$. We prove the law of large numbers and\ncentral limit theorem for an additive functional of the form\n$\\int_0^T\\psi(X_s)ds$, provided that the dual transition probability semigroup,\ndefined on measures, is strongly contractive in an appropriate Wasserstein\nmetric. Function $\\psi$ is assumed to be Lipschitz on $E$.\n"]}]
["1103.0327",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0327","Statistics and Probability Letters (2011), 81, 1094-1097"],"date":["2011-03-01"],"type":["text"],"creator":["Kargin, Vladislav"],"language":[],"coverage":[],"title":["Relaxation time is monotone in temperature in the mean-field Ising model"],"description":["  In this note we consider the Glauber dynamics for the mean-field Ising model,\nwhen all couplings are equal and the external field is uniform. It is proved\nthat the relaxation time of the dynamics is monotonically decreasing in\ntemperature.\n","Comment: Accepted to Statistics and Probability Letters"]}]
["1103.0861",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0861","Phys. Rev. C 85, 034322 (2012)","doi:10.1103/PhysRevC.85.034322"],"date":["2011-03-04","2012-03-09"],"type":["text"],"creator":["Urban, Michael"],"language":[],"coverage":[],"title":["Pygmy resonance and torus mode within Vlasov dynamics"],"description":["  The pygmy dipole resonance in neutron-rich nuclei is studied within the\nframework of the Vlasov equation which is solved numerically. The interaction\nused in the Thomas-Fermi ground state and in the Vlasov equation is derived\nfrom an energy functional which correctly describes the equation of state of\nnuclear matter and neutron matter. It is found that the pygmy resonance appears\nin the electric dipole response of all nuclei with strong neutron excess, the\nenergies and transition probabilities being in reasonable agreement with\nexperimental results. Since the Vlasov equation does not account for any shell\neffects, this indicates that the existence of the pygmy resonance is a generic\nphenomenon and does not rely on the specific shell structure. Besides the\nelectric dipole response, the isoscalar toroidal response is calculated. The\ntransition densities and velocity fields are discussed. A comparison of the\npeak positions and velocity fields suggests that the pygmy resonance can be\nidentified with one of the low-lying modes excited by the isoscalar toroidal\noperator.\n","Comment: 13 pages, 14 figures; v2: new results and discussion added; v3:\n  description of numerical method clarified"]}]
["1103.1355",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1355"],"date":["2011-03-07","2012-03-23"],"type":["text"],"creator":["Bohn, Adam"],"language":[],"coverage":[],"title":["Chromatic polynomials of complements of bipartite graphs"],"description":["  Bicliques are complements of bipartite graphs; as such each consists of two\ncliques joined by a number of edges. In this paper we study algebraic aspects\nof the chromatic polynomials of these graphs. We derive a formula for the\nchromatic polynomial of an arbitrary biclique, and use this to give certain\nconditions under which two of the graphs have chromatic polynomials with the\nsame splitting field. Finally, we use a subfamily of bicliques to prove the\ncubic case of the $\\alpha +n$ conjecture, by showing that for any cubic integer\n$\\alpha$, there is a natural number $n$ such that $\\alpha +n$ is a chromatic\nroot.\n","Comment: 15 pages; significantly revised and expanded (with thanks to the\n  referees). To appear in Graphs and Combinatorics"]}]
["1103.3318",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3318","Phys. Rev. Lett. 107, 090501 (2011)","doi:10.1103/PhysRevLett.107.090501"],"date":["2011-03-16","2011-05-10"],"type":["text"],"creator":["Novotný, Jaroslav","Alber, Gernot","Jex, Igor"],"language":[],"coverage":[],"title":["Entanglement and decoherence: fragile and robust entanglement"],"description":["  The destruction of entanglement of open quantum systems by decoherence is\ninvestigated in the asymptotic long-time limit. Starting from a general and\nanalytically solvable decoherence model which does not involve any\nweak-coupling or Markovian assumption it is shown that two fundamentally\ndifferent classes of entangled states can be distinguished. Quantum states of\nthe first class are fragile against decoherence so that they can be\ndisentangled asymptotically even if coherences between pointer states are still\npresent. Quantum states of the second type are robust against decoherence.\nAsymptotically they can be disentangled only if also decoherence is perfect. A\nsimple criterion for identifying these two classes on the basis of two-qubit\nentanglement is presented.\n","Comment: 4 pages"]}]
["1104.0191",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology","91B02, 90B99, 62A01, 62C05, 62C20, 62C86, 91B14","G.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0191","Annals of Operations Research 195 (2012) 111-134","doi:10.1007/s10479-011-0968-2"],"date":["2011-04-01","2012-03-23"],"type":["text"],"creator":["Huntley, Nathan","Troffaes, Matthias C. M."],"language":[],"coverage":[],"title":["Normal form backward induction for decision trees with coherent lower\n  previsions"],"description":["  We examine normal form solutions of decision trees under typical choice\nfunctions induced by lower previsions. For large trees, finding such solutions\nis hard as very many strategies must be considered. In an earlier paper, we\nextended backward induction to arbitrary choice functions, yielding far more\nefficient solutions, and we identified simple necessary and sufficient\nconditions for this to work. In this paper, we show that backward induction\nworks for maximality and E-admissibility, but not for interval dominance and\nGamma-maximin. We also show that, in some situations, a computationally cheap\napproximation of a choice function can be used, even if the approximation\nviolates the conditions for backward induction; for instance, interval\ndominance with backward induction will yield at least all maximal normal form\nsolutions.\n","Comment: 22 pages, 5 figures; v1: added doi and arxiv links"]}]
["1104.0613",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0613","Combinatorics, Probability and Computing 21 (2012), 265--299","doi:10.1017/S0963548311000666"],"date":["2011-04-04"],"type":["text"],"creator":["Riordan, Oliver"],"language":[],"coverage":[],"title":["The phase transition in the configuration model"],"description":["  Let $G=G(d)$ be a random graph with a given degree sequence $d$, such as a\nrandom $r$-regular graph where $r\\ge 3$ is fixed and $n=|G|\\to\\infty$. We study\nthe percolation phase transition on such graphs $G$, i.e., the emergence as $p$\nincreases of a unique giant component in the random subgraph $G[p]$ obtained by\nkeeping edges independently with probability $p$. More generally, we study the\nemergence of a giant component in $G(d)$ itself as $d$ varies. We show that a\nsingle method can be used to prove very precise results below, inside and above\nthe `scaling window' of the phase transition, matching many of the known\nresults for the much simpler model $G(n,p)$. This method is a natural extension\nof that used by Bollobas and the author to study $G(n,p)$, itself based on work\nof Aldous and of Nachmias and Peres; the calculations are significantly more\ninvolved in the present setting.\n","Comment: 37 pages"]}]
["1104.4163",{"format":[],"subject":["Computer Science - Databases","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4163","(IJCSIT) International Journal of Computer Science and Information\n  Technology, Vol. 2(2), 2011, 686-690"],"date":["2011-04-20"],"type":["text"],"creator":["Pandey, Umesh Kumar","Pal, Saurabh"],"language":[],"coverage":[],"title":["Data Mining : A prediction of performer or underperformer using\n  classification"],"description":["  Now a day's students have a large set of data having precious information\nhidden. Data mining technique can help to find this hidden information. In this\npaper, data mining techniques name Byes classification method is used on these\ndata to help an institution. Institutions can find those students who are\nconsistently perform well. This study will help to institution reduce the drop\nput ratio to a significant level and improve the performance level of the\ninstitution.\n","Comment: 5 pages, 1 figure"]}]
["1104.4284",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4284","Phys. Rev. Lett. 107, 086803 (2011)","doi:10.1103/PhysRevLett.107.086803"],"date":["2011-04-21"],"type":["text"],"creator":["Krueckl, Viktor","Richter, Klaus"],"language":[],"coverage":[],"title":["Switching spin and charge between edge states in topological insulator\n  constrictions"],"description":["  Since the prediction of a new topological state of matter in graphene,\nmaterials acting as topological insulators have attracted wide attention.\nShortly after the theoretical proposal for a mercury telluride (HgTe)-based\ntwo-dimensional topological insulator, the observation of the quantum spin Hall\neffect and non-local edge transport brought compelling experimental evidence\nfor quantized conductance due to edges states. The spin orientation and\npropagation direction of such helical edge states are inherently connected,\nproviding protection against backscattering. However, these features conversely\nrender controlled spin operations such as spin switching difficult. Here we\ntherefore propose constrictions as connectors between opposite edge (and spin)\nstates in HgTe. We demonstrate how the coupling between edge states, which\noverlap in the constriction, can be employed both for steering the charge flow\ninto different edge modes and for controlled spin switching. This gives rise to\na three-state charge and spin transistor function. Unlike in a conventional\nspin transistor, the switching does not rely on a tunable Rashba spin-orbit\ninteraction, but on the energy dependence of the edge state wavefunctions.\nBased on this mechanism, and supported by numerical transport calculations, we\npresent two different ways to control spin- and charge-currents depending on\nthe gating of the constriction.\n"]}]
["1104.4318",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4318","Phys. Rev. A 84, 012113 (2011)","doi:10.1103/PhysRevA.84.012113"],"date":["2011-04-21","2011-06-14"],"type":["text"],"creator":["del Campo, A."],"language":[],"coverage":[],"title":["Long-time behavior of many-particle quantum decay"],"description":["  While exponential decay is ubiquitous in Nature, deviations at both short and\nlong times are dictated by quantum mechanics. Non-exponential decay is known to\narise due to the possibility of reconstructing the initial state from the\ndecaying products. We discuss the quantum decay dynamics by tunneling of a\nmany-particle system, characterizing the long-time non-exponential behavior of\nthe non-escape and survival probabilities. The effects of contact interactions\nand quantum statistics are described. It is found that whereas for\nnon-interacting bosons the long-time decay follows a power-law with an exponent\nlinear in the number of particles $\\N$, the exponent becomes quadratic in $\\N$\nin the fermionic case. The same results apply to strongly interacting many-body\nsystems related by the generalized Bose-Fermi duality. The faster fermionic\ndecay can be traced back to the effective hard-core interactions between\nparticles, which are as well the decaying products, and exhibit spatial\nanti-bunching which hinders the reconstruction of the initial unstable state.\nThe results are illustrated with a paradigmatic model of quantum decay from a\ntrap allowing leaks by tunneling, whose dynamics is described exactly by means\nof an expansion in resonant states.\n","Comment: 6 pages, added references and discussion"]}]
["1105.1666",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1666","2011, ApJS, 197, 20","doi:10.1088/0067-0049/197/2/20"],"date":["2011-05-09","2011-12-09"],"type":["text"],"creator":["Shen, H.","Toki, H.","Oyamatsu, K.","Sumiyoshi, K."],"language":[],"coverage":[],"title":["Relativistic Equation of State for Core-Collapse Supernova Simulations"],"description":["  We construct the equation of state (EOS) of dense matter covering a wide\nrange of temperature, proton fraction, and density for the use of core-collapse\nsupernova simulations. The study is based on the relativistic mean-field (RMF)\ntheory, which can provide an excellent description of nuclear matter and finite\nnuclei. The Thomas--Fermi approximation in combination with assumed nucleon\ndistribution functions and a free energy minimization is adopted to describe\nthe non-uniform matter, which is composed of a lattice of heavy nuclei. We\ntreat the uniform matter and non-uniform matter consistently using the same RMF\ntheory. We present two sets of EOS tables, namely EOS2 and EOS3. EOS2 is an\nupdate of our earlier work published in 1998 (EOS1), where only the nucleon\ndegree of freedom is taken into account. EOS3 includes additional contributions\nfrom $\\Lambda$ hyperons. The effect of $\\Lambda$ hyperons on the EOS is\nnegligible in the low-temperature and low-density region, whereas it tends to\nsoften the EOS at high density. In comparison with EOS1, EOS2 and EOS3 have an\nimproved design of ranges and grids, which covers the temperature range\n$T=0.1$--$10^{2.6}$ MeV with the logarithmic grid spacing $\\Delta\n\\log_{10}(T/\\rm{[MeV]})=0.04$ (92 points including T=0), the proton fraction\nrange $Y_p=0$--0.65 with the linear grid spacing $\\Delta Y_p = 0.01$ (66\npoints), and the density range $\\rho_B=10^{5.1}$--$10^{16}\\,\\rm{g\\,cm^{-3}}$\nwith the logarithmic grid spacing $\\Delta \\log_{10}(\\rho_B/\\rm{[g\\,cm^{-3}]}) =\n0.1$ (110 points).\n","Comment: 43 pages, 10 figures"]}]
["1105.2998",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2998"],"date":["2011-05-16","2012-03-23"],"type":["text"],"creator":["Yamada, Kei","Asada, Hideki"],"language":[],"coverage":[],"title":["Three-body-interaction effects on the relativistic perihelion precession\n  for the Sun-Jupiter-Saturn system"],"description":["  The relativistic perihelion precession due to the three-body interaction is\nderived. We consider a hierarchical coplanar three-body system, such as the\nSun, Jupiter and Saturn, in which both the secondary object as the largest\nplanet corresponding to Jupiter (mass $m_2$) and the third one corresponding to\nSaturn (mass $m_3$) orbit around the primary object corresponding to Sun (mass\n$m_1 \\gg m_2 \\gg m_3$), where the mean orbital radius of the third body is\nlarger than that of the secondary one (denoted as $\\ell$). We investigate the\npost-Newtonian effects on the motion of the third body (semimajor axis a,\neccentricity e for the Keplerian orbital elements). Under some assumptions with\na certain averaging, the relativistic perihelion precession of the third mass\nby the post-Newtonian three-body interaction is expressed as $6 G m_2 \\ell^2\nc^{-2} a^{-3} n (1+9e^2/16) (1-e^2)^{-3} $, where G and c denote the\ngravitational constant and the speed of light, respectively, and the mean\nmotion for the third body is denoted as $n = 2\\pi a^{3/2} G^{-1/2}\n(m_1+m_2)^{-1/2}$. For the Sun-Jupiter-Saturn system, it is $7.8 \\times\n10^{-6}$ arcsec/cy. This is larger than the Lense-Thirring effect by Sun but it\ncannot yet explain the recently reported value for the anomalous perihelion\nprecession of Saturn as $-0.006 \\pm 0.002$ arcsec/cy by Iorio (2009) based on\nthe analyses by Pitjeva with the EPM2008 ephemerides.\n","Comment: This paper has been withdrawn by the authors, because the motivation\n  (Saturn's perihelion anomaly problem) has disappeared"]}]
["1106.0429",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0429","Phys. Rev. Lett. 108, 127203 (2012)","doi:10.1103/PhysRevLett.108.127203"],"date":["2011-06-02","2012-02-02"],"type":["text"],"creator":["Singh, Yogesh","Manni, S.","Reuther, J.","Berlijn, T.","Thomale, R.","Ku, W.","Trebst, S.","Gegenwart, P."],"language":[],"coverage":[],"title":["Relevance of the Heisenberg-Kitaev model for the honeycomb lattice\n  iridates A_2IrO_3"],"description":["  Combining thermodynamic measurements with theoretical density functional and\nthermodynamic calculations we demonstrate that the honeycomb lattice iridates\nA2IrO3 (A = Na, Li) are magnetically ordered Mott insulators where the\nmagnetism of the effective spin-orbital S = 1/2 moments can be captured by a\nHeisenberg-Kitaev (HK) model with Heisenberg interactions beyond\nnearest-neighbor exchange. Experimentally, we observe an increase of the\nCurie-Weiss temperature from \\theta = -125 K for Na2IrO3 to \\theta = -33 K for\nLi2IrO3, while the antiferromagnetic ordering temperature remains roughly the\nsame T_N = 15 K for both materials. Using finite-temperature functional\nrenormalization group calculations we show that this evolution of \\theta, T_N,\nthe frustration parameter f = \\theta/T_N, and the zig-zag magnetic ordering\nstructure suggested for both materials by density functional theory can be\ncaptured within this extended HK model. Combining our experimental and\ntheoretical results, we estimate that Na2IrO3 is deep in the magnetically\nordered regime of the HK model (\\alpha \\approx 0.25), while Li2IrO3 appears to\nbe close to a spin-liquid regime (0.6 < \\alpha < 0.7).\n","Comment: Version accepted for publication in PRL. Additional DFT and\n  thermodynamic calculations have been included. 6 pages of supplementary\n  material included"]}]
["1106.2750",{"format":[],"subject":["Mathematics - History and Overview","Physics - Popular Physics","00A66, 05B45, 97M80 (Primary) 52C20, 28A80 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2750"],"date":["2011-06-10","2012-03-23"],"type":["text"],"creator":["Le, San"],"language":[],"coverage":[],"title":["The Art of Space Filling in Penrose Tilings and Fractals"],"description":["  Incorporating designs into the tiles that form tessellations presents an\ninteresting challenge for artists. Creating a viable MC Escher like image that\nworks esthetically as well as functionally requires resolving incongruencies at\na tile's edge while constrained by its shape. Escher was the most well known\npractitioner in this style of mathematical visualization, but there are\nsignificant mathematical shapes to which he never applied his artistry. These\nshapes can incorporate designs that form images as appealing as those produced\nby Escher, and our paper explores this for traditional tessellations, Penrose\nTilings, fractals, and fractal/tessellation combinations. To illustrate the\nversatility of tiling art, images were created with multiple figures and\nnegative space leading to patterns distinct from the work of others.\n","Comment: 26 pages, 23 figures"]}]
["1106.3250",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Category Theory","05C65, 55U10, 52B11, 52B12, 51M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3250"],"date":["2011-06-16","2012-03-23"],"type":["text"],"creator":["Petric, Zoran"],"language":[],"coverage":[],"title":["On stretching the interval simplex-permutohedron"],"description":["  A family of polytopes introduced by E.M. Feichtner, A. Postnikov and B.\nSturmfels, which were named nestohedra, consists in each dimension of an\ninterval of polytopes starting with a simplex and ending with a permutohedron.\nThis paper investigates a problem of changing and extending the boundaries of\nthese intervals. An iterative application of Feichtner-Kozlov procedure of\nforming complexes of nested sets is a solution of this problem. By using a\nsimple algebraic presentation of members of nested sets it is possible to avoid\nthe problem of increasing the complexity of the structure of nested curly\nbraces in elements of the produced simplicial complexes.\n","Comment: 32 pages, corrected version"]}]
["1106.4143",{"format":[],"subject":["Quantum Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4143","J. Chem. Phys. 136, 121101 (2012)","doi:10.1063/1.3698278"],"date":["2011-06-21","2012-03-22"],"type":["text"],"creator":["Sanz-Sanz, C.","Sanz, A. S.","Gonzalez-Lezana, T.","Roncero, O.","Miret-Artes, S."],"language":[],"coverage":[],"title":["Quantum Zeno-based control mechanism for molecular fragmentation"],"description":["  A quantum control mechanism is proposed for molecular fragmentation processes\nwithin a scenario grounded on the quantum Zeno effect. In particular, we focus\non the van der Waals Ne-Br$_2$ complex, which displays two competing\ndissociation channels via vibrational and electronic predissociation.\nAccordingly, realistic three dimensional wave packet simulations are carried\nout by using ab initio interaction potentials recently obtained to reproduce\navailable experimental data. Two numerical models to simulate the repeated\nmeasurements are reported and analyzed. It is found that the otherwise fast\nvibrational predissociation is slowed down in favor of the slow electronic\n(double fragmentation) predissociation, which is enhanced by several orders of\nmagnitude. Based on these theoretical predictions, some hints to\nexperimentalists to confirm their validity are also proposed.\n","Comment: 4 pages, 3 figures"]}]
["1106.4549",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4549","Phys. Rev. B 84, 241403(R) (2011)","doi:10.1103/PhysRevB.84.241403"],"date":["2011-06-22"],"type":["text"],"creator":["Schmidt, Manuel J."],"language":[],"coverage":[],"title":["Anisotropic super-spin at the end of a carbon nanotube"],"description":["  Interaction-induced magnetism at the ends of carbon nanotubes is studied\ntheoretically, with a special focus on magnetic anisotropies. Spin-orbit\ncoupling, generally weak in ordinary graphene, is strongly enhanced in\nnanotubes. In combination with Coulomb interactions, this enhanced spin-orbit\ncoupling gives rise to a super-spin at the ends of carbon nanotubes with an XY\nanisotropy on the order of 10 mK. Furthermore, it is shown that this anisotropy\ncan be enhanced by more than one order of magnitude via a partial suppression\nof the super-spin.\n"]}]
["1107.0942",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0942","Phys. Rev. A 84 043634 (2011)","doi:10.1103/PhysRevA.84.043634"],"date":["2011-07-05","2011-11-09"],"type":["text"],"creator":["Chiacchiera, Silvia","Lepers, Thomas","Davesne, Dany","Urban, Michael"],"language":[],"coverage":[],"title":["Role of fourth-order phase-space moments in collective modes of trapped\n  Fermi gases"],"description":["  We study the transition from hydrodynamic to collisionless behavior in\ncollective modes of ultracold trapped Fermi gases. To that end, we solve the\nBoltzmann equation for the trapped Fermi gas via the moments method. We showed\npreviously that it is necessary to go beyond second-order moments if one wants\nto reproduce the results of a numerical solution of the Boltzmann equation.\nHere, we will give the detailed description of the method including\nfourth-order moments. We apply this method to the case of realistic parameters,\nand compare the results for the radial quadrupole and scissors modes at\nunitarity to experimental data obtained by the Innsbruck group. It turns out\nthat the inclusion of fourth-order moments clearly improves the agreement with\nthe experimental data. In particular, the fourth-order moments reduce the\neffect of collisions and therefore partially compensate the effect of the\nenhanced in-medium cross section at low temperatures.\n","Comment: 10 pages, 2 figures; published version"]}]
["1107.2130",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2130","J. Phys. G: Nucl. Part. Phys. 39 (2012) 055001","doi:10.1088/0954-3899/39/5/055001"],"date":["2011-07-11","2011-11-29"],"type":["text"],"creator":["Cohen, Thomas D.","Krejčiřík, Vojtěch"],"language":[],"coverage":[],"title":["Does the empirical meson spectrum support the Hagedorn conjecture?"],"description":["  It has long been conjectured that strong interactions give rise to a Hagedorn\nspectrum and theoretical arguments have been presented in support of Hagedorn\nspectrum in large $N_c$ QCD. This paper discusses the extent to which the meson\nspectrum should be viewed as evidence for a Hagedorn spectrum and argues that\ndata do not provide a strong evidence for the Hagedorn conjecture. The\nconclusion is based on three reasons. It is shown that \"realistic\" quark models\nhave a spectrum in which the number of mesons up to 2.3 GeV grows with mass in\na very similar way to the spectrum of physical mesons up to 2.3 GeV. However,\nthese models can be shown not to have Hagedorn spectra. It is also shown that\nthe available data are insufficient to determine the Hagedorn temperature. The\ndata can be described with comparable accuracy by various functional forms of\nthe prefactor that yield radically different Hagedorn temperatures. An analysis\nof the behavior of the spectrum for the various parity-spin-charge\nconjugation-isospin channels also appears to be inconsistent with what one\nexpects if the data were in the regime dominated by exponential behavior.\n"]}]
["1107.3976",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3976"],"date":["2011-07-20","2012-03-22"],"type":["text"],"creator":["Doğangün, Oktay","Sultansoy, Saleh","Ünel, Gökhan"],"language":[],"coverage":[],"title":["A Preonic Model with Colour-Spin Symmetry"],"description":["  We have constructed a preonic model starting from a coloured fermionic preon\nand by postulating a new symmetry, MUSY. This new symmetry is defined via the\nMU number involving colour, charge and spin properties of the preons. We show\nthat all the known fields of the Standard Model (SM) can be constructed using\nthe fermionic preon and 6 preonic scalars, its MUSY partners. As an example, we\npresent well known \\beta-decay process at MUSY level. MUSY also forbids some\nprocesses such as proton decay (preserving the baryon number) and hence, it is\ncompatible with current experimental results. In this model the number of SM\ngenerations arises to be three naturally.\n  The MUSY generalization of the SUSY algebra is constructed and the MUSY\ninvariant Lagrangian is also explicitly written. Similar to other preonic and\nsupersymmetric models, a number of new particles are predicted. These particles\ndo not interact with any of the SM fermions but only with the gauge bosons.\nThese particles could be dark matter candidates.\n","Comment: 13 pages, 2 figure, 8 tables"]}]
["1108.0395",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0395","Phys. Rev. B 84, 195421 (2011)","doi:10.1103/PhysRevB.84.195421"],"date":["2011-08-01"],"type":["text"],"creator":["Morell, E. Suárez","Vargas, P.","Chico, L.","Brey, L."],"language":[],"coverage":[],"title":["Charge redistribution and interlayer coupling in twisted bilayer\n  graphene under electric fields"],"description":["  We investigate the electronic density redistribution of rotated bilayer\ngraphene under a perpendicular electric field, showing that the layers are\nactually coupled even for large angles. This layer-layer coupling is evidenced\nby the charge transfer on these structures as a function of the external\nvoltage. We find an inhomogeneous excess charge distribution that is related to\nthe moir\\'e patterns for small angles, but that persists for larger angles\nwhere the carriers' velocity is equal to that of single layer graphene. Our\nresults show that rotated bilayer systems are coupled for all rotation angles.\n","Comment: 5 pages, 6 figures"]}]
["1108.2912",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2912"],"date":["2011-08-14","2012-03-23"],"type":["text"],"creator":["Movahed, Hanif Bayat","van Zon, Ramses","Schofield, Jeremy"],"language":[],"coverage":[],"title":["Free Energy Landscape of Protein-like Chains with Discontinuous\n  Potentials"],"description":["  In this article the configurational space of two simple protein models\nconsisting of polymers composed of a periodic sequence of four different kinds\nof monomers is studied as a function of temperature. In the protein models,\nhydrogen bond interactions, electrostatic repulsion, and covalent bond\nvibrations are modeled by discontinuous step, shoulder and square-well\npotentials, respectively. The protein-like chains exhibit a secondary alpha\nhelix structure in their folded states at low temperatures, and allow a natural\ndefinition of a configuration by considering which beads are bonded. Free\nenergies and entropies of configurations are computed using the parallel\ntempering method in combination with hybrid Monte Carlo sampling of the\ncanonical ensemble of the discontinuous potential system. The probability of\nobserving the most common configuration is used to analyze the nature of the\nfree energy landscape, and it is found that the model with the least number of\npossible bonds exhibits a funnel-like free energy landscape at low enough\ntemperature for chains with fewer than 30 beads. For longer proteins, the\nlandscape consists of several minima, where the configuration with the lowest\nfree energy changes significantly by lowering the temperature and the\nprobability of observing the most common configuration never approaches one due\nto the degeneracy of the lowest accessible potential energy.\n","Comment: Added a discussion of a three state model as comparison, and an\n  example of the folded configuration. 13 pages, 14 figures"]}]
["1108.4611",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4611","Phys. Rev. Lett. 108, 080404 (2012)","doi:10.1103/PhysRevLett.108.080404"],"date":["2011-08-23","2012-01-12"],"type":["text"],"creator":["Tomka, Michael","Polkovnikov, Anatoli","Gritsev, Vladimir"],"language":[],"coverage":[],"title":["Geometric phase contribution to quantum non-equilibrium many-body\n  dynamics"],"description":["  We study the influence of geometry of quantum systems underlying space of\nstates on its quantum many-body dynamics. We observe an interplay between\ndynamical and topological ingredients of quantum non-equilibrium dynamics\nrevealed by the geometrical structure of the quantum space of states. As a\nprimary example we use the anisotropic XY ring in a transverse magnetic field\nwith an additional time-dependent flux. In particular, if the flux insertion is\nslow, non-adiabatic transitions in the dynamics are dominated by the dynamical\nphase. In the opposite limit geometric phase strongly affects transition\nprobabilities. We show that this interplay can lead to a non-equilibrium phase\ntransition between these two regimes. We also analyze the effect of geometric\nphase on defect generation during crossing a quantum critical point.\n","Comment: 4 pages, 3 figures. Added an appendix with supplementary information"]}]
["1109.0383",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0383","Sci. Rep. 2, 302; (2012)"],"date":["2011-09-02"],"type":["text"],"creator":["Martin-Delgado, M. A."],"language":[],"coverage":[],"title":["On Quantum Effects in a Theory of Biological Evolution"],"description":["  We construct a descriptive toy model that considers quantum effects on\nbiological evolution starting from Chaitin's classical framework. There are\nsmart evolution scenarios in which a quantum world is as favorable as classical\nworlds for evolution to take place. However, in more natural scenarios, the\nrate of evolution depends on the degree of entanglement present in quantum\norganisms with respect to classical organisms. If the entanglement is maximal,\nclassical evolution turns out to be more favorable.\n","Comment: RevTex4 file"]}]
["1109.5501",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5501","Trends in Electromagnetism - From Fundamentals to Applications\n  (March, 2012), InTech, pp. 45-68"],"date":["2011-09-26"],"type":["text"],"creator":["Ni, Wei-Tou"],"language":[],"coverage":[],"title":["Foundations of Electromagnetism, Equivalence Principles and Cosmic\n  Interactions"],"description":["  We look at the foundations of electromagnetism in this chapter of the\n\"eletromagnetism\" book. For doing this, after some review (constraints on\nphoton mass etc.), we use two approaches. The first one is to formulate a\nParametrized Post-Maxwellian framework to include QED corrections and a\npseudoscalar photon interaction. We discuss various vacuum birefringence\nexperiments - ongoing and proposed - to measure these parameters. The second\napproach is to look at electromagnetism in gravity and various experiments and\nobservations to determine its empirical foundation. We found that the\nfoundation is solid with the only exception of a potentially possible\npseudoscalar-photon interaction. We discussed its experimental constraints and\nlook forward to more future experiments.\n","Comment: 25 pages, 4 figures, 2 pages, it is written as a chapter for the book\n  \"Electromagnetism\" (ISBN 979-953-307-400-8) to be published by INTECH (open\n  access), December, 2011"]}]
["1109.5541",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5541","Phys. Rev. B 85, 115433 (2012)","doi:10.1103/PhysRevB.85.115433"],"date":["2011-09-26","2012-03-22"],"type":["text"],"creator":["Krueckl, Viktor","Richter, Klaus"],"language":[],"coverage":[],"title":["Bloch-Zener Oscillations in Graphene and Topological Insulators"],"description":["  We show that superlattices based on zero-gap semiconductors such as graphene\nand mercury telluride exhibit characteristic Bloch--Zener oscillations that\nemerge from the coherent superposition of Bloch oscillations and multiple Zener\ntunneling between the electron and hole branch. We demonstrate this mechanism\nby means of wave packet dynamics in various spatially periodically modulated\nnanoribbons subject to an external bias field. The associated Bloch frequencies\nexhibit a peculiar periodic bias dependence which we explain within a two-band\nmodel. Supported by extensive numerical transport calculations, we show that\nthis effect gives rise to distinct current oscillations observable in the I-V\ncharacteristics of graphene and mercury telluride superlattices.\n"]}]
["1110.1365",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1365"],"date":["2011-10-06","2012-03-22"],"type":["text"],"creator":["Hansen, James","Kharecha, Pushker","Sato, Makiko","Ackerman, Frank","Hearty, Paul J.","Hoegh-Guldberg, Ove","Hsu, Shi-Ling","Krueger, Fred","Parmesan, Camille","Rahmstorf, Stefan","Rockstrom, Johan","Rohling, Eelco J.","Sachs, Jeffrey","Smith, Peter","Steffen, Konrad","Van Susteren, Lise","von Schuckmann, Karina","Zachos, James C."],"language":[],"coverage":[],"title":["Scientific Case for Avoiding Dangerous Climate Change to Protect Young\n  People and Nature"],"description":["  Global warming due to human-made gases, mainly CO2, is already 0.8{\\deg}C and\ndeleterious climate impacts are growing worldwide. More warming is 'in the\npipeline' because Earth is out of energy balance, with absorbed solar energy\nexceeding planetary heat radiation. Maintaining a climate that resembles the\nHolocene, the world of stable shorelines in which civilization developed,\nrequires rapidly reducing fossil fuel CO2 emissions. Such a scenario is\neconomically sensible and has multiple benefits for humanity and other species.\nYet fossil fuel extraction is expanding, including highly carbon-intensive\nsources that can push the climate system beyond tipping points such that\namplifying feedbacks drive further climate change that is practically out of\nhumanity's control. This situation raises profound moral issues as young\npeople, future generations, and nature, with no possibility of protecting their\nfuture well-being, will bear the principal consequences of actions and\ninactions of today's adults.\n","Comment: 28 pages, 6 figures; version submitted to Proceedings of the National\n  Academy of Sciences"]}]
["1110.1543",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B40, 35B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1543"],"date":["2011-10-07","2012-03-23"],"type":["text"],"creator":["Saldana, Alberto","Weth, Tobias"],"language":[],"coverage":[],"title":["Asymptotic axial symmetry of solutions of parabolic equations in bounded\n  radial domains"],"description":["  We consider solutions of some nonlinear parabolic boundary value problems in\nradial bounded domains whose initial profile satisfy a reflection inequality\nwith respect to a hyperplane containing the origin. We show that, under rather\ngeneral assumptions, these solutions are asymptotically (in time) foliated\nSchwarz symmetric, i.e., all elements in the associated omega limit set are\naxially symmetric with respect to a common axis passing through the origin and\nnonincreasing in the polar angle from this axis. In this form, the result is\nnew even for equilibria (i.e. solutions of the corresponding elliptic problem)\nand time periodic solutions.\n","Comment: 16 pages"]}]
["1110.3573",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3573","Phys. Rev. Lett. 108, 096402 (2012)","doi:10.1103/PhysRevLett.108.096402"],"date":["2011-10-17","2012-03-23"],"type":["text"],"creator":["Yoshimi, Kazuyoshi","Seo, Hitoshi","Ishibashi, Shoji","Brown, Stuart E."],"language":[],"coverage":[],"title":["Tuning the magnetic dimensionality by charge ordering in the molecular\n  TMTTF salts"],"description":["  We theoretically investigate the interplay between charge ordering and\nmagnetic states in quasi-one-dimensional molecular conductors TMTTF$_2X$,\nmotivated by the observation of a complex variation of competing and/or\ncoexisting phases. We show that the ferroelectric-type charge order increases\ntwo-dimensional antiferromagnetic spin correlation, whereas in the\none-dimensional regime two different spin-Peierls states are stabilized. By\nusing first-principles band calculations for the estimation for the transfer\nintegrals and comparing our results with the experiments, we identify the\ncontrolling parameters in the experimental phase diagram to be not only the\ninterchain transfer integrals but also the amplitude of the charge order.\n","Comment: 5 pages, 3 figures, accepted for publication in PRL"]}]
["1110.4173",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4173","Phys. Rev. B 85, 054514 (2012)","doi:10.1103/PhysRevB.85.054514"],"date":["2011-10-18"],"type":["text"],"creator":["Malik, V. K.","Marozau, I.","Das, S.","Doggett, B.","Satapathy, D. K.","Uribe-Laverde, M. A.","Biskup, N.","Varela, M.","Schneider, C. W.","Marcelot, C.","Stahn, J.","Bernhard, C."],"language":[],"coverage":[],"title":["Pulsed laser deposition growth of heteroepitaxial\n  YBa2Cu3O7/La0.67Ca0.33MnO3 superlattices on NdGaO3 and\n  Sr0.7La0.3Al0.65Ta0.35O3 substrates"],"description":["  Heteroepitaxial superlattices of [YBa2Cu3O7(n)/ La0.67Ca0.33MnO3(m)]x, where\nn and m are the number of YBCO and LCMO monolayers and x the number of bilayer\nrepetitions, have been grown with pulsed laser deposition on NdGaO3 (110) and\nSr0.7La0.3Al0.65Ta0.35O3 (LSAT) (001). These substrates are well lattice\nmatched with YBCO and LCMO and, unlike the commonly used SrTiO3, they do not\ngive rise to complex and uncontrolled strain effects due to structural\ntransitions at low temperature. The growth dynamics and the structure have been\nstudied in-situ with reflection high energy electron diffraction (RHEED) and\nex-situ with scanning transmission electron microscopy (STEM), x-ray\ndiffraction, and neutron reflectometry. The individual layers are found to be\nflat and continuous over long lateral distances with sharp and coherent\ninterfaces and with a well-defined thickness of the individual layer. The only\nvisible defects are antiphase boundaries in the YBCO layers that originate from\nperovskite unit cell height steps at the interfaces with the LCMO layers. We\nalso find that the first YBCO monolayer at the interface with LCMO has an\nunusual growth dynamics and is lacking the CuO chain layer while the subsequent\nYBCO layers have the regular Y-123 structure. Accordingly, the CuO2 bilayers at\nboth the LCMO/YBCO and the YBCO/LCMO interfaces are lacking one of their\nneighboring CuO chain layers and thus half of their hole doping reservoir.\nNevertheless, from electric transport measurements on asuperlattice with n=2 we\nobtain evidence that the interfacial CuO2 bilayers remain conducting and even\nexhibit the onset of a superconducting transition at very low temperature.\nFinally, we show from dc magnetization and neutron reflectometry measurements\nthat the LCMO layers are strongly ferromagnetic.\n"]}]
["1110.5531",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5531","Phys. Rev. Lett. 108, 122502 (2012)","doi:10.1103/PhysRevLett.108.122502"],"date":["2011-10-25","2012-03-23"],"type":["text"],"creator":["Knecht, A.","Hong, R.","Zumwalt, D. W.","Delbridge, B. G.","Garcia, A.","Mueller, P.","Swanson, H. E.","Towner, I. S.","Utsuno, S.","Williams, W.","Wrede, C."],"language":[],"coverage":[],"title":["Precision Measurement of the 6He Half-Life and the Weak Axial Current in\n  Nuclei"],"description":["  Studies of 6He beta decay along with tritium can play an important role in\ntesting ab-initio nuclear wave-function calculations and may allow for fixing\nlow-energy constants in effective field theories. Here, we present an improved\ndetermination of the 6He half-life to a relative precision of 3x10^(-4). Our\nvalue of 806.89 \\pm 0.11(stat)^{+0.23}_{-0.19}(syst) ms resolves a major\ndiscrepancy between previous measurements. Calculating the statistical rate\nfunction we determined the ft-value to be 803.04 ^{+0.26}_{-0.23} s. The\nextracted Gamow-Teller matrix element agrees within a few percent with\nab-initio calculations.\n","Comment: 5 pages, 2 figures, published in Physical Review Letters"]}]
["1110.5780",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5780"],"date":["2011-10-26","2012-03-23"],"type":["text"],"creator":["Bayart, Frédéric","Heurteaux, Yanick"],"language":[],"coverage":[],"title":["Boundary multifractal behaviour for harmonic functions in the ball"],"description":["  It is well known that if $h$ is a nonnegative harmonic function in the ball\nof $\\RR^{d+1}$ or if $h$ is harmonic in the ball with integrable boundary\nvalues, then the radial limit of $h$ exists at almost every point of the\nboundary. In this paper, we are interested in the exceptional set of points of\ndivergence and in the speed of divergence at these points. In particular, we\nprove that for generic harmonic functions and for any $\\beta\\in [0,d]$, the\nHausdorff dimension of the set of points $\\xi$ on the sphere such that\n$h(r\\xi)$ looks like $(1-r)^{-\\beta}$ is equal to $d-\\beta$.\n","Comment: 16 pages"]}]
["1111.0680",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0680"],"date":["2011-11-02","2012-03-23"],"type":["text"],"creator":["Marinazzo, Daniele","Pellicoro, Mario","Stramaglia, Sebastiano"],"language":[],"coverage":[],"title":["Causal information approach to partial conditioning in multivariate data\n  sets"],"description":["  When evaluating causal influence from one time series to another in a\nmultivariate dataset it is necessary to take into account the conditioning\neffect of the other variables. In the presence of many variables, and possibly\nof a reduced number of samples, full conditioning can lead to computational and\nnumerical problems. In this paper we address the problem of partial\nconditioning to a limited subset of variables, in the framework of information\ntheory. The proposed approach is tested on simulated datasets and on an example\nof intracranial EEG recording from an epileptic subject. We show that, in many\ninstances, conditioning on a small number of variables, chosen as the most\ninformative ones for the driver node, leads to results very close to those\nobtained with a fully multivariate analysis, and even better in the presence of\na small number of samples. This is particularly relevant when the pattern of\ncausalities is sparse.\n","Comment: accepted for publication in Computational and Mathematical Methods in\n  Medicine, special issue on \"Methodological Advances in Brain Connectivity\""]}]
["1111.1346",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1346","Phys. Rev. A 85, 022107 (2012)","doi:10.1103/PhysRevA.85.022107"],"date":["2011-11-05","2012-01-20"],"type":["text"],"creator":["Pons, M.","Sokolovski, D.","del Campo, A."],"language":[],"coverage":[],"title":["Fidelity of fermionic atom-number states subjected to tunneling decay"],"description":["  Atom-number states are a valuable resource for ultracold chemistry, atom\ninterferometry and quantum information processing. Recent experiments have\nachieved their deterministic preparation in trapped few-fermion systems. We\nanalyze the tunneling decay of these states, both in terms of the survival\nprobability, and the non-escape probability, which can be extracted from\nmeasurements of the full counting statistics. At short times, the survival\nprobability exhibits deviations from the exponential law. The decay is governed\nby the multi-particle Zeno time which exhibits a signature of quantum\nstatistics and contact interactions. The subsequent exponential regime governs\nmost of the dynamics, and we provide accurate analytical expressions for the\nassociated decay rates. Both dynamical regimes are illustrated in a realistic\nmodel. Finally, a global picture of multi-particle quantum decay is presented.\n","Comment: 7 figures, 8 pages"]}]
["1111.2900",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2900","Astrophys.J.745:197,2012","doi:10.1088/0004-637X/745/2/197"],"date":["2011-11-11"],"type":["text"],"creator":["Nakazato, Ken'ichiro","Furusawa, Shun","Sumiyoshi, Kohsuke","Ohnishi, Akira","Yamada, Shoichi","Suzuki, Hideyuki"],"language":[],"coverage":[],"title":["Hyperon Matter and Black Hole Formation in Failed Supernovae"],"description":["  We investigate the emergence of hyperons in black-hole-forming failed\nsupernovae, which are caused by the dynamical collapse of nonrotating massive\nstars. We perform neutrino-radiation hydrodynamical simulations in general\nrelativity adopting realistic hyperonic equation-of-state (EOS). Attractive and\nrepulsive cases are examined for the potential of \\Sigma\\ hyperons. Since\nhyperons soften the EOS, they shorten the time interval from the bounce to\nblack hole formation, which corresponds to the duration of neutrino emission.\nThis effect is larger for the attractive case than the repulsive case because\n\\Sigma\\ hyperons appear more easily. In addition, we investigate the impacts of\npions to find that they also promotes the recollapse towards the black hole\nformation.\n","Comment: 24 pages, 9 figures, accepted for publication in ApJ"]}]
["1111.4100",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4100","New Astro. 17 (2011) 458-468","doi:10.1016/j.newast.2011.11.004"],"date":["2011-11-17","2011-11-22"],"type":["text"],"creator":["Johnston, Kyle B.","Oswalt, Terry D.","Valls-Gabaud, David"],"language":[],"coverage":[],"title":["Orbital Separation Amplification in Fragile Binaries with Evolved\n  Components"],"description":["  The secular stellar mass-loss causes an amplification of the orbital\nseparation in fragile, common proper motion, binary systems with separations of\nthe order of 1000 A.U. In these systems, companions evolve as two independent\ncoeval stars as they experience negligible mutual tidal interactions or mass\ntransfer. We present models for how post-main sequence mass-loss statistically\ndistorts the frequency distribution of separations in fragile binaries. These\nmodels demonstrate the expected increase in orbital seapration resulting from\nstellar mass-loss, as well as a perturbation of associated orbital parameters.\nComparisons between our models and observations resulting from the Luyten\nsurvey of wide visual binaries, specifically those containing MS and\nwhite-dwarf pairs, demonstrate a good agreement between the calculated and the\nobserved angular separation distribution functions.\n","Comment: 37 pages, 13 figures"]}]
["1111.5315",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5315","Nucl.Inst.Meth. 676 (2012) 44-49","doi:10.1016/j.nima.2012.01.059"],"date":["2011-11-22","2012-01-19"],"type":["text"],"creator":["Tagg, N.","Brangham, J.","Chvojka, J.","Clairemont, M.","Day, M.","Eberly, B.","Felix, J.","Fields, L.","Gago, A. M.","Gran, R.","Harris, D. A.","Kordosky, M.","Lee, H.","Maggi, G.","Maher, E.","Mann, W. A.","Marshall, C. M.","McFarland, K. S.","McGowan, A. M.","Mislivec, A.","Mousseau, J.","Osmanov, B.","Osta, J.","Paolone, V.","Perdue, G.","Ransome, R. D.","Ray, H.","Schellman, H.","Schmitz, D. W.","Simon, C.","Salinas, C. J. Solano","Tice, B. G.","Walding, J.","Walton, T.","Wolcott, J.","Zhang, D.","Ziemer, B. P.","Collaboration, The MINERvA"],"language":[],"coverage":[],"title":["Arachne - A web-based event viewer for MINERvA"],"description":["  Neutrino interaction events in the MINERvA detector are visually represented\nwith a web-based tool called Arachne. Data are retrieved from a central server\nvia AJAX, and client-side JavaScript draws images into the user's browser\nwindow using the draft HTML 5 standard. These technologies allow neutrino\ninteractions to be viewed by anyone with a web browser, allowing for easy\nhand-scanning of particle interactions. Arachne has been used in MINERvA to\nevaluate neutrino data in a prototype detector, to tune reconstruction\nalgorithms, and for public outreach and education.\n","Comment: 8 pages; 3 figures"]}]
["1111.5385",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5385","Acta Physica Polonica B Proceedings Supplement 5, 311(2012)","doi:10.5506/APhysPolBSupp.5.311"],"date":["2011-11-22"],"type":["text"],"creator":["Shi, Shusu","collaboration, for the STAR"],"language":[],"coverage":[],"title":["The elliptic flow in Au+Au collisions at $\\sqrt{s_{NN}}$ = 7.7, 11.5 and\n  39 GeV at STAR"],"description":["  We present elliptic flow, $v_2$, measurements for charged and identified\nparticles at midrapidity in Au+Au collisions at $\\sqrt{s_{NN}}$ = 7.7, 11.5 and\n39 GeV at STAR. We compare the inclusive charged hadron $v_2$ to those from\nhigh energies at RHIC ($\\sqrt{s_{NN}}$ = 62.4 and 200 GeV), at LHC\n($\\sqrt{s_{NN}}$ = 2.76 TeV). A significant difference in $v_2$ between baryons\nand anti-baryons is observed and the difference increases with decreasing beam\nenergy. We observed the $v_2$ of $\\phi$ meson is systematically lower than\nother particles in Au+Au collisions at $\\sqrt{s_{NN}}$ = 11.5 GeV.\n","Comment: 6 pages, 3 figures - To appear in the conference proceedings for\n  Strangeness in Quark Matter 2011, Cracow, Poland, September 18-24, 2011"]}]
["1111.5788",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5788"],"date":["2011-11-24","2012-03-23"],"type":["text"],"creator":["Beuneu, Francois"],"language":[],"coverage":[],"title":["Nucleation of single wall carbon nanotubes of various chiralities"],"description":["  A simple model for the nucleation and growth of single wall carbon nanotubes\nfrom a graphene sheet at the surface of a metallic catalyst saturated in carbon\nis developed. It enables to predict the geometry and energy of tube embryos of\nall possible chiralities, as well as the way that they can grow. It is shown\nthat armchair-like chiralities are energy preferred for geometrical reasons.\nThis result is discussed and compared to experimental literature.\n","Comment: 8 pages, 7 figures"]}]
["1111.6506",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6506"],"date":["2011-11-28","2012-03-23"],"type":["text"],"creator":["Zaremsky, Matthew C. B."],"language":[],"coverage":[],"title":["Rational homological stability for groups of symmetric automorphisms of\n  free groups"],"description":["  Let F_n be the free group of rank n, with generating set S=\\{x_1,...,x_n\\}.\nAn automorphism \\phi of F_n is called symmetric if for each 1\\leq i\\leq n,\n\\phi(x_i) is conjugate to x_j or x_j^{-1} for some 1\\leq j\\leq n. Let \\Sigma\nAut(F_n) be the group of symmetric automorphisms. We prove that the inclusion\n\\Sigma Aut(F_n) \\rightarrow \\Sigma Aut(F_{n+1}) induces an isomorphism in\nrational homology for n>(3i-1)/2.\n","Comment: Results subsumed by arXiv:1203.4845. Minor edits, references updated.\n  8 pages"]}]
["1111.6845",{"format":[],"subject":["Mathematics - Combinatorics","15B48, 15B57, 15B99, 05C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6845"],"date":["2011-11-28","2012-03-22"],"type":["text"],"creator":["Khare, Kshitij","Rajaratnam, Bala"],"language":[],"coverage":[],"title":["Sparse Matrix Decompositions and Graph Characterizations"],"description":["  The question of when zeros (i.e., sparsity) in a positive definite matrix $A$\nare preserved in its Cholesky decomposition, and vice versa, was addressed by\nPaulsen et al. in the Journal of Functional Analysis (85, pp151-178). In\nparticular, they prove that for the pattern of zeros in $A$ to be retained in\nthe Cholesky decomposition of $A$, the pattern of zeros in $A$ has to\nnecessarily correspond to a chordal (or decomposable) graph associated with a\nspecific type of vertex ordering. This result therefore yields a\ncharacterization of chordal graphs in terms of sparse positive definite\nmatrices. It has also proved to be extremely useful in probabilistic and\nstatistical analysis of Markov random fields where zeros in positive definite\ncorrelation matrices are intimately related to the notion of stochastic\nindependence. Now, consider a positive definite matrix $A$ and its Cholesky\ndecomposition given by $A = LDL^T$, where $L$ is lower triangular with unit\ndiagonal entries, and $D$ a diagonal matrix with positive entries. In this\npaper, we prove that a necessary and sufficient condition for zeros (i.e.,\nsparsity) in a positive definite matrix $A$ to be preserved in its associated\nCholesky matrix $L$, \\, and in addition also preserved in the inverse of the\nCholesky matrix $L^{-1}$, is that the pattern of zeros corresponds to a\nco-chordal or homogeneous graph associated with a specific type of vertex\nordering. We proceed to provide a second characterization of this class of\ngraphs in terms of determinants of submatrices that correspond to cliques in\nthe graph. These results add to the growing body of literature in the field of\nsparse matrix decompositions, and also prove to be critical ingredients in the\nprobabilistic analysis of an important class of Markov random fields.\n"]}]
["1111.7283",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.7283","Phys. Rev. Lett. 108, 120404 (2012)","doi:10.1103/PhysRevLett.108.120404"],"date":["2011-11-30","2012-03-23"],"type":["text"],"creator":["Raeisi, Sadegh","Tittel, Wolfgang","Simon, Christoph"],"language":[],"coverage":[],"title":["Proposal for Inverting the Quantum Cloning of Photons"],"description":["  We propose an experiment where a photon is first cloned by stimulated\nparametric down-conversion, making many (imperfect) copies, and then the\ncloning transformation is inverted, regenerating the original photon while\ndestroying the copies. Focusing on the case where the initial photon is\nentangled with another photon, we study the conditions under which entanglement\ncan be proven in the final state. The proposed experiment would provide a clear\ndemonstration that quantum information is preserved in quantum cloning. It\nwould furthermore allow a definitive experimental proof for micro-macro\nentanglement in the intermediate multiphoton state, which is still an\noutstanding challenge. Finally, it might provide a quantum detection technique\nfor small differences in transmission (e.g., in biological samples), whose\nsensitivity scales better with the number of photons used than a classical\ntransmission measurement.\n","Comment: 5 pages, 2 figures"]}]
["1112.1004",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1004","Europhysics Journal: Web of Conference 23, 00014 (2012)","doi:10.1051/epjconf20122300014"],"date":["2011-12-05"],"type":["text"],"creator":["Das, Tanmoy"],"language":[],"coverage":[],"title":["Pairing symmetries of several families of iron-based superconductors and\n  some similarities with cuprates and heavy-fermions"],"description":["  We show that, by using unit-cell transformation between 1 Fe per unit cell to\n2 Fe per unit cell, one can qualitatively understand the pairing symmetry of\nseveral families of iron-based superconductors. In iron-pnictides and\niron-chalcogenides, the nodeless s+- pairing and the resulting magnetic\nresonance mode transform nicely between the two unit cells, while retaining all\nphysical properties unchanged. However, when the electron-pocket disappears\nfrom the Fermi surface with complete doping in KFe2As2, we find that the\nunit-cell invariant requirement prohibits the occurrence of s+- pairing\nsymmetry (caused by inter-hole-pocket nesting). However, the intra-pocket\nnesting is compatible here, which leads to a nodal d-wave pairing. The\ncorresponding Fermi surface topology and the pairing symmetry are similar to\nCe-based heavy-fermion superconductors. Furthermore, when the Fermi surface\nhosts only electron-pockets in KyFe2-xSe2, the inter-electron-pocket nesting\ninduces a nodeless and isotropic d-wave pairing. This situation is analogous to\nthe electron-doped cuprates, where the strong antiferromagnetic order creates\nsimilar disconnected electron-pocket Fermi surface, and hence nodeless d-wave\npairing appears. The unit-cell transformation in KyFe2-xSe2 exhibits that the\nd-wave pairing breaks the translational symmetry of the 2 Fe unit cell, and\nthus cannot be realized unless a vacancy ordering forms to compensate for it.\nThese results are consistent with the coexistence picture of a competing order\nand nodeless d-wave superconductivity in both cuprates and KyFe1.6Se2.\n","Comment: 6 pages, 3 figures. Conference paper, presented in Eurasia Pacific\n  Summer School and Conference on Strongly Correlated Electrons in Turkey, 2011"]}]
["1112.2596",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2596","Phys. Rev. A 85, 031601(R) (2012)","doi:10.1103/PhysRevA.85.031601"],"date":["2011-12-12"],"type":["text"],"creator":["Sogo, T.","Urban, M.","Schuck, P.","Miyakawa, T."],"language":[],"coverage":[],"title":["Spontaneous generation of spin-orbit coupling in magnetic dipolar Fermi\n  gases"],"description":["  The stability of an unpolarized two-component dipolar Fermi gas is studied\nwithin mean-field theory. Besides the known instability towards spontaneous\nmagnetization with Fermi sphere deformation, another instability towards\nspontaneous formation of a spin-orbit coupled phase with a Rashba-like spin\ntexture is found. A phase diagram is presented and consequences are briefly\ndiscussed.\n"]}]
["1112.5003",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5003","Phys. Rev. B 85, 085124 (2012)","doi:10.1103/PhysRevB.85.085124"],"date":["2011-12-21"],"type":["text"],"creator":["Taranto, C.","Sangiovanni, G.","Held, K.","Capone, M.","Georges, A.","Toschi, A."],"language":[],"coverage":[],"title":["Signature of antiferromagnetic long-range order in the optical spectrum\n  of strongly correlated electron systems"],"description":["  We show how the onset of a non-Slater antiferromagnetic ordering in a\ncorrelated material can be detected by optical spectroscopy. Using dynamical\nmean-field theory we identify two distinctive features: The antiferromagnetic\nordering is associated with an enhanced spectral weight above the optical gap,\nand well separated spin-polaron peaks emerge in the optical spectrum. Both\nfeatures are indeed observed in LaSrMnO_4 [G\\\"ossling et al., Phys. Rev. B 77,\n035109 (2008)]\n","Comment: 11 pages, 9 figures"]}]
["1112.5020",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5020","JHEP03(2012)060","doi:10.1007/JHEP03(2012)060"],"date":["2011-12-21","2012-02-23"],"type":["text"],"creator":["Ananthanarayan, B.","Patra, Monalisa","Poulose, P."],"language":[],"coverage":[],"title":["Probing strongly interacting W's at the ILC with polarized beams"],"description":["  We study the possibility of fingerprinting a strongly interacting $W$ boson\nsector which is consistent with present day LHC searches at the ILC with\nlongitudinal as well as transversely polarized electron and positron beams. We\naccount for the final state interaction using a suitable Omn\\`es formalism in\nterms of a plausible resonance description, and carry out thorough analyses of\ncross sections, asymmetries and angular distributions of the $W's$. We carry\nout a comparison with other extensions of the Standard Model, where heavy\nadditional $Z'$ bosons arise naturally. We also consider the effect of the\nstrong final state interaction on a correlation that depends on\n$(\\phi_--\\phi_+)$, where the $\\phi_\\mp$ are the azimuthal angles of decay\nleptons, and find that it is a useful discriminant.\n","Comment: 25 pages latex using JHEP style files, 14 figures; v2 is a slightly\n  expanded version of v1, reference added, discussions improved, some figures\n  have been changed; corresponds to version accepted for publication in JHEP"]}]
["1112.5907",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5907","Phys. Rev. B, 85 125122 (2012)","doi:10.1103/PhysRevB.85.125122"],"date":["2011-12-26","2012-03-23"],"type":["text"],"creator":["Li, Yi","Zhou, Xiangfa","Wu, Congjun"],"language":[],"coverage":[],"title":["2D and 3D topological insulators with isotropic and parity-breaking\n  Landau levels"],"description":["  We investigate topological insulating states in both two and three dimensions\nwith the harmonic potential and strong spin-orbit couplings breaking the\ninversion symmetry. Landau-level like quantizations appear with the full 2D and\n3D rotational symmetry and time-reversal symmetry. Inside each band, states are\nlabeled by their angular momenta over which energy dispersions are strongly\nsuppressed by spin-orbit coupling to nearly flat. The radial quantization\ngenerates energy gaps between neighboring bands at the order of the harmonic\nfrequency. Helical edge or surface states appear on open boundaries\ncharacterized by the Z2 index. These Hamiltonians can be viewed from the\ndimensional reduction of the high dimensional quantum Hall states in 3D and 4D\nflat spaces. These states can be realized with ultra-cold fermions inside\nharmonic traps with the synthetic gauge fields.\n"]}]
["1201.1532",{"format":[],"subject":["Physics - Atomic Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1532","Journal of Chemical Physics 136, 104104 (2012)","doi:10.1063/1.3691891"],"date":["2012-01-07"],"type":["text"],"creator":["Tang, Li-Yan","Yan, Zong-Chao","Shi, Ting-Yun","Babb, James F.","Mitroy, J."],"language":[],"coverage":[],"title":["The long-range non-additive three-body dispersion interactions for the\n  rare gases, alkali and alkaline-earth atoms"],"description":["  The long-range non-additive three-body dispersion interaction coefficients\n$Z_{111}$, $Z_{112}$, $Z_{113}$, and $Z_{122}$ are computed for many atomic\ncombinations using standard expressions. The atoms considered include hydrogen,\nthe rare gases, the alkali atoms (up to Rb) and the alkaline-earth atoms (up to\nSr). The term $Z_{111}$, arising from three mutual dipole interactions is known\nas the Axilrod-Teller-Muto coefficient or the DDD (dipole-dipole-dipole)\ncoefficient. Similarly, the terms $Z_{112}$, $Z_{113}$, and $Z_{122}$ arise\nfrom the mutual combinations of dipole (1), quadrupole (2), and octupole (3)\ninteractions between atoms and they are sometimes known, respectively, as DDQ,\nDDO, and DQQ coefficients. Results for the four $Z$ coefficients are given for\nthe homonuclear trimers, for the trimers involving two like-rare-gas atoms, and\nfor the trimers with all combinations of the H, He, Li atoms. An exhaustive\ncompilation of all coefficients between all possible atomic combinations is\npresented as supplementary data.\n","Comment: 17 pages"]}]
["1201.2244",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Nuclear Theory","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2244","Astrophys. J. Suppl. 199 (2012) 17","doi:10.1088/0067-0049/199/1/17"],"date":["2012-01-11"],"type":["text"],"creator":["Sumiyoshi, Kohsuke","Yamada, Shoichi"],"language":[],"coverage":[],"title":["Neutrino Transfer in Three Dimensions for Core-Collapse Supernovae. I.\n  Static Configurations"],"description":["  We develop a numerical code to calculate the neutrino transfer with\nmulti-energy and multi-angle in three dimensions (3D) for the study of\ncore-collapse supernovae. The numerical code solves the Boltzmann equations for\nneutrino distributions by the discrete-ordinate (S_n) method with a fully\nimplicit differencing for time advance. The Boltzmann equations are formulated\nin the inertial frame with collision terms being evaluated to the zeroth order\nof v/c. A basic set of neutrino reactions for three neutrino species is\nimplemented together with a realistic equation of state of dense matter. The\npair process is included approximately in order to keep the system linear. We\npresent numerical results for a set of test problems to demonstrate the ability\nof the code. The numerical treatments of advection and collision terms are\nvalidated first in the diffusion and free streaming limits. Then we compute\nsteady neutrino distributions for a background extracted from a spherically\nsymmetric, general relativistic simulation of 15Msun star and compare them with\nthe results in the latter computation. We also demonstrate multi-D capabilities\nof the 3D code solving neutrino transfers for artificially deformed supernova\ncores in 2D and 3D. Formal solutions along neutrino paths are utilized as exact\nsolutions. We plan to apply this code to the 3D neutrino-radiation\nhydrodynamics simulations of supernovae. This is the first article in a series\nof reports on the development.\n","Comment: 99 pages, 38 figures, accepted for publication in ApJS"]}]
["1201.2321",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2321","Physics Letters B 710 (2012) 489-492","doi:10.1016/j.physletb.2012.03.030"],"date":["2012-01-11","2012-03-12"],"type":["text"],"creator":["Mazharimousavi, S. Habib","Halilsoy, M."],"language":[],"coverage":[],"title":["'Square Root' of the Maxwell Lagrangian versus confinement in general\n  relativity"],"description":["  We employ the 'square root' of the Maxwell Lagrangian (i.e.\n\\surd(F_{{\\mu}{\\nu}}F^{{\\mu}{\\nu}})), coupled with gravity to search for the\npossible linear potentials which are believed to play role in confinement. It\nis found that in the presence of magnetic charge no confining potential exists\nin such a model. Confining field solutions are found for radial geodesics in\npure electrically charged Nariai- Bertotti-Robinson (NBR)-type spacetime with\nconstant scalar curvature. Recently, Guendelman, Kaganovich, Nissimov and\nPacheva, [Phys.Lett.B704(2011)230] have shown that superposed square root with\nstandard Maxwell Lagrangians yields confining potentials in spherically\nsymmetric spacetimes with new generalized Reissner-Nordstr\\\"om-de Sitter /\n-anti-de Sitter black hole solutions. In NBR spacetimes we show that confining\npotentials exist even when the standard Maxwell Lagrangian is relaxed.\n","Comment: 5 pages, 0 figures, accepted for publication in Phys. Lett. B"]}]
["1201.2422",{"format":[],"subject":["High Energy Physics - Phenomenology","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2422","doi:10.1007/JHEP03(2012)066"],"date":["2012-01-11","2012-03-23"],"type":["text"],"creator":["Sampaio, Marco O. P."],"language":[],"coverage":[],"title":["Angular correlations in TeV-gravity black hole events"],"description":["  We perform a parton level study of angular correlations, in higher\ndimensional black hole events scenarios at the LHC. We start by discussing some\nfeatures of the angular spectrum in the high energy limit using the geometrical\noptics approximation. This allows us to recover the high energy limit of the\nHawking fluxes. Then we use the full Hawking angular fluxes on the brane, for a\nsingly rotating Myers-Perry black hole, to motivate the construction of various\nangular observables as to maximise the angular asymmetries due to rotation.\nThis is finally adapted to a parton level simulation using the CHARYBDIS2\ngenerator. We explore two types of variables based on: axis reconstruction and\ntwo-particle angular correlators. We find energy cuts which have the potential\nto help identify the effects of rotation in semi-classical rotating black hole\nevents at the LHC during the 14 TeV run, especially for spin-1 particles.\n","Comment: 26 pages, 11 figures, minor typos corrected and added references.\n  Version published in JHEP"]}]
["1201.2432",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2432","JHEP 1203:056,2012","doi:10.1007/JHEP03(2012)056"],"date":["2012-01-11","2012-02-06"],"type":["text"],"creator":["Closset, Cyril"],"language":[],"coverage":[],"title":["Seiberg duality for Chern-Simons quivers and D-brane mutations"],"description":["  Chern-Simons quivers for M2-branes at Calabi-Yau singularities are best\nunderstood as the low energy theory of D2-branes on a dual type IIA background.\nWe show how the D2-brane point of view naturally leads to three dimensional\nSeiberg dualities for Chern-Simons quivers with chiral matter content: They\narise from a change of brane basis (or mutation), in complete analogy with the\nbetter known Seiberg dualities for D3-brane quivers. This perspective\nreproduces the known rules for Seiberg dualities in Chern-Simons-Yang-Mills\ntheories with unitary gauge groups. We provide explicit examples of dual\ntheories for the quiver dual to the Y^{p,q}(CP^2) geometries. We also comment\non the string theory derivation of CS quivers dual to massive type IIA\ngeometries.\n","Comment: 32 pages+appendix; v2: added a reference"]}]
["1201.2518",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2518","Europhys. Lett., 97(6): 68008 (2012)","doi:10.1209/0295-5075/97/68008"],"date":["2012-01-12","2012-03-23"],"type":["text"],"creator":["Kahraman, Osman","Stoop, Norbert","Mueller, Martin Michael"],"language":[],"coverage":[],"title":["Morphogenesis of membrane invaginations in spherical confinement"],"description":["  We study the morphology of a fluid membrane in spherical confinement. When\nthe area of the membrane is slightly larger than the area of the outer\ncontainer, a single axisymmetric invagination is observed. For higher area,\nself-contact occurs: the invagination breaks symmetry and deforms into an\nellipsoid-like shape connected to its outer part via a small slit. For even\nhigher areas, a second invagination forms inside the original invagination. The\nfolding patterns observed could constitute basic building blocks in the\nmorphogenesis of biological tissues and organelles.\n","Comment: 4 pages, 3 figures, 1 table"]}]
["1201.2799",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2799","IJMPE, vol. 20, supp. 2, pp. 61-66, 2011","doi:10.1142/S0218301311040608"],"date":["2012-01-13"],"type":["text"],"creator":["Batista, Rafael Alves","Kemp, Ernesto","Daniel, Bruno"],"language":[],"coverage":[],"title":["Detection of Point Sources in Cosmic Ray Maps using the Mexican Hat\n  Wavelet Family"],"description":["  An analysis of the sensitivity of gaussian and mexican hat wavelet family\nfilters to the detection of point sources of ultra-high energy cosmic rays was\nperformed. A source embedded in a background was simulated and the number of\nevents and amplitude of this source was varied aiming to check the sensitivity\nof the method to detect faint sources with low statistic of events.\n","Comment: Proceedings of the Second International Symposium on Strong\n  Electromagnetic Fields and Neutron Stars (Havana, Cuba, 2011). 6 pages, 4\n  figures"]}]
["1201.4662",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4662"],"date":["2012-01-23","2012-03-23"],"type":["text"],"creator":["Kashiwabara, Kenji"],"language":[],"coverage":[],"title":["The Weak-Map Order and Polytopal Decompositions of Matroid Base\n  Polytopes"],"description":["  The weak-map order on the matroid base polytopes is the partial order defined\nby inclusion. Lucas proved that the base polytope of no binary matroid includes\nthe base polytope of a connected matroid. A matroid base polytope is said to be\ndecomposable when it has a polytopal decomposition which consists of at least\ntwo matroid base polytopes.\n  We shed light on the relation between the decomposability and the weak-map\norder of matroid base polytopes. We classify matroids into five types with\nrespect to the weak-map order and decomposability. We give an example of a\nmatroid in each class. Moreover, we give a counterexample to a conjecture\nproposed by Lucas, which says that, when one matroid base polytope covers\nanother matroid base polytope with respect to inclusion, the latter matroid\nbase polytope should be a facet of the former matroid base polytope.\n"]}]
["1202.3155",{"format":[],"subject":["Mathematics - Probability","62H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3155"],"date":["2012-02-14","2012-03-22"],"type":["text"],"creator":["Cheng, Xiuyuan","Singer, Amit"],"language":[],"coverage":[],"title":["The Spectrum of Random Inner-product Kernel Matrices"],"description":["  We consider n-by-n matrices whose (i, j)-th entry is f(X_i^T X_j), where X_1,\n...,X_n are i.i.d. standard Gaussian random vectors in R^p, and f is a\nreal-valued function. The eigenvalue distribution of these random kernel\nmatrices is studied at the \"large p, large n\" regime. It is shown that, when p\nand n go to infinity, p/n = \\gamma which is a constant, and f is properly\nscaled so that Var(f(X_i^T X_j)) is O(p^{-1}), the spectral density converges\nweakly to a limiting density on R. The limiting density is dictated by a cubic\nequation involving its Stieltjes transform. While for smooth kernel functions\nthe limiting spectral density has been previously shown to be the\nMarcenko-Pastur distribution, our analysis is applicable to non-smooth kernel\nfunctions, resulting in a new family of limiting densities.\n"]}]
["1202.3459",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3459","EPL 97 (2012) 67004","doi:10.1209/0295-5075/97/67004"],"date":["2012-02-15","2012-03-23"],"type":["text"],"creator":["Delplace, Pierre","Li, Jian","Carpentier, David"],"language":[],"coverage":[],"title":["Topological Weyl Semi-metal from a Lattice Model"],"description":["  We define and study a three dimensional lattice model which displays a Weyl\nsemi-metallic phase. This model consists of coupled layers of quantum\n(anomalous) Hall insulators. The Weyl semi-metallic phase appears between a\nresulting quantum Hall insulating phase and a normal insulating phase. Weyl\nfermions in this Weyl semi-metal, similar to Dirac fermions in graphene, have\ntheir lattice pseudo-spin locked to their momenta. We investigate surface\nstates and Fermi arcs, and their evolution for different phases, by exactly\ndiagonalizing the lattice model as well as by analyzing their topological\norigins.\n","Comment: Accepted version for publication in EPL. 6 pages, 4 figures"]}]
["1202.5266",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5266"],"date":["2012-02-23","2012-03-23"],"type":["text"],"creator":["Gournay, Antoine"],"language":[],"coverage":[],"title":["Further properties of $\\ell^p$ dimension"],"description":["  This article establishes more properties of the $\\ell^p$ dimension introduced\nin a previous article. Given an amenable group $\\Gamma$ acting by translation\non $\\ell^p(\\Gamma)$, this is just a number, associated to the (usually infinite\ndimensional) subspaces $Y$ of $\\ell^p(G)$ which are invariant under the action\nof $G$, satisfying dimension-like properties. As a consequence, for $p\\in\n[1,2]$, if $Y$ is a closed non-trivial $\\Gamma$-invariant subspace of\n$\\ell^p(\\Gamma;V)$ and let $Y_n$ is an increasing sequence of closed\n$\\Gamma$-invariant subspace such that $\\srl{\\cup Y_n} = \\ell^p(\\Gamma;V)$, then\nthere exist a $k$ such that $Y_k \\cap Y \\neq \\{0\\}$.\n","Comment: 22 pages"]}]
["1203.0781",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0781"],"date":["2012-03-04","2012-03-22"],"type":["text"],"creator":["Katsuki, Takayuki","Inoue, Masato"],"language":[],"coverage":[],"title":["Posterior Mean Super-Resolution with a Compound Gaussian Markov Random\n  Field Prior"],"description":["  This manuscript proposes a posterior mean (PM) super-resolution (SR) method\nwith a compound Gaussian Markov random field (MRF) prior. SR is a technique to\nestimate a spatially high-resolution image from observed multiple\nlow-resolution images. A compound Gaussian MRF model provides a preferable\nprior for natural images that preserves edges. PM is the optimal estimator for\nthe objective function of peak signal-to-noise ratio (PSNR). This estimator is\nnumerically determined by using variational Bayes (VB). We then solve the\nconjugate prior problem on VB and the exponential-order calculation cost\nproblem of a compound Gaussian MRF prior with simple Taylor approximations. In\nexperiments, the proposed method roughly overcomes existing methods.\n","Comment: 5 pages, 20 figures, 1 tables, accepted to ICASSP2012 (corrected\n  2012/3/23)"]}]
["1203.2090",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2090"],"date":["2012-03-08","2012-03-23"],"type":["text"],"creator":["Ho, Nhan Bao"],"language":[],"coverage":[],"title":["Variants of Wythoff's game translating its P-positions"],"description":["  We introduce a restriction of Wythoff's game, which we call F-Wythoff, in\nwhich the integer ratio of entries must not change if an equal number of tokens\nare removed from both piles. We show that P-positions of F-Wythoff are exactly\nthose positions obtained from P-positions of Wythoff's game by adding 1 to each\nentry. We describe the distribution of Sprague-Grundy values and, in\nparticular, generalize two properties on the distribution of those positions\nwhich have Sprague-Grundy value k, for a given k, for variants of Wythoff's\ngame. We analyze the misere F-Wythoff and show that the normal and misere\nversions differ exactly on those positions which have Sprague-Grundy values 0,\nand 1 via a swap. We examine two further variants of F-Wythoff, one restriction\nand one extension, preserving its P-positions. We raise two general questions\nbased on the translation phenomenon of the P-positions.\n"]}]
["1203.2417",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2417","Physical Review B 85, 11 (2012) 115204","doi:10.1103/PhysRevB.85.115204"],"date":["2012-03-12","2012-03-23"],"type":["text"],"creator":["Arras, Emmanuel","Lançon, Frédéric","Slipukhina, Ivetta","Prestat, Éric","Rovezzi, Mauro","Tardif, Samuel","Titov, Andrey","Bayle-Guillemaud, Pascale","D'Acapito, Francesco","Barski, André","Favre-Nicolin, Vincent","Jamet, Matthieu","Cibert, Joël","Pochet, Pascal"],"language":[],"coverage":[],"title":["Interface-driven phase separation in multifunctional materials: the case\n  of GeMn ferromagnetic semiconductor"],"description":["  We use extensive first principle simulations to show the major role played by\ninterfaces in the mechanism of phase separation observed in semiconductor\nmultifunctional materials. We make an analogy with the precipitation sequence\nobserved in over-saturated AlCu alloys, and replace the Guinier-Preston zones\nin this new context. A new class of materials, the $\\alpha$ phases, is proposed\nto understand the formation of the coherent precipitates observed in the GeMn\nsystem. The interplay between formation and interface energies is analyzed for\nthese phases and for the structures usually considered in the literature. The\nexistence of the alpha phases is assessed with both theoretical and\nexperimental arguments.\n"]}]
["1203.2475",{"format":[],"subject":["Quantum Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2475"],"date":["2012-03-12","2012-03-23"],"type":["text"],"creator":["Drezet, Aurelien"],"language":[],"coverage":[],"title":["Can quantum mechanics be considered as statistical? an analysis of the\n  PBR theorem"],"description":["  The answer to this question is `yes it can!' as we will see in this\nmanuscript. More, precisely after a discussion of M. F. Pusey, J. Barrett and\nT. Rudolph (PBR) result (arXiv:1111.3328) we will show that contrarily to the\nPBR claim the epistemic approach is in general not disproved by their `no-go'\ntheorem.\n","Comment: This is a realist-like discussion of the PBR theorem recently\n  presented by Pusey, Barrett and Rudolph (PBR), \"The quantum state cannot be\n  interpreted statistically\", arXiv:1111.3328. This new version complete my\n  discussion of PBR theorem bytaking into account some comments by Matt.\n  Leifer. The conclusion and the reasoning are kept unchanged"]}]
["1203.2993",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology","57R17, 53D35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2993"],"date":["2012-03-13","2012-03-23"],"type":["text"],"creator":["Baldwin, John A.","Etnyre, John B."],"language":[],"coverage":[],"title":["Admissible transverse surgery does not preserve tightness"],"description":["  We produce the first examples of closed, tight contact 3-manifolds which\nbecome overtwisted after performing admissible transverse surgeries. Along the\nway, we clarify the relationship between admissible transverse surgery and\nLegendrian surgery. We use this clarification to study a new invariant of\ntransverse knots - namely, the range of slopes on which admissible transverse\nsurgery preserves tightness - and to provide some new examples of knot types\nwhich are not uniformly thick. Our examples also illuminate several interesting\nnew phenomena, including the existence of hyperbolic, universally tight contact\n3-manifolds whose Heegaard Floer contact invariants vanish (and which are not\nweakly fillable); and the existence of open books with arbitrarily high\nfractional Dehn twist coefficients whose compatible contact structures are not\ndeformations of co-orientable taut foliations.\n","Comment: 26 pages, 2 figures, references and discussion in the introduction\n  and abstract corrected"]}]
["1203.3689",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3689"],"date":["2012-03-16","2012-03-23"],"type":["text"],"creator":["Baudot, Jerome","Bashinska, Olena","Chon-Sen, Nathalie","Dulinski, Wojciech","Hegner, Franziska","Gelin-Galibel, Marie","Gauld, Rhorry","Goffe, Mathieu","Goldstein, Joel","Gregor, Ingrid","Hu-Guo, Christine","Koetz, Ulrich","Nomerotski, Andrei","Winter, Marc"],"language":[],"coverage":[],"title":["Development of Single- and Double-sided Ladders for the ILD Vertex\n  Detectors"],"description":["  We discuss two projects exploring the integration of thin CMOS pixel sensors\nin order to prototype ladders matching the geometry needed for the ILD vertex\ndetector. The PLUME project has designed and fabricated full-size and fully\nfunctional double- sided layers which currently reach 0.6 % X0 and aim for 0.3\n% X0 in mid-2012. Another approach, SERNWIETE, consists in wrapping the sensors\nin a polyimide-based micro-cable to obtain a supportless single-sided ladder\nwith a material budget around 0.15 % X0. First promising samples have been\nproduced and the full-size prototype is expected in spring 2012.\n","Comment: International Workshop on Future Linear Colliders, LCWS 2011,\n  Granada, Spain, 2011, 26-30 September"]}]
["1203.3706",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3706"],"date":["2012-03-16","2012-03-23"],"type":["text"],"creator":["Hantry, Francois","Saïs, Lakhdar","Hacid, Mohand-Saïd"],"language":[],"coverage":[],"title":["On the Complexity of Computing Minimal Unsatisfiable LTL formulas"],"description":["  We show that (1) the Minimal False QCNF search-problem (MF-search) and the\nMinimal Unsatisfiable LTL formula search problem (MU-search) are FPSPACE\ncomplete because of the very expressive power of QBF/LTL, (2) we extend the\nPSPACE-hardness of the MF decision problem to the MU decision problem. As a\nconsequence, we deduce a positive answer to the open question of PSPACE\nhardness of the inherent Vacuity Checking problem. We even show that the\nInherent Non Vacuous formula search problem is also FPSPACE-complete.\n","Comment: Minimal unsatisfiable cores For LTL causes inherent vacuity checking\n  redundancy coverage"]}]
["1203.4229",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4229"],"date":["2012-03-19","2012-03-22"],"type":["text"],"creator":["Schiavon, Ricardo P.","Adamson, Andy","Chiboucas, Kristin","Diaz, Ruben","Geballe, Tom","Gimeno, German","Gomez, Percy","Hibon, Pascale","Hirst, Paul","Jorgensen, Inger","Labrie, Kathleen","Leggett, Sandy","Lemoine-Busserolle, Marie","Levenson, Nancy","Mason, Rachel","McDermid, Richard","Miller, Bryan","Nitta, Atsuko","Pessev, Peter","Rodgers, Bernadette","Schirmer, Mischa","Trujillo, Chad","Turner, James"],"language":[],"coverage":[],"title":["GNOMOS: The Gemini NIR-Optical Multi Object Spectrograph"],"description":["  This paper is a response to a call for white papers solicited by Gemini\nObservatory and its Science and Technology Advisory Committee, to help define\nthe science case and requirements for a new Gemini instrument, envisaged to\nconsist of a single-object spectrograph at medium resolution simultaneously\ncovering optical and near-infrared wavelengths. In this white paper we discuss\nthe science case for an alternative new instrument, consisting instead of a\nmulti-object, medium-resolution, high-throughput spectrograph, covering\nsimultaneously the optical and near-infrared slices of the electromagnetic\nspectrum. We argue that combination of wide wavelength coverage at medium\nresolution with moderate multiplexing power is an innovative path that will\nenable the pursuit of fundamental science questions in a variety of\nastrophysical topics, without compromise of the science goals achievable by\nsingle-object spectroscopy on a wide baseline. We present a brief qualitative\ndiscussion of the main features of a notional hardware design that could\nconceivably make such an instrument viable.\n","Comment: 9 pages, no figures. This paper has been withdrawn because it was\n  supposed to be an internal Gemini document"]}]
["1203.4475",{"format":[],"subject":["Computer Science - Emerging Technologies","Computer Science - Robotics","D.3.2","H.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4475"],"date":["2012-03-20"],"type":["text"],"creator":["Talpur, Mir Sajjad Hussain","Shaikh, Murtaza Hussain"],"language":[],"coverage":[],"title":["Automation of Mobile Pick and Place Robotic System for Small Food\n  Industry"],"description":["  The use of robotics in food industry is becoming more popular in recent\nyears. The trend seems to continue as long as the robotics technology meets\ndiverse and challenging needs of the food producers. Rapid developments in\ndigital computers and control systems technologies have significant impact in\nrobotics like any other engineering fields. By utilizing new hardware and\nsoftware tools, design of these complex systems that need strong integration of\ndistinct disciplines is no longer difficult compared to the past. Therefore,\nthe purpose of this paper is to design and implement a micro-controller based\non reliable and high performance robotic system for food / biscuit\nmanufacturing line. We propose a design of a vehicle. The robot is capable of\npicking unbaked biscuits tray and places them into furnace and then after\nbaking it picks the biscuits tray from the furnace. A special gripper is\ndesigned to pick and place the biscuits tray with flexibility.\n","Comment: 5 Pages, 11 Figures, 2 Tables"]}]
["1203.4739",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4739","Physica D, 241 (2012), no. 8, 830-846","doi:10.1016/j.physd.2012.01.009"],"date":["2012-03-21"],"type":["text"],"creator":["Fetter, Hans L."],"language":[],"coverage":[],"title":["Numerical exploration of a hexagonal string billiard"],"description":["  In this paper we are interested in the motion of a ball inside a billiard\ntable bounded by a particular smooth curve. This table belongs to a family of\nbilliards which can all be drawn by a common process: the so-called gardener's\nstring construction. The classical elliptical billiard is, of course, the\nforemost member of this family. So it should come as no surprise that our\nhexagonal string billiard shares many basic properties with the latter, but, on\nthe other hand, also exhibits some essential differences with it.\n  We have gathered numerical evidence against the Birkhoff-Poritsky conjecture.\n","Comment: Preprint, 30 pages, 26 figures"]}]
["1203.4840",{"format":[],"subject":["Mathematics - Probability","60H10, 60H30, 49J40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4840"],"date":["2012-03-21","2012-03-23"],"type":["text"],"creator":["Nie, Tianyang"],"language":[],"coverage":[],"title":["A stochastic approach to a new type of parabolic variational\n  inequalities"],"description":["  We study the following quasilinear partial differential equation with two\nsubdifferential operators:\n  $${\\frac{\\partial u}{\\partial s}(s,x)} + (\\mathcal{L}u)(s,x,u(s,x),(\\nabla\nu(s,x))^\\ast\\sigma(s,x,u(s,x))) + f(s,x,u(s,x),(\\nabla\nu(s,x))^\\ast\\sigma(s,x,u(s,x))) \\in \\partial\\varphi(u(s,x)) +\n<\\partial\\psi(x),\\nabla u(s,x)>,\n  (s,x) \\in[0,T]\\times Dom\\psi, u(T,x) =g(x),\\quad x\\in Dom\\psi.$$ where for\n$u\\in C^{1,2}\\big([0,T]\\times Dom\\psi\\big)$ and $(s,x,y,z)\\in [0,T]\\times\nDom\\psi\\times Dom\\varphi\\times\\mathbb{R}^{1\\times d}$,\n  $$(\\mathcal{L}u)(s,x,y,z) := 1/2\\sum_{i,j=1}^n\n(\\sigma\\sigma^\\ast)_{i,j}(s,x,y)\\frac{\\partial^2u}{\\partial x_{i}\\partial\nx_{j}}(s,x) +\\sum_{i=1}^n b_i(s,x,y,z)\\frac{\\partial u}{\\partial x_i}(s,x). $$\n  The operator $\\partial\\psi$ (resp. $\\partial\\varphi$) is the subdifferential\nof the convex lower semicontinuous function $\\psi:\\mathbb{R}^{n}\\to\n(-\\infty,+\\infty]$ (resp. $\\varphi:\\mathbb{R}\\to(-\\infty,+\\infty]$).\n  We define the viscosity solution for such kind of partial differential\nequations and prove the uniqueness of the viscosity solutions when $\\sigma$\ndoes not depend on $y$. To prove the existence of a viscosity solution, a\nstochastic representation formula of Feymann-Kac type will be developed. For\nthis end, we investigate a fully coupled forward-backward stochastic\nvariational inequality.\n","Comment: 38 pages"]}]
["1203.4914",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14A15, 11G99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4914"],"date":["2012-03-22","2012-03-23"],"type":["text"],"creator":["Takagi, Satoshi"],"language":[],"coverage":[],"title":["Compactifying Spec Z"],"description":["  In this paper, we introduce a new algebraic type of `convexoid rings', and we\ngive the definition of (weak) convexoid schemes, which share similar properties\nwith ordinary schemes. As a result, we give a purely-algebraic construction of\nthe compactification of Spec Z (in Arakelov's sense) which is realized as the\nZariski-Riemann space in the category of weak convexoid schemes.\n","Comment: 29 pages, 1 figure"]}]
["1203.4917",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4917"],"date":["2012-03-22"],"type":["text"],"creator":["Morcrette, Basile"],"language":[],"coverage":[],"title":["Fully Analyzing an Algebraic Polya Urn Model"],"description":["  This paper introduces and analyzes a particular class of Polya urns: balls\nare of two colors, can only be added (the urns are said to be additive) and at\nevery step the same constant number of balls is added, thus only the color\ncompositions varies (the urns are said to be balanced). These properties make\nthis class of urns ideally suited for analysis from an \"analytic combinatorics\"\npoint-of-view, following in the footsteps of Flajolet-Dumas-Puyhaubert, 2006.\nThrough an algebraic generating function to which we apply a multiple\ncoalescing saddle-point method, we are able to give precise asymptotic results\nfor the probability distribution of the composition of the urn, as well as\nlocal limit law and large deviation bounds.\n","Comment: LATIN 2012, Arequipa : Peru (2012)"]}]
["1203.4938",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4938"],"date":["2012-03-22","2012-03-23"],"type":["text"],"creator":["Cabellos, Luis"],"language":[],"coverage":[],"title":["Advanced Programming Platform for efficient use of Data Parallel\n  Hardware"],"description":["  Graphics processing units (GPU) had evolved from a specialized hardware\ncapable to render high quality graphics in games to a commodity hardware for\neffective processing blocks of data in a parallel schema. This evolution is\nparticularly interesting for scientific groups, which traditionally use mainly\nCPU as a work horse, and now can profit of the arrival of GPU hardware to HPC\nclusters. This new GPU hardware promises a boost in peak performance, but it is\nnot trivial to use. In this article a programming platform designed to promote\na direct use of this specialized hardware is presented. This platform includes\na visual editor of parallel data flows and it is oriented to the execution in\ndistributed clusters with GPUs. Examples of application in two characteristic\nproblems, Fast Fourier Transform and Image Compression, are also shown.\n","Comment: 7 pages"]}]
["1203.5004",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5004"],"date":["2012-03-22","2012-03-23"],"type":["text"],"creator":["Dunlaing, Colm O."],"language":[],"coverage":[],"title":["CUDA implementation of Wagener's 2D convex hull PRAM algorithm"],"description":["  This paper describes a CUDA implementation of Wagener's PRAM convex hull\nalgorithm in two dimensions. It is presented in Knuth's literate programming\nstyle.\n"]}]
["1203.5100",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5100","Rep. Prog. Phys. 75, 046501 (2012)","doi:10.1088/0034-4885/75/4/046501"],"date":["2012-03-21"],"type":["text"],"creator":["Muhonen, Juha T.","Meschke, Matthias","Pekola, Jukka P."],"language":[],"coverage":[],"title":["Micrometre-scale refrigerators"],"description":["  A superconductor with a gap in the density of states or a quantum dot with\ndiscrete energy levels is a central building block in realizing an electronic\non-chip cooler. They can work as energy filters, allowing only hot\nquasiparticles to tunnel out from the electrode to be cooled. This principle\nhas been employed experimentally since the early 1990s in investigations and\ndemonstrations of micrometre-scale coolers at sub-kelvin temperatures. In this\npaper, we review the basic experimental conditions in realizing the coolers and\nthe main practical issues that are known to limit their performance. We give an\nupdate of experiments performed on cryogenic micrometre-scale coolers in the\npast five years.\n"]}]
["1203.5118",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5118","Soft Matter, 8, 2769 (2012)","doi:10.1039/c2sm06942c"],"date":["2012-03-22"],"type":["text"],"creator":["Yong, Huaisong","Wang, Yilin","Yuan, Shichen","Xu, Bi","Luo, Kaifu"],"language":[],"coverage":[],"title":["Driven polymer translocation through a cylindrical nanochannel:\n  Interplay between the channel length and the chain length"],"description":["  Using analytical techniques and Langevin dynamics simulations, we investigate\nthe dynamics of polymer translocation through a nanochannel embedded in two\ndimensions under an applied external field. We examine the translocation time\nfor various ratio of the channel length $L$ to the polymer length $N$. For\nshort channels $L\\ll N$, the translocation time $\\tau \\sim N^{1+\\nu}$ under\nweak driving force $F$, while $\\tau\\sim F^{-1}L$ for long channels $L\\gg N$,\nindependent of the chain length $N$. Moreover, we observe a minimum of\ntranslocation time as a function of $L/N$ for different driving forces and\nchannel widths. These results are interpreted by the waiting time of a single\nsegment.\n","Comment: 7 pages, 10 figures"]}]
["1203.5124",{"format":[],"subject":["Computer Science - Learning","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5124"],"date":["2012-03-22"],"type":["text"],"creator":["Khanna, Rajiv","Zhang, Liang","Agarwal, Deepak","Chen, Beechung"],"language":[],"coverage":[],"title":["Parallel Matrix Factorization for Binary Response"],"description":["  Predicting user affinity to items is an important problem in applications\nlike content optimization, computational advertising, and many more. While\nbilinear random effect models (matrix factorization) provide state-of-the-art\nperformance when minimizing RMSE through a Gaussian response model on explicit\nratings data, applying it to imbalanced binary response data presents\nadditional challenges that we carefully study in this paper. Data in many\napplications usually consist of users' implicit response that are often binary\n-- clicking an item or not; the goal is to predict click rates, which is often\ncombined with other measures to calculate utilities to rank items at runtime of\nthe recommender systems. Because of the implicit nature, such data are usually\nmuch larger than explicit rating data and often have an imbalanced distribution\nwith a small fraction of click events, making accurate click rate prediction\ndifficult. In this paper, we address two problems. First, we show previous\ntechniques to estimate bilinear random effect models with binary data are less\naccurate compared to our new approach based on adaptive rejection sampling,\nespecially for imbalanced response. Second, we develop a parallel bilinear\nrandom effect model fitting framework using Map-Reduce paradigm that scales to\nmassive datasets. Our parallel algorithm is based on a \"divide and conquer\"\nstrategy coupled with an ensemble approach. Through experiments on the\nbenchmark MovieLens data, a small Yahoo! Front Page data set, and a large\nYahoo! Front Page data set that contains 8M users and 1B binary observations,\nwe show that careful handling of binary response as well as identifiability\nissues are needed to achieve good performance for click rate prediction, and\nthat the proposed adaptive rejection sampler and the partitioning as well as\nensemble techniques significantly improve model performance.\n"]}]
["1203.5132",{"format":[],"subject":["Nuclear Experiment","Condensed Matter - Statistical Mechanics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5132"],"date":["2012-03-22"],"type":["text"],"creator":["Elliott, J. B.","Lake, P. T.","Moretto, L. G.","Phair, L."],"language":[],"coverage":[],"title":["An experimental measurement of the coexistence curve and critical\n  temperature, density and pressure of bulk nuclear matter"],"description":["  Infinite, neutron-proton symmetric, neutral nuclear matter has a critical\ntemperature of 17.9+-0.4 MeV, a critical density of 0.06+-0.01 nucleons per\ncubic fermi and a critical pressure of 0.31+-0.07 MeV per cubic fermi. These\nvalues have been obtained from our analysis of data from six different\nreactions studied in three different experiments: two \"compound nuclear\"\nreactions: 58Ni+12C-->70Se and 64Ni+12C-->76Se (both performed at the LBNL 88\"\nCyclotron) and four \"multifragmentation\" reactions: 1 GeV/c pi+197Au (performed\nby the ISiS collaboration), 1 AGeV 197Au+C, 1 AGeV 139La+12C and 1 AGeV\n84Kr+12C (all performed by the EOS collaboration). The charge yields of all\nreactions as a function of excitation energy were fit with a version of\nFisher's droplet model modified to account for the dual components of the fluid\n(i.e. protons and neutrons), Coulomb effects, finite size effects and angular\nmomentum arising from the nuclear collisions.\n","Comment: 17 pages, 19 figures, 2 tables, 92 references, submitted to Physical\n  Review C"]}]
["1203.5133",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5133","Physical Review B, 85, 104503 (2012)","doi:10.1103/PhysRevB.85.104503"],"date":["2012-03-22"],"type":["text"],"creator":["Warszawski, L.","Melatos, A.","Berloff, N."],"language":[],"coverage":[],"title":["Unpinning triggers for superfluid vortex avalanches"],"description":["  The pinning and collective unpinning of superfluid vortices in a decelerating\ncontainer is a key element of the canonical model of neutron star glitches and\nlaboratory spin-down experiments with helium II. Here the dynamics of vortex\n(un)pinning is explored using numerical Gross-Pitaevskii calculations, with a\nview to understanding the triggers for catastrophic unpinning events (vortex\navalanches) that lead to rotational glitches. We explicitly identify three\ntriggers: rotational shear between the bulk condensate and the pinned vortices,\na vortex proximity effect driven by the repulsive vortex-vortex interaction,\nand sound waves emitted by moving and repinning vortices. So long as\ndissipation is low, sound waves emitted by a repinning vortex are found to be\nsufficiently strong to unpin a nearby vortex. For both ballistic and forced\nvortex motion, the maximum inter-vortex separation required to unpin scales\ninversely with pinning strength.\n","Comment: 16 pages, 18 figures"]}]
["1203.5135",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5135"],"date":["2012-03-22"],"type":["text"],"creator":["Do, Yen","Oberlin, Richard","Palsson, Eyvindur Ari"],"language":[],"coverage":[],"title":["Variational bounds for a dyadic model of the bilinear Hilbert transform"],"description":["  We prove variation-norm estimates for the Walsh model of the truncated\nbilinear Hilbert transform, extending related results of Lacey, Thiele, and\nDemeter. The proof uses analysis on the Walsh phase plane and two new\ningredients: (i) a variational extension of a lemma of Bourgain by\nNazarov-Oberlin-Thiele, and (ii) a variation-norm Rademacher-Menshov theorem of\nLewko-Lewko.\n","Comment: 14 pages"]}]
["1203.5136",{"format":[],"subject":["Mathematics - Functional Analysis","42B25, 42B35, 42C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5136"],"date":["2012-03-22"],"type":["text"],"creator":["Vera, Daniel"],"language":[],"coverage":[],"title":["Triebel-Lizorkin Spaces and Shearlets on the Cone in $\\mathbb{R}^2$"],"description":["  The shearlets are a special case of the wavelets with composite dilation\nthat, among other things, have a basis-like structure and multi resolution\nanalysis properties. These relatively new representation systems have\nencountered wide range of applications, generally surpassing the performance of\ntheir ancestors due to their directional sensitivity. However, little is known\nabout their relation with spaces other than $L^2$. Here, we find a\ncharacterization of a kind of anisotropic inhomogeneous Triebel-Lizorkin spaces\n(to be defined) with the so called \"shearlets on the cone\" coefficients. We\nfirst prove the boundedness of the analysis and synthesis operators with the\n\"traditional\" shearlets coefficients. Then, with the development of the smooth\nParseval frames of shearlets of Guo and Labate we are able to prove a\nreproducing identity, which was previously possible only for the $L^2$ case. We\nalso find some embeddings of the (classical) dyadic spaces into these highly\nanisotropic spaces, and viceversa, for certain ranges of parameters. In order\nto keep a concise document we develop our results in the \"weightless\" case\n($w=1$) and give hints on how to develop the weighted case.\n","Comment: 30 pages"]}]
["1203.5138",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5138"],"date":["2012-03-22"],"type":["text"],"creator":["Chruściel, Piotr T.","Mazzeo, Rafe","Pocchiola, Samuel"],"language":[],"coverage":[],"title":["Initial data sets with ends of cylindrical type: II. The vector\n  constraint equation"],"description":["  We construct solutions of the vacuum vector constraint equations on manifolds\nwith cylindrical ends.\n"]}]
["1203.5142",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","60J65, 30C20, 35J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5142"],"date":["2012-03-22"],"type":["text"],"creator":["Coffey, Mark W."],"language":[],"coverage":[],"title":["Expected exit times of Brownian motion from planar domains: Complements\n  to a paper of Markowsky"],"description":["  We supplement a very recent paper of G. Markowsky concerned with the expected\nexit times of Brownian motion from planar domains. Besides the use of conformal\nmapping, we apply results from potential theory. We treat the case of a\nwedge-shaped region exactly, subsuming an example of Markowsky. A number of\nother results are presented, including for a half disc, $n$-grams, and a\nvariety of other regions.\n","Comment: 30 pages, 7 figures"]}]
["1203.5143",{"format":[],"subject":["Mathematical Physics","Mathematics - Number Theory","11M06, 11M35, 11Y35, 11Y60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5143"],"date":["2012-03-22"],"type":["text"],"creator":["Coffey, Mark W."],"language":[],"coverage":[],"title":["Series representation of the Riemann zeta function and other results:\n  Complements to a paper of Crandall"],"description":["  We supplement a very recent paper of R. Crandall concerned with the\nmultiprecision computation of several important special functions and numbers.\nWe show an alternative series representation for the Riemann and Hurwitz zeta\nfunctions providing analytic continuation through out the whole complex plane.\nAdditionally we demonstrate some series representations for the initial\nStieltjes constants appearing in the Laurent expansion of the Hurwitz zeta\nfunction. A particular point of elaboration in these developments is the\nhypergeometric form and its equivalents for certain derivatives of the\nincomplete Gamma function. Finally, we evaluate certain integrals including\n$\\int_{\\tiny{Re} s=c} {{\\zeta(s)} \\over s} ds$ and $\\int_{\\tiny{Re} s=c}\n{{\\eta(s)} \\over s} ds$, with $\\zeta$ the Riemann zeta function and $\\eta$ its\nalternating form.\n","Comment: 17 pages, no figures"]}]
["1203.5144",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5144"],"date":["2012-01-21"],"type":["text"],"creator":["Cheng, Yao","Liu, Yuan-Long","Lee, Chi-Hao","Young, Ben-Li"],"language":[],"coverage":[],"title":["Magnetoelectric effect induced by the delocalized 93mNb state"],"description":["  We report a temperature- and density-dependent decay of the 93mNb nuclear\nexcitation and give a minimal interpretation on the underlying physics. This\nanomaly indicated nuclear resonant absorption as well as delocalization of the\nlong-lived Moessbauer state in the crystal. A nonlinear magnetoelectric\nresponse, on low-frequency drive current, showed up in the bulk metal of a\nhigh-purity niobium crystal and then disappeared with vanishing benchmarks of\ndelocalized nuclear excitation. Several nonlinear resonant peaks, on the order\nof several hundreds of Hz, grew up with the applied magnetic field. The central\nfrequencies of these peaks decreased with temperature.\n"]}]
["1203.5147",{"format":[],"subject":["Mathematics - Complex Variables","32S65, 57R30, 58E05, 32M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5147"],"date":["2012-03-22"],"type":["text"],"creator":["Scardua, Bruno"],"language":[],"coverage":[],"title":["A measurable stability theorem for holomorphic foliations transverse to\n  fibrations"],"description":["  We prove that a transversely holomorphic foliation which is transverse to the\nfibers of a fibration, is a Seifert fibration if the set of compact leaves is\nnot of zero measure. Similarly, we prove that a finitely generated subgroup of\nholomorphic diffeomorphisms of a connected complex manifold, is finite provided\nthat the set of periodic orbits is not of zero measure.\n"]}]
["1203.5148",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5148"],"date":["2012-03-22"],"type":["text"],"creator":["Yang, Jianke"],"language":[],"coverage":[],"title":["Classification of solitary wave bifurcations in generalized nonlinear\n  Schr\\\"odinger equations"],"description":["  Bifurcations of solitary waves are classified for the generalized nonlinear\nSchr\\\"odinger equations with arbitrary nonlinearities and external potentials\nin arbitrary spatial dimensions. Analytical conditions are derived for three\nmajor types of solitary wave bifurcations, namely saddle-node bifurcations,\npitchfork bifurcations and transcritical bifurcations. Shapes of power diagrams\nnear these bifurcations are also obtained. It is shown that for pitchfork and\ntranscritical bifurcations, their power diagrams look differently from their\nfamiliar solution-bifurcation diagrams. Numerical examples for these three\ntypes of bifurcations are given as well. Of these numerical examples, one shows\na transcritical bifurcation, which is the first report of transcritical\nbifurcations in the generalized nonlinear Schr\\\"odinger equations. Another\nshows a power loop phenomenon which contains several saddle-node bifurcations,\nand a third example shows double pitchfork bifurcations. These numerical\nexamples are in good agreement with the analytical results.\n","Comment: 26 pages, 6 figures; to appear in Stud. Appl. Math"]}]
["1203.5155",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5155"],"date":["2012-03-22"],"type":["text"],"creator":["Syrgkanis, Vasilis"],"language":[],"coverage":[],"title":["Bayesian Games and the Smoothness Framework"],"description":["  We consider a general class of Bayesian Games where each players utility\ndepends on his type (possibly multidimensional) and on the strategy profile and\nwhere players' types are distributed independently. We show that if their full\ninformation version for any fixed instance of the type profile is a smooth game\nthen the Price of Anarchy bound implied by the smoothness property, carries\nover to the Bayes-Nash Price of Anarchy. We show how some proofs from the\nliterature (item bidding auctions, greedy auctions) can be cast as smoothness\nproofs or be simplified using smoothness. For first price item bidding with\nfractionally subadditive bidders we actually manage to improve by much the\nexisting result \\cite{Hassidim2011a} from 4 to $\\frac{e}{e-1}\\approx 1.58$.\nThis also shows a very interesting separation between first and second price\nitem bidding since second price item bidding has PoA at least 2 even under\ncomplete information. For a larger class of Bayesian Games where the strategy\nspace of a player also changes with his type we are able to show that a\nslightly stronger definition of smoothness also implies a Bayes-Nash PoA bound.\nWe show how weighted congestion games actually satisfy this stronger definition\nof smoothness. This allows us to show that the inefficiency bounds of weighted\ncongestion games known in the literature carry over to incomplete versions\nwhere the weights of the players are private information. We also show how an\nincomplete version of a natural class of monotone valid utility games, called\neffort market games are universally $(1,1)$-smooth. Hence, we show that\nincomplete versions of effort market games where the abilities of the players\nand their budgets are private information has Bayes-Nash PoA at most 2.\n"]}]
["1203.5156",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5156"],"date":["2012-03-22"],"type":["text"],"creator":["Kim, Kee-Hoon","Jeon, Hyun-Bae","No, Jong-Seon","Shin, Dong-Joon"],"language":[],"coverage":[],"title":["A New Low-Complexity Selected Mapping Scheme Using Cyclic Shifted IFFT\n  for PAPR Reduction in OFDM Systems"],"description":["  In this paper, a new peak-to-average power ratio (PAPR) reduction scheme for\northogonal frequency division multiplexing (OFDM) is proposed based on the\nselected mapping (SLM) scheme. The proposed SLM scheme generates alternative\nOFDM signal sequences by cyclically shifting the connections in each subblock\nat an intermediate stage of inverse fast Fourier transform (IFFT). Compared\nwith the conventional SLM scheme, the proposed SLM scheme achieves similar PAPR\nreduction performance with much lower computational complexity and no bit error\nrate (BER) degradation. The performance of the proposed SLM scheme is verified\nthrough numerical analysis. Also, it is shown that the proposed SLM scheme has\nthe lowest computational complexity among the existing low-complexity SLM\nschemes exploiting the signals at an intermediate stage of IFFT.\n"]}]
["1203.5164",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5164"],"date":["2012-03-22"],"type":["text"],"creator":["Seo, S.","Sidorov, V. A.","Lee, H.","Jang, D.","Fisk, Z.","Thompson, J. D.","Park, T."],"language":[],"coverage":[],"title":["Pressure effects on the heavy-fermion antiferromagnet CeAuSb2"],"description":["  The f-electron compound CeAuSb2, which crystallizes in the ZrCuSi2-type\ntetragonal structure, orders antiferromagnetically between 5 and 6.8 K, where\nthe antiferromagnetic transition temperature T_N depends on the occupancy of\nthe Au site. Here we report the electrical resistivity and heat capacity of a\nhigh-quality crystal CeAuSb2 with T_N of 6.8 K, the highest for this compound.\nThe magnetic transition temperature is initially suppressed with pressure, but\nis intercepted by a new magnetic state above 2.1 GPa. The new phase shows a\ndome shape with pressure and coexists with another phase at pressures higher\nthan 4.7 GPa. The electrical resistivity shows a T^2 Fermi liquids behavior in\nthe complex magnetic state, and the residual resistivity and the T^2\nresistivity coefficient increases with pressure, suggesting the possibility of\na magnetic quantum critical point at a higher pressure.\n","Comment: 5 pages, 5 firures"]}]
["1203.5165",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5165"],"date":["2012-03-22"],"type":["text"],"creator":["Kebarighotbi, Ali","Cassandras, Christos G."],"language":[],"coverage":[],"title":["A General Framework for Modeling and Online Optimization of Stochastic\n  Hybrid Systems"],"description":["  We extend the definition of a Stochastic Hybrid Automaton (SHA) to overcome\nlimitations that make it difficult to use for on-line control. Since guard sets\ndo not specify the exact event causing a transition, we introduce a clock\nstructure (borrowed from timed automata), timer states, and guard functions\nthat disambiguate how transitions occur. In the modified SHA, we formally show\nthat every transition is associated with an explicit element of an underlying\nevent set. This also makes it possible to uniformly treat all events observed\non a sample path of a stochastic hybrid system and generalize the performance\nsensitivity estimators derived through Infinitesimal Perturbation Analysis\n(IPA). We eliminate the need for a case-by-case treatment of different event\ntypes and provide a unified set of matrix IPA equations. We illustrate our\napproach by revisiting an optimization problem for single node finite-capacity\nstochastic flow systems to obtain performance sensitivity estimates in this new\nsetting.\n"]}]
["1203.5172",{"format":[],"subject":["Quantum Physics","70S10, 70S15, 83C47"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5172","Phys. Rev. Lett. 108: 070405(2012)","doi:10.1103/PhysRevLett.108.070405"],"date":["2012-03-22"],"type":["text"],"creator":["Dulat, Sayipjamal","Ma, Kai"],"language":[],"coverage":[],"title":["The Aharonov-Casher and scalar Aharonov-Bohm topological effects"],"description":["  We reexamine the topological and nonlocal natures of the Aharonov-Casher and\nscalar Aharonov-Bohm phase effects. The underlying U(1) gauge structure is\nexhibited explicitly. And the conditions for developing topological\nAharonov-Casher and scalar Aharonov-Bohm phases are clarified. We analyse the\narguments of M. Peshkin and H. J. Lipkin (Phys. Rev. Lett. 74, 2847(1995)) in\ndetail and show that they are based on the wrong Hamiltonian which yields their\nconclusion incorrect.\n","Comment: 4 pages, no figure"]}]
["1203.5175",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry","51M20, 05C25, 52B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5175"],"date":["2012-03-23"],"type":["text"],"creator":["Araujo-Pardo, Gabriela","Hubard, Isabel","Oliveros, Deborah","Schulte, Egon"],"language":[],"coverage":[],"title":["Colorful Polytopes and Graphs"],"description":["  The paper investigates connections between abstract polytopes and properly\nedge colored graphs. Given any finite n-edge-colored n-regular graph G, we\nassociate to G a simple abstract polytope P_G of rank n, called the colorful\npolytope of G, with 1-skeleton isomorphic to G. We investigate the interplay\nbetween the geometric, combinatorial, or algebraic properties of the polytope\nP_G and the combinatorial or algebraic structure of the underlying graph G,\nfocussing in particular on aspects of symmetry. Several such families of\ncolorful polytopes are studied including examples derived from a Cayley graph,\nin particular the graphicahedra, as well as the flag adjacency polytopes and\nrelated monodromy polytopes associated with a given abstract polytope. The\nduals of certain families of colorful polytopes have been important in the\ntopological study of colored triangulations and crystallization of manifolds.\n","Comment: Israel Journal of Mathematics (to appear, 28 pages)"]}]
["1203.5182",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5182"],"date":["2012-03-23"],"type":["text"],"creator":["Zhu, Xianglei","Collaboration, for the STAR"],"language":[],"coverage":[],"title":["Ks, Lambda and Xi production at intermediate to high pT from Au+Au\n  collisions at \\sqrt{s_{NN}} = 39, 11.5 and 7.7 GeV"],"description":["  We report on the pT dependence of nuclear modification factors ($R_{CP}$) for\nKs, Lambda, Xi and the Anti-Lambda/Ks ratios at mid-rapidity from Au+Au\ncollisions at \\sqrt{s_{NN}} = 39, 11.5 and 7.7 GeV. At \\sqrt{s_{NN}} = 39 GeV,\nthe $R_{CP}$ data shows a baryon/meson separation at intermediate pT and a\nsuppression for Ks for pT up to 4.5 GeV/$c$; the Anti-Lambda/Ks shows baryon\nenhancement in the most central collisions. However, at \\sqrt{s_{NN}} = 11.5\nand 7.7 GeV, $R_{CP}$ shows much less baryon/meson separation and\nAnti-Lambda/Ks shows almost no baryon enhancement. These observations indicate\nthat the matter created in Au+Au collisions at \\sqrt{s_{NN}} = 11.5 or 7.7 GeV\nmight be distinct from that created at \\sqrt{s_{NN}} = 39 GeV.\n","Comment: 4 pages, 2 figures, to appear in the proceedings of 7th International\n  Workshop on Critical Point and Onset of Deconfinement (CPOD2011), Wuhan,\n  China, Nov. 7-11, 2011"]}]
["1203.5185",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5185"],"date":["2012-03-23"],"type":["text"],"creator":["Georget, Jean-Philippe","Labrousse, Baptiste"],"language":[],"coverage":[],"title":["Exp\\'erimentation d'une ressource pour une situation de recherche et de\n  preuve entre pairs"],"description":["  This paper is about an experiment with the goal of testing a primary\nteacher's resource. This is the next part of a research presented at EMF2009.\nThis resource must help a teacher to practice a research and proof activity\nbetween peers with her pupils even she had never done this before. The paper\npresents the problems given by this project and describes the means to build\nthe resource and the methodology of the experiment with some classmates. The\nresults are given illustrating the complexity of the underlying process.\n","Comment: Espace math\\'ematique francophone, Gen\\`eve : Suisse (2012)"]}]
["1203.5186",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5186"],"date":["2012-03-23"],"type":["text"],"creator":["Guan, Yue","Hou, Jianfeng","Yang, Yingyuan"],"language":[],"coverage":[],"title":["An improved bound on acyclic chromatic index of planar graphs"],"description":["  Proper edge coloring of a graph $G$ is called acyclic if there is no\nbichromatic cycle in $G$. The acyclic chromatic index of $G$, denoted by\n$\\chi'_a(G)$, is the least number of colors $k$ such that $G$ has an acyclic\nedge $k$-coloring. Basavaraju et al. [Acyclic edge-coloring of planar graphs,\nSIAM J. Discrete Math. 25 (2) (2011), 463--478] showed that $\\chi'_a(G)\\le\n\\Delta(G)+12$ for planar graphs $G$ with maximum degree $\\Delta(G)$. In this\npaper, the bound is improved to $\\Delta(G)+10$.\n"]}]
["1203.5188",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Computation and Language","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5188"],"date":["2012-03-23"],"type":["text"],"creator":["Henß, Stefan","Monperrus, Martin","Mezini, Mira"],"language":[],"coverage":[],"title":["Semi-Automatically Extracting FAQs to Improve Accessibility of Software\n  Development Knowledge"],"description":["  Frequently asked questions (FAQs) are a popular way to document software\ndevelopment knowledge. As creating such documents is expensive, this paper\npresents an approach for automatically extracting FAQs from sources of software\ndevelopment discussion, such as mailing lists and Internet forums, by combining\ntechniques of text mining and natural language processing. We apply the\napproach to popular mailing lists and carry out a survey among software\ndevelopers to show that it is able to extract high-quality FAQs that may be\nfurther improved by experts.\n","Comment: ICSE - 34th International Conference on Software Engineering (2012)"]}]
["1203.5189",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5189"],"date":["2012-03-23"],"type":["text"],"creator":["Calvez, Vincent","Gabriel, Pierre"],"language":[],"coverage":[],"title":["Optimal growth for linear processes with affine control"],"description":["  We analyse an optimal control with the following features: the dynamical\nsystem is linear, and the dependence upon the control parameter is affine. More\nprecisely we consider $\\dot x_\\alpha(t) = (G + \\alpha(t) F)x_\\alpha(t)$, where\n$G$ and $F$ are $3\\times 3$ matrices with some prescribed structure. In the\ncase of constant control $\\alpha(t)\\equiv \\alpha$, we show the existence of an\noptimal Perron eigenvalue with respect to varying $\\alpha$ under some\nassumptions. Next we investigate the Floquet eigenvalue problem associated to\ntime-periodic controls $\\alpha(t)$. Finally we prove the existence of an\neigenvalue (in the generalized sense) for the optimal control problem. The\nproof is based on the results by [Arisawa 1998, Ann. Institut Henri Poincar\\'e]\nconcerning the ergodic problem for Hamilton-Jacobi equations. We discuss the\nrelations between the three eigenvalues. Surprisingly enough, the three\neigenvalues appear to be numerically the same.\n"]}]
["1203.5191",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5191"],"date":["2012-03-23"],"type":["text"],"creator":["Moricz, Ferenc"],"language":[],"coverage":[],"title":["On the convergence of double integrals and a generalized version of\n  Fubini's theorem on successive integration"],"description":["  Let the function $f: \\bar{\\R}^2_+ \\to \\C$ be such that $f\\in L^1_{\\loc}\n(\\bar{\\R}^2_+)$. We investigate the convergence behavior of the double integral\n$$\\int^A_0 \\int^B_0 f(u,v) du dv \\quad {\\rm as} \\quad A,B \\to\n\\infty,\\leqno(*)$$ where $A$ and $B$ tend to infinity independently of one\nanother; while using two notions of convergence: that in Pringsheim's sense and\nthat in the regular sense. Our main result is the following Theorem 3: If the\ndouble integral (*) converges in the regular sense, or briefly: converges\nregularly, then the finite limits $$\\lim_{y\\to \\infty} \\int^A_0 \\Big(\\int^y_0\nf(u,v) dv\\Big) du =: I_1 (A)$$ and $$\\lim_{x\\to \\infty} \\int^B_0 \\Big(\\int^x_0\nf(u,v) du) dv = : I_2 (B)$$ exist uniformly in $0<A, B <\\infty$, respectively;\nand $$\\lim_{A\\to \\infty} I_1(A) = \\lim_{B\\to \\infty} I_2 (B) = \\lim_{A, B \\to\n\\infty} \\int^A_0 \\int^B_0 f(u,v) du dv.$$ This can be considered as a\ngeneralized version of Fubini's theorem on successive integration when $f\\in\nL^1_{\\loc} (\\bar{\\R}^2_+)$, but $f\\not\\in L^1 (\\bar{\\R}^2_+)$.\n"]}]
["1203.5194",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5194","doi:10.1051/0004-6361/201219126"],"date":["2012-03-23"],"type":["text"],"creator":["Wittkowski, M.","Hauschildt, P. H.","Torres, B. Arroyo","Marcaide, J. M."],"language":[],"coverage":[],"title":["Fundamental properties and atmospheric structure of the red supergiant\n  VY CMa based on VLTI/AMBER spectro-interferometry"],"description":["  We investigate the atmospheric structure and fundamental properties of the\nred supergiant VY CMa. We obtained near-infrared spectro-interferometric\nobservations of VY CMa with spectral resolutions of 35 and 1500 using the AMBER\ninstrument at the VLTI. The visibility data indicate the presence of molecular\nlayers of water vapor and CO in the extended atmosphere with an asymmetric\nmorphology. The uniform disk diameter in the water band around 2.0 mu is\nincreased by \\sim20% compared to the near-continuum bandpass at 2.20-2.25 mu\nand in the CO band at 2.3-2.5 mu it is increased by up to \\sim50%. The closure\nphases indicate relatively small deviations from point symmetry close to the\nphotospheric layer, and stronger deviations in the extended H2O and CO layers.\nMaking use of the high spatial and spectral resolution, a near-continuum\nbandpass can be isolated from contamination by molecular and dusty layers, and\nthe Rosseland-mean photospheric angular diameter is estimated to 11.3 +/- 0.3\nmas based on a PHOENIX atmosphere model. Together with recent high-precision\nestimates of the distance and spectro-photometry, this estimate corresponds to\na radius of 1420 +/- 120 Rsun and an effective temperature of 3490 +/- 90 K. VY\nCMa exhibits asymmetric, possibly clumpy, atmospheric layers of H2O and CO,\nwhich are not co-spatial, within a larger elongated dusty envelope. Our revised\nfundamental parameters put VY CMa close to the Hayashi limit of recent\nevolutionary tracks of initial mass 25 Msun with rotation or 32 Msun without\nrotation, shortly before evolving blueward in the HR-diagram.\n","Comment: 5 pages, 5 figures, accepted for publication in Astronomy and\n  Astrophysics (A&A) as a Letter"]}]
["1203.5196",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","D.4.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5196"],"date":["2012-03-23"],"type":["text"],"creator":["Buyya, Rajkumar","Pandey, Suraj","Vecchiola, Christian"],"language":[],"coverage":[],"title":["Market-Oriented Cloud Computing and the Cloudbus Toolkit"],"description":["  Cloud computing has penetrated the Information Technology industry deep\nenough to influence major companies to adopt it into their mainstream business.\nA strong thrust on the use of virtualization technology to realize\nInfrastructure-as-a-Service (IaaS) has led enterprises to leverage\nsubscription-oriented computing capabilities of public Clouds for hosting their\napplication services. In parallel, research in academia has been investigating\ntransversal aspects such as security, software frameworks, quality of service,\nand standardization. We believe that the complete realization of the Cloud\ncomputing vision will lead to the introduction of a virtual market where Cloud\nbrokers, on behalf of end users, are in charge of selecting and composing the\nservices advertised by different Cloud vendors. In order to make this happen,\nexisting solutions and technologies have to be redesigned and extended from a\nmarket-oriented perspective and integrated together, giving rise to what we\nterm Market-Oriented Cloud Computing.\n  In this paper, we will assess the current status of Cloud computing by\nproviding a reference model, discuss the challenges that researchers and IT\npractitioners are facing and will encounter in the near future, and present the\napproach for solving them from the perspective of the Cloudbus toolkit, which\ncomprises of a set of technologies geared towards the realization of Market\nOriented Cloud Computing vision. We provide experimental results demonstrating\nmarket-oriented resource provisioning and brokering within a Cloud and across\nmultiple distributed resources. We also include an application illustrating the\nhosting of ECG analysis as SaaS on Amazon IaaS (EC2 and S3) services.\n","Comment: 43 pages, 10 figures"]}]
["1203.5204",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5204"],"date":["2012-03-23"],"type":["text"],"creator":["Cascini, Paolo","Zhang, De-Qi"],"language":[],"coverage":[],"title":["Effective finite generation for adjoint rings"],"description":["  We describe a bound on the degree of the generators for some adjoint rings on\nsurfaces and threefolds.\n"]}]
["1203.5206",{"format":[],"subject":["Mathematics - Optimization and Control","49N25, 93E20, 91B28, 60J70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5206"],"date":["2012-03-23"],"type":["text"],"creator":["Bai, Lihua","Paulsen, Jostein"],"language":[],"coverage":[],"title":["On non-trivial barrier solutions of the dividend problem for a diffusion\n  under constant and proportional transaction costs"],"description":["  In Bai and Paulsen (SIAM J. Control optim. 48, 2010) the optimal dividend\nproblem under transaction costs was analyzed for a rather general class of\ndiffusion processes. It was divided into several subclasses, and for the\nmajority of subclasses the optimal policy is a simple barrier policy; whenever\nthe process hits an upper barrier $\\bar{u}^*$, reduce it to $\\bar{u}^*-\\xi$\nthrough a dividend payment. After transaction costs, the shareholder receives\n$k\\xi-K$.\n  It was proved that a simple barrier strategy is not always optimal, and here\nthese more difficult cases are solved. The optimal solutions are rather\ncomplicated, but interesting.\n"]}]
["1203.5218",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Discrete Mathematics","Mathematics - Combinatorics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5218"],"date":["2012-03-23"],"type":["text"],"creator":["Mokken, Robert J."],"language":[],"coverage":[],"title":["Coteries, Social Circles and Hamlets Close Communities: A Study of\n  Acquaintance Networks"],"description":["  In the analysis of social networks many relatively loose and heuristic\ndefinitions of 'community' abound. In this paper the concept of closely knit\ncommunities is studied as defined by the property that every pair of its\nmembers are neighbors or has at least one common neighbor, where the\nneighboring relationship is based on some more or less durable and stable\nacquaintance or contact relation. In this paper these are studied in the form\nof graphs or networks of diameter two (2-clubs). Their structure can be\ncharacterized by investigating shortest spanning trees and girth leading to a\ntypology containing just three or, in combination, six types of close\ncommunities.\n","Comment: Keywords: Social networks, acquaintance networks, close communities,\n  cliques, k-clubs, 2-clubs, diameter 2, shortest spanning trees, girth"]}]
["1203.5227",{"format":[],"subject":["Mathematics - Number Theory","11N05, 11N32, 11N80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5227"],"date":["2012-03-23"],"type":["text"],"creator":["Weber, H. J."],"language":[],"coverage":[],"title":["Remarkable and Reversible Prime Number Patterns"],"description":["  Prime number multiplet classifications and patterns are extended to negative\nintegers. The extension from prime numbers to single prime powers is also\nstudied. Prime number septets at equal distance are given. It is also shown\nthat each class of generalized twin primes of the classification contains a\npositive fraction of all prime pairs.\n","Comment: 14 pages, submitted April 2011"]}]
["1203.5230",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5230"],"date":["2012-03-23"],"type":["text"],"creator":["Selyuzhenkov, Ilya","Collaboration, for the ALICE"],"language":[],"coverage":[],"title":["ALICE probes of local parity violation with charge dependent azimuthal\n  correlations in Pb-Pb collisions"],"description":["  We report on the measurement of two and three particle azimuthal correlations\nin Pb-Pb collisions at sqrt(s_NN) = 2.76 TeV recorded with ALICE at the LHC.\nWhile two particle azimuthal correlations mainly provide an important\ninformation on possible background correlations, the three particle correlator\nprobes the charge separation of hadrons with respect to the collision reaction\nplane which is expected for local parity violation in strong interactions. The\ntwo and three particle correlations are presented as a function of collision\ncentrality and differentially vs. pseudorapidity and transverse momentum, and\nprovide strong constraints on the possible mechanism of background (parity\nconserving) and signal (parity odd) effects in heavy-ion collisions.\n","Comment: Talk given at the 7th Workshop on Particle Correlations and\n  Femtoscopy (WPCF 2011), 20-24 September 2011, Tokyo, Japan; 6 pages, 3\n  figures"]}]
["1203.5231",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5231","doi:10.1051/0004-6361/201218809"],"date":["2012-03-23"],"type":["text"],"creator":["Pápics, P. I.","Briquet, M.","Baglin, A.","Poretti, E.","Aerts, C.","Degroote, P.","Tkatchenko, A.","Morel, T.","Zima, W.","Niemczura, E.","Rainer, M.","Hareter, M.","Baudin, F.","Catala, C.","Michel, E.","Samadi, R.","Auvergne, M."],"language":[],"coverage":[],"title":["Gravito-inertial and pressure modes detected in the B3 IV CoRoT target\n  HD 43317"],"description":["  Context. OB stars are important building blocks of the Universe, but we have\nonly a limited sample of them well understood enough from an\nasteroseismological point of view to provide feedback on the current\nevolutionary models. Our study adds one special case to this sample, with more\nobservational constraints than for most of these stars.\n  Aims. Our goal is to analyse and interpret the pulsational behaviour of the\nB3 IV star HD 43317 using the CoRoT light curve along with the ground-based\nspectroscopy gathered by the Harps instrument. This way we continue our efforts\nto map the Beta Cep and SPB instability strips.\n  Methods. We used different techniques to reveal the abundances and\nfundamental stellar parameters from the newly-obtained high-resolution spectra.\nWe used various time-series analysis tools to explore the nature of variations\npresent in the light curve. We calculated the moments and used the\npixel-by-pixel method to look for line profile variations in the\nhigh-resolution spectra.\n  Results. We find that HD 43317 is a single fast rotator (v_rot ~ 50% v_crit)\nand hybrid SPB/Beta Cep-type pulsator with Solar metal abundances. We interpret\nthe variations in photometry and spectroscopy as a result of rotational\nmodulation connected to surface inhomogeneities, combined with the presence of\nboth g and p mode pulsations. We detect a series of ten consecutive frequencies\nwith an almost constant period spacing of 6339 s as well as a second shorter\nsequence consisting of seven frequencies with a spacing of 6380 s. The dominant\nfrequencies fall in the regime of gravito-inertial modes.\n","Comment: Accepted for publication in Astronomy and Astrophysics on 21/03/2012,\n  13 pages, 10 figures, 6 tables"]}]
["1203.5233",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5233","Statistical Science 2012, Vol. 27, No. 1, 95-114","doi:10.1214/11-STS374"],"date":["2012-03-23"],"type":["text"],"creator":["Datta, G.","Ghosh, M."],"language":[],"coverage":[],"title":["Small Area Shrinkage Estimation"],"description":["  The need for small area estimates is increasingly felt in both the public and\nprivate sectors in order to formulate their strategic plans. It is now widely\nrecognized that direct small area survey estimates are highly unreliable owing\nto large standard errors and coefficients of variation. The reason behind this\nis that a survey is usually designed to achieve a specified level of accuracy\nat a higher level of geography than that of small areas. Lack of additional\nresources makes it almost imperative to use the same data to produce small area\nestimates. For example, if a survey is designed to estimate per capita income\nfor a state, the same survey data need to be used to produce similar estimates\nfor counties, subcounties and census divisions within that state. Thus, by\nnecessity, small area estimation needs explicit, or at least implicit, use of\nmodels to link these areas. Improved small area estimates are found by\n\"borrowing strength\" from similar neighboring areas.\n","Comment: Published in at http://dx.doi.org/10.1214/11-STS374 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1203.5235",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","68R10, 68W05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5235"],"date":["2012-03-23"],"type":["text"],"creator":["Wu, Bang Ye","Guo, Jun-Lin","Wang, Yue-Li"],"language":[],"coverage":[],"title":["A linear time algorithm for the next-to-shortest path problem on\n  undirected graphs with nonnegative edge lengths"],"description":["  For two vertices $s$ and $t$ in a graph $G=(V,E)$, the next-to-shortest path\nis an $st$-path which length is minimum amongst all $st$-paths strictly longer\nthan the shortest path length. In this paper we show that, when the graph is\nundirected and all edge lengths are nonnegative, the problem can be solved in\nlinear time if the distances from $s$ and $t$ to all other vertices are given.\nThis result generalizes the previous work (DOI 10.1007/s00453-011-9601-7) to\nallowing zero-length edges.\n"]}]
["1203.5242",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5242"],"date":["2012-03-22"],"type":["text"],"creator":["Isupov, A. Yu."],"language":[],"coverage":[],"title":["New software of the control and data acquisition system for the\n  Nuclotron internal target station"],"description":["  The control and data acquisition system for the internal target station (ITS)\nof Nuclotron (LHEP, JINR) is implemented. The new software is based on the ngdp\nframework under the Unix-like operating system FreeBSD to allow easy network\ndistribution of the online data collected from ITS, as well as the internal\ntarget remote control. The investigation has been performed at the Veksler and\nBaldin Laboratory of High Energy Physics, JINR.\n","Comment: 21 pages, 6 figures"]}]
["1203.5246",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5246"],"date":["2012-03-21"],"type":["text"],"creator":["Silva, P. R."],"language":[],"coverage":[],"title":["Relic neutrinos and cosmic background radiation: a new way of comparison"],"description":["  A new equation of state is proposed in order to describe the thermal behavior\nof relic neutrinos. It is based on extensions of the MIT bag model to deal with\nthe gravitational interaction and takes in account the fermionic character of\nneutrinos. The results for the temperature and entropy of relic neutrinos are\ncompared with those of the cosmic background radiation, treated as a gas of\nphotons at the temperature of 2.726 K. In particular, it is found that the\ntemperature of the relic neutrinos is 3/4 of that of the photon gas. The ratio\nbetween the two entropies is also estimate.\n","Comment: 6 pages, no figures"]}]
["1203.5247",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5247"],"date":["2012-03-20"],"type":["text"],"creator":["Zilbergleyt, B."],"language":[],"coverage":[],"title":["Thermodynamic Branch in the Chemical System Response to External Impact"],"description":["  The paper gives an account of a detailed investigation of the thermodynamic\nbranch as a path of the chemical system deviation from its isolated\nthermodynamic equilibrium under an external impact. For a combination of direct\nand reverse reactions in the same chemical system, full thermodynamic branch is\npresented by an S-shaped curve, whose ends asymptotically achieve appropriate\ninitial states, which, in turn, are logistic ends of the opposite reactions.\nThe slope tangents of the steepest parts of the curves, the areas of the\nmaximum rate of the shift growth vs. the external thermodynamic force, occurred\nto be directly proportional to the force and, simultaneously, linearly\nproportional to the thermodynamic equivalent of chemical reaction, which is the\nratio between the amount in moles of any reaction participant, transformed in\nan isolated system, along the reaction way from its initial state to\nthermodynamic equilibrium, to its stoichiometric coefficient. The found\nlinearity is valid for arbitrary combination of the stoichiometric coefficients\nin a reaction of compound synthesis from chemical elements like aA+bB=AaBb, and\nconfirms the exclusive role of the thermodynamic equivalent of transformation\nas the chemical system characteristic of robustness and irreversibility.\nResults of this work allow for quantitative evaluation of the chemical system\nshift from thermodynamic equilibrium along thermodynamic branch and its rate\nvs. the shifting force. Such an investigation became possible due to the\ndevelopment of discrete thermodynamics of chemical equilibria.\n","Comment: 6 pages, 5 figures"]}]
["1203.5253",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5253"],"date":["2012-03-23"],"type":["text"],"creator":["Fang, Hao","Lai, Mijia"],"language":[],"coverage":[],"title":["Convergence of general inverse $\\sigma_k$-flow on K\\\"{a}hler manifolds\n  with Calabi Ansatz"],"description":["  We study the convergence behavior of the general inverse $\\sigma_k$-flow on\nK\\\"{a}hler manifolds with initial metrics satisfying the Calabi Ansatz. The\nlimiting metrics can be either smooth or singular. In the latter case,\ninteresting conic singularities along negatively self-intersected sub-varieties\nare formed as a result of partial blow-up.\n"]}]
["1203.5255",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5255","International Journal of Advanced Computer Science and\n  Applications, Vol.3, No.2, February 2012"],"date":["2012-03-23"],"type":["text"],"creator":["Bassil, Youssef","Alwani, Mohammad"],"language":[],"coverage":[],"title":["Post-Editing Error Correction Algorithm for Speech Recognition using\n  Bing Spelling Suggestion"],"description":["  ASR short for Automatic Speech Recognition is the process of converting a\nspoken speech into text that can be manipulated by a computer. Although ASR has\nseveral applications, it is still erroneous and imprecise especially if used in\na harsh surrounding wherein the input speech is of low quality. This paper\nproposes a post-editing ASR error correction method and algorithm based on\nBing's online spelling suggestion. In this approach, the ASR recognized output\ntext is spell-checked using Bing's spelling suggestion technology to detect and\ncorrect misrecognized words. More specifically, the proposed algorithm breaks\ndown the ASR output text into several word-tokens that are submitted as search\nqueries to Bing search engine. A returned spelling suggestion implies that a\nquery is misspelled; and thus it is replaced by the suggested correction;\notherwise, no correction is performed and the algorithm continues with the next\ntoken until all tokens get validated. Experiments carried out on various\nspeeches in different languages indicated a successful decrease in the number\nof ASR errors and an improvement in the overall error correction rate. Future\nresearch can improve upon the proposed algorithm so much so that it can be\nparallelized to take advantage of multiprocessor computers.\n","Comment: LACSC - Lebanese Association for Computational Sciences -\n  http://www.lacsc.org"]}]
["1203.5256",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5256"],"date":["2012-03-14"],"type":["text"],"creator":["Bulat., L. P.","Pshenai-Severin, D. A.","Karatayev, V. V.","Osvenskii, V. B.","Parkhomenko, Yu. N.","Lavrentev, V.","Sorokin, A.","Blank, V. D.","Pivovarov, G. I.","Bublik, V. T.","Tabachkova, N. Yu."],"language":[],"coverage":[],"title":["Bulk Nanocrystalline Thermoelectrics Based on Bi-Sb-Te Solid Solution"],"description":["  A nanopowder from p-Bi-Sb-Te with particles ~ 10 nm were fabricated by the\nball milling using different technological modes. Cold and hot pressing at\ndifferent conditions and also SPS process were used for consolidation of the\npowder into a bulk nanostructure and nanocomposites. The main factors allowing\nslowing-down of the growth of nanograins as a result of recrystallization are\nthe reduction of the temperature and of the duration of the pressing, the\nincrease of the pressure, as well as addition of small value additives (like\nMoS2, thermally expanded graphite or fullerenes). It was reached the\nthermoelectric figure of merit ZT=1.22 (at 360 K) in the bulk nanostructure\nBi0,4Sb1,6Te3 fabricated by SPS method. Some mechanisms of the improvement of\nthe thermoelectric efficiency in bulk nanocrystalline semiconductors based on\nBixSb2-xTe3 are studied theoretically. The reduction of nanograin size can lead\nto improvement of the thermoelectric figure of merit. The theoretical\ndependence of the electric and heat conductivities and the thermoelectric power\nas the function of nanograins size in BixSb2-xTe3 bulk nanostructure are quite\naccurately correlates with the experimental data.\n","Comment: 35 pages, 24 figures, 4 tables, 52 references"]}]
["1203.5259",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5259","International Journal of Research Studies in Computing, Vol.1,\n  No.1, pp.21-34, April 2012"],"date":["2012-03-23"],"type":["text"],"creator":["Bassil, Youssef","Semaan, Paul"],"language":[],"coverage":[],"title":["Autonomic Model for Self-Configuring C#.NET Applications"],"description":["  With the advances in computational technologies over the last decade, large\norganizations have been investing in Information Technology to automate their\ninternal processes to cut costs and efficiently support their business\nprojects. However, this comes to a price. Business requirements always change.\nLikewise, IT systems constantly evolves as developers make new versions of\nthem, which require endless administrative manual work to customize and\nconfigure them, especially if they are being used in different contexts, by\ndifferent types of users, and for different requirements. Autonomic computing\nwas conceived to provide an answer to these ever-changing requirements.\nEssentially, autonomic systems are self-configuring, self-healing,\nself-optimizing, and self-protecting; hence, they can automate all complex IT\nprocesses without human intervention. This paper proposes an autonomic model\nbased on Venn diagram and set theory for self-configuring C#.NET applications,\nnamely the self-customization of their GUI, event-handlers, and security\npermissions. The proposed model does not require altering the source-code of\nthe original application; rather, it uses an XML-based customization file to\nturn on and off the internal attributes of the application. Experiments\nconducted on the proposed model, showed a successful automatic customization\nfor C# applications and an effective self-adaption based on dynamic business\nrequirements. As future work, other programming languages such as Java and C++\nare to be supported, in addition to other operating systems such as Linux and\nMac so as to provide a standard platform-independent autonomic self-configuring\nmodel.\n","Comment: LACSC - Lebanese Association for Computational Sciences -\n  http://www.lacsc.org"]}]
["1203.5261",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5261"],"date":["2012-03-23"],"type":["text"],"creator":["Batchelor, Marjorie","Brownlee, Polly","Woods, William"],"language":[],"coverage":[],"title":["An equivariant covering map from the upper half plane to the complex\n  plane minus a lattice"],"description":["  This paper studies a covering map phi from the upper half plane to the\ncomplex plane with a triangular lattice excised. This map is interesting as it\nfactorises Klein's J invariant. Its derivative has properties which are a\nslight generalisation of modular functions, and (phi')^6 is a modular function\nof weight 12. There is a homomorphism from the modular group Gamma to the\naffine transformations of the complex plane which preserve the excised lattice.\nWith respect to this action phi is a map of Gamma-sets. Identification of the\nexcised lattice with the root lattice of sl_3(C) allows functions familiar from\nthe study of modular functions to be expressed in terms of standard\nconstructions on representations of sl_3(C).\n"]}]
["1203.5262",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5262","Journal of Computing, Vol.4, No.1, January 2012"],"date":["2012-03-23"],"type":["text"],"creator":["Bassil, Youssef","Semaan, Paul"],"language":[],"coverage":[],"title":["ASR Context-Sensitive Error Correction Based on Microsoft N-Gram Dataset"],"description":["  At the present time, computers are employed to solve complex tasks and\nproblems ranging from simple calculations to intensive digital image processing\nand intricate algorithmic optimization problems to computationally-demanding\nweather forecasting problems. ASR short for Automatic Speech Recognition is yet\nanother type of computational problem whose purpose is to recognize human\nspoken speech and convert it into text that can be processed by a computer.\nDespite that ASR has many versatile and pervasive real-world applications,it is\nstill relatively erroneous and not perfectly solved as it is prone to produce\nspelling errors in the recognized text, especially if the ASR system is\noperating in a noisy environment, its vocabulary size is limited, and its input\nspeech is of bad or low quality. This paper proposes a post-editing ASR error\ncorrection method based on MicrosoftN-Gram dataset for detecting and correcting\nspelling errors generated by ASR systems. The proposed method comprises an\nerror detection algorithm for detecting word errors; a candidate corrections\ngeneration algorithm for generating correction suggestions for the detected\nword errors; and a context-sensitive error correction algorithm for selecting\nthe best candidate for correction. The virtue of using the Microsoft N-Gram\ndataset is that it contains real-world data and word sequences extracted from\nthe web which canmimica comprehensive dictionary of words having a large and\nall-inclusive vocabulary. Experiments conducted on numerous speeches, performed\nby different speakers, showed a remarkable reduction in ASR errors. Future\nresearch can improve upon the proposed algorithm so much so that it can be\nparallelized to take advantage of multiprocessor and distributed systems.\n","Comment: LACSC - Lebanese Association for Computational Sciences -\n  http://www.lacsc.org"]}]
["1203.5263",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5263"],"date":["2012-03-23"],"type":["text"],"creator":["Guenard, François"],"language":[],"coverage":[],"title":["Un exemple de fonction int\\'egrable sur [-1, 1] mais pas sur [0, 1]"],"description":["  In courses on integration theory, Chasles property is usually considered as\nelementary and so \"natural\" that this is sometimes left to the reader. When the\nfunctions take their values in finite dimensional spaces, the property is\nalways verified, but it no more true in infinite dimensional spaces. We first\ngive an easy-to-understand example of a function f from [-1, 1] into the space\nof polynomial functions from [0, 1] to R which is integrable on [-1, 1] but not\non [0, 1]. We also provide a way of representing graphically such a function\nwhich explains what means the integral of a function with values in an infinite\ndimensional space. Then we show that Chasles'property is true if and only if\nthe space in which the functions to integrate take their values is a complete\nspace.\n"]}]
["1203.5267",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5267","PLoS Comput Biol 8(3): e1002442 (2012)","doi:10.1371/journal.pcbi.1002442"],"date":["2012-03-23"],"type":["text"],"creator":["Moussaid, Mehdi","Guillot, Elsa G.","Moreau, Mathieu","Fehrenbach, Jerome","Chabiron, Olivier","Lemercier, Samuel","Pettre, Julien","Appert-Rolland, Cecile","Degond, Pierre","Theraulaz, Guy"],"language":[],"coverage":[],"title":["Traffic Instabilities in Self-Organized Pedestrian Crowds"],"description":["  In human crowds as well as in many animal societies, local interactions among\nindividuals often give rise to self-organized collective organizations that\noffer functional benefits to the group. For instance, flows of pedestrians\nmoving in opposite directions spontaneously segregate into lanes of uniform\nwalking directions. This phenomenon is often referred to as a smart collective\npattern, as it increases the traffic efficiency with no need of external\ncontrol. However, the functional benefits of this emergent organization have\nnever been experimentally measured, and the underlying behavioral mechanisms\nare poorly understood. In this work, we have studied this phenomenon under\ncontrolled laboratory conditions. We found that the traffic segregation\nexhibits structural instabilities characterized by the alternation of organized\nand disorganized states, where the lifetime of well-organized clusters of\npedestrians follow a stretched exponential relaxation process. Further analysis\nshow that the inter-pedestrian variability of comfortable walking speeds is a\nkey variable at the origin of the observed traffic perturbations. We show that\nthe collective benefit of the emerging pattern is maximized when all\npedestrians walk at the average speed of the group. In practice, however, local\ninteractions between slow- and fast-walking pedestrians trigger global\nbreakdowns of organization, which reduce the collective and the individual\npayoff provided by the traffic segregation. This work is a step ahead toward\nthe understanding of traffic self-organization in crowds, which turns out to be\nmodulated by complex behavioral mechanisms that do not always maximize the\ngroup's benefits. The quantitative understanding of crowd behaviors opens the\nway for designing bottom-up management strategies bound to promote the\nemergence of efficient collective behaviors in crowds.\n","Comment: Article published in PLoS Computational biology. Freely available\n  here:\n  http://www.ploscompbiol.org/article/info%3Adoi%2F10.1371%2Fjournal.pcbi.1002442"]}]
["1203.5272",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5272"],"date":["2012-03-23"],"type":["text"],"creator":["Praetorius, C.","Koehl, A.","Muenzing, B.","Bardenhagen, H.","Fauth, K."],"language":[],"coverage":[],"title":["Direct observation of interacting Kondo screened 4f moments in CePt5\n  with XMCD"],"description":["  We use x-ray absorption and magnetic circular dichroism to study electronic\nconfiguration and local susceptibility of CePt5/Pt(111) surface alloys from\nwell above to well below the impurity Kondo temperature. The anisotropic\nparamagnetic response is governed by the hexagonal crystal field and\nferromagnetic correlations, with modified parameters for Ce moments residing\nnext to the alloy surface. Quantitative XMCD evaluations provide direct\nevidence of Kondo screening of both spin and orbital 4f moments. Magnetic\nsignatures of coherence are not apparent for T >= 13 K.\n","Comment: 11 pages, 4 figures"]}]
["1203.5274",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5274","Soft Matter 8, 3900 (2012)"],"date":["2012-03-23"],"type":["text"],"creator":["Bogunovic, Lukas","Eichhorn, Ralf","Regtmeier, Jan","Anselmetti, Dario","Reimann, Peter"],"language":[],"coverage":[],"title":["Particle sorting by a structured microfluidic ratchet device with\n  tunable selectivity: Theory and Experiment"],"description":["  We theoretically predict and experimentally demonstrate that several\ndifferent particle species can be separated from each other by means of a\nratchet device, consisting of periodically arranged triangular (ratchet) shaped\nobstacles. We propose an explicit algorithm for suitably tailoring the\nexternally applied, time-dependent voltage protocol so that one or several,\narbitrarily selected particle species are forced to migrate oppositely to all\nthe remaining species. As an example we present numerical simulations for a\nmixture of five species, labelled according to their increasing size, so that\nspecies 2 and 4 simultaneously move in one direction and species 1, 3, and 5 in\nthe other. The selection of species to be separated from the others can be\nchanged at any time by simply adapting the voltage protocol. This general\ntheoretical concept to utilize one device for many different sorting tasks is\nexperimentally confirmed for a mixture of three colloidal particle species.\n"]}]
["1203.5279",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5279","China Third Sector Research, Vol. 1, pp. 40-54, 2011"],"date":["2012-03-23"],"type":["text"],"creator":["Saxton, Gregory D.","Guo, Chao","Chiu, I-Hsuan","Feng, Bo"],"language":[],"coverage":[],"title":["Social Media and the Social Good: How Nonprofits Use Facebook to\n  Communicate with the Public"],"description":["  In this study, we examine the social networking practices of the 100 largest\nnonprofit organizations in the United States. More specifically, we develop a\ncomprehensive classification scheme to delineate these organizations' use of\nFacebook as a stakeholder engagement tool. We find that there are 5 primary\ncategories of Facebook \"statuses\", which can be aggregated into three key\ndimensions - \"information\", \"community\", and \"action\". Our analysis reveals\nthat, though the \"informational\" use of Facebook is still significant,\nnonprofit organizations are better at using Facebook to strategically engage\ntheir stakeholders via \"dialogic\" and \"community-building\" practices than they\nhave been with traditional websites. The adoption of social media seems to have\nengendered new paradigms of public engagement.\n","Comment: Chinese-language article"]}]
["1203.5282",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5282","Rev. Sci. Instrum. 81, 10D713 (2010)"],"date":["2012-03-23"],"type":["text"],"creator":["Ghim, Y. -c.","Field, A. R.","Zoletnik, S.","Dunai, D."],"language":[],"coverage":[],"title":["Calculation of spatial response of 2D BES diagnostic on MAST"],"description":["  The Beam Emission Spectroscopy (BES) turbulence diagnostic on MAST is to be\nupgraded in June 2010 from a 1D trial system to a 2D imaging system (8 radial\n\\times 4 poloidal channels) based on a newly developed APD array camera. The\nspatial resolution of the new system is calculated in terms of the point spread\nfunction (PSF) to account for the effects of field-line curvature, observation\ngeometry, the finite lifetime of the excited state of the beam atoms, and beam\nattenuation and divergence. It is found that the radial spatial resolution is ~\n2-3 cm and the poloidal spatial resolution ~ 1-5 cm depending on the radial\nviewing location. The absolute number of detected photons is also calculated,\nhence the photon noise level can be determined\n","Comment: 3 pages, 4 figures"]}]
["1203.5286",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5286"],"date":["2012-03-23"],"type":["text"],"creator":["Thanassoulas, C.","Klenvas, V.","Verveniotis, G.","Zymaris, N."],"language":[],"coverage":[],"title":["Do large EQs occur randomly in time? The Mexico EQ (20th of March, 2012,\n  Mw = 7.4) as viewed in terms of local lithospheric oscillation due to M1 and\n  K1 tidal components. A brief presentation"],"description":["  The time of occurrence of the large EQ that occurred recently in Mexico\n(March 20th, 2012, Mw = 7.4) is compared to the peak amplitude occurrence time\nof the local M1 and K1 tidal components. It is shown that the specific EQ\noccurred one (-1) day before the next following peak of the M1 tidal component,\nand was delayed for only +20 minutes after the corresponding K1 tidal peak.\nTherefore, the specific seismic event complies quite well with the earlier\nproposed physical mechanism (lithospheric oscillation) that causes triggering\nof large EQs.\n  Key words: Mexico, large earthquakes, M1 tidal wave, K1 tidal wave,\nlithospheric oscillations, tidal oscillations, short-term earthquake\nprediction.\n","Comment: 3 pages, 3 figures, http://www.earthquakeprediction.gr. arXiv admin\n  note: substantial text overlap with arXiv:1103.2385"]}]
["1203.5287",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5287","Physical Review B V.85 p.125312 (2012)","doi:10.1103/PhysRevB.85.125312"],"date":["2012-03-23"],"type":["text"],"creator":["Khomitsky, D. V.","Gulyaev, L. V.","Sherman, E. Ya."],"language":[],"coverage":[],"title":["Spin dynamics in a strongly driven system: very slow Rabi oscillations"],"description":["  We consider joint effects of tunneling and spin-orbit coupling on driven by\nelectric field spin dynamics in a double quantum dot with a multi-level\nresonance scenario. We demonstrate that tunneling plays the crucial role in the\nformation of the Rabi-like spin-flip transitions. In contrast to the linear\nbehavior for weak electric fields, the spin flip rate becomes much smaller than\nexpected for the two-level model and shows oscillating dependence on the\ndriving field amplitude in stronger fields. In addition, the full spin flip is\nvery difficult to achieve in a multi-level resonant system. These two effects\nhave a similarity with the Zeno effect of slowing down the dynamics of an\nobservable by its measurement. As a result, spin manipulation by electric field\nbecomes much less efficient than expected.\n","Comment: 6 pages, 5 figures"]}]
["1203.5288",{"format":[],"subject":["Mathematics - Algebraic Topology","57M06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5288"],"date":["2012-03-23"],"type":["text"],"creator":["Ranade, Nissim","Sadanand, Chandrika","Sullivan, Dennis"],"language":[],"coverage":[],"title":["Structure of k-cycles on a k-dimensional Space"],"description":["  Definition 1. A coordinate space is a finite dimensional real vector space V\nwith a choice of dimV co-dimension one subspaces in general position. By\ngeneral position we mean that the dimension of the intersection of any n of\nthese hyperplanes is dimV - n.\n  In this note we attach, in a topologically invariant manner, a finite length\nchain complex of finite dimensional coordinate spaces to any compact\ntriangulable space. The top homology of the chain complex agrees with the top\nhomology of the space and thus inherits an oriented matroid structure from the\ncoordinate space structure on the top chain groups. In dimension two, this\nchain complex invariant can be refined to give a complete topological invariant\nfor a class of two dimensional spaces called taut. Taut two complexes exist in\nevery possible homotopy type of connected two complexes, and are characterized\nby being built out of surfaces glued to graphs by maximally efficient attaching\nmaps. This paper was motivated by our attempt to understand the possible\ncontent of a lost manuscript by Ralph Reid at MIT circa 1970.\n","Comment: 6 pages"]}]
["1203.5310",{"format":[],"subject":["Mathematical Physics","Mathematics - Symplectic Geometry","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5310"],"date":["2012-03-23"],"type":["text"],"creator":["de Gosson, Maurice A."],"language":[],"coverage":[],"title":["The Symplectic Camel and Quantum Universal Invariants: the Angel of\n  Geometry vs. the Demon of Algebra"],"description":["  A positive definite symmetric matrix {\\sigma} qualifies as a quantum\nmechanical covariance matrix if and only if {\\sigma}+(1/2)i\\hbar{\\Omega}\\geq0\nwhere {\\Omega} is the standard symplectic matrix. This well-known condition is\na strong version of the uncertainty principle, which can be reinterpreted in\nterms of the topological notion of symplectic capacity, closely related to\nGromov's non-squeezing theorem. We show that a recent refinement of the latter\nleads to a new class of geometric invariants. These are the volumes of the\northogonal projections of the covariance ellipsoid on symplectic subspaces of\nthe phase space. We compare these geometric invariants to the algebraic\n\"universal quantum invariants\" of Dodonov and Serafini.\n","Comment: Submitted to PRL"]}]
["1203.5319",{"format":[],"subject":["Mathematics - Dynamical Systems","37D20, 37D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5319"],"date":["2012-03-23"],"type":["text"],"creator":["Hammerlindl, Andy"],"language":[],"coverage":[],"title":["Polynomial Global Product Structure"],"description":["  An Anosov diffeomorphism is topologically conjugate to an infranilmanifold\nautomorphism if and only if it has polynomial Global Product Structure.\n","Comment: 5 pages"]}]
["1203.5322",{"format":[],"subject":["Mathematics - Functional Analysis","46G20, 46G10, 30H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5322"],"date":["2012-03-23"],"type":["text"],"creator":["Bertoloto, Fábio José"],"language":[],"coverage":[],"title":["Duality of certain Banach spaces of vector-valued holomorphic functions"],"description":["  In this work we study the vector-valued Hardy spaces H p (D; F) (1 \\leq p\n\\leq \\infty) and their relationship with RNP, ARNP and the UMDP properties. By\nfollowing the approach of Taylor in the scalar-valued case, we prove that, when\nF and F have the ARNP property, then H p (D; F) and H q (D; F) are canonically\ntopologically isomorphic (for p, q \\in (1, \\infty) conjugate indices) if and\nonly if F has the UMDP.\n"]}]
["1203.5323",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5323"],"date":["2012-03-23"],"type":["text"],"creator":["Martin, Barnaby"],"language":[],"coverage":[],"title":["Parameterized Proof Complexity and W[1]"],"description":["  We initiate a program of parameterized proof complexity that aims to provide\nevidence that FPT is different from W[1]. A similar program already exists for\nthe classes W[2] and W[SAT]. We contrast these programs and prove upper and\nlower bounds for W[1]-parameterized Resolution.\n"]}]
["1203.5324",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Digital Libraries","H.3.3","H.3.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5324"],"date":["2012-03-23"],"type":["text"],"creator":["Vaz, Paula Cristina","de Matos, David Martins","Martins, Bruno","Calado, Pavel"],"language":[],"coverage":[],"title":["Improving an Hybrid Literary Book Recommendation System through Author\n  Ranking"],"description":["  Literary reading is an important activity for individuals and choosing to\nread a book can be a long time commitment, making book choice an important task\nfor book lovers and public library users. In this paper we present an hybrid\nrecommendation system to help readers decide which book to read next. We study\nbook and author recommendation in an hybrid recommendation setting and test our\napproach in the LitRec data set. Our hybrid book recommendation approach\npurposed combines two item-based collaborative filtering algorithms to predict\nbooks and authors that the user will like. Author predictions are expanded in\nto a book list that is subsequently aggregated with the former list generated\nthrough the initial collaborative recommender. Finally, the resulting book list\nis used to yield the top-n book recommendations. By means of various\nexperiments, we demonstrate that author recommendation can improve overall book\nrecommendation.\n","Comment: Submitted to JCDL 2012"]}]
["1203.5327",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5327"],"date":["2012-03-23"],"type":["text"],"creator":["Song, Ci","Li, Yan","Chen, Jing-Ling"],"language":[],"coverage":[],"title":["The Quasi-exact models in two-dimensional curved space based on the\n  generalized CRS Harmonic Oscillator"],"description":["  In this paper, by searching the relation between the radial part of Higgs\nharmonic oscillator in the two-dimensional curved space and the generalized CRS\nharmonic oscillator model, we can find a series of quasi-exact models in\ntwo-dimensional curved space based on this relation.\n","Comment: 7 pages"]}]
["1203.5329",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5329"],"date":["2012-03-23"],"type":["text"],"creator":["Avritzer, Dan","Ribeiro, Flaviana Andrea","Martins, Renato Vidal"],"language":[],"coverage":[],"title":["Torsion Free Sheaves on Cuspidal Curves"],"description":["  We study torsion free sheaves on integral projective curves with at most\nordinary cusps as singularities. Adjusting Seshadri's structure from the nodal\ncase to this one, we describe these sheaves by means of a triple defined in the\nnormalization of the curve.\n"]}]
["1203.5330",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5330"],"date":["2012-03-23"],"type":["text"],"creator":["Wenger, Stefan"],"language":[],"coverage":[],"title":["Plateau's problem for integral currents in locally non-compact metric\n  spaces"],"description":["  The purpose of this article is to prove existence of mass minimizing integral\ncurrents with prescribed possibly non-compact boundary in all dual Banach\nspaces and furthermore in certain spaces without linear structure, such as\ninjective metric spaces and Hadamard spaces. We furthermore prove a\nweak$^*$-compactness theorem for integral currents in dual spaces of separable\nBanach spaces. Our theorems generalize results of Ambrosio-Kirchheim, Lang, the\nauthor, and recent results of Ambrosio-Schmidt.\n"]}]
