["0708.1291",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1291","Phys. Rev. B 78, 180407(R) (2008)","doi:10.1103/PhysRevB.78.180407"],"date":["2007-08-09","2008-10-27"],"type":["text"],"creator":["Qu, Zhe","Spinu, Leonard","Yuan, Huiqiu","Dobrosavljevic, Vladimir","Bao, Wei","Lynn, Jeffrey W.","Nicklas, M.","Peng, Jin","Liu, Tijiang","Fobes, David","Flesch, Etienne","Mao, Z. Q."],"language":[],"coverage":[],"title":["Unusual heavy-mass nearly ferromagnetic state with a surprisingly large\n  Wilson ratio in the double layered ruthenates\n  (Sr$_{1-x}$Ca$_{x}$)$_{3}$Ru$_{2}$O$_{7}$"],"description":["  We report an unusual nearly ferromagnetic, heavy-mass state with a\nsurprisingly large Wilson ratio $R_{\\textrm{w}}$ (e.g., $R_{\\textrm{w}}\\sim$\n700 for $x =$ 0.2) in double layered ruthenates\n(Sr$_{1-x}$Ca$_{x}$)$_{3}$Ru$_{2}$O$_{7}$ with 0.08 $< x <$ 0.4. This state\ndoes not evolve into a long-range ferromagnetically ordered state despite\nconsiderably strong ferromagnetic correlations, but freezes into a\ncluster-spin-glass at low temperatures. In addition, evidence of non-Fermi\nliquid behavior is observed as the spin freezing temperature of the\ncluster-spin-glass approaches zero near $x \\approx$ 0.1. We discuss the origin\nof this unique magnetic state from the Fermi surface information probed by Hall\neffect measurements.\n","Comment: 4 pages, 4 figures; to be published in Physical Review B Rapid\n  Communication; solve the problem with Fig.1"]}]
["0803.3201",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3201","2008, ApJ, 681, 499","doi:10.1086/588522"],"date":["2008-03-21"],"type":["text"],"creator":["Xie, Fu-Guo","Yuan, Feng"],"language":[],"coverage":[],"title":["The Influences of Outflow on the Dynamics of Inflow"],"description":["  Both numerical simulations and observations indicate that in an\nadvection-dominated accretion flow most of the accretion material supplied at\nthe outer boundary will not reach the inner boundary. Rather, they are lost via\noutflow. Previously, the influence of outflow on the dynamics of inflow is\ntaken into account only by adopting a radius-dependent mass accretion rate\n$\\dot{M}=\\dot{M}_0 (r/r_{\\rm out})^s$ with $s>0$. In this paper, based on a 1.5\ndimensional description to the accretion flow, we investigate this problem in\nmore detail by considering the interchange of mass, radial and azimuthal\nmomentum, and the energy between the outflow and inflow. The physical\nquantities of the outflow is parameterized based on our current understandings\nto the properties of outflow mainly from numerical simulations of accretion\nflows. Our results indicate that under reasonable assumptions to the properties\nof outflow, the main influence of outflow has been properly included by\nadopting $\\dot{M}=\\dot{M}_0 (r/r_{\\rm out})^s$.\n","Comment: 16 pages, 5 figures. accepted for publication in ApJ"]}]
["0803.4276",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4276","J. Phys. B: At. Mol. Opt. Phys. 41, 155301 (2008)","doi:10.1088/0953-4075/41/15/155301"],"date":["2008-03-29","2012-07-13"],"type":["text"],"creator":["Bertoldi, A.","Ricci, L."],"language":[],"coverage":[],"title":["Gravito-magnetic trapping of 87Rb"],"description":["  Three-dimensional trapping of neutral atoms in a combined gravito-magnetic\npotential is reported. Clouds of cold rubidium atoms in different hyperfine\nstates of the ground level were trapped with a lifetime of 4.5 s. Confinement\nexclusively occurred as a combination of the static magnetic force and the\ngravitational force.\n","Comment: 3 figures"]}]
["0808.1082",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1082","Phys. Rev. Lett. 101, 147205 (2008)","doi:10.1103/PhysRevLett.101.147205"],"date":["2008-08-07"],"type":["text"],"creator":["Ruff, J. P. C.","Clancy, J. P.","Bourque, A.","White, M. A.","Ramazanoglu, M.","Gardner, J. S.","Qiu, Y.","Copley, J. R. D.","Dabkowska, H. A.","Gaulin, B. D."],"language":[],"coverage":[],"title":["Spin Waves and Quantum Criticality in the Frustrated XY Pyrochlore\n  Antiferromagnet Er2Ti2O7"],"description":["  We report detailed measurements of the low temperature magnetic phase diagram\nof Er$_2$Ti$_2$O$_7$. Heat capacity and time-of-flight neutron scattering\nstudies of single crystals, subject to magnetic fields applied along the\ncrystallographic [110] direction, reveal unconventional low energy states.\nEr$^{3+}$ magnetic ions reside on a pyrochlore lattice in Er$_2$Ti$_2$O$_7$,\nwhere local XY anisotropy and antiferromagnetic interactions give rise to a\nunique frustrated system. In zero field, the ground state exhibits coexisting\nshort and long range order, accompanied by soft collective spin excitations\npreviously believed to be absent. The application of finite magnetic fields\ntunes the ground state continuously through a landscape of non-collinear\nphases, divided by a zero temperature phase transition at $\\mu_0 H_c \\sim$ 1.5\nT. The characteristic energy scale for spin fluctuations is seen to vanish at\nthe critical point, as expected for a second order quantum phase transition\ndriven by quantum fluctuations.\n","Comment: 5 pages, 4 figures, submitted for publication"]}]
["0906.4967",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4967","Sci. China-Phys. Mech. Astron (2010), 53 (Suppl.1), 98","doi:10.1007/s11433-010-0043-z"],"date":["2009-06-26"],"type":["text"],"creator":["WeiHua, Lei","DingXiong, Wang","Lei, Zhang","ZhaoMing, Gan","YuanChuan, Zou"],"language":[],"coverage":[],"title":["A Toy Model for Magnetized Neutrino-Dominated Accretion Flows"],"description":["  In this paper, we present a simplified model for magnetized\nneutrino-dominated accretion flow (NDAF) in which effect of black hole (BH)\nspin is taken into account by adopting a set of relativistic correction factor,\nand the magnetic field is parameterized as \\beta, the ratio of the magnetic\npressure to the total pressure. It is found that the disc properties are\nsensitive to the values of the BH spin and \\beta, and more energy can be\nextracted from NDAF for the faster spin and lower \\beta.\n","Comment: 4 pages, 3 figures, accepted for publication in Science in China\n  Series G"]}]
["0909.1069",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1069","2010, MNRAS, 403, 170","doi:10.1111/j.1365-2966.2009.16135.x"],"date":["2009-09-06","2009-11-30"],"type":["text"],"creator":["Xie, Fu-Guo","Niedzwiecki, Andrzej","Zdziarski, Andrzej A.","Yuan, Feng"],"language":[],"coverage":[],"title":["Monte Carlo simulations of global Compton cooling in inner regions of\n  hot accretion flows"],"description":["  Hot accretion flows such as advection-dominated accretion flows are generally\noptically thin in the radial direction. Thus photons generated at some radii\ncan cool or heat electrons at other radii via Compton scattering. Such global\nCompton scattering has previously been shown to be important for the dynamics\nof accretion flows. Here, we extend previous treatments of this problem by\nusing accurate global general relativistic Monte Carlo simulations. We focus on\nan inner region of the accretion flow (R < 600R_g), for which we obtain a\nglobal self-consistent solution. As compared to the initial, not\nself-consistent solution, the final solution has both the cooling rate and the\nelectron temperature significantly reduced at radii >=10 gravitational radii.\nOn the other hand, the radiation spectrum of the self-consistent solution has\nthe shape similar to that of the initial iteration, except for the high-energy\ncut-off being at an energy lower by a factor of ~2 and the bolometric\nluminosity decreased by a factor of ~2. We also compare the global Compton\nscattering model with local models in spherical and slab geometry. We find that\nthe slab model approximates the global model significantly better than the\nspherical one. Still, neither local model gives a good approximation to the\nradial profile of the cooling rate, and the differences can be up to two orders\nof magnitude. The local slab model underestimates the cooling rate at outer\nregions whereas it overestimates that rate at inner regions. We compare our\nmodelling results to observed hard-state spectra of black-hole binaries and\nfind an overall good agreement provided any disc outflow is weak. We find that\ngeneral-relativistic effects in flows which dynamics is modified by global\nComptonization is crucial in approaching this agreement.\n","Comment: 9 pages, 4 figures. Accepted to MNRAS. Add a new section to discuss\n  on the impact of outflow and viscous electron heating"]}]
["0909.1292",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1292","Physica C 470 (2010) 907--910","doi:10.1016/j.physc.2010.02.029"],"date":["2009-09-07"],"type":["text"],"creator":["Bonura, M.","Gallitto, A. Agliolo","Vigni, M. Li","Monni, M."],"language":[],"coverage":[],"title":["Fluxon dynamics in Li-Al codoped MgB2 by microwave surface resistance\n  measurements"],"description":["  The magnetic-field-induced variations of the microwave surface resistance,\nR_s, have been investigated in ceramic Mg_{1-x}(LiAl)_xB_2, with x in the range\n0.1 - 0.4. The measurements have been performed on increasing and decreasing\nthe DC magnetic field, H_0, at fixed temperatures. At low temperatures, we have\nobserved a magnetic hysteresis in the R_s(H_0) curves in all the investigated\nsamples. On increasing the temperature, the range of H_0 in which the\nhysteretic behavior is visible shrinks; however, in the sample with x = 0.1 it\nis present up to temperatures close to T_c. We show that the field dependence\nof R_s can be quantitatively justified taking into account the critical-state\neffects on the fluxon lattice only in the sample with x = 0.4. On the contrary,\nin the samples with x < 0.4 the hysteresis exhibits an unusual shape, similar\nto that observed in others two-gap MgB_2 samples, which cannot be justified in\nthe framework of the critical-state models.\n","Comment: 8 pages, 3 embedded figures; proceedings of the Sixth International\n  Conference on Vortex Matter in Nanostructured Superconductors (VORTEX VI)\n  17-24 September 2009, Rhodes, Greece"]}]
["0909.2084",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2084","Phys. Rev. B 80, 115130 (2009)","doi:10.1103/PhysRevB.80.115130"],"date":["2009-09-10"],"type":["text"],"creator":["Qu, Zhe","Peng, Jin","Liu, Tijiang","Fobes, David","Spinu, Leonard","Mao, Zhiqiang"],"language":[],"coverage":[],"title":["Complex electronic states in double layered ruthenates (Sr1-xCax)3Ru2O7"],"description":["  The magnetic ground state of (Sr$_{1-x}$Ca$_x$)$_3$Ru$_2$O$_7$ (0 $\\leq x\n\\leq$ 1) is complex, ranging from an itinerant metamagnetic state (0 $\\leq x <$\n0.08), to an unusual heavy-mass, nearly ferromagnetic (FM) state (0.08 $< x <$\n0.4), and finally to an antiferromagnetic (AFM) state (0.4 $\\leq x \\leq$ 1). In\nthis report we elucidate the electronic properties for these magnetic states,\nand show that the electronic and magnetic properties are strongly coupled in\nthis system. The electronic ground state evolves from an AFM\nquasi-two-dimensional metal for $x =$ 1.0, to an Anderson localized state for\n$0.4 \\leq x < 1.0$ (the AFM region). When the magnetic state undergoes a\ntransition from the AFM to the nearly FM state, the electronic ground state\nswitches to a weakly localized state induced by magnetic scattering for $0.25\n\\leq x < 0.4$, and then to a magnetic metallic state with the in-plane\nresistivity $\\rho_{ab} \\propto T^\\alpha$ ($\\alpha >$ 2) for $0.08 < x < 0.25$.\nThe system eventually transforms into a Fermi liquid ground state when the\nmagnetic ground state enters the itinerant metamagnetic state for $x < 0.08$.\nWhen $x$ approaches the critical composition ($x \\sim$ 0.08), the Fermi liquid\ntemperature is suppressed to zero Kelvin, and non-Fermi liquid behavior is\nobserved. These results demonstrate the strong interplay between charge and\nspin degrees of freedom in the double layered ruthenates.\n","Comment: 10 figures. To be published in Phys. Rev. B"]}]
["0910.2393",{"format":[],"subject":["Quantum Physics","Computer Science - Logic in Computer Science","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2393","Synthese: Volume 186, Issue 3 (2012), Page 697-718","doi:10.1007/s11229-011-9912-x"],"date":["2009-10-13","2011-10-19"],"type":["text"],"creator":["Abramsky, Samson"],"language":[],"coverage":[],"title":["Big Toy Models: Representing Physical Systems As Chu Spaces"],"description":["  We pursue a model-oriented rather than axiomatic approach to the foundations\nof Quantum Mechanics, with the idea that new models can often suggest new\naxioms. This approach has often been fruitful in Logic and Theoretical Computer\nScience. Rather than seeking to construct a simplified toy model, we aim for a\n`big toy model', in which both quantum and classical systems can be faithfully\nrepresented - as well as, possibly, more exotic kinds of systems.\n  To this end, we show how Chu spaces can be used to represent physical systems\nof various kinds. In particular, we show how quantum systems can be represented\nas Chu spaces over the unit interval in such a way that the Chu morphisms\ncorrespond exactly to the physically meaningful symmetries of the systems - the\nunitaries and antiunitaries. In this way we obtain a full and faithful functor\nfrom the groupoid of Hilbert spaces and their symmetries to Chu spaces. We also\nconsider whether it is possible to use a finite value set rather than the unit\ninterval; we show that three values suffice, while the two standard\npossibilistic reductions to two values both fail to preserve fullness.\n","Comment: 24 pages. Accepted for Synthese 16th April 2010. Published online\n  20th April 2011"]}]
["0911.1961",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1961","Condens. Matter Phys., 2012, vol. 15, No. 2, 23605:1-20","doi:10.5488/CMP.15.23605"],"date":["2009-11-10","2012-07-13"],"type":["text"],"creator":["Kalyuzhnyi, Yu. V.","Hlushak, S.","Cummings, P. T."],"language":[],"coverage":[],"title":["Liquid-gas phase behavior of polydisperse dipolar hard-sphere fluid:\n  Extended thermodynamic perturbation theory for central force associating\n  potential"],"description":["  The liquid-gas phase diagram for polydisperse dipolar hard-sphere fluid with\npolydispersity in the hard-sphere size and dipolar moment is calculated using\nextension of the recently proposed thermodynamic perturbation theory for\ncentral force (TPT-CF) associating potential. To establish the connection with\nthe phase behavior of ferrocolloidal dispersions it is assumed that the dipole\nmoment is proportional to the cube of the hard-sphere diameter. We present and\ndiscuss the full phase diagram, which includes cloud and shadow curves,\nbinodals and distribution functions of the coexisting daughter phases at\ndifferent degrees of the system polydispersity. In all cases studied\npolydispersity increases the region of the phase instability and shifts the\ncritical point to the higher values of the temperature and density. The larger\nsize particles always fractionate to the liquid phase and the smaller size\nparticles tend to move to the gas phase. At relatively high values of the\nsystem polydispersity three-phase coexistence is observed.\n","Comment: 20 pages, 13 figures"]}]
["1001.0232",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Functional Analysis","47A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0232","J. Math. Phys., Anal., Geom. 8 (2012), 221-239"],"date":["2010-01-03","2010-01-06"],"type":["text"],"creator":["Claire, Narinder S"],"language":[],"coverage":[],"title":["The Spectral Mapping Theorem"],"description":["  We give a direct non-abstract proof of the Spectral Mapping Theorem for the\nHelffer-Sj\\\"ostrand functional calculus for linear operators on Banach spaces\nwith real spectra and consequently give a new non-abstract direct proof for the\nSpectral Mapping Theorem for self-adjoint operators on Hilbert spaces. Our\nexposition is closer in spirit to the proof by explicit construction of the\nexistence of the Functional Calculus given by Davies. We apply an extension\ntheorem of Seeley to derive a functional calculus for semi-bounded operators.\n","Comment: latex 16 pages and 1 figure"]}]
["1002.3755",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3755","J. Fluid Mech. (2012), vol. 698, pp. 160-167","doi:10.1017/jfm.2012.72"],"date":["2010-02-19","2012-02-02"],"type":["text"],"creator":["Gibert, Mathieu","Xu, Haitao","Bodenschatz, Eberhard"],"language":[],"coverage":[],"title":["Where do small, weakly inertial particles go in a turbulent flow?"],"description":["  We report experimental results on the dynamics of heavy particles of the size\nof the Kolmogorov-scale in a fully developed turbulent flow. The mixed Eulerian\nstructure function of two-particle velocity and acceleration difference vectors\n<\\delta v\\cdot\\delta a_p> was observed to increase significantly with particle\ninertia for identical flow conditions. We show that this increase is related to\na preferential alignment between these dynamical quantities. With increasing\nparticle density the probability for those two vectors to be collinear was\nobserved to grow. We show that these results are consistent with the\npreferential sampling of strain-dominated regions by inertial particles.\n","Comment: 8 pages, 4 figures, accepted for publication JFM (fast-track)"]}]
["1003.2971",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2971","JHEP 1007:091,2010","doi:10.1007/JHEP07(2010)091"],"date":["2010-03-15","2010-07-01"],"type":["text"],"creator":["Seki, Shigenori"],"language":[],"coverage":[],"title":["Intersecting D4-branes Model of Holographic QCD and Tachyon Condensation"],"description":["  We consider the intersecting D4-brane and anti-D4-brane model of holographic\nQCD, motivated by the model that has recently been suggested by Van Raamsdonk\nand Whyte. We analyze such D4-branes by the use of the action with a\nbi-fundamental ``tachyon'' field, so that we find the classical solutions\ndescribing the intersecting D4-branes and the U-shaped D4-branes. We show that\nthe ``tachyon'' field in the bulk theory provides a current quark mass and a\nquark condensate to the dual gauge theory and that the lowest modes of mesons\nobtain mass via tachyon condensation. Then evaluating the properties of a pion,\none can reproduce Gell-Mann-Oakes-Renner relation.\n","Comment: 24 pages, 5 figures; v2: refs. added; v3: discussions on Chern-Simons\n  terms are added"]}]
["1005.0979",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0979","The Oxford Handbook of Random Matrix Theory, Oxford University\n  Press, Oxford, 2011, Pages 135-154"],"date":["2010-05-06"],"type":["text"],"creator":["Guhr, Thomas"],"language":[],"coverage":[],"title":["Supersymmetry in Random Matrix Theory"],"description":["  Supersymmetry is nowadays indispensable for many problems in Random Matrix\nTheory. It is presented here with an emphasis on conceptual and structural\nissues. An introduction to supermathematics is given. The Hubbard-Stratonovich\ntransformation as well as its generalization and superbosonization are\nexplained. The supersymmetric non-linear sigma model, Brownian motion in\nsuperspace and the color-flavor transformation are discussed.\n","Comment: 21 pages, invited contribution to the Oxford Handbook of Random\n  Matrix Theory"]}]
["1006.2854",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2854","Phys. Rev. Lett. 105, 077203 (2010)","doi:10.1103/PhysRevLett.105.077203"],"date":["2010-06-14"],"type":["text"],"creator":["Ruff, J. P. C.","Islam, Z.","Clancy, J. P.","Ross, K. A.","Nojiri, H.","Matsuda, Y. H.","Dabkowska, H. A.","Dabkowski, A. D.","Gaulin, B. D."],"language":[],"coverage":[],"title":["Magnetoelastics of a spin liquid: X-ray diffraction studies of Tb2Ti2O7\n  in pulsed magnetic fields"],"description":["  We report high resolution single crystal x-ray diffraction measurements of\nthe frustrated pyrochlore magnet Tb2Ti2O7, collected using a novel low\ntemperature pulsed magnet system. This instrument allows characterization of\nstructural degrees of freedom to temperatures as low as 4.4 K, and in applied\nmagnetic fields as large as 30 Tesla. We show that Tb2Ti2O7 manifests\nintriguing structural effects under the application of magnetic fields,\nincluding strongly anisotropic giant magnetostriction, a restoration of perfect\npyrochlore symmetry in low magnetic fields, and ultimately a structural phase\ntransition in high magnetic fields. It is suggested that the magnetoelastic\ncoupling thus revealed plays a significant role in the spin liquid physics of\nTb2Ti2O7 at low temperatures.\n","Comment: 4 pages, 4 figures, submitted for publication"]}]
["1010.3564",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3564","Adv. Math. Volume 231, Issue 2, 1 October 2012, Pages 879--912","doi:10.1016/j.aim.2012.04.033"],"date":["2010-10-18","2012-07-13"],"type":["text"],"creator":["Davison, Ben"],"language":[],"coverage":[],"title":["Superpotential algebras and manifolds"],"description":["  In this paper we study a special class of Calabi-Yau algebras (in the sense\nof Ginzburg): those arising as the fundamental group algebras of acyclic\nmanifolds. Motivated partly by the usefulness of `superpotential descriptions'\nin motivic Donaldson-Thomas theory, we investigate the question of whether\nthese algebras admit superpotential presentations. We establish that the\nfundamental group algebras of a wide class of acyclic manifolds, including all\nhyperbolic manifolds, do not admit such descriptions, disproving Ginzburg's\nconjecture regarding them. We also describe a class of manifolds that do admit\nsuch descriptions, and discuss a little their motivic Donaldson-Thomas theory.\nFinally, some links with topological field theory are described.\n","Comment: 31 pages, 2 figures, final version. Thanks to M. Kontsevich, V.\n  Ginzburg, M, Van den Bergh and B. Keller for helpful comments and\n  corrections. I've added some examples e.g. Klein bottle"]}]
["1011.5705",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5705"],"date":["2010-11-25","2012-07-13"],"type":["text"],"creator":["Whitworth, B."],"language":[],"coverage":[],"title":["The Light of Existence"],"description":["  This chapter derives the properties of light from the properties of\nprocessing, including its ability to be both a wave and a particle, to respond\nto objects it doesn't physically touch, to take all paths to a destination, to\nchoose a route after it arrives, and to spin both ways at once as it moves.\nHere a photon is an entity program spreading as a processing wave of instances.\nIt becomes a \"particle\" if any part of it overloads the grid network that runs\nit, causing the photon program to reboot and restart at a new node. The\n\"collapse of the wave function\" is how quantum processing creates what we call\na physical photon. This informational approach gives insights into issues like\nthe law of least action, entanglement, superposition, counterfactuals, the\nholographic principle and the measurement problem. The conceptual cost is that\nphysical reality is a quantum processing output, i.e. virtual.\n","Comment: This is the third in a series of papers, the previous ones are\n  available at http://brianwhitworth.com/BW-VRT2.pdf and at\n  http://brianwhitworth.com/BW-VRT1.pdf The latest version of this one is\n  always available at http://brianwhitworth.com/BW-VRT3.pdf"]}]
["1101.3367",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3367","EPL 93 37004 (2011)","doi:10.1209/0295-5075/93/37004"],"date":["2011-01-17"],"type":["text"],"creator":["Li, Renwen","Qu, Zhe","Tong, Wei","Zhang, Yuheng"],"language":[],"coverage":[],"title":["Spin dynamics in triangular lattice antiferromagnets\n  CuCr$_{1-x}$Mg$_x$O$_2$"],"description":["  The electron spin resonance (ESR) spectroscopy was employed to investigate\nthe spin dynamics in triangular lattice antiferromagnets\nCuCr$_{1-x}$Mg$_{x}$O$_2$ with $x =$ 0 and 0.02. All spectra can be well fitted\nby a single Lorentzian lineshape. The analysis of the $g$ factor, the linewidth\n$\\bigtriangleup H$, and the ESR intensity $I$ as a function of temperature\nsuggests the development of significant antiferromagnetic (AFM) spin\nfluctuations at temperature well above $T_N$ in both samples. However, the\nevolution of the AFM spin fluctuations is different for each sample. For\nundoped sample the ESR intensity $I$ is almost temperature independent between\n$\\sim$ 100 K and 50 K and then drops rapidly below 50 K. But for $x =$ 0.02,\nthe $I$ monotonously increases with cooling and reduces rapidly only below\n$T_N$. These results indicate that the AFM spin fluctuations are extremely\nstrong in the undoped sample and appear to be suppressed upon Mg doping.\n","Comment: 5 pages, 4 figures. To be published in Europhysics Letters"]}]
["1102.3000",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3000","J. Phys.: Condens. Matter 24 (2012) 325701","doi:10.1088/0953-8984/24/32/325701"],"date":["2011-02-15","2012-04-13"],"type":["text"],"creator":["Nogueira, Flavio S.","Eremin, Ilya"],"language":[],"coverage":[],"title":["Strong-coupling topological Josephson effect in quantum wires"],"description":["  We investigate the Josephson effect for a setup with two lattice quantum\nwires featuring Majorana zero energy boundary modes at the tunnel junction. In\nthe weak-coupling, the exact solution reproduces the perturbative result for\nthe energy containing a contribution $\\sim \\pm\\cos(\\phi/2)$ relative to the\ntunneling of paired Majorana fermions. As the tunnel amplitude $g$ grows\nrelative to the hopping amplitude $w$, the gap between the energy levels\ngradually diminishes until it closes completely at the critical value\n$g_c=\\sqrt{2}w$. At this point the Josephson energies have the principal values\n$E_{m\\sigma}=2\\sigma\\sqrt{2}w\\cos[\\phi/6+2\\pi (m-1)/3]$, where $m=-1,0,1$ and\n$\\sigma=\\pm 1$, a result not following from perturbation theory. It represents\na transparent regime where three Bogoliubov states merge, leading to additional\ndegeneracies of the topologically nontrivial ground state with odd number of\nMajorana fermions at the end of each wire. We also obtain the exact tunnel\ncurrents for a fixed parity of the eigenstates. The Josephson current shows the\ncharacteristic $4\\pi$ periodicity expected for a topological Josephson effect.\nWe discuss the additional features of the current associated with a closure of\nthe energy gap between the energy levels.\n","Comment: 20 pages, 6 figures; v3: Extensively revised version; added new\n  figures and corrected the calculation of the current by taking the fixed\n  parity ensemble into account; calculation of the Josephson energy levels\n  remains unchanged"]}]
["1102.4131",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4131"],"date":["2011-02-20","2012-07-13"],"type":["text"],"creator":["Swain, Jitendriya","Krishna, M."],"language":[],"coverage":[],"title":["Szego limit theorem on the lattice"],"description":["  In this paper, we prove a Szeg\\\"{o} type limit theorem on $\\ell^2(\\ZZ^d)$. We\nconsider operators of the form $H=\\Delta+V$, $V$ multiplication by a positive\nsequence $\\{V(n), n \\in \\ZZ^d\\}$ with $V(n) \\rightarrow \\infty, |n| \\rightarrow\n\\infty $ on $\\ell^2(\\ZZ^d)$ and $\\pi_{\\lambda}$ the orthogonal projection of\n$\\ell^2(\\mathbb{Z}^d)$ on to the space of eigenfunctions of $H$ with\neigenvalues $\\leq \\lambda$. We take $B$ to be a pseudo difference operator of\norder zero with symbol $b(x,n), (x,n) \\in \\TT^d\\times \\ZZ^d$ and show that for\nnice functions $f$ $$ \\lim_{\\lambda \\rightarrow \\infty} Tr(f(\\pi_\\lambda\nB\\pi_\\lambda))/Tr(\\pi_\\lambda) = \\lim_{\\lambda \\rightarrow \\infty}\n\\frac{1}{(2\\pi)^d} \\frac{\\sum_{V(n) \\leq \\lambda} \\int_{\\TT^d} f(b(x,n)) ~\ndx}{\\sum_{V(n)\\leq\\lambda} 1}. $$\n"]}]
["1105.0133",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0133","Phys. Rev. Lett. 109, 020402 (2012)","doi:10.1103/PhysRevLett.109.020402"],"date":["2011-04-30"],"type":["text"],"creator":["Stuart, Terence E.","Slater, Joshua A.","Colbeck, Roger","Renner, Renato","Tittel, Wolfgang"],"language":[],"coverage":[],"title":["An experimental test of all theories with predictive power beyond\n  quantum theory"],"description":["  According to quantum theory, the outcomes of future measurements cannot (in\ngeneral) be predicted with certainty. In some cases, even with a complete\nphysical description of the system to be measured and the measurement\napparatus, the outcomes of certain measurements are completely random. This\nraises the question, originating in the paper by Einstein, Podolsky and Rosen,\nof whether quantum mechanics is the optimal way to predict measurement\noutcomes. Established arguments and experimental tests exclude a few specific\nalternative models. Here, we provide a complete answer to the above question,\nrefuting any alternative theory with significantly more predictive power than\nquantum theory. More precisely, we perform various measurements on distant\nentangled photons, and, under the assumption that these measurements are chosen\nfreely, we give an upper bound on how well any alternative theory could predict\ntheir outcomes. In particular, in the case where quantum mechanics predicts two\nequally likely outcomes, our results are incompatible with any theory in which\nthe probability of a prediction is increased by more than ~0.19. Hence, we can\nimmediately refute any already considered or yet-to-be-proposed alternative\nmodel with more predictive power than this.\n","Comment: 13 pages, 4 figures"]}]
["1105.1325",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1325"],"date":["2011-05-06"],"type":["text"],"creator":["Bhattacharyya, Arnab","Grigorescu, Elena","Raghavendra, Prasad","Shapira, Asaf"],"language":[],"coverage":[],"title":["Testing Odd-Cycle-Freeness in Boolean Functions"],"description":["  Call a function f : F_2^n -> {0,1} odd-cycle-free if there are no x_1, ...,\nx_k in F_2^n with k an odd integer such that f(x_1) = ... = f(x_k) = 1 and x_1\n+ ... + x_k = 0. We show that one can distinguish odd-cycle-free functions from\nthose eps-far from being odd-cycle-free by making poly(1/eps) queries to an\nevaluation oracle. To obtain this result, we use connections between basic\nFourier analysis and spectral graph theory to show that one can reduce testing\nodd-cycle-freeness of Boolean functions to testing bipartiteness of dense\ngraphs. Our work forms part of a recent sequence of works that shows\nconnections between testability of properties of Boolean functions and of graph\nproperties. We also prove that there is a canonical tester for\nodd-cycle-freeness making poly(1/eps) queries, meaning that the testing\nalgorithm operates by picking a random linear subspace of dimension O(log\n1/eps) and then checking if the restriction of the function to the subspace is\nodd-cycle-free or not. The test is analyzed by studying the effect of random\nsubspace restriction on the Fourier coefficients of a function. Our work\nimplies that testing odd-cycle-freeness using a canonical tester instead of an\narbitrary tester incurs no more than a polynomial blowup in the query\ncomplexity. The question of whether a canonical tester with polynomial blowup\nexists for all linear-invariant properties remains an open problem.\n","Comment: 18 pages"]}]
["1105.2948",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2948"],"date":["2011-05-15","2012-07-13"],"type":["text"],"creator":["Dumaz, Laure"],"language":[],"coverage":[],"title":["Large deviations and path properties of the true self-repelling motion"],"description":["  We derive some large deviation bounds for events related to the \"true\nself-repelling motion\", a one-dimensional self-interacting process introduced\nby Toth and Werner, that has very different path properties than usual\ndiffusion processes. We then use these estimates to study certain of these path\nproperties such as its law of iterated logarithms for both small and large\ntimes.\n","Comment: 27 pages, 9 figures"]}]
["1105.5235",{"format":[],"subject":["General Relativity and Quantum Cosmology","Computer Science - Systems and Control","Mathematics - Optimization and Control","83C10, 49N90, 49N25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5235","J. Optim. Theory Appl. 154 (2012) 500-524"],"date":["2011-05-26","2012-04-17"],"type":["text"],"creator":["Henriques, Pedro G.","Natario, Jose"],"language":[],"coverage":[],"title":["The rocket problem in general relativity"],"description":["  We derive the covariant optimality conditions for rocket trajectories in\ngeneral relativity, with and without a bound on the magnitude of the proper\nacceleration. The resulting theory is then applied to solve two specific\nproblems: the minimum fuel consumption transfer between two galaxies in a FLRW\nmodel, and between two stable circular orbits in the Schwarzschild spacetime.\n","Comment: 21 pages, 3 figures; v2: several changes to improve clarity,\n  including a new derivation of the rocket equation; matches final published\n  version"]}]
["1106.4707",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4707"],"date":["2011-06-23"],"type":["text"],"creator":["Liu, Zhongzhu"],"language":[],"coverage":[],"title":["Objects Moving along Closed Timelike Curves belong to Proper Classes"],"description":["  According to the set theory, we prove that objects moving along closed\ntimelike curves (CTCs) should belong to proper classes, but never to any set.\nParticles in a set have to change own some properties when they come into a CVC\nin order to become the objects in a proper class.\n","Comment: 6 pages, 0 figure"]}]
["1106.5282",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5282","Class. Quantum Grav. 29 (2012) 155014","doi:10.1088/0264-9381/29/15/155014"],"date":["2011-06-26","2012-07-11"],"type":["text"],"creator":["Huang, Kerson","Low, Hwee-Boon","Tung, Roh-Suan"],"language":[],"coverage":[],"title":["Scalar Field Cosmology I: Asymptotic Freedom and the Initial-Value\n  Problem"],"description":["  The purpose of this work is to use a renormalized quantum scalar field to\ninvestigate very early cosmology, in the Planck era immediately following the\nbig bang. Renormalization effects make the field potential dependent on length\nscale, and are important during the big bang era. We use the asymptotically\nfree Halpern-Huang scalar field, which is derived from renormalization-group\nanalysis, and solve Einstein's equation with Robertson-Walker metric as an\ninitial-value problem. The main prediction is that the Hubble parameter follows\na power law: $H\\equiv\\dot{a}/a\\sim t^{-p}$, and the universe expands at an\naccelerated rate: $a\\sim\\exp t^{1-p}$. This gives \"dark energy\", with an\nequivalent cosmological constant that decays in time like $t^{-2p}$, which\navoids the \"fine-tuning\" problem. The power law predicts a simple relation for\nthe galactic redshift. Comparison with data leads to the speculation that the\nuniverse experienced a crossover transition, which was completed about 7\nbillion years ago.\n","Comment: 25 pages, 5 figures, added new section \"Critical comments\", Accepted\n  for publication in Classical and Quantum Gravity"]}]
["1107.0877",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14H60 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0877"],"date":["2011-07-05","2012-07-13"],"type":["text"],"creator":["Brenner, Holger","Stäbler, Axel"],"language":[],"coverage":[],"title":["On the behaviour of strong semistability in geometric deformations"],"description":["  Let $Y \\to B$ be a relative smooth projective curve over an affine integral\nbase scheme $B$ of positive characteristic. We provide for all prime\ncharacteristics example classes of vector bundles $\\mathcal{S}$ over $Y$ such\nthat $\\mathcal{S}$ is generically strongly semistable and semistable but not\nstrongly semistable for some special fibre. This also provides new examples of\nthe behaviour of Hilbert-Kunz multiplicities in geometric families.\n","Comment: 12 pages, v2: extended results and fixed several typos, v3: fixed\n  typos, improved exposition, 1 new example, v4: Added some references,\n  improvements in exposition"]}]
["1107.4492",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4492"],"date":["2011-07-22"],"type":["text"],"creator":["Liu, Zhongzhu"],"language":[],"coverage":[],"title":["Regard Renormalization in QED as Functor between Categories"],"description":["  To unify the quantum electrodynamics (QED) under the first principle which\nbrings the renormalization unartificially, we study Feynman diagrams in QED\naccording to the set theory and the category theory. We add the restriction on\nthe electromagnetic interaction that a particle can and only can interact with\nparticles which never interact with onself. Thus, fermiors (lines) in tree\ndiagrams belong to sets, but belong to proper classes when they are in five\nprimitive divergent diagrams. Fermiors, photons, fermior mass and charge\ncompose together categories in which the group product of the local U(1) group\nand the propr Lorentz group is the morphism. There is the functor projecting\nthe category containing fermiors in tree diagrams into the category containing\nfermior in divergent diagrams. Because proper classes have not the measure,\nthis functor avoids the restriction of the measure. It can be regarded as the\nrenormalization in QED and all renormalization constants have not a fixed\nmagnitude.\n","Comment: 13 pages 0 figures"]}]
["1107.4768",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4768","doi:10.1111/j.2041-1294.2012.00092.x"],"date":["2011-07-24"],"type":["text"],"creator":["Bhosle, S.","Gunasekera, K.","Boolchand, P.","Micoulaut, M."],"language":[],"coverage":[],"title":["Melt homogenization and self-organization of chalcogenides glasses:\n  evidence of sharp rigidity, stress and nanoscale phase separation transitions\n  in the GexSe100-x binary"],"description":["  A Raman profiling method is used to monitor growth of GexSe100-x melts and\nreveals a two step process of homogenization. Resulting homogeneous glasses\nshow the non-reversing enthalpy at Tg, {\\Delta}Hnr(x), to show a square-well\nlike variation with x, with a rigidity transition near xc(1) = 19.5(5)% and\nstress transition near xc(2) = 26.0(5)%) representing the boundaries of the\nrigid but stress-free Intermediate Phase (IP). The square-well like variation\nof {\\Delta}Hnr(x) develops sloping walls, a triangular shape and eventually\ndisappears in glasses having an increasing heterogeneity. The {\\Delta}Hnr term\nages over weeks outside the IP but not inside the IP. An optical analogue of\nthe reversibility window is observed with Raman spectra of as-quenched melts\nand Tg cycled glasses being the same for glass compositions in the IP but\ndifferent for compositions outside the IP. Variations of Molar volumes, display\nthree regimes of behavior with a global minimum in the IP and a pronounced\nincrease outside that phase. The intrinsic physical behavior of dry and\nhomogeneous chalcogenides glasses can vary sharply with composition near\nelastic and chemical phase transitions, showing that the physics of network\nglasses requires homogeneous samples, and may be far more interesting than\nhitherto recognized.\n"]}]
["1108.2031",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2031","doi:10.1088/2041-8205/740/1/L2"],"date":["2011-08-09"],"type":["text"],"creator":["Aguirre, V. Silva","Chaplin, W. J.","Ballot, J.","Basu, S.","Bedding, T. R.","Serenelli, A. M.","Verner, G. A.","Miglio, A.","Monteiro, M. J. P. F. G.","Weiss, A.","Appourchaux, T.","Bonanno, A.","Broomhall, A. M.","Bruntt, H.","Campante, T. L.","Casagrande, L.","Corsaro, E.","Elsworth, Y.","Garcia, R. A.","Gaulme, P.","Handberg, R.","Hekker, S.","Huber, D.","Karoff, C.","Mathur, S.","Mosser, B.","Salabert, D.","Schonrich, R.","Sousa, S. G.","Stello, D.","White, T. R.","Christensen-Dalsgaard, J.","Gilliland, R. L.","Kawaler, S. D","Kjeldsen, H.","Houdek, G.","Metcalfe, T. S.","Molenda-Zakowicz, J.","Thompson, M. J.","Caldwell, D. A.","Christiansen, J. L.","Wohler, B."],"language":[],"coverage":[],"title":["Constructing a one-solar-mass evolutionary sequence using asteroseismic\n  data from \\textit{Kepler}"],"description":["  Asteroseismology of solar-type stars has entered a new era of large surveys\nwith the success of the NASA \\textit{Kepler} mission, which is providing\nexquisite data on oscillations of stars across the Hertzprung-Russell (HR)\ndiagram. From the time-series photometry, the two seismic parameters that can\nbe most readily extracted are the large frequency separation ($\\Delta\\nu$) and\nthe frequency of maximum oscillation power ($\\nu_\\mathrm{max}$). After the\nsurvey phase, these quantities are available for hundreds of solar-type stars.\nBy scaling from solar values, we use these two asteroseismic observables to\nidentify for the first time an evolutionary sequence of 1-M$_\\odot$ field\nstars, without the need for further information from stellar models. Comparison\nof our determinations with the few available spectroscopic results shows an\nexcellent level of agreement. We discuss the potential of the method for\ndifferential analysis throughout the main-sequence evolution, and the\npossibility of detecting twins of very well-known stars.\n","Comment: 17 pages, 4 figures, accepted in ApJL"]}]
["1108.4249",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4249","doi:10.1016/j.physa.2011.07.056"],"date":["2011-08-22","2012-07-13"],"type":["text"],"creator":["Ezaki, Takahiro","Yanagisawa, Daichi","Ohtsuka, Kazumichi","Nishinari, Katsuhiro"],"language":[],"coverage":[],"title":["Simulation of space acquisition process of pedestrians using Proxemic\n  Floor Field Model"],"description":["  We propose the Proxemic Floor Field Model as an extension of the Floor Field\nModel, which is one of the successful models describing the pedestrian\ndynamics. Proxemic Floor Field is the Floor Field which corresponds to the\neffect of repulsion force between others. By introducing the Proxemic Floor\nField and threshold, we investigate the process that pedestrians enter a\ncertain area. The results of simulations are evaluated by simple approximate\nanalyses and newly introduced indices. The difference in pedestrian behavior\ndue to the disposition of the entrance is also confirmed, namely, the entrance\nin the corner of the area leads to the long entrance time because of the\nobstruction by pedestrians settling on the boundary cells.\n"]}]
["1109.3395",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3395","Phys. Rev. B 86, 024514 (2012)","doi:10.1103/PhysRevB.86.024514"],"date":["2011-09-15","2012-07-13"],"type":["text"],"creator":["Kharitonov, Maxim","Proslier, Thomas","Glatz, Andreas","Pellin, Michael J."],"language":[],"coverage":[],"title":["Surface impedance of superconductors with magnetic impurities"],"description":["  Motivated by the problem of the residual surface resistance of the\nsuperconducting radio-frequency (SRF) cavities, we develop a microscopic theory\nof the surface impedance of s-wave superconductors with magnetic impurities. We\nanalytically calculate the current response function and surface impedance for\na sample with spatially uniform distribution of impurities, treating magnetic\nimpurities in the framework of the Shiba theory. The obtained general\nexpressions hold in a wide range of parameter values, such as temperature,\nfrequency, mean free path, and exchange coupling strength. This generality, on\nthe one hand, allows for direct numerical implementation of our results to\ndescribe experimental systems (SRF cavities, superconducting qubits) under\nvarious practically relevant conditions. On the other hand, explicit analytical\nexpressions can be obtained in a number of limiting cases, which makes possible\nfurther theoretical investigation of certain regimes. As a feature of key\nrelevance to SRF cavities, we show that in the regime of \"gapless\nsuperconductivity\" the surface resistance exhibits saturation at zero\ntemperature. Our theory thus explicitly demonstrates that magnetic impurities,\npresumably contained in the oxide surface layer of the SRF cavities, provide a\nmicroscopic mechanism for the residual resistance.\n","Comment: 9 pages, 3 figs; v2: published version"]}]
["1109.5986",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5986","Phys. Rev. B 85, 024104 (2012)","doi:10.1103/PhysRevB.85.024104"],"date":["2011-09-27"],"type":["text"],"creator":["Ruff, J. P. C.","Islam, Z.","Das, R. K.","Nojiri, H.","Cooley, J. C.","Mielke, C. H."],"language":[],"coverage":[],"title":["A robust but disordered collapsed-volume phase in a cerium alloy under\n  the application of pulsed magnetic fields"],"description":["  We report synchrotron x-ray powder diffraction measurements of\nCe0.8La0.1Th0.1 subject to pulsed magnetic fields as high as 28 Tesla. This\nalloy is known to exhibit a continuous volume collapse on cooling at ambient\npressure, which is a modification of the gamma -> alpha transition in elemental\ncerium. Recently, it has been suggested on the basis of field-cooled\nresistivity and pulsed field magnetization measurements that the volume\ncollapse in this alloy can be suppressed by the application of magnetic fields.\nConversely, our direct diffraction measurements show a robust collapsed phase,\nwhich persists in magnetic fields as high as 28 Tesla. We also observe\nnanoscale disorder in the collapsed phase, which increasingly contaminates the\nhigh temperature phase on thermal cycling.\n","Comment: 6 pages, 6 figures, submitted to PRB"]}]
["1109.6657",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","26D15 (Primary) 26A51, 26B25, 65D30, 65D32 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6657","Opuscula Math. 32/3 (2012), 591-600"],"date":["2011-09-29","2012-07-13"],"type":["text"],"creator":["Wasowicz, Szymon","Witkowski, Alfred"],"language":[],"coverage":[],"title":["On some inequality of Hermite-Hadamard type"],"description":["  It is well-known that the left term of the classical Hermite-Hadamard\ninequality is closer to the integral mean value than the right one. We show\nthat in the multivariate case it is not true. Moreover, we introduce some\nrelated inequality comparing the methods of the approximate integration, which\nis optimal. We also present its counterpart of Fejer type.\n","Comment: Submitted to Opuscula Math"]}]
["1110.3032",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3032"],"date":["2011-10-13","2012-07-13"],"type":["text"],"creator":["Delvaux, Steven","García, Abey López","Lagomasino, Guillermo López"],"language":[],"coverage":[],"title":["A family of Nikishin systems with periodic recurrence coefficients"],"description":["  Suppose we have a Nikishin system of $p$ measures with the $k$th generating\nmeasure of the Nikishin system supported on an interval $\\Delta_k\\subset\\er$\nwith $\\Delta_k\\cap\\Delta_{k+1}=\\emptyset$ for all $k$. It is well known that\nthe corresponding staircase sequence of multiple orthogonal polynomials\nsatisfies a $(p+2)$-term recurrence relation whose recurrence coefficients,\nunder appropriate assumptions on the generating measures, have periodic limits\nof period $p$. (The limit values depend only on the positions of the intervals\n$\\Delta_k$.) Taking these periodic limit values as the coefficients of a new\n$(p+2)$-term recurrence relation, we construct a canonical sequence of monic\npolynomials $\\{P_{n}\\}_{n=0}^{\\infty}$, the so-called \\emph{Chebyshev-Nikishin\npolynomials}. We show that the polynomials $P_{n}$ themselves form a sequence\nof multiple orthogonal polynomials with respect to some Nikishin system of\nmeasures, with the $k$th generating measure being absolutely continuous on\n$\\Delta_{k}$. In this way we generalize a result of the third author and Rocha\n\\cite{LopRoc} for the case $p=2$. The proof uses the connection with block\nToeplitz matrices, and with a certain Riemann surface of genus zero. We also\nobtain strong asymptotics and an exact Widom-type formula for the second kind\nfunctions of the Nikishin system for $\\{P_{n}\\}_{n=0}^{\\infty}$.\n","Comment: 30 pages, minor changes"]}]
["1110.3680",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3680","Acta Phys.Polon. B43 (2012) 1289-1332"],"date":["2011-10-17","2012-06-08"],"type":["text"],"creator":["Giordano, Matteo","Peschanski, Robi","Seki, Shigenori"],"language":[],"coverage":[],"title":["Eikonal Approach to N=4 SYM Regge Amplitudes in the AdS/CFT\n  Correspondence"],"description":["  The high-energy behavior of N=4 SYM elastic amplitudes at strong coupling is\nstudied by means of the AdS/CFT correspondence. We consider the eikonal method\nproposed by Janik and one of the authors, where the relevant minimal surface is\na \"generalized helicoid\" in hyperbolic space (\"Euclidean AdS_5\"), from which\nthe physical amplitude is obtained after an appropriate analytic continuation.\nWe then compare our results with those obtained, using a minimal surface in\nAdS_5 momentum space, by Alday and Maldacena for gluon-gluon scattering, and by\nBarnes and Vaman for quark-quark scattering (\"Alday-Maldacena approach\").\nExploiting a conformal transformation, we show that the eikonal amplitudes are\ndominated by the Euclidean version of the cusp contribution found in the\nAlday-Maldacena approach. The amplitudes in the two approaches are of Regge\ntype at high-energy and with the same logarithmic Regge trajectory\nindependently of the kind of colliding particles, in agreement with the\nexpected universality of Regge trajectories.\n","Comment: 40 pages, 8 figures; v2: published version"]}]
["1110.5768",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5768","Physical Review Letters 107, 204503 (2011) 2011","doi:10.1103/PhysRevLett.107.204503"],"date":["2011-10-26"],"type":["text"],"creator":["Jamin, Timothée","Py, Charlotte","Falcon, Eric"],"language":[],"coverage":[],"title":["Instability of the origami of a ferrofluid drop in a magnetic field"],"description":["  Capillary origami is the wrapping of an usual fluid drop by a planar elastic\nmembrane due to the interplay between capillary and elastic forces. Here, we\nuse a drop of magnetic fluid whose shape is known to strongly depend on an\napplied magnetic field. We study the quasi-static and dynamical behaviors of\nsuch a magnetic capillary origami. We report the observation of an overturning\ninstability that the origami undergoes at a critical magnetic field. This\ninstability is triggered by an interplay between magnetic and gravitational\nenergies in agreement with the theory presented here. Additional effects of\nelasticity and capillarity on this instability are also discussed.\n","Comment: in press in PRL (2011)"]}]
["1111.0676",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0676","Phys. Rev. Lett. 108, 083602 (2012)","doi:10.1103/PhysRevLett.108.083602"],"date":["2011-11-02"],"type":["text"],"creator":["Saglamyurek, Erhan","Sinclair, Neil","Jin, Jeongwan","Slater, Joshua A.","Oblak, Daniel","Bussières, Félix","George, Mathew","Ricken, Raimund","Sohler, Wolfgang","Tittel, Wolfgang"],"language":[],"coverage":[],"title":["Conditional detection of pure quantum states of light after storage in a\n  waveguide"],"description":["  Conditional detection is an important tool to extract weak signals from a\nnoisy background and is closely linked to heralding, which is an essential\ncomponent of protocols for long distance quantum communication and distributed\nquantum information processing in quantum networks. Here we demonstrate the\nconditional detection of time-bin qubits after storage in and retrieval from a\nphoton-echo based waveguide quantum memory. Each qubit is encoded into one\nmember of a photon-pair produced via spontaneous parametric down conversion,\nand the conditioning is achieved by the detection of the other member of the\npair. Performing projection measurements with the stored and retrieved photons\nonto different bases we obtain an average storage fidelity of 0.885 \\pm 0.020,\nwhich exceeds the relevant classical bounds and shows the suitability of our\nintegrated light-matter interface for future applications of quantum\ninformation processing.\n","Comment: 4 pages, 4 figures"]}]
["1111.2126",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2126","New J. Phys. 14, 053043 (2012)","doi:10.1088/1367-2630/14/5/053043"],"date":["2011-11-09"],"type":["text"],"creator":["Guerreschi, Gian Giacomo","Cai, Jianming","Popescu, Sandu","Briegel, Hans J."],"language":[],"coverage":[],"title":["Persistent dynamic entanglement from classical motion: How bio-molecular\n  machines can generate non-trivial quantum states"],"description":["  Very recently [Phys. Rev. E 82, 021921 (2010)] a simple mechanism was\npresented by which a molecule subjected to forced oscillations, out of thermal\nequilibrium, can maintain quantum entanglement between two of its quantum\ndegrees of freedom. Crucially, entanglement can be maintained even in the\npresence of very intense noise, so intense that no entanglement is possible\nwhen the forced oscillations cease. This mechanism may allow for the presence\nof non-trivial quantum entanglement in biological systems. Here we\nsignificantly enlarge the study of this model. In particular, we show that the\npersistent generation of dynamic entanglement is not restricted to the bosonic\nheat bath model, but it can also be observed in other decoherence models, e.g.\nthe spin gas model, and in non-Markovian scenarios. We also show how\nconformational changes can be used by an elementary machine to generate\nentanglement even in unfavorable conditions. In biological systems, similar\nmechanisms could be exploited by more complex molecular machines or motors.\n"]}]
["1111.4793",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4793","Physical Review B 86, 014405 (2012)","doi:10.1103/PhysRevB.86.014405"],"date":["2011-11-21","2012-06-26"],"type":["text"],"creator":["Turek, Ilja","Kudrnovsky, Josef","Drchal, Vaclav"],"language":[],"coverage":[],"title":["Ab initio theory of galvanomagnetic phenomena in ferromagnetic metals\n  and disordered alloys"],"description":["  We present an ab initio theory of transport quantities of metallic\nferromagnets developed in the framework of the fully relativistic tight-binding\nlinear muffin-tin orbital method. The approach is based on the Kubo-Streda\nformula for the conductivity tensor, on the coherent potential approximation\nfor random alloys, and on the concept of interatomic electron transport. The\ndeveloped formalism is applied to pure 3d transition metals (Fe, Co, Ni) and to\nrandom Ni-based ferromagnetic alloys (Ni-Fe, Ni-Co, Ni-Mn). High values of the\nanisotropic magnetoresistance (AMR), found for Ni-rich alloys, are explained by\na negligible disorder in the majority spin channel while a change of the sign\nof the anomalous Hall effect (AHE) on alloying is interpreted as a band-filling\neffect without a direct relation to the high AMR. The influence of disorder on\nthe AHE in concentrated alloys is investigated as well.\n","Comment: 11 pages, 4 figures, extended Section III (accepted in Phys. Rev. B)"]}]
["1112.3690",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3690"],"date":["2011-12-15","2012-07-13"],"type":["text"],"creator":["Kyprianou, Andreas E.","Watson, Alex","Pardo, Juan Carlos"],"language":[],"coverage":[],"title":["Hitting distributions of alpha-stable processes via path censoring and\n  self-similarity"],"description":["  In this paper we return to the problem of Blumenthal-Getoor-Ray, published in\n1961, which gave the law of the position of first entry of a symmetric\nalpha-stable process into the unit ball. Specifically, we are interested in\nestablishing the same law, but now for a one dimensional alpha-stable process\nwhich enjoys two-sided jumps, and which is not necessarily symmetric. Our\nmethod is modern in the sense that we appeal to the relationship between\nalpha-stable processes and certain positive self-similar Markov processes.\nHowever there are two notable additional innovations. First, we make use of a\ntype of path censoring. Second, we are able to describe in explicit analytical\ndetail a non-trivial Wiener-Hopf factorisation of an auxiliary Levy process\nfrom which the desired solution can be sourced. Moreover, as a consequence of\nthis approach, we are able to deliver a number of additional, related\nidentities in explicit form for alpha-stable processes.\n"]}]
["1112.5683",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5683","Physical Review E 85 (2012) 056106","doi:10.1103/PhysRevE.85.056106"],"date":["2011-12-23"],"type":["text"],"creator":["Yang, Zimo","Zhou, Tao"],"language":[],"coverage":[],"title":["Epidemic Spreading in Weighted Networks: An Edge-Based Mean-Field\n  Solution"],"description":["  Weight distribution largely impacts the epidemic spreading taking place on\ntop of networks. This paper studies a susceptible-infected-susceptible model on\nregular random networks with different kinds of weight distributions.\nSimulation results show that the more homogeneous weight distribution leads to\nhigher epidemic prevalence, which, unfortunately, could not be captured by the\ntraditional mean-field approximation. This paper gives an edge-based mean-field\nsolution for general weight distribution, which can quantitatively reproduce\nthe simulation results. This method could find its applications in\ncharacterizing the non-equilibrium steady states of dynamical processes on\nweighted networks.\n","Comment: 7 pages, 5 figures"]}]
["1112.5885",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5885","Phys.Rev. D85 (2012) 074021","doi:10.1103/PhysRevD.85.074021"],"date":["2011-12-26","2012-07-13"],"type":["text"],"creator":["Gabrielli, Emidio","Racioppi, Antonio","Raidal, Martti"],"language":[],"coverage":[],"title":["Implications of the effective axial-vector coupling of gluon on\n  top-quark charge asymmetry at the LHC"],"description":["  We study different top quark charge asymmetries and the variation of $t\\bar\nt$ total cross section induced by the effective axial-vector coupling of gluon\nin the LHC experiments. We show that rapidity cut-dependent asymmetries are\nmore sensitive to the new physics than the independent ones. We also study the\ndependence of the asymmetries and variations of total $t\\bar t$ cross sections\non the invariant mass of $t\\bar t$ system and show that it would be necessary\nto measure those quantities as functions of $m_{tt}$ at the LHC. In the context\nof considered new physics scenario, 7 TeV LHC has enough sensitivity either to\nconfirm the Tevatron top asymmetry anomaly or to rule it out. In the latter\ncase the LHC is able to put stringent constraint on the new physics scale\n$\\Lambda$ in this framework.\n","Comment: few small changes in the text, Fig. 2 corrected, same as published\n  version, 12 pages, 9 figures"]}]
["1201.0466",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0466","Phys. Rev. Lett. 108, 236601 (2012)","doi:10.1103/PhysRevLett.108.236601"],"date":["2012-01-02"],"type":["text"],"creator":["Adagideli, I.","Lutsker, V.","Scheid, M.","Jacquod, Ph.","Richter, K."],"language":[],"coverage":[],"title":["Spin transistor action from Onsager reciprocity and SU(2) gauge theory"],"description":["  We construct a local gauge transformation to show how, in confined systems, a\ngeneric, weak nonhomogeneous SU(2) spin-orbit Hamiltonian reduces to two U(1)\nHamiltonians for spinless fermions at opposite magnetic fields, to leading\norder in the spin-orbit strength. Using an Onsager relation, we further show\nhow the resulting spin conductance vanishes in a two-terminal setup, and how it\nis turned on by either weakly breaking time-reversal symmetry or opening\nadditional transport terminals. We numerically check our theory for mesoscopic\ncavities as well as Aharonov-Bohm rings.\n","Comment: 5 pages, 3 figures, RevTeX, submitted to Physical Review Letters"]}]
["1201.1063",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1063","Nat. Commun. 3:922 (2012)","doi:10.1038/ncomms1931"],"date":["2012-01-05"],"type":["text"],"creator":["Kalisky, Beena","Bert, Julie A.","Klopfer, Brannon B.","Bell, Christopher","Sato, Hiroki K.","Hosoda, Masayuki","Hikita, Yasuyuki","Hwang, Harold Y.","Moler, Kathryn A."],"language":[],"coverage":[],"title":["Critical thickness for ferromagnetism in LaAlO3/SrTiO3 heterostructures"],"description":["  In heterostructures of LaAlO3 (LAO) and SrTiO3 (STO), two nonmagnetic\ninsulators, various forms of magnetism have been observed [1-7], which may [8,\n9] or may not [10] arise from interface charge carriers that migrate from the\nLAO to the interface in an electronic reconstruction [11]. We image the\nmagnetic landscape [5] in a series of n-type samples of varying LAO thickness.\nWe find ferromagnetic patches that appear only above a critical thickness,\nsimilar to that for conductivity [12]. Consequently we conclude that an\ninterface reconstruction is necessary for the formation of magnetism. We\nobserve no change in ferromagnetism with gate voltage, and detect\nferromagnetism in a non-conducting p-type sample, indicating that the carriers\nat the interface do not need to be itinerant to generate magnetism. The fact\nthat the ferromagnetism appears in isolated patches whose density varies\ngreatly between samples strongly suggests that disorder or local strain induce\nmagnetism in a population of the interface carriers.\n"]}]
["1201.2780",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2780"],"date":["2012-01-13","2012-07-13"],"type":["text"],"creator":["Langer, Alexander","Reidl, Felix","Rossmanith, Peter","Sikdar, Somnath"],"language":[],"coverage":[],"title":["Linear Kernels on Graphs Excluding Topological Minors"],"description":["  We show that problems which have finite integer index and satisfy a\nrequirement we call treewidth-bounding admit linear kernels on the class of\n$H$-topological-minor free graphs, for an arbitrary fixed graph $H$. This\nbuilds on earlier results by Fomin et al.\\ on linear kernels for $H$-minor-free\ngraphs and by Bodlaender et al.\\ on graphs of bounded genus. Our framework\nencompasses several problems, the prominent ones being Chordal Vertex Deletion,\nFeedback Vertex Set and Edge Dominating Set.\n","Comment: 19 pages. A simpler proof of the results of this paper appears in\n  http://arxiv.org/abs/1207.0835. This new paper contains additional results"]}]
["1201.5974",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","47B20, 47B35, 46J15 (Primary) 30H10, 47A57 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5974"],"date":["2012-01-28","2012-07-13"],"type":["text"],"creator":["Curto, Raul","Hwang, In Sung","Lee, Woo Young"],"language":[],"coverage":[],"title":["Which subnormal Toeplitz operators are either normal or analytic?"],"description":["  We study subnormal Toeplitz operators on the vector-valued Hardy space of the\nunit circle, along with an appropriate reformulation of P.R. Halmos's Problem\n5: Which subnormal block Toeplitz operators are either normal or analytic? We\nextend and prove Abrahamse's Theorem to the case of matrix-valued symbols; that\nis, we show that every subnormal block Toeplitz operator with bounded type\nsymbol (i.e., a quotient of two analytic functions), whose co-analytic part has\na \"coprime decomposition,\" is normal or analytic. We also prove that the\ncoprime decomposition condition is essential. Finally, we examine a well known\nconjecture, of whether every submormal Toeplitz operator with finite rank\nself-commutator is normal or analytic.\n","Comment: Final version, accepted for publication in Journal of Functional\n  Analysis"]}]
["1201.5976",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","47B20, 47B35, 47A13 (Primary) 30H10, 47A20, 47A57 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5976","Adv. Math. 230(2012), 2094-2151"],"date":["2012-01-28","2012-07-13"],"type":["text"],"creator":["Curto, Raul","Hwang, In Sung","Lee, Woo Young"],"language":[],"coverage":[],"title":["Hyponormality and Subnormality of Block Toeplitz Operators"],"description":["  In this paper we are concerned with hyponormality and subnormality of block\nToeplitz operators acting on the vector-valued Hardy space $H^2_{\\mathbb{C}^n}$\nof the unit circle.\n  Firstly, we establish a tractable and explicit criterion on the hyponormality\nof block Toeplitz operators having bounded type symbols via the\ntriangularization theorem for compressions of the shift operator.\n  Secondly, we consider the gap between hyponormality and subnormality for\nblock Toeplitz operators. This is closely related to Halmos's Problem 5: Is\nevery subnormal Toeplitz operator either normal or analytic? We show that if\n$\\Phi$ is a matrix-valued rational function whose co-analytic part has a\ncoprime factorization then every hyponormal Toeplitz operator $T_{\\Phi}$ whose\nsquare is also hyponormal must be either normal or analytic.\n  Thirdly, using the subnormal theory of block Toeplitz operators, we give an\nanswer to the following \"Toeplitz completion\" problem: Find the unspecified\nToeplitz entries of the partial block Toeplitz matrix $$A:=[U^*& ? ?&U^*] $$ so\nthat $A$ becomes subnormal, where $U$ is the unilateral shift on $H^2$.\n","Comment: Final version, accepted for publication in Advances in Mathematics"]}]
["1201.6671",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6671","Phys. Rev. Lett. 109, 010501 (2012)","doi:10.1103/PhysRevLett.109.010501"],"date":["2012-01-31","2012-07-13"],"type":["text"],"creator":["Bermudez, A.","Plenio, M. B."],"language":[],"coverage":[],"title":["Spin-Peierls Quantum Phase Transitions in Coulomb Crystals"],"description":["  The spin-Peierls instability describes a structural transition of a crystal\ndue to strong magnetic interactions. Here we demonstrate that cold Coulomb\ncrystals of trapped ions provide an experimental testbed in which to study this\ncomplex many-body problem and to access extreme regimes where the instability\nis triggered by quantum fluctuations alone. We present a consistent analysis\nbased on different analytical and numerical methods, and provide a detailed\ndiscussion of its feasibility on the basis of ion-trap experiments. Moreover,\nwe identify regimes where this quantum simulation may exceed the power of\nclassical computers.\n","Comment: slightly longer than the published version"]}]
["1202.4899",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4899","Applied Mathematics and Computation 218 (2012), pp. 11891-11899","doi:10.1016/j.amc.2012.05.054"],"date":["2012-02-22"],"type":["text"],"creator":["Xu, Yingxiang","Mabonzo, Vital D."],"language":[],"coverage":[],"title":["Numerical Computation of Takens-Bogdanov Points for Delay Differential\n  Equations"],"description":["  The paper presents a numerical technique for computing directly the\nTakens-Bogdanov points in the nonlinear system of differential equations with\none constant delay and two parameters. By representing the delay differential\nequations as abstract ordinary differential equations in their phase spaces,\nthe quadratic Takens-Bogdanov point is defined and a defining system for it is\nproduced. Based on the descriptions for the eigenspace associated with the\ndouble zero eigenvalue, we reduce the defining system to a finite dimensional\nalgebraic equation. The quadratic Takens-Bogdanov point, together with the\ncorresponding values of parameters, is proved to be the regular solution of the\nreduced defining system and then can be approximated by the standard Newton\niteration directly.\n","Comment: 12 pages, 1 table"]}]
["1202.5024",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5024","RAA(2012), 12, 817","doi:10.1088/1674-4527/12/7/010"],"date":["2012-02-22","2012-02-23"],"type":["text"],"creator":["Xie, Wei","Lei, Wei-Hua","Zou, Yuan-Chuan","Wang, Ding-Xiong","Wu, Qingwen","Wang, Jiu-Zhou"],"language":[],"coverage":[],"title":["A two-component jet model based on the Blandford-Znajek and\n  Blandford-Payne processes"],"description":["  We propose a two-component jet model consistent with the observations of\nseveral gamma ray bursts (GRBs) and active galactic nuclei (AGNs). The jet\nconsists of inner and outer components, and they are supposed to be driven by\nthe Blandford-Znajek (BZ) and Blandford-Payne (BP) processes, respectively. The\nbaryons in the BP jet is accelerated centrifugally via the magnetic field\nanchored in the accretion disk. The BZ jet is assumed to be entrained a\nfraction of accreting matter leaving the inner edge of the accretion disk, and\nthe baryons are accelerated in the conversion from electromagnetic energy to\nthe kinetic energy. By fitting the Lorentz factors of some GRBs (GRB 030329,\nGRB 051221A, GRB 080413B) and AGNs (Cen A, Mkn 501 and Mkn 421) with this\nmodel, we constrain the physical parameters related to the accretion and\noutflow of these two kind of objects. We conclude that the spine/sheath\nstructure of the jet from these sources can be interpreted naturally by the BZ\nand BP processes.\n","Comment: 12 pages, 5 figures, 1 table, accepted for publication in RAA"]}]
["1203.1402",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1402","Phys. Rev. A 86, 013818 (2012)","doi:10.1103/PhysRevA.86.013818"],"date":["2012-03-07","2012-07-06"],"type":["text"],"creator":["Kolodynski, Jan","Chwedenczuk, Jan","Wasilewski, Wojciech"],"language":[],"coverage":[],"title":["Eigenmode description of Raman scattering in atomic vapors in the\n  presence of decoherence"],"description":["  A theoretical model describing the Raman scattering process in atomic vapors\nis constructed. The treatment investigates the low-excitation regime suitable\nfor modern experimental applications. Despite the incorporated decoherence\neffects (possibly mode dependent) it allows for a direct separation of the time\nevolution from the spatial degrees of freedom. The impact of noise on the\ntemporal properties of the process is examined. The model is applied in two\nexperimentally relevant situations of ultra-cold and room-temperature atoms.\nThe spatial eigenmodes of the Stokes photons and their coupling to atomic\nexcitations are computed. Similarly, dynamics and the waveform of the\ncollective atomic state are derived for quantum memory implementations.\n","Comment: 11 pages, 5 figures, to appear in Phys. Rev. A"]}]
["1203.3058",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3058","PloS ONE 7, e40335 (2012)","doi:10.1371/journal.pone.0040335"],"date":["2012-03-14","2012-07-13"],"type":["text"],"creator":["Radicchi, Filippo"],"language":[],"coverage":[],"title":["Universality, limits and predictability of gold-medal performances at\n  the Olympic Games"],"description":["  Inspired by the Games held in ancient Greece, modern Olympics represent the\nworld's largest pageant of athletic skill and competitive spirit. Performances\nof athletes at the Olympic Games mirror, since 1896, human potentialities in\nsports, and thus provide an optimal source of information for studying the\nevolution of sport achievements and predicting the limits that athletes can\nreach. Unfortunately, the models introduced so far for the description of\nathlete performances at the Olympics are either sophisticated or unrealistic,\nand more importantly, do not provide a unified theory for sport performances.\nHere, we address this issue by showing that relative performance improvements\nof medal winners at the Olympics are normally distributed, implying that the\nevolution of performance values can be described in good approximation as an\nexponential approach to an a priori unknown limiting performance value. This\nlaw holds for all specialties in athletics-including running, jumping, and\nthrowing-and swimming. We present a self-consistent method, based on normality\nhypothesis testing, able to predict limiting performance values in all\nspecialties. We further quantify the most likely years in which athletes will\nbreach challenging performance walls in running, jumping, throwing, and\nswimming events, as well as the probability that new world records will be\nestablished at the next edition of the Olympic Games.\n","Comment: 8 pages, 3 figures, 1 table. Supporting information files and data\n  are available at filrad.homelinux.org"]}]
["1203.3790",{"format":[],"subject":["Mathematics - Differential Geometry","53B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3790"],"date":["2012-03-16","2012-07-13"],"type":["text"],"creator":["Mendonça, Bruno","Tojeiro, Ruy"],"language":[],"coverage":[],"title":["Submanifolds of products of space forms"],"description":["  We give a complete classification of submanifolds with parallel second\nfundamental form of a product of two space forms. We also reduce the\nclassification of umbilical submanifolds with dimension $m\\geq 3$ of a product\n$\\Q_{k_1}^{n_1}\\times \\Q_{k_2}^{n_2}$ of two space forms whose curvatures\nsatisfy $k_1+k_2\\neq 0$ to the classification of $m$-dimensional umbilical\nsubmanifolds of codimension two of $\\Sf^n\\times \\R$ and $\\Hy^n\\times \\R$. The\ncase of $\\Sf^n\\times \\R$ was carried out in \\cite{mt}. As a main tool we derive\nreduction of codimension theorems of independent interest for submanifolds of\nproducts of two space forms.\n","Comment: 31 pages. Final version. Some typos corrected, a few arguments added.\n  To appear in Indiana Univ. Math. J"]}]
["1203.5107",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5107","JHEP 1206 (2012) 003","doi:10.1007/S13130-012-4130-7"],"date":["2012-03-22","2012-07-12"],"type":["text"],"creator":["Palmkvist, Jakob"],"language":[],"coverage":[],"title":["Borcherds and Kac-Moody extensions of simple finite-dimensional Lie\n  algebras"],"description":["  We study the Borcherds superalgebra obtained by adding an odd (fermionic)\nnull root to the set of simple roots of a simple finite-dimensional Lie\nalgebra. We compare it to the Kac-Moody algebra obtained by replacing the odd\nnull root by an ordinary simple root, and then adding more simple roots, such\nthat each node that we add to the Dynkin diagram is connected to the previous\none with a single line. This generalizes the situation in maximal supergravity,\nwhere the E(n) symmetry algebra can be extended to either a Borcherds\nsuperalgebra or to the Kac-Moody algebra E(11), and both extensions can be used\nto derive the spectrum of p-form potentials in the theory. We show that also in\nthe general case, the Borcherds and Kac-Moody extensions lead to the same\np-form spectrum of representations of the simple finite-dimensional Lie\nalgebra.\n","Comment: 11 pages. v2: Published version. Minor corrections and\n  clarifications. References updated"]}]
["1203.6272",{"format":[],"subject":["Nuclear Theory","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6272"],"date":["2012-03-28","2012-07-13"],"type":["text"],"creator":["Bohr, Henrik","Panda, Prafulla K.","Providencia, Constanca","da Providencia, Joao"],"language":[],"coverage":[],"title":["Ferromagnetic condensation in high density hadronic matter"],"description":["  We investigate the occurrence of a ferromagnetic phase transition in high\ndensity hadronic matter (e.g., in the interior of a neutron star). This could\nbe induced by a four fermion interaction analogous to the one which is\nresponsible for chiral symmetry breaking in the Nambu-Jona-Lasinio model, to\nwhich it is related through a Fierz transformation. Flavor SU(2) and flavor\nSU(3) quark matter are considered. A second order phase transition is predicted\nat densities about 5 times the normal nuclear matter density, a magnetization\nof the order of $10^{16}$ gauss being expected. It is also found that in flavor\nSU(3) quark matter, a first order transition from the so-called 2 flavor\nsuper-conducting (2SC) phase to the ferromagnetic phase arises. The\ncolor-flavor-locked (CFL) phase may be completely hidden by the ferromagnetic\nphase.\n","Comment: 19 pages, 13 figures, text and figures added"]}]
["1203.6305",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6305","Phys. Rev. A 86, 012310 (2012)","doi:10.1103/PhysRevA.86.012310"],"date":["2012-03-28","2012-07-13"],"type":["text"],"creator":["Bensky, Guy","Petrosyan, David","Majer, Johannes","Schmiedmayer, Jörg","Kurizki, Gershon"],"language":[],"coverage":[],"title":["Optimizing inhomogeneous spin ensembles for quantum memory"],"description":["  We propose a general method to maximize the fidelity of writing, storage and\nreading of quantum information (QI) in a spectrally inhomogeneous spin ensemble\nused as quantum memory. The method is based on preselecting the optimal\nspectral portion of the ensemble by a judiciously designed pulse. It allows\ndrastic improvement of quantum memory realized by spin ensembles that store QI\nfrom a resonator or an optical beam.\n","Comment: Corrected ms"]}]
["1204.0270",{"format":[],"subject":["Condensed Matter - Quantum Gases","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0270","Phys. Rev. Lett. 109:020406, 2012","doi:10.1103/PhysRevLett.109.020406"],"date":["2012-04-01","2012-07-12"],"type":["text"],"creator":["Wlazłowski, Gabriel","Magierski, Piotr","Drut, Joaquín E."],"language":[],"coverage":[],"title":["Shear Viscosity of a Unitary Fermi Gas"],"description":["  We present the first ab initio determination of the shear viscosity eta of\nthe Unitary Fermi Gas, based on finite temperature quantum Monte Carlo\ncalculations and the Kubo linear-response formalism. We determine the\ntemperature dependence of the shear viscosity to entropy density ratio eta/s.\nThe minimum of eta/s appears to be located above the critical temperature for\nthe superfluid-to-normal phase transition with the most probable value being\neta/s approx 0.2 hbar/kB, which almost saturates the Kovtun-Son-Starinets\nuniversal value hbar/(4 pi kB).\n","Comment: 8 pages, 9 figures; supplemental materials included"]}]
["1204.0355",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0355","Astrophysical Journal, Volume 751, Issue 2, article id. 145 (2012)","doi:10.1088/0004-637X/751/2/145"],"date":["2012-04-02"],"type":["text"],"creator":["Ganse, Urs","Kilian, Patrick","Spanier, Felix","Vainio, Rami"],"language":[],"coverage":[],"title":["Nonlinear Wave Interactions as Emission Process of Type II Radio Bursts"],"description":["  The emission of fundamental and harmonic frequency radio waves of type II\nradio bursts are assumed to be products of three-wave interaction processes of\nbeam-excited Langmuir waves. Using a particle-in-cell code, we have performed\nsimulations of the assumed emission region, a CME foreshock with two\ncounterstreaming electron beams. Analysis of wavemodes within the simulation\nshows self-consistent excitation of beam driven modes, which yield interaction\nproducts at both fundamental and harmonic emission frequencies. Through\nvariation of the beam strength, we have investigated the dependence of energy\ntransfer into electrostatic and electromagnetic modes, confirming the quadratic\ndependence of electromagnetic emission on electron beam strength.\n","Comment: 12 pages, 5 figures, accepted for ApJ"]}]
["1204.1980",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1980","Phys. Rev. A 86, 013616 (2012)","doi:10.1103/PhysRevA.86.013616"],"date":["2012-04-09","2012-07-13"],"type":["text"],"creator":["Enss, Tilman"],"language":[],"coverage":[],"title":["Quantum critical transport in the unitary Fermi gas"],"description":["  The thermodynamic and transport properties of the unitary Fermi gas at finite\ntemperature T are governed by a quantum critical point at T=0 and zero density.\nWe compute the universal shear viscosity to entropy ratio \\eta/s in the\nhigh-temperature quantum critical regime T>>|\\mu| and find that this strongly\ncoupled quantum fluid comes close to perfect fluidity \\eta/s=\\hbar/(4\\pi k_B).\nUsing a controlled large-N expansion we show that already at the first\nnon-trivial order the equation of state and the Tan contact density C agree\nwell with the most recent experimental measurements and theoretical\nLuttinger-Ward and Bold Diagrammatic Monte Carlo calculations.\n","Comment: 9 pages, 1 figure"]}]
["1204.5693",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5693","Phys. Rev. Lett. 109, 027004 (2012)","doi:10.1103/PhysRevLett.109.027004"],"date":["2012-04-25"],"type":["text"],"creator":["Ruff, J. P. C.","Chu, J. -H.","Kuo, H. -H.","Das, R. K.","Nojiri, H.","Fisher, I. R.","Islam, Z."],"language":[],"coverage":[],"title":["Susceptibility anisotropy in an iron arsenide superconductor revealed by\n  x-ray diffraction in pulsed magnetic fields"],"description":["  In addition to unconventional high-Tc superconductivity, the iron arsenides\nexhibit strong magnetoelastic coupling and a notable electronic anisotropy\nwithin the a-b plane. We relate these properties by studying underdoped\nBa(Fe{1-x}Co{x})2As2 by x-ray diffraction in pulsed magnetic fields up to 27.5\nTesla. We exploit magnetic detwinning effects to demonstrate anisotropy in the\nin-plane susceptibility, which develops at the structural phase transition\ndespite the absence of magnetic order. The degree of detwinning increases\nsmoothly with decreasing temperature, and a single- domain condition is\nrealized over a range of field and temperature. At low temperatures we observe\nan activated behavior, with a large hysteretic remnant effect. Detwinning was\nnot observed within the superconducting phase for accessible magnetic fields.\n","Comment: 5 pages, 3 figures"]}]
["1204.6183",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6183","Physical Review A 86, 1 (2012) 011602(R)","doi:10.1103/PhysRevA.86.011602"],"date":["2012-04-27","2012-07-13"],"type":["text"],"creator":["Dubessy, Romain","Liennard, Thomas","Pedri, Paolo","Perrin, Hélène"],"language":[],"coverage":[],"title":["Critical Rotation of an Annular Superfluid Bose Gas"],"description":["  We analyze the excitation spectrum of a superfluid Bose-Einstein condensate\nrotating in a ring trap. We identify two important branches of the spectrum\nrelated to outer and inner edge surface modes that lead to the instability of\nthe superfluid. Depending on the initial circulation of the annular condensate,\neither the outer or the inner modes become first unstable. This instability is\ncrucially related to the superfluid nature of the rotating gas. In particular\nwe point out the existence of a maximal circulation above which the superflow\ndecays spontaneously, which cannot be explained by invoking the average speed\nof sound.\n","Comment: 5 pages, 5 figures, PRA Rapid Comm"]}]
["1205.1747",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1747"],"date":["2012-05-08","2012-07-13"],"type":["text"],"creator":["Zhang, Qinghui","Chan, Maria","Song, Yulin","Burman, Chandra"],"language":[],"coverage":[],"title":["Three Dimensional Expansion of Margins for Single-fraction Treatments:\n  Stereotactic Radiosurgery Brain Cases"],"description":["  Purpose: To derive a clinically-practical margin formula between clinical\ntarget volume (CTV) and planning target volume (PTV) for single-fraction\nstereotactic radiosurgery (SRS).Methods: In previous publications on the margin\nbetween the CTV and the PTV, a Gaussian function with zero mean was assumed for\nthe systematic error and the ma-chine systematic error was completely ignored.\nIn this work we adopted a Dirac delta function for the machine system-atic\nerror for a given machine with nonzero mean systematic error. Mathematical\nformulas for calculating the CTV-PTV margin for single-fraction SRS treatments\nwere proposed. Results: Margins for single fraction treatments were derived\nsuch that the CTVs received the prescribed dose in 95% of the SRS patients. The\nmargin defined in this study was machine specific and accounted for nonzero\nmean systematic error. The differences between our formulas and a previously\npublished formula were discussed. Conclusion: Clinical margin formulas were\nproposed for deter-mining the margin between the CTV and the PTV in SRS\ntreatments. Previous margin's recipes, being derived specifi-cally for\nconventional treatments, may be inappropriate for single-fraction SRS and could\nresult in geometric miss of the target and even treatment failure for machines\npossessing of large systematic errors.\n","Comment: 9 pages, to be published in by scrip online journal: international\n  journal of med. phys. clinical engineering, and radiation oncology"]}]
["1205.2262",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2262","Phys. Rev. C 86, 014310 (2012)","doi:10.1103/PhysRevC.86.014310"],"date":["2012-05-10"],"type":["text"],"creator":["Yao, Jiang-Ming","Baroni, Simone","Bender, Michael","Heenen, Paul-Henri"],"language":[],"coverage":[],"title":["Beyond-mean-field study of the possible \"bubble\" structure of 34Si"],"description":["  Recent self-consistent mean-field calculations predict a substantial\ndepletion of the proton density in the interior of 34Si. In the present study,\nwe investigate how correlations beyond the mean field modify this finding. The\nframework of the calculation is a particle-number and angular-momentum\nprojected Generator Coordinate Method based on\nHartree-Fock-Bogoliubov+Lipkin-Nogami states with axial quadrupole deformation.\nThe parametrization SLy4 of the Skyrme energy density functional is used\ntogether with a density-dependent pairing energy functional. For the first\ntime, the generator coordinate method is applied to the calculation of charge\nand transition densities. The impact of pairing correlations, symmetry\nrestorations and shape mixing on the density profile is analyzed step by step.\nAll these effects significantly alter the radial density profile, and tend to\nbring it closer to a Fermi-type density distribution.\n","Comment: 9 pages, 7 figures"]}]
["1205.2376",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2376","Phys. Rev. A 86, 013617 (2012)","doi:10.1103/PhysRevA.86.013617"],"date":["2012-05-10","2012-07-13"],"type":["text"],"creator":["Enss, Tilman","Küppersbusch, Carolin","Fritz, Lars"],"language":[],"coverage":[],"title":["Shear viscosity and spin diffusion in a two-dimensional Fermi gas"],"description":["  We investigate the temperature dependence of the shear viscosity and spin\ndiffusion in a two-dimensional Fermi gas with contact interactions, as realized\nin ultra-cold atomic gases. We describe the transport coefficients in terms of\na Boltzmann equation and present a full numerical solution for the degenerate\ngas. In contrast to previous works we take the medium effects due to finite\ndensity fully into account. This effect reduces the viscosity to entropy ratio,\n$\\eta/s$, by a factor of three, and similarly for spin diffusion. The trap\naveraged viscosity agrees well with recent measurements by Vogt et al. [Phys.\nRev. Lett. 108, 070404 (2012)].\n","Comment: 8 pages, 4 figures; published version"]}]
["1205.2861",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2861","Nuclear Physics B 864, 317 (2012)","doi:10.1016/j.nuclphysb.2012.06.019"],"date":["2012-05-13","2012-07-13"],"type":["text"],"creator":["Ristivojevic, Zoran","Petkovic, Aleksandra","Giamarchi, Thierry"],"language":[],"coverage":[],"title":["Exact asymptotic behavior of correlation functions for disordered\n  spin-1/2 XXZ chains"],"description":["  We consider an XXZ spin-1/2 chain in the presence of several types of\ndisorder that do not break the XY symmetry of the system. We calculate the\ncomplete asymptotic form of the spin-correlation functions at zero temperature\nat the transition between liquid and disordered phase that occurs for a special\nvalue of anisotropy in the limit of small disorder. Apart from a universal\npower law decay of correlations, we find additional logarithmic corrections due\nto marginally irrelevant operator of disorder.\n","Comment: 11 pages"]}]
["1205.3088",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3088","Int. J. Mod. Phys. 21 (2012) 1242002","doi:10.1142/S0218271812420023"],"date":["2012-05-14","2012-07-13"],"type":["text"],"creator":["Mishra, Priti","Singh, Tejinder P."],"language":[],"coverage":[],"title":["Modified gravity as a common cause for cosmic acceleration and flat\n  galaxy rotation curves"],"description":["  Flat galaxy rotation curves and the accelerating Universe both imply the\nexistence of a critical acceleration, which is of the same order of magnitude\nin both the cases, in spite of the galactic and cosmic length scales being\nvastly different. Yet, it is customary to explain galactic acceleration by\ninvoking gravitationally bound dark matter, and cosmic acceleration by invoking\na `repulsive` dark energy. Instead, might it not be the case that the flatness\nof rotation curves and the acceleration of the Universe have a common cause? In\nthis essay we propose a modified theory of gravity. By applying the theory on\ngalactic scales we demonstrate flat rotation curves without dark matter, and by\napplying it on cosmological scales we demonstrate cosmic acceleration without\ndark energy.\n","Comment: 7 pages, 1 fgure. Honorable Mention in Gravity Research Foundation\n  Essay Contest 2012. v2: Two minor typos corrected"]}]
["1206.0040",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0040","Phys. Rev. B 86, 024505 (2012)","doi:10.1103/PhysRevB.86.024505"],"date":["2012-05-31"],"type":["text"],"creator":["Tucker, G. S.","Fernandes, R. M.","Li, H. -F.","Thampy, V.","Ni, N.","Abernathy, D. L.","Bud'ko, S. L.","Canfield, P. C.","Vaknin, D.","Schmalian, J.","McQueeney, R. J."],"language":[],"coverage":[],"title":["Magnetic excitations in underdoped Ba(Fe1-xCox)2As2 with x=0.047"],"description":["  The magnetic excitations in the paramagnetic-tetragonal phase of underdoped\nBa(Fe0.953Co0.047)2As2, as measured by inelastic neutron scattering, can be\nwell described by a phenomenological model with purely diffusive spin dynamics.\nAt low energies, the spectrum around the magnetic ordering vector Q_AFM\nconsists of a single peak with elliptical shape in momentum space. At high\nenergies, this inelastic peak is split into two peaks across the direction\nperpendicular to Q_AFM. We use our fittings to argue that such a splitting is\nnot due to incommensurability or propagating spin-wave excitations, but is\nrather a consequence of the anisotropies in the Landau damping and in the\nmagnetic correlation length, both of which are allowed by the tetragonal\nsymmetry of the system. We also measure the magnetic spectrum deep inside the\nmagnetically-ordered phase, and find that it is remarkably similar to the\nspectrum of the paramagnetic phase, revealing the strongly overdamped character\nof the magnetic excitations.\n","Comment: 12 pages, 7 figures"]}]
["1206.1277",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1277"],"date":["2012-06-06","2012-07-13"],"type":["text"],"creator":["Aguado, Alex"],"language":[],"coverage":[],"title":["A Short Note on Mapping Cylinders"],"description":["  Given a homotopy equivalence f between two topological spaces we assemble\nwell known pieces and unfold them into an explicit formula for a strong\ndeformation retraction of the mapping cylinder of f onto its top.\n","Comment: 5 pages, 2 figures"]}]
["1206.3210",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics","Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3210"],"date":["2012-06-14","2012-07-12"],"type":["text"],"creator":["Tsuchida, Takayuki"],"language":[],"coverage":[],"title":["A refined and unified version of the inverse scattering method for the\n  Ablowitz-Ladik lattice and derivative NLS lattices"],"description":["  We refine and develop the inverse scattering theory on a lattice in such a\nway that the Ablowitz-Ladik lattice and derivative NLS lattices as well as\ntheir matrix analogs can be solved in a unified way. The inverse scattering\nmethod for the (matrix analog of the) Ablowitz-Ladik lattice is simplified to\nthe same level as that for the continuous NLS system. Using the linear\neigenfunctions of the Lax pair for the Ablowitz-Ladik lattice, we can construct\nsolutions of the derivative NLS lattices such as the discrete Gerdjikov-Ivanov\n(also known as Ablowitz-Ramani-Segur) system and the discrete Kaup-Newell\nsystem. Thus, explicit solutions such as the multisoliton solutions for these\nsystems can be obtained by solving linear summation equations of the\nGel'fand-Levitan-Marchenko type. The derivation of the discrete Kaup-Newell\nsystem from the Ablowitz-Ladik lattice is based on a new method that allows us\nto generate new integrable systems from known systems in a systematic manner.\nIn an appendix, we describe the reduction of the matrix Ablowitz-Ladik lattice\nto a vector analog of the modified Volterra lattice from the point of view of\nthe inverse scattering method.\n","Comment: 67 pages; (v2) many minor corrections (v3) typos corrected"]}]
["1206.3486",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3486","Phys. Rev. B 86, 020503(R) (2012)","doi:10.1103/PhysRevB.86.020503"],"date":["2012-06-15"],"type":["text"],"creator":["Tucker, G. S.","Pratt, D. K.","Kim, M. G.","Ran, S.","Thaler, A.","Granroth, G. E.","Marty, K.","Tian, W.","Zarestky, J. L.","Lumsden, M. D.","Bud'ko, S. L.","Canfield, P. C.","Kreyssig, A.","Goldman, A. I.","McQueeney, R. J."],"language":[],"coverage":[],"title":["Competition between stripe and checkerboard magnetic instabilities in\n  Mn-doped BaFe2As2"],"description":["  Inelastic neutron scattering measurements on Ba(Fe0.925Mn0.075)2As2 manifest\nspin fluctuations at two different wavevectors in the Fe square lattice,\n(1/2,0) and (1/2,1/2), corresponding to the expected stripe spin-density wave\norder and checkerboard antiferromagnetic order, respectively. Below T_N=80 K,\nlong-range stripe magnetic ordering occurs and sharp spin wave excitations\nappear at (1/2,0) while broad and diffusive spin fluctuations remain at\n(1/2,1/2) at all temperatures. Low concentrations of Mn dopants nucleate local\nmoment spin fluctuations at (1/2,1/2) that compete with itinerant spin\nfluctuations at (1/2,0) and may disrupt the development of superconductivity.\n","Comment: 5 pages, 5 figures"]}]
["1207.1199",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1199"],"date":["2012-07-05","2012-07-13"],"type":["text"],"creator":["Monod, Nicolas","Petersen, Henrik Densing"],"language":[],"coverage":[],"title":["An obstruction to $\\ell^p$-dimension"],"description":["  For any group $G$ containing an infinite elementary amenable subgroup, and\nany $2<p<\\infty$, there exists closed invariant subspaces $E_i\\nearrow \\ell^pG$\nand $F\\neq 0$ such that $E_i\\cap F = 0$ for all $i$. This is an obstacle to\n$\\ell^p$-dimension and gives a negative answer to a question of Gaboriau.\n","Comment: 5 pages (cosmetic changes wrt v1)"]}]
["1207.1220",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1220","Science 337 no. 6090 (2012) 69-72","doi:10.1126/science.1222602"],"date":["2012-07-05"],"type":["text"],"creator":["André, Philippe","Ward-Thompson, Derek","Greaves, Jane"],"language":[],"coverage":[],"title":["Interferometric Identification of a Pre-Brown Dwarf"],"description":["  It is not known whether brown dwarfs (stellar-like objects with masses less\nthan the hydrogen-burning limit, 0.075 Msun) are formed in the same way as\nsolar-type stars or by some other process. Here we report the clear-cut\nidentification of a self-gravitating condensation of gas and dust with a mass\nin the brown-dwarf regime, made through millimeter interferometric\nobservations. The level of thermal millimeter continuum emission detected from\nthis object indicates a mass ~ 0.02-0.03 Msun, while the small radius < 460 AU\nand narrow spectral lines imply a dynamical mass of 0.015-0.02 Msun. The\nidentification of such a pre-brown dwarf core supports models according to\nwhich brown dwarfs are formed in the same manner as hydrogen-burning stars.\n","Comment: 23 pages, 6 figures, Supporting Online Material included. Published\n  in Science (Vol. 337, 6 july 2012);\n  http://www.sciencemag.org/cgi/content/full/337/6090/69?ijkey=ODfDOFPXGRc9E&keytype=ref&siteid=sci"]}]
["1207.1546",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1546","EPL (Europhysics Letters), 2012, 99:10007","doi:10.1209/0295-5075/99/10007"],"date":["2012-07-06"],"type":["text"],"creator":["Zhang, Zhongzhi","Hu, Zhengyi","Sheng, Yibin","Chen, Guanrong"],"language":[],"coverage":[],"title":["Exact eigenvalue spectrum of a class of fractal scale-free networks"],"description":["  The eigenvalue spectrum of the transition matrix of a network encodes\nimportant information about its structural and dynamical properties. We study\nthe transition matrix of a family of fractal scale-free networks and\nanalytically determine all the eigenvalues and their degeneracies. We then use\nthese eigenvalues to evaluate the closed-form solution to the eigentime for\nrandom walks on the networks under consideration. Through the connection\nbetween the spectrum of transition matrix and the number of spanning trees, we\ncorroborate the obtained eigenvalues and their multiplicities.\n","Comment: Definitive version accepted for publication in EPL (Europhysics\n  Letters)"]}]
["1207.2173",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2173","Am. J. Phys. 79, 1155 (2011)","doi:10.1119/1.3630927"],"date":["2012-07-09"],"type":["text"],"creator":["Davis, Basil S.","Kaplan, L."],"language":[],"coverage":[],"title":["Poynting Vector Flow in a Circular Circuit"],"description":["  A circuit is considered in the shape of a ring, with a battery of negligible\nsize and a wire of uniform resistance. A linear charge distribution along the\nwire maintains an electrostatic field and a steady current, which produces a\nconstant magnetic field. Earlier studies of the Poynting vector and the rate of\nflow of energy considered only idealized geometries in which the Poynting\nvector was confined to the space within the circuit. But in more realistic\ncases the Poynting vector is nonzero outside as well as inside the circuit. An\nexpression is obtained for the Poynting vector in terms of products of\nintegrals, which are evaluated numerically to show the energy flow. Limiting\nexpressions are obtained analytically. It is shown that the total power\ngenerated by the battery equals the energy flowing into the wire per unit time.\n","Comment: 19 pages, 8 figures"]}]
["1207.2218",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2218"],"date":["2012-07-10","2012-07-13"],"type":["text"],"creator":["Bhattacharyay, A."],"language":[],"coverage":[],"title":["Conformation dependent damping and generalization of\n  fluctuation-dissipation relation"],"description":["  Damping on an object generally depends on its conformation (shape size etc.).\nWe consider the Langevin dynamics of a model system with a conformation\ndependent damping and generalize the fluctuation dissipation relation to fit in\nsuch a situation. We derive equilibrium distribution function for such a case\nwhich converges to the standard Boltzmann form at the limit of uniform damping.\nThe results can have implications, in general, for barrier overcoming processes\nwhere standard Boltzmann statistics is slow.\n","Comment: some corrections added and the discussions extended, 7 pages, no\n  figures"]}]
["1207.2419",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2419"],"date":["2012-07-09"],"type":["text"],"creator":["Sivakumar, S."],"language":[],"coverage":[],"title":["Stern-Gerlach Experiments and Complex Numbers in Quantum Physics"],"description":["  It is often stated that complex numbers are essential in quantum theory. In\nthis article, the need for complex numbers in quantum theory is motivated using\nthe results of tandem Stern-Gerlach experiments\n"]}]
["1207.2637",{"format":[],"subject":["Mathematics - Group Theory","20M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2637"],"date":["2012-07-11","2012-07-13"],"type":["text"],"creator":["bailey, Alex","Renshaw, James"],"language":[],"coverage":[],"title":["Covers of acts over monoids II"],"description":["  In 1981 Edgar Enochs conjectured that every module has a flat cover and\nfinally proved this in 2001. Since then a great deal of effort has been spent\non studying different types of covers, for example injective and torsion free\ncovers. In 2008, Mahmoudi and Renshaw initiated the study of flat covers of\nacts over monoids but their definition of cover was slightly different from\nthat of Enochs. Recently, Bailey and Renshaw produced some preliminary results\non the `other' type of cover and it is this work that is extended in this\npaper. We consider free, divisible, torsion free and injective covers and\ndemonstrate that in some cases the results are quite different from the module\ncase.\n"]}]
["1207.2977",{"format":[],"subject":["Mathematics - Combinatorics","05C78, 05C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2977"],"date":["2012-07-12","2012-07-13"],"type":["text"],"creator":["Lee, Sin-Min","Alikhani, Saeid","Lau, Gee-Choon","Kocay, William"],"language":[],"coverage":[],"title":["On the k-edge magic graphs"],"description":["  Let $G$ be a graph with vertex set V and edge set E such that |V| = p and |E|\n= q. For integers k\\geq 0, define an edge labeling f : E \\rightarrow\n\\{k,k+1,....,k+q-1\\} and define the vertex sum for a vertex $v$ as the sum of\nthe labels of the edges incident to v. If such an edge labeling induces a\nvertex labeling in which every vertex has a constant vertex sum (mod p), then G\nis said to be k-edge magic (k-EM). In this paper, we (i) show that all the\nmaximal outerplanar graphs of order p = 4; 5; 7 are k-EM if and only if k\\equiv\n2 (mod p); (ii) obtain all the maximal outerplanar graphs that are k-EM for k =\n3; 4; and (iii) characterize all (p; p-h)-graph that are k-EM for h\\geq 0. We\nconjecture that all maximal outerplanar graphs of prime order p are k-EM if and\nonly if k \\equiv 2 (mod p).\n"]}]
["1207.3089",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R37, 76D27, 76D08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3089","Interfaces and Free Boundaries, 14 (2012), 203-228"],"date":["2012-07-12"],"type":["text"],"creator":["Matioc, Bogdan-Vasile","Prokert, Georg"],"language":[],"coverage":[],"title":["Hele-Shaw flow in thin threads: A rigorous limit result"],"description":["  We rigorously prove the convergence of appropriately scaled solutions of the\n2D Hele-Shaw moving boundary problem with surface tension in the limit of thin\nthreads to the solution of the formally corresponding Thin Film equation. The\nproof is based on scaled parabolic estimates for the nonlocal, nonlinear\nevolution equations that arise from these problems.\n"]}]
["1207.3099",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3099"],"date":["2012-07-12"],"type":["text"],"creator":["Kothapalli, Kishore","Pemmaraju, Sriram"],"language":[],"coverage":[],"title":["Super-Fast 3-Ruling Sets"],"description":["  A $t$-ruling set of a graph $G = (V, E)$ is a vertex-subset $S \\subseteq V$\nthat is independent and satisfies the property that every vertex $v \\in V$ is\nat a distance of at most $t$ from some vertex in $S$. A \\textit{maximal\nindependent set (MIS)} is a 1-ruling set. The problem of computing an MIS on a\nnetwork is a fundamental problem in distributed algorithms and the fastest\nalgorithm for this problem is the $O(\\log n)$-round algorithm due to Luby\n(SICOMP 1986) and Alon et al. (J. Algorithms 1986) from more than 25 years ago.\nSince then the problem has resisted all efforts to yield to a sub-logarithmic\nalgorithm. There has been recent progress on this problem, most importantly an\n$O(\\log \\Delta \\cdot \\sqrt{\\log n})$-round algorithm on graphs with $n$\nvertices and maximum degree $\\Delta$, due to Barenboim et al. (Barenboim,\nElkin, Pettie, and Schneider, April 2012, arxiv 1202.1983; to appear FOCS\n2012).\n  We approach the MIS problem from a different angle and ask if O(1)-ruling\nsets can be computed much more efficiently than an MIS? As an answer to this\nquestion, we show how to compute a 2-ruling set of an $n$-vertex graph in\n$O((\\log n)^{3/4})$ rounds. We also show that the above result can be improved\nfor special classes of graphs such as graphs with high girth, trees, and graphs\nof bounded arboricity.\n  Our main technique involves randomized sparsification that rapidly reduces\nthe graph degree while ensuring that every deleted vertex is close to some\nvertex that remains. This technique may have further applications in other\ncontexts, e.g., in designing sub-logarithmic distributed approximation\nalgorithms. Our results raise intriguing questions about how quickly an MIS (or\n1-ruling sets) can be computed, given that 2-ruling sets can be computed in\nsub-logarithmic rounds.\n"]}]
["1207.3111",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3111"],"date":["2012-07-12"],"type":["text"],"creator":["Abukari, S. S.","Mensah, S. Y.","Mensah, N. G.","Adu, K. W.","Rabiu, M.","Dompreh, K. A.","Twum, A."],"language":[],"coverage":[],"title":["Appearance of Large Amplitude Current Dynamics as a Result of Bragg\n  Reflection in Carbon Nanotubes"],"description":["  We report on theoretical analysis of large amplitude current dynamics due to\nBragg reflections in carbon nanotubes exposed to an external electric field.\nUsing the kinetic equation with constant relaxation time, an analytical\nexpression for the current density is obtained. Our results suggest that Bloch\ngain exists up to frequencies on the order of the Bloch frequency. We noted\nthat due to the high density of states of conduction electrons in metallic\ncarbon nanotubes and the specific dispersion law inherent in hexagonal\ncrystalline structure result in a uniquely high frequency gain than the\ncorresponding values for semiconducting ones. We suggest that this phenomenon\ncan be used for domainless multiplication of the frequency of an\nelectromagnetic signal at room temperature\n","Comment: 5 pages, 2 figures"]}]
["1207.3116",{"format":[],"subject":["Mathematics - Dynamical Systems","37D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3116"],"date":["2012-07-12"],"type":["text"],"creator":["Artigue, Alfonso"],"language":[],"coverage":[],"title":["Expansive Billiard flows"],"description":["  We consider polygonal billiards on surfaces of constant curvature. We show\nthat the usual phase space of the billiard flow can be extended to a compact\nthree dimensional manifold without boundary that is a circle bundle. We extend\nthe dynamics $C^\\infty$ to the manifold defined. We relate the expansiveness of\nthe billiard flow with the existence of periodic orbits and with the\ninjectivity of the itinerary map for billiard tables in the hyperbolic disc,\nthe Euclidean plane and the sphere.\n"]}]
["1207.3118",{"format":[],"subject":["Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3118"],"date":["2012-07-12"],"type":["text"],"creator":["Partovi, M. Hossein"],"language":[],"coverage":[],"title":["The Long Neglected Critically Leveraged Portfolio"],"description":["  We show that the efficient frontier for a portfolio in which short positions\nprecisely offset the long ones is composed of a pair of straight lines through\nthe origin of the risk-return plane. This unique but important case has been\noverlooked because the original formulation of the mean-variance model by\nMarkowitz as well as all its subsequent elaborations have implicitly excluded\nit by using portfolio weights rather than actual amounts allocated to\nindividual assets. We also elucidate the properties of portfolios where short\npositions dominate the long ones, a case which has similarly been obscured by\nthe adoption of portfolio weights.\n","Comment: 8 pages, 1 figure"]}]
["1207.3119",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3119"],"date":["2012-07-12"],"type":["text"],"creator":["Pitale, Ameya","Schmidt, Ralf"],"language":[],"coverage":[],"title":["Bessel models for GSp(4): Siegel vectors of square-free level"],"description":["  We determine test vectors and explicit formulas for all Bessel models for\nthose Iwahori-spherical representations of GSp(4) over a p-adic field that have\nnon-zero vectors fixed under the Siegel congruence subgroup.\n","Comment: 28 pages"]}]
["1207.3120",{"format":[],"subject":["Mathematics - Optimization and Control","93"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3120"],"date":["2012-07-12"],"type":["text"],"creator":["Djouadi, Seddik M."],"language":[],"coverage":[],"title":["Optimal Disturbance Rejection and Robustness for Infinite Dimensional\n  LTV Systems"],"description":["  In this paper, we consider the optimal disturbance rejection problem for\npossibly infinite dimensional linear time-varying (LTV) systems using a\nframework based on operator algebras of classes of bounded linear operators.\nThis approach does not assume any state space representation and views LTV\nsystems as causal operators. After reducing the problem to a shortest distance\nminimization in a space of bounded linear operators, duality theory is applied\nto show existence of optimal solutions, which satisfy a \"time-varying\" allpass\nor flatness condition. Under mild assumptions the optimal TV controller is\nshown to be essentially unique. Next, the concept of M-ideals of operators is\nused to show that the computation of time-varying (TV) controllers reduces to a\nsearch over compact TV Youla parameters. This involves the norm of a TV compact\nHankel operator defined on the space of causal trace-class 2 operators and its\nmaximal vectors. Moreover, an operator identity to compute the optimal TV Youla\nparameter is provided. These results are generalized to the mixed sensitivity\nproblem for TV systems as well, where it is shown that the optimum is equal to\nthe operator induced of a TV mixed Hankel-Toeplitz. The final outcome of the\napproach developed here is that it leads to two tractable finite dimensional\nconvex optimizations producing estimates to the optimum within desired\ntolerances, and a method to compute optimal time-varying controllers.\n","Comment: 30 pages, 1 figure"]}]
["1207.3121",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14F42, 55S10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3121"],"date":["2012-07-12"],"type":["text"],"creator":["Riou, Joël"],"language":[],"coverage":[],"title":["Op\\'erations de Steenrod motiviques"],"description":["  This article fills some gaps in Voevodsky's construction of the Steenrod\noperations acting on the motivic cohomology with coefficients in Z/lZ of\nmotivic spaces in the sense of Morel and Voevodsky over a perfect field of\ncharacteristic different from l. Moreover, as a consequence of the method of\nproof of a theorem by Voevodsky on stable cohomology operations, we show that\nthe spectrum that represents motivic cohomology with coefficients Z/lZ has no\nnonzero \"superphantom\" endomorphism.\n","Comment: 61 pages"]}]
["1207.3122",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3122"],"date":["2012-07-12"],"type":["text"],"creator":["Kranda, Dan"],"language":[],"coverage":[],"title":["The Square of Adjacency Matrices"],"description":["  It can be shown that any symmetric $(0,1)$-matrix $A$ with $\\tr A = 0$ can be\ninterpreted as the adjacency matrix of a simple, finite graph. The square of an\nadjacency matrix $A^2=(s_{ij})$ has the property that $s_{ij}$ represents the\nnumber of walks of length two from vertex $i$ to vertex $j$. With this\ninformation, the motivating question behind this paper was to determine what\nconditions on a matrix $S$ are needed to have $S=A(G)^2$ for some graph $G$.\nStructural results imposed by the matrix $S$ include detecting bipartiteness or\nconnectedness and counting four cycles. Row and column sums are examined as\nwell as the problem of multiple nonisomorphic graphs with the same adjacency\nmatrix squared.\n"]}]
["1207.3127",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3127"],"date":["2012-07-12"],"type":["text"],"creator":["Wang, Quan","Ou, Yan","Julius, A. Agung","Boyer, Kim L.","Kim, Min Jun"],"language":[],"coverage":[],"title":["Tracking Tetrahymena Pyriformis Cells using Decision Trees"],"description":["  Matching cells over time has long been the most difficult step in cell\ntracking. In this paper, we approach this problem by recasting it as a\nclassification problem. We construct a feature set for each cell, and compute a\nfeature difference vector between a cell in the current frame and a cell in a\nprevious frame. Then we determine whether the two cells represent the same cell\nover time by training decision trees as our binary classifiers. With the output\nof decision trees, we are able to formulate an assignment problem for our cell\nassociation task and solve it using a modified version of the Hungarian\nalgorithm.\n","Comment: 21st International Conference on Pattern Recognition, 2012"]}]
["1207.3128",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3128"],"date":["2012-07-12"],"type":["text"],"creator":["Li, Hong-Quan"],"language":[],"coverage":[],"title":["Fonctions maximales centr\\'ees de Hardy-Littlewood pour les op\\'erateurs\n  de Grushin"],"description":["  Let $M_G$ denotes the centered Hardy-Littlewood maximal function associated\nto the Carnot-Carath\\'eodory distance or to the pseudo-distance associated to\nthe fundamental solution of the Grushin operator on $\\R_x^n \\times \\R_u$,\n$\\Delta_G = \\sum_{i = 1}^n \\frac{\\partial^2}{\\partial x_i^2} + (\\sum_{i = 1}^n\nx_i^2) \\frac{\\partial^2}{\\partial u^2}$. We get $L^p$ ($p > 1$) dimension free\nestimates for $M_G$. We prove also that there exists a constant $A > 0$ such\nthat $\\| M_G \\|_{L^1 \\longrightarrow L^{1, \\infty}} \\leq A n$, $\\forall n$.\n"]}]
["1207.3130",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3130"],"date":["2012-07-12"],"type":["text"],"creator":["Lv, Ying","Zhang, Shiqing"],"language":[],"coverage":[],"title":["Variational Minimizing Parabolic Orbits for the 2-Fixed Center Problems"],"description":["  Using variational minimizing methods,we prove the existence of an odd\nsymmetric parabolic orbit for the 2-fixed center problems with weak force type\nhomogeneous potentials.\n"]}]
["1207.3132",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3132"],"date":["2012-07-12"],"type":["text"],"creator":["Guenda, Kenza","Gulliver, T. Aaron"],"language":[],"coverage":[],"title":["On the Automorphism Groups and Equivalence of Cyclic Combinatorial\n  Objects"],"description":["  We determine the permutation groups that arise as the automorphism groups of\ncyclic combinatorial objects. As special cases we classify the automorphism\ngroups of cyclic codes. We also give the permutations by which two cyclic\ncombinatorial objects on $p^m$ elements are equivalent.\n"]}]
["1207.3135",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3135"],"date":["2012-07-12"],"type":["text"],"creator":["Cazalilla, M. A.","Iucci, A.","Guinea, F.","Neto, A. H. Castro"],"language":[],"coverage":[],"title":["Local Moment Formation and Kondo Effect in Defective Graphene"],"description":["  We study the local moment formation and the Kondo effect at single-atom\nvacancies in Graphene. We develop a model accounting for the vacancy\nreconstruction as well as non-planarity effects induced by strain and/or\ntemperature. Thus, we find that the dangling $\\sigma$ orbital localized at the\nvacancy is allowed to strongly hybridize with the $\\pi$-band since the\nscattering with the vacancy turns the hybridization into singular function of\nthe energy ($\\sim [|\\epsilon| \\ln^2 \\epsilon/D]^{-1}$, $D\\sim$ the bandwidth).\nThis leads to several new types of impurity phases, which control the magnitude\nof the vacancy magnetic moment and the possibility of Kondo effect depending on\nthe strength of the local Coulomb interactions, the Hund's rule coupling, the\ndoping level, and the degree of particle-symmetry breaking.\n","Comment: 5 pages + 2 figures + supplementary material"]}]
["1207.3139",{"format":[],"subject":["Mathematics - Number Theory","11Y60, 11M06, 30B50, 33F05, 33C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3139"],"date":["2012-07-12"],"type":["text"],"creator":["Lima, F. M. S."],"language":[],"coverage":[],"title":["A rapidly converging Ramanujan-type series for Catalan's constant"],"description":["  In this note, by making use of a hypergeometric series identity derived by\nGuillera, I prove a Ramanujan-type series for the Catalan's constant. The\nconvergence rate of this central binomial series representation surpasses those\nof all known similar series, including a classical formula by Ramanujan and a\nrecent formula by Lupas. Interestingly, this suggests that an Ap\\'{e}ry-like\nirrationality proof could be found for this constant.\n","Comment: 9 pages, 1 table. Submitted to Ramanujan J. (July/12/2012)"]}]
["1207.3140",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3140"],"date":["2012-07-12"],"type":["text"],"creator":["Singh, Yashpal","Deep, Kamal","Niranjan, S"],"language":[],"coverage":[],"title":["Multiple Criteria Clustering of Mobile Agents in WSN"],"description":["  In Wireless sensor networks data aggregation with hundreds and thousands of\nsensor nodes is very complex task. Recently, mobile agents have been proposed\nfor efficient data dissemination in sensor networks. In the traditional\nclient/server based computing architecture, data is collected from multiple\nsources and forwarded to destination for further processing. It requires high\nbandwidth, whereas in the mobile agent is a task specific executable code\ntraverses to the relevant source for gathering data. It reduces communication\noverhead, reduce cost, low bandwidth. Agents have capability to perform task\nfor multiple applications. It will send only useful information to destination\nnode. The problem is to group similar mobile agents into a number of clusters\nsuch that each cluster has similarity in responding to a group of nodes. By\nclustering intelligent mobile agents, it is possible to reduce the cost of time\nfor each individual agent, decrease the demand imposed on network for a set of\nrequired tasks, decrease total number of visits. This paper, we present the\nproblem of Multiple Criteria Clustering of Mobile Agents (MCCMA) where the\ndecision is to cluster mobile agents such that a group of similar intelligent\nmobile agents will visit a group of similar sensor nodes.\n"]}]
["1207.3144",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3144","J. Phys.: Condens. Matter 24 (2012) 325804","doi:10.1088/0953-8984/24/32/325804"],"date":["2012-07-13"],"type":["text"],"creator":["Zhou, Xiaowang","Jones, Reese E."],"language":[],"coverage":[],"title":["Effects of nano-void density, size, and spatial population on thermal\n  conductivity: a case study of GaN crystal"],"description":["  The thermal conductivity of a crystal is sensitive to the presence of\nsurfaces and nanoscale defects. While this opens tremendous opportunities to\ntailor thermal conductivity, a true \"phonon engineering\" of nanocrystals for a\nspecific electronic or thermoelectric application can only be achieved when the\ndependence of thermal conductivity on the defect density, size, and spatial\npopulation is understood and quantified. Unfortunately, experimental studies of\neffects of nanoscale defects are quite challenging. While molecular dynamics\nsimulations are effective in calculating thermal conductivity, the defect\ndensity range that can be explored with feasible computing resources is\nunrealistically high. As a result, previous work has not generated a fully\ndetailed understanding of the dependence of thermal conductivity on nanoscale\ndefects. Using GaN as an example, we have combined physically-motivated\nanalytical model and highly-converged large scale molecular dynamics\nsimulations to study effects of defects on thermal conductivity. An analytical\nexpression for thermal conductivity as a function of void density, size, and\npopulation has been derived and corroborated with the model, simulations, and\nexperiments.\n"]}]
["1207.3158",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3158"],"date":["2012-07-13"],"type":["text"],"creator":["Shwetanshumala, S.","Konar, S.","Biswas, Anjan"],"language":[],"coverage":[],"title":["Temporal Optical Solitons Due to Kerr and Quintic Nonlinearities in\n  Coupled Quantum Wells"],"description":["  The possibility of generation and propagation of ultraslow bright optical\nsolitons in asymmetric three-coupled quantum well systems is studied in this\npaper. These bright solitons owe their existence to Kerr and quintic\nnonlinearities which arise due to a probe pulse and two controlling laser\nbeams. We also demonstrate numerically that these solitons are stable. The\nmodulation instability of a continuous or quasi-continuous wave probe beam has\nbeen also investigated and the role of quintic nonlinearity in suppressing this\ninstability addressed.\n","Comment: 35 pages, 5 figures"]}]
["1207.3159",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3159"],"date":["2012-07-13"],"type":["text"],"creator":["Netzer, Tim","Thom, Andreas"],"language":[],"coverage":[],"title":["Hyperbolic Polynomials and Generalized Clifford Algebras"],"description":["  We consider the problem of realizing hyperbolicity cones as spectrahedra,\ni.e. as linear slices of cones of positive semidefinite matrices. The\ngeneralized Lax conjecture states that this is always possible. We use\ngeneralized Clifford algebras for a new approach to the problem. Our main\nresult is that if -1 is not a sum of hermitian squares in the Clifford algebra\nof a hyperbolic polynomial, then its hyperbolicity cone is spectrahedral. Our\nresult also has computational applications, since this sufficient condition can\nbe checked with a single semidefinite program.\n"]}]
["1207.3162",{"format":[],"subject":["Mathematics - Functional Analysis","47-01, 47A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3162"],"date":["2012-07-13"],"type":["text"],"creator":["Macovei, Simona"],"language":[],"coverage":[],"title":["Local spectrum of a family of operators"],"description":["  Starting from the classic definitions of local resolvent set and spectrum of\na linear bounded operator on a Banach space, we introduce the local resolvent\nset and spectrum, the local space and the single-valued extention property of a\nfamily of linear bounded operators on a Banach space. Keeping the analogy with\nthe classic case, we extend some the known results from the case of a linear\nbouded operator to the case of a family of linear bounded operators on a Banach\nspace.\n","Comment: 14"]}]
["1207.3164",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3164"],"date":["2012-07-13"],"type":["text"],"creator":["Li, Junbin","Yu, Pin"],"language":[],"coverage":[],"title":["Construction of Cauchy Data of Vacuum Einstein field equations Evolving\n  to Black Holes"],"description":["  We show the existence of complete, asymptotically flat Cauchy initial data\nfor the vacuum Einstein field equations, free of trapped surfaces, whose future\ndevelopment must admit a trapped surface. Moreover, the datum is exactly a\nconstant time slice in Minkowski space-time inside and exactly a constant time\nslice in Kerr space-time outside. The proof makes use of the full strength of\nChristodoulou's work on the dynamical formation of black holes and\nCorvino-Schoen's work on the constructions of initial data set.\n","Comment: 63 pages, 1 figure"]}]
["1207.3168",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3168"],"date":["2012-07-13"],"type":["text"],"creator":["Kesten, Harry","Sidoravicius, Vladas","Vares, Maria Eulalia"],"language":[],"coverage":[],"title":["Oriented percolation in a random environment"],"description":["  On the lattice $\\widetilde{\\mathbb Z}^2_+:={(x,y)\\in \\mathbb Z \\times \\mathbb\nZ_+\\colon x+y \\text{is even}}$ we consider the following oriented\n(northwest-northeast) site percolation: the lines $H_i:={(x,y)\\in \\widetilde\n{\\mathbb Z}^2_+ \\colon y=i}$ are first declared to be bad or good with\nprobabilities $\\de$ and $1-\\de$ respectively, independently of each other.\nGiven the configuration of lines, sites on good lines are open with probability\n$p_{_G}>p_c$, the critical probability for the standard oriented site\npercolation on $\\mathbb Z_+ \\times \\mathbb Z_+$, and sites on bad lines are\nopen with probability $p_{_B}$, some small positive number, independently of\neach other. We show that given any pair $p_{_G}>p_c$ and $p_{_B}>0$, there\nexists a $\\delta (p_{_G}, p_{_B})>0$ small enough, so that for $\\delta \\le\n\\delta(p_G,p_B)$ there is a strictly positive probability of oriented\npercolation to infinity from the origin.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1204.3197"]}]
["1207.3170",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3170"],"date":["2012-07-13"],"type":["text"],"creator":["Blümlein, Johannes","Böttcher, Helmut"],"language":[],"coverage":[],"title":["Higher Twist contributions to the Structure Functions F_2(x,Q^2) and\n  g_2(x,Q^2)"],"description":["  We report on recent results on higher twist contributions to the unpolarized\nstructure functions $F_2^{p,d}(x,Q^2)$ at N$^3$LO in the large $x$ region and\nconstraints on the twist--3 contribution to polarized structure function\n$g_2(x,Q^2)$.\n","Comment: 5 pages, some style files, 3 figures, Proceedings of DIS2012, Bonn,\n  Germany"]}]
["1207.3176",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3176"],"date":["2012-07-13"],"type":["text"],"creator":["Bozek, Piotr","Broniowski, Wojciech","Wyskiel-Piekarska, Iwona"],"language":[],"coverage":[],"title":["Hydrodynamics for relativistic heavy ion collisions"],"description":["  Simulations of the viscous hydrodynamic model for relativistic heavy-ion\ncollisions at RHIC and LHC energies are presented. Results for spectra,\nfemtoscopy radii, and transverse momentum fluctuations are favorably compared\nto the experimental data. Effects of the local charge conservation on\ncorrelation observables are also studied.\n"]}]
["1207.3181",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Chemical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3181"],"date":["2012-07-13"],"type":["text"],"creator":["Ledesma-Aguilar, Rodrigo","Loewen, Hartmut","Yeomans, Julia M."],"language":[],"coverage":[],"title":["A circle swimmer at low Reynolds number"],"description":["  Swimming in circles occurs in a variety of situations at low Reynolds number.\nHere we propose a simple model for a swimmer that undergoes circular motion,\ngeneralising the model of a linear swimmer proposed by Najafi and Golestanian\n(Phys. Rev. E 69, 062901 (2004)). Our model consists of three solid spheres\narranged in a triangular configuration, joined by two links of time-dependent\nlength. For small strokes, we discuss the motion of the swimmer as a function\nof the separation angle between its links. We find that swimmers describe\neither clockwise or anticlockwise circular motion depending on the tilting\nangle in a non-trivial manner. The symmetry of the swimmer leads to a\nquadrupolar decay of the far flow field. We discuss the potential extensions\nand experimental realisation of our model.\n","Comment: 9 pages, 9 Figures"]}]
["1207.3183",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3183","J. Vac. Sci. Technol. B 27,4, pp. 1915-1918, 2009","doi:10.1116/1.3167367"],"date":["2012-07-13"],"type":["text"],"creator":["Arjmandi, Nima","Lagae, Liesbet","Borghs, Gustaaf"],"language":[],"coverage":[],"title":["Enhanced Resolution of Poly-(Methyl Methacrylate) Electron Resist by\n  Thermal Processing"],"description":["  Granular nanostructure of electron beam resist had limited the ultimate\nresolution of electron beam lithography. We report a thermal process to achieve\na uniform and homogeneous amorphous thin film of poly methyl methacrylate\nelectron resist. This thermal process consists of a short time-high temperature\nbacking process in addition to precisely optimized development process\nconditions. Using this novel process, we patterned arrays of holes in a metal\nfilm with diameter smaller than 5nm. In addition, line edge roughness and\nsurface roughness of the resist reduced to 1nm and 100pm respectively.\n","Comment: 8 pages, 4 figures"]}]
["1207.3187",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3187","Soft Matter, 2012, 8, 4306","doi:10.1039/c2sm25201e"],"date":["2012-07-13"],"type":["text"],"creator":["Ledesma-Aguilar, Rodrigo","Sakaue, Takahiro","Yeomans, Julia M."],"language":[],"coverage":[],"title":["Easier sieving through narrower pores: fluctuations and barrier crossing\n  in flow-driven polymer translocation"],"description":["  We show that the injection of polymer chains into nanochannels becomes easier\nas the channel becomes narrower. This counter intuitive result arises because\nof a decrease in the diffusive time scale of the chains with increasing\nconfinement. The results are obtained by extending the de Gennes blob model of\nconfined polymers, and confirmed by hybrid molecular dynamics -\nlattice-Boltzmann simulations.\n","Comment: 5 pages, 3 figures"]}]
["1207.3191",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3191"],"date":["2012-07-13"],"type":["text"],"creator":["Niccolai, Silvia","Collaboration, for the CLAS"],"language":[],"coverage":[],"title":["Deeply virtual Compton scattering on longitudinally polarized protons\n  and neutrons at CLAS"],"description":["  This paper focuses on a measurement of deeply virtual Compton scattering\n(DVCS) performed at Jefferson Lab using a nearly-6-GeV polarized electron beam,\ntwo longitudinally polarized (via DNP) solid targets of protons (NH3) and\ndeuterons (ND3) and the CEBAF Large Acceptance Spectrometer. Here, preliminary\nresults for target-spin asymmetries and double (beam-target) asymmetries for\nproton DVCS, as well as a very preliminary extraction of beam-spin asymmetry\nfor neutron DVCS, are presented and linked to Generalized Parton Distributions.\n","Comment: 6 pages, 5 figures. Proceedings for the QNP2012 conference"]}]
["1207.3193",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3193","PoS(QNP2012)159"],"date":["2012-07-13"],"type":["text"],"creator":["Rakotozafindrabe, Andry","Ferreiro, Elena G.","Fleuret, Frédéric","Lansberg, Jean-Philippe","Matagne, Nicolas"],"language":[],"coverage":[],"title":["Cold Nuclear Matter effects in Upsilon production in dAu collisions at\n  RHIC"],"description":["  We report on our recent study of Cold Nuclear Matter effects on the Upsilon\nproduction at RHIC in dAu collisions. The first experimental results available\non the nuclear modification factor R_dAu have rather large uncertainties. They\nnevertheless allow to bring qualitative information on the nature of the\nnuclear effects at play on top of the usual nuclear absorption, since the\nlatter is expected to lie in a quite small range around a value close to ten\ntimes smaller as for charmonia. At backward rapidities, the behavior of R_dAu\nhints at the presence of a gluon EMC effect, analogous to the quark EMC effect\n-- but possibly stronger. Mid rapidity measurements with a better precision are\nhighly desirable to pin down the gluon anti-shadowing, still under debate. At\nforward rapidities, the data leave some room for an additional fractional\nenergy loss mechanism, recently revived in the literature.\n","Comment: 6 pages, 4 figures, Proceedings for the Sixth International\n  Conference on Quarks and Nuclear Physics QNP2012 (April 2012, Ecole\n  Polytechnique, Palaiseau, Paris France)"]}]
["1207.3194",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3194","Phys. Status Solidi B 249, 276 (2012)","doi:10.1002/pssb.201100630"],"date":["2012-07-13"],"type":["text"],"creator":["Zobelli, Alberto","Ivanovskaya, Viktoria V.","Wagner, Philipp","Suarez-Martinez, Irene","Yaya, Abu","Ewels, Chris P."],"language":[],"coverage":[],"title":["A comparative study of density functional and density functional tight\n  binding calculations of defects in graphene"],"description":["  The density functional tight binding approach (DFTB) is well adapted for the\nstudy of point and line defects in graphene based systems. After briefly\nreviewing the use of DFTB in this area, we present a comparative study of\ndefect structures, energies and dynamics between DFTB results obtained using\nthe dftb+ code, and density functional results using the localised Gaussian\norbital code, AIMPRO. DFTB accurately reproduces structures and energies for a\nrange of point defect structures such as vacancies and Stone-Wales defects in\ngraphene, as well as various unfunctionalised and hydroxylated graphene sheet\nedges. Migration barriers for the vacancy and Stone-Wales defect formation\nbarriers are accurately reproduced using a nudged elastic band approach.\nFinally we explore the potential for dynamic defect simulations using DFTB,\ntaking as an example electron irradiation damage in graphene.\n"]}]
["1207.3195",{"format":[],"subject":["Statistics - Computation","60J05, 62F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3195"],"date":["2012-07-13"],"type":["text"],"creator":["Araki, Takamitsu","Ikeda, Kazushi"],"language":[],"coverage":[],"title":["Adaptive Markov Chain Monte Carlo for Auxiliary Variable Method and Its\n  Application to Parallel Tempering"],"description":["  Auxiliary variable methods such as the Parallel Tempering and the cluster\nMonte Carlo methods generate samples that follow a target distribution by using\nproposal and auxiliary distributions. In sampling from complex distributions,\nthese algorithms are highly more efficient than the standard Markov chain Monte\nCarlo methods. However, their performance strongly depends on their parameters\nand determining the parameters is critical. In this paper, we proposed an\nalgorithm for adapting the parameters during drawing samples and proved the\nconvergence theorem of the adaptive algorithm. We applied our algorithm to the\nParallel Tempering. That is, we developed adaptive Parallel Tempering that\ntunes the parameters on the fly. We confirmed the effectiveness of our\nalgorithm through the validation of the adaptive Parallel Tempering, comparing\nsamples from the target distribution by the adaptive Parallel Tempering and\nsamples by conventional algorithms.\n","Comment: 9 pages, 5 figures"]}]
["1207.3208",{"format":[],"subject":["Computer Science - Logic in Computer Science","F.3.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3208"],"date":["2012-07-13"],"type":["text"],"creator":["Huffman, Brian"],"language":[],"coverage":[],"title":["Formal Verification of Monad Transformers"],"description":["  We present techniques for reasoning about constructor classes that (like the\nmonad class) fix polymorphic operations and assert polymorphic axioms. We do\nnot require a logic with first-class type constructors, first-class\npolymorphism, or type quantification; instead, we rely on a domain-theoretic\nmodel of the type system in a universal domain to provide these features.\n  These ideas are implemented in the Tycon library for the Isabelle theorem\nprover, which builds on the HOLCF library of domain theory. The Tycon library\nprovides various axiomatic type constructor classes, including functors and\nmonads. It also provides automation for instantiating those classes, and for\ndefining further subclasses.\n  We use the Tycon library to formalize three Haskell monad transformers: the\nerror transformer, the writer transformer, and the resumption transformer. The\nerror and writer transformers do not universally preserve the monad laws;\nhowever, we establish datatype invariants for each, showing that they are valid\nmonads when viewed as abstract datatypes.\n","Comment: ICFP 2012: The 17th ACM SIGPLAN International Conference on\n  Functional Programming, 12 pages"]}]
["1207.3209",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3209"],"date":["2012-07-13"],"type":["text"],"creator":["Thomas, Hugh","Yong, Alexander"],"language":[],"coverage":[],"title":["Equivariant Schubert calculus and jeu de taquin"],"description":["  We introduce edge labeled Young tableaux. Our main results provide a\ncorresponding analogue of [Sch\\\"{u}tzenberger '77]'s theory of jeu de taquin.\nThese are applied to the equivariant Schubert calculus of Grassmannians.\nReinterpreting, we present new (semi)standard tableaux to study factorial Schur\npolynomials, after [Biedenharn-Louck '89], [Macdonald '92] and [Goulden-Greene\n'94] and others.\n  Consequently, we obtain new combinatorial rules for the Schubert structure\ncoefficients, complementing work of [Molev-Sagan '99], [Knutson-Tao '03],\n[Molev '08] and [Kreiman '09]. We also describe a conjectural generalization of\none of our rules to the equivariant K-theory of Grassmannians, extending work\nof [Thomas-Yong '07]. This conjecture concretely realizes the \"positivity\"\nknown to exist by [Anderson-Griffeth-Miller '08]. It provides an alternative to\nthe conjectural rule of Knutson-Vakil reported in [Coskun-Vakil '06].\n","Comment: 31 pages"]}]
["1207.3213",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3213"],"date":["2012-07-13"],"type":["text"],"creator":["Khan, Imran Akhtar","Singh, Roopa"],"language":[],"coverage":[],"title":["Quality Assurance And Integration Testing Aspects In Web Based\n  Applications"],"description":["  Integration testing is one the important phase in software testing life cycle\n(STLC). With the fast growth of internet and web services, web-based\napplications are also growing rapidly and their importance and complexity is\nalso increasing. Heterogeneous and diverse nature of distributed components,\napplications, along with their multi-platform support and cooperativeness make\nthese applications more complex and swiftly increasing in their size. Quality\nassurance of these applications is becoming more crucial and important. Testing\nis one of the key processes to achieve and ensure the quality of these software\nor Webbased products. There are many testing challenges involved in Web-based\napplications. But most importantly integration is the most critical testing\nassociated with Web-based applications. There are number of challenging factors\ninvolved in integration testing efforts. These factors have almost 70 percent\nto 80 percent impact on overall quality of Web-based applications. In software\nindustry different kind of testing approaches are used by practitioners to\nsolve the issues associated with integration which are due to ever increasing\ncomplexities of Web-based applications.\n","Comment: 8 pages; http://airccse.org/journal/ijcsea/current2012.html"]}]
["1207.3214",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3214"],"date":["2012-07-13"],"type":["text"],"creator":["Bosché, Aurélien"],"language":[],"coverage":[],"title":["Symmetric cones, the Hilbert and Thompson metrics"],"description":["  Symmetric cones can be endowed with at least two interesting non Riemannian\nmetrics: the Hilbert and the Thompson metrics. It is trivial that the linear\nmaps preserving the cone are isometries for those two metrics. Oddly enough\nthose are not the only isometries in general. We give here a full description\nof the isometry groups for both the Hilbert and the Thompson metrics using\nessentially the theory of euclidean Jordan algebras. Those results were already\nproved for the symmetric cone of complexe positive hermitian matrices by L.\nMoln{\\'a}r. In this paper however we do not make any assumption on the\nsymmetric cone under scrutiny (it could be reducible and contain exceptional\nfactors).\n"]}]
["1207.3216",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3216"],"date":["2012-07-13"],"type":["text"],"creator":["Zeng, R.","Wang, J. Q.","Du, G. D.","Li, W. X.","Chen, Z. X.","Li, S.","Guo, Z. P.","Dou, S. X."],"language":[],"coverage":[],"title":["{110} Plane Orientation Driven Superior Li-ion Battery Performance and\n  Room Temperature Ferromagnetism in Co3O4 Nanostructures"],"description":["  This paper presents synthesis methods and multifunctional properties of\nporous Co3O4 nanoplatelets and nanowires. Surprisingly, significantly superior\nLi-ion battery performance compared to other cathode materials is exhibited in\nthe same samples as room temperature ferromagnetism (RTFM). Microstructure\nobservations, and properties measurements and analysis indicate that the\nas-prepared Co3O4 nanostructures exhibit a spontaneous transformation of their\nmorphology, showing a predominantly {110} plane orientation and preferentially\npresenting the Co3+ species at the surface at appreciate preparation condition.\nMore Co3+ in an octahedral (O) position exposed on the surface is associated\nwith more Co3+ being Co3+|\\cdot (Co3+ with trapped charge carriers) or reduced\nto Co2+ in the O position due to surface defects or oxygen vacancies, which is\npossibly the mechanism of excellent electric transport properties then high\nLi-battery performance; at the same time, reduced to Co2+ or free charge\ncarriers trapped by Co3+|\\cdot in the O position are the role of charge\ncarries- mediate ferromagnetism, may be the origin of RTFM as well. These\nresults further show the importance of modifying the nanostructure of surfaces\nin the preparation of transition metal oxides as multidisciplinary functional\nmaterials.\n","Comment: 34 pages, 25 figures. arXiv admin note: text overlap with\n  arXiv:0903.5214 by other authors"]}]
["1207.3217",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3217"],"date":["2012-07-13"],"type":["text"],"creator":["Bergeron, Nicolas"],"language":[],"coverage":[],"title":["La conjecture des sous-groupes de surfaces (d'apr\\`es Jeremy Kahn et\n  Vladimir Markovic)"],"description":["  This is the text of my Bourbaki seminar on the proof of the surface subgroup\nconjecture by Jeremy Kahn and Vladimir Markovic.\n"]}]
["1207.3222",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3222"],"date":["2012-07-13"],"type":["text"],"creator":["Zeng, R.","Wang, J. Q.","Du, G. D.","Li, W. X.","Chen, Z. X.","Li, S.","Dou, S. X."],"language":[],"coverage":[],"title":["Architected Various MnO6 Octahedral Layers MnO2 Nanostructures"],"description":["  A series of MnO2 unique nanostructures were synthesized by a facile\nhydrothermal method with microwave-assisted procedures. A novel nanostructure\nformation mechanism has been proposed, that MnO6 octahedral nuclei and\nmolecular layers can be rearranged into different nanostructured morphologies\nby restacking and splitting, and then clasping, which is associated with tunnel\nstructure phase transformation. Systematic macrostructure observations and\nmagnetic property measurements have been conducted on these nanostructures,\nwhich demonstrate that engineering layered structures has the potential to\ncreate many unique nanostructures and unusual physicochemical behaviours.\n","Comment: 15 Pgs, 7 Figs"]}]
["1207.3226",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3226","Astronomy & Astrophysics, 2011, Volume 534, id.A85","doi:10.1051/0004-6361/201117334"],"date":["2012-07-13"],"type":["text"],"creator":["Iaria, R.","Di Salvo, T.","Burderi, L.","D'Ai, A.","Papitto, A.","Riggio, A.","Robba, N. R."],"language":[],"coverage":[],"title":["Detailed study of the X-ray and Optical/UV orbital ephemeris of\n  X1822-371"],"description":["  Recent studies of the optical/UV and X-ray ephemerides of X1822-371 have\nfound some discrepancies in the value of the orbital period derivative. Because\nof the importance of this value in constraining the system evolution, we\ncomprehensively analyse all the available optical/UV/X eclipse times of this\nsource to investigate the origin of these discrepancies. We collected all\npreviously published X-ray eclipse times from 1977 to 2008, to which we added\nthe eclipse time observed by Suzaku in 2006. This point is very important to\ncover the time gap between the last RXTE eclipse time (taken in 2003) and the\nmost recent Chandra eclipse time (taken in 2008). Similarly we collected the\noptical/UV eclipse arrival times covering the period from 1979 to 2006, adding\na further eclipse time taken on 1978 and updating previous optical/UV\nephemeris. We compared the X-ray and the optical/UV ephemeris, and finally\nderived a new ephemeris of the source by combining the eclipse arrival times in\nthe X-ray and optical/UV bands. The X-ray eclipse time delays calculated with\nrespect to a constant orbital period model display a clear parabolic trend,\nconfirming that the orbital period of this source constantly increases at a\nrate of $\\dot{P}_{\\rm{orb}} =1.51(7) \\times 10^{-10}$ s/s. Combining the X-ray\nand the optical/UV data sets, we find that $\\dot{P}_{\\rm{orb}} =1.59(9) \\times\n10^{-10}$ s/s, which is compatible with the X-ray orbital solution. We also\ninvestigate the possible presence of a delay of the optical/UV eclipse with\nrespect to the X-ray eclipse, finding that this delay may not be constant in\ntime. In particular, this variation is compatible with a sinusoidal modulation\nof the optical/UV eclipse arrival times with respect to the long-term parabolic\ntrend. In this case, the optical/UV eclipse should lag the X-ray eclipse and\nthe time-lag oscillate about an average value. (Abridged)\n","Comment: 8 pages, figures included. Published in A&A"]}]
["1207.3229",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3229","Archaeometry 48, 1 (2006) 115-130","doi:10.1111/j.1475-4754.2006.00246.x"],"date":["2012-07-13"],"type":["text"],"creator":["Del Rio, Manolo Sanchez","Martinetto, Pauline","Reyes-Valerio, C.","Dooryhee, Eric","Suarez, M."],"language":[],"coverage":[],"title":["Synthesis and acid resistance of maya blue pigment"],"description":["  Maya blue is an organo-clay artificial pigment composed of indigo and\npalygorskite. It was invented and frequently used in Mesoamerica in ancient\ntimes (eighth to 16th centuries). We analyse in this paper one of the\ncharacteristics of Maya blue that has attracted the attention of scientists\nsince its rediscovery in 1931: its high stability against chemical aggression\n(acids, alkalis, solvents, etc.) and biodegradation, which has permitted the\nsurvival of many works of art for centuries in hostile environments, such as\nthe tropical forest. We have reproduced the different methods proposed to\nproduce a synthetic pigment with the characteristics of the ancient Maya blue.\nThe stability of the pigments produced using either palygorskite or sepiolite\nhas been analysed by performing acid attacks of different intensities. The\nresults are analysed in terms of pigment decolouration and destruction of the\nclay lattice, revealed by X-ray diffraction. Palygorskite pigments are much\nmore resistant than sepiolite pigments. It is shown that indigo does not\nprotect the clay lattice against acid aggression. We show that Maya blue is an\nextremely resistant pigment, but it can be destroyed using very intense acid\ntreatment under reflux.\n"]}]
["1207.3232",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3232"],"date":["2012-07-13"],"type":["text"],"creator":["Arnaudon, Marc","Miclo, Laurent"],"language":[],"coverage":[],"title":["Means in complete manifolds: uniqueness and approximation"],"description":["  Let $M$ be a complete Riemannian manifold, $N\\in \\NN$ and $p\\ge 1$. We prove\nthat almost everywhere on $x=(x_1,...,x_N)\\in M^N$ for Lebesgue measure in\n$M^N$, the measure $\\di \\mu(x)=\\f1N\\sum_{k=1}^N\\d_{x_k}$ has a unique $p$-mean\n$e_p(x)$. As a consequence, if $X=(X_1,...,X_N)$ is a $M^N$-valued random\nvariable with absolutely continuous law, then almost surely $\\mu(X(\\om))$ has a\nunique $p$-mean. In particular if $(X_n)_{n\\ge 1}$ is an independent sample of\nan absolutely continuous law in $M$, then the process\n$e_{p,n}(\\om)=e_p(X_1(\\om),..., X_n(\\om))$ is well-defined. Assume $M$ is\ncompact and consider a probability measure $\\nu$ in $M$. Using partial\nsimulated annealing, we define a continuous semimartingale which converges to\nthe set of minimizers of the integral of distance at power $p$ with respect to\n$\\nu$. When the set is a singleton, it converges to the $p$-mean.\n"]}]
["1207.3233",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3233","Stochastic networks (Springer-Verlag) (1995) 283-312"],"date":["2012-07-13"],"type":["text"],"creator":["Fayolle, Guy","Lasgouttes, Jean-Marc"],"language":[],"coverage":[],"title":["A State-Dependent Polling Model with Markovian Routing"],"description":["  A state-dependent 1-limited polling model with N queues is analyzed. The\nrouting strategy generalizes the classical Markovian polling model, in the\nsense that two routing matrices are involved, the choice being made according\nto the state of the last visited queue. The stationary distribution of the\nposition of the server is given. Ergodicity conditions are obtained by means of\nan associated dynamical system. Under rotational symmetry assumptions, average\nqueue length and mean waiting times are computed.\n"]}]
["1207.3236",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3236","Applied Spectroscopy 64, 10 (2010) 1131-1138","doi:10.1366/000370210792973622"],"date":["2012-07-13"],"type":["text"],"creator":["Dejoie, Catherine","Martinetto, Pauline","Dooryhee, Eric","Van Eslande, Elsa","Blanc, Sylvie","Bordat, Patrice","Brown, Ross","Porcher, Florence","Anne, Michel"],"language":[],"coverage":[],"title":["Association of indigo with zeolites for improved colour stabilization"],"description":["  The durability of an organic colour and its resistance against external\nchemical agents and exposure to light can be significantly enhanced by\nhybridizing the natural dye with a mineral. In search for stable natural\npigments, the present work focuses on the association of indigo blue with\nseveral zeolitic matrices (LTA zeolite, mordenite, MFI zeolite). The\nmanufacturing of the hybrid pigment is tested under varying oxidising\nconditions, using Raman and UV-visible spectrometric techniques. Blending\nindigo with MFI is shown to yield the most stable composite in all of our\nartificial indigo pigments. In absence of defects and substituted cations such\nas aluminum in the framework of the MFI zeolite matrix, we show that matching\nthe pore size with the dimensions of the guest indigo molecule is the key\nfactor. The evidence for the high colour stability of indigo@MFI opens a new\npath for modeling the stability of indigo in various alumino-silicate\nsubstrates such as in the historical Maya Blue pigment.\n"]}]
["1207.3237",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3237","Markov Processes and Related Fields 2, 2 (1996) 317-348"],"date":["2012-07-13"],"type":["text"],"creator":["Fayolle, Guy","Lasgouttes, Jean-Marc"],"language":[],"coverage":[],"title":["Asymptotics and scalings for large product-form networks via the Central\n  Limit Theorem"],"description":["  The asymptotic behaviour of a closed BCMP network, with $n$ queues and $m_n$\nclients, is analyzed when $n$ and $m_n$ become simultaneously large. Our method\nrelies on Berry-Esseen type approximations coming in the Central Limit Theorem.\nWe construct critical sequences $m^0_n$, which are necessary and sufficient to\ndistinguish between saturated and non-saturated regimes for the network.\nSeveral applications of these results are presented. It is shown that some\nqueues can act as bottlenecks, limiting thus the global efficiency of the\nsystem.\n"]}]
["1207.3239",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3239"],"date":["2012-07-13"],"type":["text"],"creator":["Zeng, R.","Zhang, C. F.","Debnath, J. C.","Shamba, P.","Wang, J. L.","Chen, Z. X.","Guo, Z. P.","Dou, S. X."],"language":[],"coverage":[],"title":["Extremely Large Magnetic Entropy Changes, Quantum Phases, Transitions\n  and Diagram in Gd(OH)3 Single Crystal Nanowires - Quasi-1D Large Spin (S =\n  -7/2) Chain Antiferromagnet"],"description":["  Systematically magnetic and magnetothermal measurements at temperatures down\nto 2 K and magnetic fields up to 13.5 Tesla for Gd(OH)3 Single Crystal\nNanowires - Quasi-1D Large Spin (S = -7/2) Chain Antiferromagnet have been\nconducted. We find that, (1) magnetic field enhances the thermal and local spin\nfluctuations which suppress long-range spin ordering (LRO) within the measured\ntemperature range, and close to 0 K at the quantum critical point (QCP); (2)\npossible field-induced exotic local spin-liquid-like, aligned-spin, and\nspin-flip exotic paramagnetic phases, and transitions in the low temperature\nand high field range have been observed, allowing us to identify a possible\nquantum critical point; (3) there is extremely large, fully reversible MCE\n(magnetic entropy change (-{\\Delta}SM) = 27.8, 66, and 88 J / kg K, adiabatic\ntemperature change ({\\Delta}Tad) = 6.7, 17.6, and 36.4 K at 2.55 K for field\nchanges of 2, 5, and 11 T, respectively in the continuum of quantum phase\ntransitions in this system; (4) moreover, careful experiments and analysis may\nallow experimental determination and set up a quantum phase diagram of this\nsystem. The magnetic-entropy change monotonically increases with decreasing\ntemperature, and it exceeds the magnetocaloric effect (MCE) in any other known\nlow temperature reversible MCE material by at least a factor of 3. The\nextremely large magnetic entropy change may be attributed to the large amount\nof weakly interacting spins that can be easily aligned at low-lying energy in\nthe quantum critical regime of our nanosized materials, since there is large\nMCE in the local spin-liquid-like (low energy excitation and even gapless\nstate) range. These indicate that the material is a promising MCE candidate for\nlow temperature application, and possibly could make ultra-low temperatures\neasily achievable for most laboratories and for space application as well.\n","Comment: 32 pages, 13 figures"]}]
["1207.3241",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3241","Discrete Event Dynamic Systems 3, 4 (1993) 347-374","doi:10.1007/BF01439159"],"date":["2012-07-13"],"type":["text"],"creator":["Bremaud, Pierre","Lasgouttes, Jean-Marc"],"language":[],"coverage":[],"title":["Stationary IPA Estimates for Non-Smooth G/G/1/$\\infty$ Functionals via\n  Palm Inversion and Level-Crossing Analysis"],"description":["  We give stationary estimates for the derivative of the expectation of a\nnon-smooth function of bounded variation f of the workload in a G/G/1/$\\infty$\nqueue, with respect to a parameter influencing the distribu- tion of the input\nprocess. For this, we use an idea of Konstantopoulos and Zazanis based on the\nPalm inversion formula, however avoiding a limiting argument by performing the\nlevel-crossing analysis thereof globally, via Fubini's theorem. This method of\nproof allows to treat the case where the workload distribution has a mass at\ndiscontinuities of f and where the formula has to be modified. The case where\nthe parameter is the speed of service or/and the time scale factor of the input\nprocess is also treated using the same approach.\n"]}]
["1207.3242",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3242","MRS Proceedings 1319 (2011) mrsf10-1319-ww06-01","doi:10.1557/opl.2011.924"],"date":["2012-07-13"],"type":["text"],"creator":["Dejoie, Catherine","Martinetto, Pauline","Dooryhee, Eric","Van Eslande, Elsa","Blanc, Sylvie","Bordat, Patrice","Brown, Ross","Porcher, Florence","Anne, Michel"],"language":[],"coverage":[],"title":["Diffusion Of Indigo Molecules Inside The Palygorskite Clay Channels"],"description":["  The search for durable dyes led several past civilizations to develop\nartificial pigments. Maya Blue (MB), manufactured in pre-Columbian Mesoamerica,\nis one of the best known examples of an organic-inorganic hybrid material. Its\ndurability is due to the unique association of indigo molecule and\npalygorskite, a particular fibrous clay occurring in Yucatan. Despite 50 years\nof sustained interest, the microscopic structure of MB and its relation to the\ndurability remain open questions. Combining new thermogravimetric and\nsynchrotron X-ray diffraction analyses, we show that indigo molecules can\ndiffuse into the channel of the palygorskite during the heating process,\nreplacing zeolitic water and stabilizing the room temperature phases of the\nclay.\n"]}]
["1207.3247",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3247"],"date":["2012-07-13"],"type":["text"],"creator":["Nandi, Rana","Chatterjee, Debarati","Bandyopadhyay, Debades"],"language":[],"coverage":[],"title":["Role of strongly magnetized crusts in torsional shear modes of magnetars"],"description":["  We study the influence of magnetised crusts on torsional shear mode\noscillations of magnetars. In this context, we employ magnetised crusts whose\nground state properties are affected by Landau quantisation of electrons. The\nshear modulus of magnetised crusts is enhanced in strong magnetic fields $\\geq\n10^{17}$ G. Though we do not find any appreciable change in frequencies of\nfundamental torsional shear modes, frequencies of first overtones are\nsignificantly affected in strong magnetic fields. Furthermore, frequencies of\ntorsional shear modes calculated with magnetised crusts are in good agreement\nwith frequencies of observed quasi-periodic oscillations.\n","Comment: 18 pages, 5 figures"]}]
["1207.3249",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3249","Condens. Matter Phys., 2012, vol. 15, No. 2, 23001:1-10","doi:10.5488/CMP.15.23001"],"date":["2012-07-13"],"type":["text"],"creator":["Bopp, Ph. A.","Ibuki, K."],"language":[],"coverage":[],"title":["Ion clusters and ion-water potentials in MD-simulations"],"description":["  A well known, if little documented, problem in many molecular simulations of\naqueous ionic solutions at finite concentrations is that unrealistic\ncation-cation associations are frequently found. One might suspect a defect in\nthe ion-ion interaction potentials, about which not much is known. However, we\nshow that this phenomenon can also be traced to the fact that, in the\npair-potential approximation, the cation-water potentials are too deep compared\nwith the other ones and we investigate this phenomenon in some detail. We then\nattempt to draw some general conclusions.\n","Comment: 10 pages, 9 figures"]}]
["1207.3251",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3251"],"date":["2012-07-13"],"type":["text"],"creator":["Zverovich, Vadim","Avineri, Erel"],"language":[],"coverage":[],"title":["Braess' Paradox in a Generalised Traffic Network"],"description":["  The classical network configuration introduced by Braess in 1968 is of\nfundamental significance because Valiant and Roughgarden showed in 2006 that\n`the \"global\" behaviour of an equilibrium flow in a large random network is\nsimilar to that in Braess' original four-node example'. In this paper, a\nnatural generalisation of Braess' network is introduced and conditions for the\noccurrence of Braess' paradox are formulated for the generalised network.\n  The Braess' paradox has been studied mainly in the context of the classical\nproblem introduced by Braess and his colleagues, assuming a certain type of\nnetworks. Specifically, two pairs of links in those networks are assumed to\nhave the same volume-delay functions. The occurrence of Braess' paradox for\nthis specific case of network symmetry was investigated by Pas and Principio in\n1997. Such a symmetry is not common in real-life networks because the\nparameters of volume-delay functions are associated with roads physical and\nfunctional characteristics, which typically differ from one link to another\n(e.g. roads in networks are of different length). Our research provides an\nextension of previous studies on Braess' paradox by considering arbitrary\nvolume-delay functions, i.e. symmetry properties are not assumed for any of the\nnetwork's links and the occurrence of Braess' paradox is studied for a general\nconfiguration.\n","Comment: 23 pages"]}]
["1207.3254",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Numerical Analysis","90C25, 90C46, 47A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3254"],"date":["2012-07-13"],"type":["text"],"creator":["Bot, Radu Ioan","Hendrich, Christopher"],"language":[],"coverage":[],"title":["A variable smoothing algorithm for solving convex optimization problems"],"description":["  In this article we propose a method for solving unconstrained optimization\nproblems with convex and Lipschitz continuous objective functions. By making\nuse of the Moreau envelopes of the functions occurring in the objective, we\nsmooth the latter to a convex and differentiable function with Lipschitz\ncontinuous gradient by using both variable and constant smoothing parameters.\nThe resulting problem is solved via an accelerated first-order method and this\nallows us to recover approximately the optimal solutions to the initial\noptimization problem with a rate of convergence of order $\\O(\\tfrac{\\ln k}{k})$\nfor variable smoothing and of order $\\O(\\tfrac{1}{k})$ for constant smoothing.\nSome numerical experiments employing the variable smoothing method in image\nprocessing and in supervised learning classification are also presented.\n","Comment: 23 pages"]}]
["1207.3258",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3258","Condens. Matter Phys., 2012, vol. 15, No. 2, 23002:1-8","doi:10.5488/CMP.15.23002"],"date":["2012-07-13"],"type":["text"],"creator":["Méndez-Maldonado, G. A.","González-Melchor, M.","Alejandre, J."],"language":[],"coverage":[],"title":["Phase equilibria and interfacial properties of two-dimensional Yukawa\n  fluids"],"description":["  Molecular dynamics simulations of two-dimensional soft Yukawa fluids are\nperformed to analyze the effect that the range of interaction has on coexisting\ndensities and line tension. The attractive one-component fluid and equimolar\nmixtures containing positive and negative particles are studied at different\ntemperatures to locate the region where the vapor-solid and vapor-liquid phases\nare stable. When the range of interaction decreases, the critical temperature\nof the attractive one-component systems decreases. However, for the charged\nmixtures it increases, and this opposite behaviour is understood in terms of\nthe repulsive interactions which are dominant for these systems. The stable\nphase diagram of two-dimensional fluids is defined for smaller values of the\ndecay parameter \\lambda\\ than that of fluids in three dimensions. The\ntwo-dimensional attractive one-component fluid has stable liquid-vapor phase\ndiagram for values of \\lambda<3, in contrast to the three-dimensional case,\nwhere stability has been observed even for values of \\lambda<15. The same trend\nis observed in equimolar mixtures of particles carrying opposite charges.\n","Comment: 8 pages, 8 figures"]}]
["1207.3259",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3259","Condens. Matter Phys., 2012, vol. 15, No. 2, 23004:1-8","doi:10.5488/CMP.15.23004"],"date":["2012-07-13"],"type":["text"],"creator":["Oncák, M.","Malijevský, A.","Kolafa, J.","Labík, S."],"language":[],"coverage":[],"title":["On extrapolation of virial coefficients of hard spheres"],"description":["  Several methods of extrapolating the virial coefficients, including those\nproposed in this work, are discussed. The methods are demonstrated on\npredicting higher virial coefficients of one-component hard spheres. Estimated\nvalues of the eleventh to fifteenth virial coefficients are suggested. It has\nbeen speculated that the virial coefficients, B_n, beyond B_{14} may decrease\nwith increasing n, and may reach negative values at large n. The extrapolation\ntechniques may be utilized in other fields of science where the art of\nextrapolation plays a role.\n","Comment: 8 pages, 1 figure"]}]
["1207.3263",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3263","Condens. Matter Phys., 2012, vol. 15, No. 2, 23301:1-8","doi:10.5488/CMP.15.23301"],"date":["2012-07-13"],"type":["text"],"creator":["Skvor, J.","Nezbeda, I."],"language":[],"coverage":[],"title":["Percolation line, response functions, and Voronoi polyhedra analysis in\n  supercritical water"],"description":["  The problem of a physical relevance (meaning) of percolation in supercritical\nfluids is addressed considering a primitive model of water. Two different\ncriteria, physical and configurational, are used for the cluster definition in\nMonte Carlo simulations over a range of pressures to determine the percolation\nline and skewness, and a theoretical analytic equation of state is used to\nevaluate response functions. It is found that both criteria yield practically\nthe same percolation line. However, unlike the findings for simple fluids, the\nloci of the response function extrema exhibit density/pressure dependence quite\ndifferent from that of the percolation line. The only potential coincidence\nbetween the loci of the extrema of a thermodynamic property and a detectable\nstructural change is found for the coefficient of isothermal compressibility\nand Voronoi neighbors distribution skewness maximum.\n","Comment: 8 pages, 2 figures"]}]
["1207.3264",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3264","Condens. Matter Phys., 2012, vol. 15, No. 2, 23603:1-12","doi:10.5488/CMP.15.23603"],"date":["2012-07-13"],"type":["text"],"creator":["Borówko, M.","Staszewski, T."],"language":[],"coverage":[],"title":["A density functional study of the structure of tethered chains in a\n  binary mixture"],"description":["  A density functional study of the structure of a layer formed by chain\nmolecules pinned to a solid surface is presented. The chains are modeled as\nfreely joined spheres. Segments and all components interact via Lennard-Jones\n(12-6) potential. The interactions of fluid molecules with the wall are\ndescribed by the Lennard-Jones (9-3) potential. We analyze how different\nparameters of the model affect the dependence of the brush height upon the\nmixture composition. We consider the effect of grafting density and the\nparameters characterizing the interactions of fluid molecules with the\nsubstrate and with the chains as well as interactions within the mixture. The\nchanges in the brush height correlate with the adsorption of particular\ncomponents.\n","Comment: 12 pages, 8 figures"]}]
["1207.3265",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3265"],"date":["2012-07-13"],"type":["text"],"creator":["Xu, Ge","Chen, Biao"],"language":[],"coverage":[],"title":["The Sufficiency Principle for Decentralized Data Reduction"],"description":["  This paper develops the sufficiency principle suitable for data reduction in\ndecentralized inference systems. Both parallel and tandem networks are studied\nand we focus on the cases where observations at decentralized nodes are\nconditionally dependent. For a parallel network, through the introduction of a\nhidden variable that induces conditional independence among the observations,\nthe locally sufficient statistics, defined with respect to the hidden variable,\nare shown to be globally sufficient for the parameter of inference interest.\nFor a tandem network, the notion of conditional sufficiency is introduced and\nthe related theories and tools are developed. Finally, connections between the\nsufficiency principle and some distributed source coding problems are explored.\n","Comment: 5 pages, 4 figures, ISIT 12"]}]
["1207.3266",{"format":[],"subject":["Mathematics - Combinatorics","05A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3266"],"date":["2012-07-13"],"type":["text"],"creator":["Goyt, Adam M.","Keller, Brady L.","Rue, Jonathan E."],"language":[],"coverage":[],"title":["Statistical Distributions and $q$-Analogues of $k$-Fibonacci Numbers"],"description":["  We study $q$-analogues of $k$-Fibonacci numbers that arise from weighted\ntilings of an $n\\times1$ board with tiles of length at most $k$. The weights on\nour tilings arise naturally out of distributions of permutations statistics and\nset partitions statistics. We use these $q$-analogues to produce $q$-analogues\nof identities involving $k$-Fibonacci numbers. This is a natural extension of\nresults of the first author and Sagan on set partitions and the first author\nand Mathisen on permutations. In this paper we give general $q$-analogues of\n$k$-Fibonacci identities for arbitrary weights that depend only on lengths and\nlocations of tiles. We then determine weights for specific permutation or set\npartition statistics and use these specific weights and the general identities\nto produce specific identities.\n","Comment: 16 pages, 3 figures"]}]
["1207.3268",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3268"],"date":["2012-07-13"],"type":["text"],"creator":["Alfonsi, Jessica"],"language":[],"coverage":[],"title":["A many-body overview of low-energy optical excitations in armchair\n  graphene nanoribbons"],"description":["  Excitonic spectra of armchair graphene nanoribbons (AGNRs) obtained from a\nfull many-body exact diagonalization of the Hubbard model are reported for both\nlongitudinally and transversely polarized photons, thus providing a complete\nsurvey of low-energy may-body optical excitations in these systems. The\nresulting one-photon allowed eigenstates turn out to be well separated in\nenergy from each other but both couple to the same set of two-photon allowed\nstates. The magnitude of the calculated optical oscillator strengths for\nperpendicular polarization suggest that these optical features can be indeed\nobserved in polarized absorption measurements.\n","Comment: 14 pages, 5 figures"]}]
["1207.3271",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3271","Condens. Matter Phys., 2012, vol. 15, No. 2, 23606:1-6","doi:10.5488/CMP.15.23606"],"date":["2012-07-13"],"type":["text"],"creator":["Steinczinger, Z.","Pusztai, L."],"language":[],"coverage":[],"title":["An independent, general method for checking consistency between\n  diffraction data and partial radial distribution functions derived from them:\n  the example of liquid water"],"description":["  There are various routes for deriving partial radial distribution functions\nof disordered systems from experimental diffraction (and/or EXAFS) data. Due to\nlimitations and errors of experimental data, as well as to imperfections of the\nevaluation procedures, it is of primary importance to confirm that the end\nresult (partial radial distribution functions) and the primary information\n(diffraction data) are consistent with each other. We introduce a simple\napproach, based on Reverse Monte Carlo modelling, that is capable of assessing\nthis dilemma. As a demonstration, we use the most frequently cited set of\n\"experimental\" partial radial distribution functions on liquid water and\ninvestigate whether the 3 partials (O-O, O-H and H-H) are consistent with the\ntotal structure factor of pure liquid D_2O from neutron diffraction and that of\nH_2O from X-ray diffraction. We find that while neutron diffraction on heavy\nwater is in full agreement with all the 3 partials, the addition of X-ray\ndiffraction data clearly shows problems with the O-O partial radial\ndistribution function. We suggest that the approach introduced here may also be\nused to establish whether partial radial distribution functions obtained from\nstatistical theories of the liquid state are consistent with the measured\nstructure factors.\n","Comment: 6 pages, 3 figures"]}]
["1207.3274",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3274","Condens. Matter Phys., 2012, vol. 15, No. 2, 23801:1-10","doi:10.5488/CMP.15.23801"],"date":["2012-07-13"],"type":["text"],"creator":["Bhuiyan, L. B.","Henderson, D.","Sokołowski, S."],"language":[],"coverage":[],"title":["On the contact values of the density profiles in an electric double\n  layer using density functional theory"],"description":["  A recently proposed local second contact value theorem [Henderson D., Boda\nD., J. Electroanal. Chem., 2005, 582, 16] for the charge profile of an electric\ndouble layer is used in conjunction with the existing Monte Carlo data from the\nliterature to assess the contact behavior of the electrode-ion distributions\npredicted by the density functional theory. The results for the contact values\nof the co- and counterion distributions and their product are obtained for the\nsymmetric valency, restricted primitive model planar double layer for a range\nof electrolyte concentrations and temperatures. Overall, the theoretical\nresults satisfy the second contact value theorem reasonably well, the agreement\nwith the simulations being semi-quantitative or better. The product of the co-\nand counterion contact values as a function of the electrode surface charge\ndensity is qualitative with the simulations with increasing deviations at\nhigher concentrations.\n","Comment: 10 pages, 8 figures"]}]
["1207.3275",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3275"],"date":["2012-07-13"],"type":["text"],"creator":["Betz, M.","Caspers, F."],"language":[],"coverage":[],"title":["A microwave paraphoton and axion detection experiment with 300 dB\n  electromagnetic shielding at 3 GHz"],"description":["  For the microwave equivalent of \"light shining through the wall\" (LSW)\nexperiments, a sensitive microwave detector and very high electromagnetic\nshielding is required. The screening attenuation between the axion generating\ncavity and the nearby detection cavity should be greater than 300 dB, in order\nto improve over presently existing exclusion limits. To achieve these goals in\npractice, a \"box in a box\" concept was utilized for shielding the detection\ncavity, while a vector signal analyzer was used as a microwave receiver with a\nvery narrow resolution bandwidth in the order of a few micro-Hz. This\ncontribution will present the experimental layout and the results to date.\n","Comment: Presented at 3rd International Particle Accelerator Conference 2012,\n  New Orleans, LA, USA, 20 - 25 May 2012"]}]
["1207.3277",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3277"],"date":["2012-07-13"],"type":["text"],"creator":["Omrana, Hajar","Nassiri, Safae","Belouadha, Fatima-Zahra","Roudiés, Ounsa"],"language":[],"coverage":[],"title":["Design for Distributed Moroccan Hospital Pharmacy Information\n  Environment with Service Oriented Architecture"],"description":["  In the last five years, Moroccan e-health system has focused on improving the\nquality of patient care services by making use of advanced Information and\nCommunications Technologies (ICT) solutions. In actual fact, achieving runtime\nand efficient information sharing, through large-scale distributed environments\nsuch as e-health system, is not a trivial task. It seems to present many issues\ndue to the heterogeneity and complex nature of data resources. This concerns,\nin particular, Moroccan Hospital Pharmacy Information System (HPIS) which needs\nto interact with several disparate medical information systems. Service\nOriented Architecture (SOA) offers solution that is both flexible and practical\nto effectively address the problem of interoperability of e-health systems. In\nthis paper, we discuss the limits and challenges of the current Moroccan\ninformation system intended for hospital pharmacy. We therefore propose a\nglobal Web services-based e-health architecture for integrating different\nheterogeneous blocks and various data resources of this system. We also present\na solution to secure Web services communication using WS-SecurityPolicy.\n","Comment: 5 pages, 4 figures; Journal of Development Informatics, Aptikom.\n  Published 2012"]}]
["1207.3280",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3280","Condens. Matter Phys., 2012, vol. 15, No. 2, 23802:1-12","doi:10.5488/CMP.15.23802"],"date":["2012-07-13"],"type":["text"],"creator":["Luksic, M.","Vlachy, V.","Hribar-Lee, B."],"language":[],"coverage":[],"title":["Modelling the ion-exchange equilibrium in nanoporous materials"],"description":["  Distribution of a two component electrolyte mixture between the model\nadsorbent and a bulk aqueous electrolyte solution was studied using the replica\nOrnstein-Zernike theory and the grand canonical Monte Carlo method. The\nelectrolyte components were modelled to mimic the HCl/NaCl and HCl/CaCl_2\nmixtures, respectively. The matrix, invaded by the primitive model electrolyte\nmixture, was formed from monovalent negatively charged spherical obstacles. The\nsolution was treated as a continuous dielectric with the properties of pure\nwater. Comparison of the pair distribution functions (obtained by the two\nmethods) between the various ionic species indicated a good agreement between\nthe replica Ornstein-Zernike results and machine calculations. Among\nthermodynamic properties, the mean activity coefficient of the invaded\nelectrolyte components was calculated. Simple model for the ion-exchange resin\nwas proposed. The selectivity calculations yielded qualitative agreement with\nthe following experimental observations: (i) selectivity increases with the\nincreasing capacity of the adsorbent (matrix concentration), (ii) the adsorbent\nis more selective for the ion having higher charge density if its fraction in\nmixture is smaller.\n","Comment: 12 pages, 9 figures"]}]
["1207.3281",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3281"],"date":["2012-07-13"],"type":["text"],"creator":["Wegrowe, J. -E.","Drouhin, H. -J.","Lacour, D."],"language":[],"coverage":[],"title":["Thermal Spin-Accumulation in Electric Conductors and Insulators"],"description":["  The interpretation of some recent measurements of spin-dependent voltage for\nwhich the electric conduction does not play a role rises some new fundamental\nquestions about the effects of spin-dependent heat currents. A two spin-channel\nmodel is proposed in order to describe the effect of out-of-equilibrium\nspin-dependent heat carriers in electric conductors and insulators. It is shown\nthat thermal spin-accumulation can be generated by the heat currents only over\nan arbitrarily long distance for both electric conductors or electric\ninsulators. The diffusion equations for thermal spin-accumulation are derived\nin both cases, and the principle of its detection based on Spin-Nernst effect\nis described.\n","Comment: Letter, 2 Figures"]}]
["1207.3282",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3282","Condens. Matter Phys., 2012, vol. 15, No. 2, 23803:1-11","doi:10.5488/CMP.15.23803"],"date":["2012-07-13"],"type":["text"],"creator":["Kovács, R.","Valiskó, M.","Boda, D."],"language":[],"coverage":[],"title":["Monte Carlo simulation of the electrical properties of electrolytes\n  adsorbed in charged slit-systems"],"description":["  We study the adsorption of primitive model electrolytes into a layered slit\nsystem using grand canonical Monte Carlo simulations. The slit system contains\na series of charged membranes. The ions are forbidden from the membranes, while\nthey are allowed to be adsorbed into the slits between the membranes. We focus\non the electrical properties of the slit system. We show concentration, charge,\nelectric field, and electrical potential profiles. We show that the potential\ndifference between the slit system and the bulk phase is mainly due to the\ndouble layers formed at the boundaries of the slit system, but polarization of\nexternal slits also contributes to the potential drop. We demonstrate that the\nelectrical work necessary to bring an ion into the slit system can be studied\nonly if we simulate the slit together with the bulk phases in one single\nsimulation cell.\n","Comment: 11 pages, 8 figures"]}]
["1207.3288",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3288"],"date":["2012-07-13"],"type":["text"],"creator":["Royle, J. Andrew","Chandler, Richard B."],"language":[],"coverage":[],"title":["Integrating Resource Selection Information with Spatial\n  Capture-Recapture"],"description":["  Understanding space usage and resource selection is a primary focus of many\nstudies of animal populations. Usually, such studies are based on location data\nobtained from telemetry, and resource selection functions (RSF) are used for\ninference. Another important focus of wildlife research is estimation and\nmodeling population size and density. Recently developed spatial\ncapture-recapture (SCR) models accomplish this objective using individual\nencounter history data with auxiliary spatial information on location of\ncapture. SCR models include encounter probability functions that are\nintuitively related to RSFs, but to date, no one has extended SCR models to\nallow for explicit inference about space usage and resource selection. We\ndevelop a statistical framework for jointly modeling space usage, resource\nselection, and population density by integrating SCR data, such as from camera\ntraps, mist-nets, or conventional catch-traps, with resource selection data\nfrom telemetered individuals. We provide a framework for estimation based on\nmarginal likelihood, wherein we estimate simultaneously the parameters of the\nSCR and RSF models.\n  Our method leads to increases in precision for estimating population density\nand parameters of ordinary SCR models. Importantly, we also find that SCR\nmodels alone can estimate parameters of resource selection functions and, as\nsuch, SCR methods can be used as the sole source for studying space-usage;\nhowever, precision will be higher when telemetry data are available. Finally,\nwe find that SCR models using standard symmetric and stationary encounter\nprobability models produce biased estimates of density when animal space usage\nis related to a landscape covariate. Therefore, it is important that space\nusage be taken into consideration, if possible, in studies focused on\nestimating density using capture-recapture methods.\n"]}]
["1207.3289",{"format":[],"subject":["Quantitative Biology - Tissues and Organs","Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3289"],"date":["2012-07-13"],"type":["text"],"creator":["Werner, Eric"],"language":[],"coverage":[],"title":["The Origin, Evolution and Development of Bilateral Symmetry in\n  Multicellular Organisms"],"description":["  A computational theory and model of the ontogeny and development of bilateral\nsymmetry in multicellular organisms is presented. Understanding the origin and\nevolution of bilateral organisms requires an understanding of how bilateral\nsymmetry develops, starting from a single cell. Bilateral symmetric growth of a\nmulticellular organism from a single starter cell is explained as resulting\nfrom the opposite handedness and orientation along one axis in two daughter\nfounder cells that are in equivalent developmental control network states.\nSeveral methods of establishing the initial orientation of the daughter cells\n(including oriented cell division and cell signaling) are discussed. The\norientation states of the daughter cells are epigenetically inherited by their\nprogeny. This results in mirror development with the two founding daughter\ncells generating complementary mirror image multicellular morphologies. The end\nproduct is a bilateral symmetric organism. The theory gives a unified\nexplanation of diverse phenomena including symmetry breaking, situs inversus,\ngynandromorphs, inside-out growth, bilaterally symmetric cancers, and the\nrapid, punctuated evolution of bilaterally symmetric organisms in the Cambrian\nExplosion. The theory is supported by experimental results on early embryonic\ndevelopment. The theory makes precise testable predications.\n","Comment: 29 pages"]}]
["1207.3291",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3291"],"date":["2012-07-13"],"type":["text"],"creator":["Seo, Seunghyun","Shin, Heesung"],"language":[],"coverage":[],"title":["A refinement for ordered labeled trees"],"description":["  Let $\\mathcal{O}_n$ be the set of ordered labeled trees on ${0,...,n}$. A\nmaximal decreasing subtree of an ordered labeled tree is defined by the maximal\nordered subtree from the root with all edges being decreasing. In this paper,\nwe study a new refinement $\\mathcal{O}_{n,k}$ of $\\mathcal{O}_n$, which is the\nset of ordered labeled trees whose maximal decreasing subtree has $k+1$\nvertices.\n","Comment: 5 pages, 3 figures; Korea Journal of Mathematics 20(2), 2012"]}]
["1207.3292",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3292"],"date":["2012-07-13"],"type":["text"],"creator":["Zhao, Yu","Zhu, Fangfang","Chen, Biao"],"language":[],"coverage":[],"title":["The Han-Kobayashi Region for a Class of Gaussian Interference Channels\n  with Mixed Interference"],"description":["  A simple encoding scheme based on Sato's non-na\\\"ive frequency division is\nproposed for a class of Gaussian interference channels with mixed interference.\nThe achievable region is shown to be equivalent to that of Costa's noiseberg\nregion for the onesided Gaussian interference channel. This allows for an\nindirect proof that this simple achievable rate region is indeed equivalent to\nthe Han-Kobayashi (HK) region with Gaussian input and with time sharing for\nthis class of Gaussian interference channels with mixed interference.\n","Comment: 5 pages, 6 figures, ISIT2012"]}]
["1207.3300",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3300"],"date":["2012-07-13"],"type":["text"],"creator":["Lillo, Fabrizio","Miccichè, Salvatore","Tumminello, Michele","Piilo, Jyrki","Mantegna, Rosario Nunzio"],"language":[],"coverage":[],"title":["How news affect the trading behavior of different categories of\n  investors in a financial market"],"description":["  We investigate the trading behavior of a large set of single investors\ntrading the highly liquid Nokia stock over the period 2003-2008 with the aim of\ndetermining the relative role of endogenous and exogenous factors that may\naffect their behavior. As endogenous factors we consider returns and\nvolatility, whereas the exogenous factors we use are the total daily number of\nnews and a semantic variable based on a sentiment analysis of news. Linear\nregression and partial correlation analysis of data show that different\ncategories of investors are differently correlated to these factors.\nGovernmental and non profit organizations are weakly sensitive to news and\nreturns or volatility, and, typically, they are more correlated with the former\nthan with the latter. Households and companies, on the contrary, are very\nsensitive to both endogenous and exogenous factors, and volatility and returns\nare, on average, much more relevant than the number of news and sentiment,\nrespectively. Finally, financial institutions and foreign organizations are\nintermediate between these two cases, in terms of both the total explanatory\npower of these factors and their relative importance.\n","Comment: 30 pages, 4 figures and 5 tables"]}]
["1207.3302",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3302","International Journal of VLSI design & Communication Systems\n  (VLSICS) Vol.3, No.3, June 2012, 95-105"],"date":["2012-07-13"],"type":["text"],"creator":["Jadav, Sunil","Vikrant","Vashisath, Munish"],"language":[],"coverage":[],"title":["Design and Performance Analysis Of Ultra Low Power 6T SRAM Using\n  Adiabatic Technique"],"description":["  Power consumption has become a critical concern in both high performance and\nportable applications. Methods for power reduction based on the application of\nadiabatic techniques to CMOS circuits have recently come under renewed\ninvestigation. In thermodynamics, an adiabatic energy transfer through a\ndissipative medium is one in which losses are made arbitrarily small by causing\nthe transfer to occur sufficiently slowly. In this work adiabatic technique is\nused for reduction of average power dissipation. Simulation of 6T SRAM cell has\nbeen done for 180nm CMOS technology. It shows that average power dissipation is\nreduced up to 75% using adiabatic technique and also shows the effect on static\nnoise margin.\n","Comment: 11 pages"]}]
["1207.3304",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3304"],"date":["2012-07-13"],"type":["text"],"creator":["Boulite, S.","Bouslous, H.","Maniar, L.","Saij, R."],"language":[],"coverage":[],"title":["Sufficient and Necessary Conditions for the Solvability of the State\n  Feedback Regulation Problem"],"description":["  In this paper, we discuss the state feedback output regulation problem (SFRP)\nfor infinite-dimensional linear control systems with infinite-dimensional\nexosystems. Under the polynomial stabilizability assumption, sufficient and\nnecessary conditions are given for the solvability of the SFRP. The solvability\nof this problem is characterized in terms of the solvability of a pair of\nlinear regulator equations. An application of the solvability of the SFRP for\npolynomial stable SISO system is given.\n","Comment: 16 pages"]}]
["1207.3312",{"format":[],"subject":["Mathematics - Complex Variables","32U05, 32U15, 32U35, 32E30, 32V40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3312"],"date":["2012-07-13"],"type":["text"],"creator":["Sadullaev, Azimbay","Zeriahi, Ahmed"],"language":[],"coverage":[],"title":["Subsets of full measure in a generic submanifold in $\\C^n$ are\n  non-plurithin"],"description":["  In this paper we prove that if $I $ is a subset of measure 0 in a\n$C^2-$smooth generic submanifold $M$ of $ \\C^n$, then its complement in $M$ is\nnon-plurithin at each point of $M$ in $\\C^n$. This result improves a previous\nresult of A. Edigarian and J. Wiegerinck, who considered the case where $I$ is\npluripolar set contained in a $C^1-$smooth generic submanifold $M \\subset\n\\C^n$. The proof of our result is essentially different.\n"]}]
["1207.3315",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science","Computer Science - Mathematical Software","Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3315","Calculemus 2012, Lecture Notes in Computer Science, 7362, pages\n  215--229, 2012","doi:10.1007/978-3-642-31374-5_15"],"date":["2012-07-13"],"type":["text"],"creator":["Heras, Jónathan","Poza, María","Rubio, Julio"],"language":[],"coverage":[],"title":["Verifying an algorithm computing Discrete Vector Fields for digital\n  imaging"],"description":["  In this paper, we present a formalization of an algorithm to construct\nadmissible discrete vector fields in the Coq theorem prover taking advantage of\nthe SSReflect library. Discrete vector fields are a tool which has been\nwelcomed in the homological analysis of digital images since it provides a\nprocedure to reduce the amount of information but preserving the homological\nproperties. In particular, thanks to discrete vector fields, we are able to\ncompute, inside Coq, homological properties of biomedical images which\notherwise are out of the reach of this system.\n","Comment: Published in the Calculemus track of the CICM 2012 congress"]}]
["1207.3317",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3317"],"date":["2012-07-13"],"type":["text"],"creator":["Alon, Noga"],"language":[],"coverage":[],"title":["Restricted integer partition functions"],"description":["  For two sets $A$ and $M$ of positive integers and for a positive integer $n$,\nlet $p(n,A,M)$ denote the number of partitions of $n$ with parts in $A$ and\nmultiplicities in $M$, that is, the number of representations of $n$ in the\nform $n=\\sum_{a \\in A} m_a a$ where $m_a \\in M \\cup {0}$ for all $a$, and all\nnumbers $m_a$ but finitely many are 0. It is shown that there are infinite sets\n$A$ and $M$ so that $p(n,A,M)=1$ for every positive integer $n$. This settles\n(in a strong form) a problem of Canfield and Wilf. It is also shown that there\nis an infinite set $M$ and constants $c$ and $n_0$ so that for $A={k!}_{k \\geq\n1}$ or for $A=\\{k^k\\}_{k \\geq 1}$, $0<p(n,A,M) \\leq n^c$ for all $n>n_0$. This\nanswers a question of Ljuji\\'c and Nathanson.\n"]}]
["1207.3319",{"format":[],"subject":["Mathematics - Combinatorics","52C25 (Primary) 05C50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3319"],"date":["2012-07-13"],"type":["text"],"creator":["Luo, Shisen"],"language":[],"coverage":[],"title":["Lower bound for the rank of rigidity matrix of 4-valent graphs under\n  various connectivity assumptions"],"description":["  In this paper we study the rank of planar rigidity matrix of 4-valent graphs,\nboth in case of generic realizations and configurations in general position,\nunder various connectivity assumptions on the graphs. For each case considered,\nwe prove a lower bound and provide an example which shows the order of the\nbound we proved is sharp. This work is closed related to work in\n\\cite{Luo:Rigidity} and answers some questions raised there.\n","Comment: 15 pages, 5 figures"]}]
["1207.3320",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3320"],"date":["2012-07-13"],"type":["text"],"creator":["Taillon, Joshua A.","Tipton, William W.","Hennig, Richard G."],"language":[],"coverage":[],"title":["Ab Initio Discovery of Novel Crystal Structure Stability in Barium and\n  Sodium-Calcium Compounds under Pressure using DFT"],"description":["  Group I/II materials exhibit unexpected structural phase transitions at high\npressures, providing potential insight into the origins of elemental\nsuperconductivity. We present here a computational study of elemental barium\nand binary sodium-calcium alloys to identify both known and unknown phases of\nbarium under pressure, as well as stable high-pressure compounds in the\nimmiscible Na-Ca system. To predict stability, we performed density functional\ntheory calculations on randomly generated structures and evolved them using a\ngenetic algorithm. For barium, we observed all of the expected phases and a\nnumber of new metastable structures, excluding the incommensurate Ba-IV\nstructure. We also observed a heretofore unreported structure (\\alpha-Sm)\npredicted to be the ground state from 30-42 GPa. In the Na-Ca system, we\ndemonstrate feasibility of our search method, but have been unable to predict\nany stable compounds. These results have improved the efficacy of the genetic\nalgorithm, and should provide many promising directions for future work.\n","Comment: 8 pages, 5 figures, 3 tables; Prepared for and presented at Cornell\n  University Department of Materials Science and Engineering Senior Thesis\n  Research Symposium, May 2011"]}]
["1207.3321",{"format":[],"subject":["Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3321"],"date":["2012-07-13"],"type":["text"],"creator":["Redondo, Andrea","Romero, Raquel","Lorenzo, Ana","Sanz, Noelia","Durán, Esther","Oltra, Beatriz","Pozuelo, José Manuel","Santamaría, Luis","Arriazu, Riánsares"],"language":[],"coverage":[],"title":["The effect of low doses of cadmium and zinc chloride on the Blood-Testis\n  Barrier of Sprague Dawley rats"],"description":["  Background: Cadmium chloride is an environmental toxic that affects the male\nreproductive system. This study was directed 1) to evaluate whether long-term\noral exposures to low doses of Cd in rats causes morphological changes, 2) the\nimmunohistochemical TJ and AJ protein expression; and 3) to evidence that zinc\nexposure can modify Cd effects. Methods: Testis of normal rats and rats that\nhave received Cd or Cd+Zn in drinking water during 12 months did not show any\nmorphological change. Immunohistochemistry was used to identify BTB integrity,\nclaudin-1, ZO-1, N-Cadherin and {\\beta}-catenin were detected by\nimmunohistochemistry and IOD were measure. Results: No immunoexpression changes\nof claudin-1 and ZO-1 were observed. Cd + Zn group showed a significant\nincrease of IOD of N-Cadherin, and a significant decrease of {\\beta}-catenin\nand transferrin immunoexpression was observed. Conclusions: Ours findings\nshowed that the intake of low oral doses of cadmium chloride over a long time\nperiod of time did not cause morphological variation on rat testis. Neither\nalteration on BTB was found. Zinc chloride was able to strengthen TJ and AJ,\nand decrease transferrin.\n  Key words: Testis prostate, cadmium, zinc, TJ, AJ, immunohistochemistry\n","Comment: 7 pages, 4 figures, 1 table"]}]
["1207.3322",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3322"],"date":["2012-07-13"],"type":["text"],"creator":["Zhu, Fangfang","Chen, Biao"],"language":[],"coverage":[],"title":["On the Sum Capacity of the Discrete Memoryless Interference Channel with\n  One-Sided Weak Interference and Mixed Interference"],"description":["  The sum capacity of a class of discrete memoryless interference channels is\ndetermined. This class of channels is defined analogous to the Gaussian\nZ-interference channel with weak interference; as a result, the sum capacity is\nachieved by letting the transceiver pair subject to the interference\ncommunicates at a rate such that its message can be decoded at the unintended\nreceiver using single user detection. Moreover, this class of discrete\nmemoryless interference channels is equivalent in capacity region to certain\ndiscrete degraded interference channels. This allows the construction of a\ncapacity outer-bound using the capacity region of associated degraded broadcast\nchannels. The same technique is then used to determine the sum capacity of the\ndiscrete memoryless interference channel with mixed interference. The above\nresults allow one to determine sum capacities or capacity regions of several\nnew discrete memoryless interference channels.\n","Comment: submitted to ISIT2012"]}]
["1207.3330",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3330"],"date":["2012-07-13"],"type":["text"],"creator":["Rezende, S. M.","Rodríguez-Suárez, R.","Soares, M. M.","Vilela-Leão, L. H.","Azevedo, A."],"language":[],"coverage":[],"title":["Magnetic relaxation in bilayers of yttrium iron garnet/platinum due to\n  the dynamic coupling at the interface"],"description":["  We show that in ferromagnetic (FM)/normal metal (NM) bilayers the dynamic\ncoupling at the interface transfers an additional magnetic relaxation from the\nheavily damped motion of the conduction electron spins in the NM layer to the\nFM spins. While the FM relaxation rates due to two-magnon scattering and spin\npumping decrease rapidly with increasing FM film thickness, the damping due to\nthe dynamic coupling does not depend on the FM film thickness. The proposed\nmechanism explains the very large broadening of ferromagnetic resonance lines\nin thick films of yttrium iron garnet after deposition of a Pt layer.\n","Comment: 5 pages, 1 figure"]}]
["1207.3339",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3339","New J. Phys. 13, 045021 (2011)","doi:10.1088/1367-2630/13/4/045021"],"date":["2012-07-13"],"type":["text"],"creator":["Pham, L. M.","Sage, D. Le","Stanwix, P. L.","Yeung, T. K.","Glenn, D.","Trifonov, A.","Cappellaro, P.","Hemmer, P. R.","Lukin, M. D.","Park, H.","Yacoby, A.","Walsworth, R. L."],"language":[],"coverage":[],"title":["Magnetic field imaging with NV ensembles"],"description":["  We demonstrate a method of imaging spatially varying magnetic fields using a\nthin layer of nitrogen-vacancy (NV) centers at the surface of a diamond chip.\nFluorescence emitted by the two-dimensional NV ensemble is detected by a CCD\narray, from which a vector magnetic field pattern is reconstructed. As a\ndemonstration, AC current is passed through wires placed on the diamond chip\nsurface, and the resulting AC magnetic field patterns are imaged using an\necho-based technique with sub-micron resolution over a 140 \\mu m x 140 \\mu m\nfield of view, giving single-pixel sensitivity ~100 nT/\\sqrt{Hz}. We discuss\nongoing efforts to further improve sensitivity and potential bioimaging\napplications such as real-time imaging of activity in functional, cultured\nnetworks of neurons.\n","Comment: 15 pages, 5 figures"]}]
["astro-ph/0601707",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0601707","ApJ(2006), 643, 1047","doi:10.1086/503189"],"date":["2006-01-31"],"type":["text"],"creator":["Wang, Ding-Xiong","Lei, Wei-Hua","Ye, Yong-Chun"],"language":[],"coverage":[],"title":["Screw Instability of Magnetic Field and Gamma-Ray Bursts in Type Ib/C\n  Supernovae"],"description":["  A toy model for gamma-ray burst supernovae (GRB-SNe) is discussed by\nconsidering the effects of screw instability of magnetic field in black hole\n(BH) magnetosphere. The screw instability in the Blandford-Znajek (BZ) process\n(henceforth SIBZ) can coexist with the screw instability in the magnetic\ncoupling (MC) process (henceforth SIMC). It turns out that both SIBZ and SIMC\noccur inevitably, provided that the following parameters are greater than some\ncritical values, i.e., (i) the BH spin, (ii) the power-law index describing the\nmagnetic field at the disk, and (iii) the vertical height of the astrophysical\nload above the equatorial plane of the rotating BH. The features of several\nGRBs are well fitted. In our model the durations of the long GRBs depend on the\nevolve time of the half-opening angle. A small fraction of energy is extracted\nfrom the BH via the BZ process to power a GRB, while a large fraction of energy\nis extracted from the BH via the MC process to power an associated supernova.\nIn addition, the variability time scales of tens of msec in the light curves of\nthe GRBs are fitted by two successive flares due to SIBZ.\n","Comment: 22 pages,5 figures. Accepted for publication in ApJ"]}]
["astro-ph/0703238",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0703238","A&A(2007), 468, 563","doi:10.1051/0004-6361:20066219"],"date":["2007-03-10","2007-03-27"],"type":["text"],"creator":["Lei, W. H.","Wang, D. X.","Gong, B. P.","Huang, C. Y."],"language":[],"coverage":[],"title":["A model of the light curves of Gamma-Ray Bursts"],"description":["  An extreme Kerr black hole (BH) surrounded by a precessing disk is invoked to\nexplain the light curves of gamma-ray bursts (GRBs) based on the coexistence of\nthe Blandford-Znajek (BZ) and the magnetic coupling (MC) processes. The overall\nshape of the light curves and the duration of GRBs are interpreted by the\nevolution of the half-opening angle of the magnetic flux on the BH horizon, and\nthe complex temporal structures are modulated by the precession and nutation of\nthe jet powered by the BZ process. The time profile of the emission exhibits a\nfast rise and a slow decay due to the effect of the evolution of the\nhalf-opening angle. The light curves of several GRBs are well fitted by this\nmodel with only six free parameters.\n","Comment: 8 pages, 8 figures. Accepted for publication in A&A"]}]
["gr-qc/0108061",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0108061","Class.Quant.Grav. 19 (2002) 3115-3126","doi:10.1088/0264-9381/19/12/301"],"date":["2001-08-24","2012-07-13"],"type":["text"],"creator":["Natario, Jose"],"language":[],"coverage":[],"title":["Linking and causality in (2+1)-dimensional static spacetimes"],"description":["  Given a (d+1)-dimensional spacetime (M,g), one can consider the set N of all\nits null geodesics. If (M,g) is globally hyperbolic then this set is naturally\na smooth (2d-1)-manifold. The sky of an event x in M is the set X of all null\ngeodesics through x, and is an embedded submanifold of N diffeomorphic to\nS^{d-1}. Low conjectured that if d=2 then x,y are causally related in M iff X,Y\nare linked in N. We prove Low's conjecture for a (large) class of static\nspacetimes.\n","Comment: 13 pages, 3 figures; typos corrected, 2 figures added"]}]
