["0802.1304",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1304","Mon.Not.Roy.Astron.Soc. 387 (2008), L36-L40","doi:10.1111/j.1745-3933.2008.00478.x"],"date":["2008-02-10","2008-04-01"],"type":["text"],"creator":["Trudolyubov, Sergey"],"language":[],"coverage":[],"title":["XMM-Newton discovery of transient X-ray pulsar in NGC 1313"],"description":["  We report on the discovery and analysis of the transient X-ray pulsar XMMU\nJ031747.5-663010 detected in the 2004 November 23 XMM-Newton observation of the\nspiral galaxy NGC 1313. The X-ray source exhibits pulsations with a period\nP~765.6 s and a nearly sinusoidal pulse shape and pulsed fraction ~38% in the\n0.3-7 keV energy range. The X-ray spectrum of XMMU J031747.5-663010 is hard and\nis well fitted with an absorbed simple power law of photon index ~1.5 in the\n0.3-7 keV energy band. The X-ray properties of the source and the absence of an\noptical/UV counterpart brighter than 20 mag allow us to identify XMMU\nJ031747.5-663010 as an accreting X-ray pulsar located in NGC 1313. The\nestimated absorbed 0.3-7 keV luminosity of the source L~1.6\\times 10^{39}\nergs/s, makes it one of the brightest X-ray pulsars known. Based on the\nrelatively long pulse period and transient behaviour of the source, we classify\nit as a Be binary X-ray pulsar candidate. XMMU J031747.5-663010 is the second\nX-ray pulsar detected outside the Local Group, after transient 18 s pulsating\nsource CXOU J073709.1+653544 discovered in the nearby spiral galaxy NGC 2403.\n","Comment: 6 pages, 4 figures. Accepted for publication in MNRAS. Updated to\n  match the accepted version"]}]
["0809.4317",{"format":[],"subject":["Quantum Physics","Computer Science - Hardware Architecture","C.1.m","B.2.0","B.m"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4317","doi:10.1145/2000502.2000504"],"date":["2008-09-24","2010-12-23"],"type":["text"],"creator":["Choi, Byung-Soo","Van Meter, Rodney"],"language":[],"coverage":[],"title":["On the Effect of Quantum Interaction Distance on Quantum Addition\n  Circuits"],"description":["  We investigate the theoretical limits of the effect of the quantum\ninteraction distance on the speed of exact quantum addition circuits. For this\nstudy, we exploit graph embedding for quantum circuit analysis. We study a\nlogical mapping of qubits and gates of any $\\Omega(\\log n)$-depth quantum adder\ncircuit for two $n$-qubit registers onto a practical architecture, which limits\ninteraction distance to the nearest neighbors only and supports only one- and\ntwo-qubit logical gates. Unfortunately, on the chosen $k$-dimensional practical\narchitecture, we prove that the depth lower bound of any exact quantum addition\ncircuits is no longer $\\Omega(\\log {n})$, but $\\Omega(\\sqrt[k]{n})$. This\nresult, the first application of graph embedding to quantum circuits and\ndevices, provides a new tool for compiler development, emphasizes the impact of\nquantum computer architecture on performance, and acts as a cautionary note\nwhen evaluating the time performance of quantum algorithms.\n","Comment: accepted for ACM Journal on Emerging Technologies in Computing\n  Systems"]}]
["0912.0299",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0299","Advances in Mathematics 231 (2012), pp. 1940-1973","doi:10.1016/j.aim.2012.07.011"],"date":["2009-12-01"],"type":["text"],"creator":["Francaviglia, Stefano","Martino, Armando"],"language":[],"coverage":[],"title":["The isometry group of Outer Space"],"description":["  We prove analogues of Royden's Theorem for the Lipschitz metrics of Outer\nSpace, namely that Isom(CV_n) is Out(F_n).\n"]}]
["1004.3664",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3664","Phys.Rev.D82:045018,2010","doi:10.1103/PhysRevD.82.045018"],"date":["2010-04-21"],"type":["text"],"creator":["Alfaro, Jorge","Espriu, Domènec","Puigdomènech, Daniel"],"language":[],"coverage":[],"title":["The emergence of geometry: a two-dimensional toy model"],"description":["  We review the similarities between the effective chiral lagrangrian, relevant\nfor low-energy strong interactions, and the Einstein-Hilbert action. We use\nthese analogies to suggest a specific mechanism whereby gravitons would emerge\nas Goldstone bosons of a global SO(D) X GL(D) symmetry broken down to SO(D) by\nfermion condensation. We propose a two-dimensional toy model where a dynamical\nzwei-bein is generated from a topological theory without any pre-existing\nmetric structure, the space being endowed only with an affine connection. A\nmetric appears only after the symmetry breaking; thus the notion of distance is\nan induced effective one. In spite of several non-standard features this simple\ntoy model appears to be renormalizable and at long distances is described by an\neffective lagrangian that corresponds to that of two-dimensional gravity\n(Liouville theory). The induced cosmological constant is related to the\ndynamical mass M acquired by the fermion fields in the breaking, which also\nacts as an infrared regulator. The low-energy expansion is valid for momenta k\n>M, i.e. for supra-horizon scales. We briefly discuss a possible implementation\nof a similar mechanism in four dimensions.\n","Comment: 18 pages"]}]
["1004.4073",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4073","Complex Analysis and Dynamical Systems IV, Part 2, 47-53, Contemp.\n  Math., 554 (2011)"],"date":["2010-04-23"],"type":["text"],"creator":["Beig, Robert"],"language":[],"coverage":[],"title":["The stationary n-body problem in general relativity"],"description":["  In this talk I describe recent joint works with R.Schoen and with G.Gibbons\nand R.Schoen which prove the non-existence of certain asymptotically flat,\nstationary solutions of the Einstein equations with more than one body. The\nbasic restriction is for example satisfied when spacetime has an isometry\nreversing the sign of the timelike Killing vector and fixing a hypersurface in\nthe space of Killing trajectories which is disjoint from the bodies. I also\ngive a detailed treatment of the Newtonian situation.\n","Comment: Talk at 'Complex Analysis & Dynamical Systems IV' held on May 18-22,\n  2009, in Nahariya, Israel. Accepted for publication in Contemporary\n  Mathematics"]}]
["1006.1507",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1507"],"date":["2010-06-08","2012-09-14"],"type":["text"],"creator":["Garunkstis, R."],"language":[],"coverage":[],"title":["Self-approximation of Dirichlet L-functions"],"description":["  Let $d$ be a real number, let $s$ be in a fixed compact set of the strip\n$1/2<\\sigma<1$, and let $L(s, \\chi)$ be the Dirichlet $L$-function. The\nhypothesis is that for any real number $d$ there exist 'many' real numbers\n$\\tau$ such that the shifts $L(s+i\\tau, \\chi)$ and $L(s+id\\tau, \\chi)$ are\n'near' each other. If $d$ is an algebraic irrational number then this was\nobtained by T. Nakamura. \\L. Pa\\'nkowski solved the case then $d$ is a\ntranscendental number. We prove the case then $d\\ne0$ is a rational number. If\n$d=0$ then by B. Bagchi we know that the above hypothesis is equivalent to the\nRiemann hypothesis for the given Dirichlet $L$-function. We also consider a\nmore general version of the above problem.\n","Comment: Unfortunately the proof of Theorem 1 contains a gap. The gap is\n  partially covered in T. Nakamura and L. Pankowski, Erratum to: The\n  generalized strong recurrence for non-zero rational parameters, Arch. Math.\n  99 (2012), 43-47. Theorem 2 is not affected by this gap. J. Number Theory,\n  131(7) (2011)"]}]
["1008.4158",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4158","Mon.Not.R.Astron.Soc.410 2203-2216,2011","doi:10.1111/j.1365-2966.2010.17593.x"],"date":["2010-08-24"],"type":["text"],"creator":["Sakstein, Jeremy","Pipino, Antonio","Devriendt, Julien","Maiolino, Roberto"],"language":[],"coverage":[],"title":["The Origin and Evolution of the Mass-Metallicity Relation using GalICS"],"description":["  The GalICS (Galaxies in Cosmological Simulations) semi-analytical model of\nhierar- chical galaxy formation is used to investigate the effects of different\ngalactic properties, including star formation rate (SFR) and outflows, on the\nshape of the mass metallic- ity relation and to predict the relation for\ngalaxies at redshift z=2.27 and z=3.54. Our version of GalICS has the chemical\nevolution implemented in great detail and is less heavily reliant on\napproximations such as instantaneous recycling. We vary the model parameters\ncontrolling both the efficiency and redshift dependence of the SFR as well as\nthe efficiency of supernova feedback. We find that the factors controlling the\nSFR influence the relation significantly at all redshifts and require a strong\nredshift dependence, proportional to 1+z, in order to reproduce the observed\nrelation at the low mass end. Indeed, at any redshift, the predicted relation\nflattens out at the high mass end resulting in a poorer agreement with\nobservations in this regime. We also find that variation of the parameters\nassociated with outflows has a minimal effect on the relation at high redshift\nbut does serve to alter its shape in the more recent past. We thus conclude\nthat the relation is one between SFR and mass and that outflows are only\nimportant in shaping the relation at late times. When the relation is\nstratified by SFR it is apparent that the predicted galaxies with increasing\nstellar masses have higher SFRs, supporting the view that galaxy downsizing is\nthe origin of the relation. Attempting to reproduce the observed relation, we\nvary the parameters controlling the efficiency of star formation and its\nredshift dependence and compare the predicted relations with Erb et al. (2006)\nat z=2.27 and Maiolino et al. (2008) at z=3.54 in order to find the\nbest-fitting parameters. (Abridged)\n","Comment: 16 pages, 9 figures, 1 table, accepted for publication in MNRAS"]}]
["1008.5093",{"format":[],"subject":["Quantum Physics","Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5093","doi:10.1145/2287696.2287707"],"date":["2010-08-30"],"type":["text"],"creator":["Choi, Byung-Soo","Van Meter, Rodney"],"language":[],"coverage":[],"title":["An $\\Theta(\\sqrt{n})$-depth Quantum Adder on a 2D NTC Quantum Computer\n  Architecture"],"description":["  In this work, we propose an adder for the 2D NTC architecture, designed to\nmatch the architectural constraints of many quantum computing technologies. The\nchosen architecture allows the layout of logical qubits in two dimensions and\nthe concurrent execution of one- and two-qubit gates with nearest-neighbor\ninteraction only. The proposed adder works in three phases. In the first phase,\nthe first column generates the summation output and the other columns do the\ncarry-lookahead operations. In the second phase, these intermediate values are\npropagated from column to column, preparing for computation of the final carry\nfor each register position. In the last phase, each column, except the first\none, generates the summation output using this column-level carry. The depth\nand the number of qubits of the proposed adder are $\\Theta(\\sqrt{n})$ and O(n),\nrespectively. The proposed adder executes faster than the adders designed for\nthe 1D NTC architecture when the length of the input registers $n$ is larger\nthan 58.\n"]}]
["1010.1507",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1507"],"date":["2010-10-07","2012-09-14"],"type":["text"],"creator":["Kallel, Sadok","Taamallah, Walid"],"language":[],"coverage":[],"title":["Fundamental Group and Euler Characteristic of Permutation Products and\n  Fat Diagonals"],"description":["  Permutation products and their various \"fat diagonal\" subspaces are studied\nfrom the topological and geometric point of view. We describe in detail the\nstabilizer and orbit stratifications related to the permutation action,\nproducing a sharp upper bound for its depth and then paying particular\nattention to the geometry of the diagonal stratum. We write down an expression\nfor the fundamental group of any permutation product of a connected space $X$\nhaving the homotopy type of a CW complex in terms of $\\pi_1(X)$ and\n$H_1(X;\\bbz)$. We then prove that the fundamental group of the configuration\nspace of $n$-points on $X$, of which multiplicities do not exceed $n/2$,\ncoincides with $H_1(X;\\bbz)$. Further results consist in giving conditions for\nwhen fat diagonal subspaces of manifolds can be manifolds again. Various\nexamples and homological calculations are included.\n","Comment: The earlier version of this paper has now been split into two. Title\n  change. The Euler characteristic computation will appear elsewhere. Many new\n  details worked out in this new version, especially pertaining to section 3 on\n  orbit stratifications and to the proof of main Theorem 1.1. Mistakes and\n  mistatements corrected. 18 pages"]}]
["1011.6086",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6086","Journal of Machine Learning Research 12, 3071-3096, 2011"],"date":["2010-11-28"],"type":["text"],"creator":["Theis, Lucas","Gerwinn, Sebastian","Sinz, Fabian","Bethge, Matthias"],"language":[],"coverage":[],"title":["In All Likelihood, Deep Belief Is Not Enough"],"description":["  Statistical models of natural stimuli provide an important tool for\nresearchers in the fields of machine learning and computational neuroscience. A\ncanonical way to quantitatively assess and compare the performance of\nstatistical models is given by the likelihood. One class of statistical models\nwhich has recently gained increasing popularity and has been applied to a\nvariety of complex data are deep belief networks. Analyses of these models,\nhowever, have been typically limited to qualitative analyses based on samples\ndue to the computationally intractable nature of the model likelihood.\nMotivated by these circumstances, the present article provides a consistent\nestimator for the likelihood that is both computationally tractable and simple\nto apply in practice. Using this estimator, a deep belief network which has\nbeen suggested for the modeling of natural image patches is quantitatively\ninvestigated and compared to other models of natural image patches. Contrary to\nearlier claims based on qualitative results, the results presented in this\narticle provide evidence that the model under investigation is not a\nparticularly good model for natural images\n"]}]
["1101.5008",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Statistics - Applications","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5008","PLoS ONE (2011) 6(12): e28210","doi:10.1371/journal.pone.0028210"],"date":["2011-01-26","2011-06-23"],"type":["text"],"creator":["Haury, Anne-Claire","Gestraud, Pierre","Vert, Jean-Philippe"],"language":[],"coverage":[],"title":["The influence of feature selection methods on accuracy, stability and\n  interpretability of molecular signatures"],"description":["  Motivation: Biomarker discovery from high-dimensional data is a crucial\nproblem with enormous applications in biology and medicine. It is also\nextremely challenging from a statistical viewpoint, but surprisingly few\nstudies have investigated the relative strengths and weaknesses of the plethora\nof existing feature selection methods. Methods: We compare 32 feature selection\nmethods on 4 public gene expression datasets for breast cancer prognosis, in\nterms of predictive performance, stability and functional interpretability of\nthe signatures they produce. Results: We observe that the feature selection\nmethod has a significant influence on the accuracy, stability and\ninterpretability of signatures. Simple filter methods generally outperform more\ncomplex embedded or wrapper methods, and ensemble feature selection has\ngenerally no positive effect. Overall a simple Student's t-test seems to\nprovide the best results. Availability: Code and data are publicly available at\nhttp://cbio.ensmp.fr/~ahaury/.\n"]}]
["1102.5278",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5278","Phys. Rev. D 85, 123006 (2012)","doi:10.1103/PhysRevD.85.123006"],"date":["2011-02-25","2012-03-16"],"type":["text"],"creator":["Davis, Anne-Christine","Lim, Eugene A.","Sakstein, Jeremy","Shaw, Douglas J."],"language":[],"coverage":[],"title":["Modified Gravity Makes Galaxies Brighter"],"description":["  We investigate the effect of modifed gravity with screening mechanisms, such\nas the chameleon or symmetron models, upon the structure of main sequence\nstars. We find that unscreened stars can be significantly more luminous and\nephemeral than their screened doppelgangers. By embedding these stars into\ndwarf galaxies, which can be unscreened for values of the parameters not yet\nruled out observationally, we show that the cumulative effect of their\nincreased luminosity can enhance the total galactic luminosity. We estimate\nthis enhancement and find that it can be considerable given model parameters\nthat are still under experimental scrutiny. By looking for systematic offsets\nbetween screened dwarf galaxies in clusters and unscreened galaxies in voids,\nthese effects could form the basis of an independent observational test that\ncan potentially lower the current experimental bounds on the model independent\nparameters of these theories by and order of magnitude or more.\n","Comment: 16 pages, six figures"]}]
["1103.0157",{"format":[],"subject":["Mathematics - Analysis of PDEs","Condensed Matter - Quantum Gases","Mathematical Physics","Mathematics - Spectral Theory","35Q55, 35L70, 35B35, 35B40, 35P15, 37K45, 81V45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0157","Appl. Math. Res. Express 2012 (2012), pp. 1--46"],"date":["2011-03-01","2011-05-18"],"type":["text"],"creator":["Kollár, Richard","Pego, Robert L."],"language":[],"coverage":[],"title":["Spectral stability of vortices in two-dimensional Bose-Einstein\n  condensates via the Evans function and Krein signature"],"description":["  We investigate spectral stability of vortex solutions of the Gross-Pitaevskii\nequation, a mean-field approximation for Bose-Einstein condensates (BEC) in an\neffectively two-dimensional axisymmetric harmonic trap. We study eigenvalues of\nthe linearization both rigorously and through computation of the Evans\nfunction, a sensitive and robust technique whose use we justify mathematically.\nThe absence of unstable eigenvalues is justified a posteriori through use of\nthe Krein signature of purely imaginary eigenvalues, which also can be used to\nsignificantly reduce computational effort. In particular, we prove general\nbasic continuation results on Krein signature for finite systems of eigenvalues\nin infinite-dimensional problems.\n","Comment: 45 pages, 7 figures"]}]
["1103.3657",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3657"],"date":["2011-03-18","2012-09-14"],"type":["text"],"creator":["Albenque, Marie","Fusy, Eric","Poulalhon, Dominique"],"language":[],"coverage":[],"title":["On symmetric quadrangulations and triangulations"],"description":["  This article presents new enumerative results related to symmetric planar\nmaps. In the first part a new way of enumerating rooted simple quadrangulations\nand rooted simple triangulations is presented, based on the description of two\ndifferent quotient operations on symmetric simple quadrangulations and\ntriangulations. In the second part, based on results of Bouttier, Di Francesco\nand Guitter and on quotient and substitution operations, the series of three\nfamilies of symmetric quadrangular and triangular dissections of polygons are\ncomputed, with control on the distance from the central vertex to the outer\nboundary.\n","Comment: 20 pages, long version of proceedings at Eurocomb 2011. Supported by\n  the European project ExploreMaps ERC StG 208471"]}]
["1104.2744",{"format":[],"subject":["Mathematics - Logic","03E70, 18B30, 06D22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2744"],"date":["2011-04-14","2012-09-14"],"type":["text"],"creator":["Berg, Benno van den"],"language":[],"coverage":[],"title":["Non-deterministic inductive definitions"],"description":["  We study a new proof principle in the context of constructive\nZermelo-Fraenkel set theory based on what we will call \"non-deterministic\ninductive definitions\". We give applications to formal topology as well as a\npredicative justification of this principle.\n"]}]
["1104.5297",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60J80 (Primary) 60G09 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5297","The American Mathematical Monthly 119 (2012) 516-518","doi:10.4169/amer.math.monthly.119.06.516"],"date":["2011-04-28"],"type":["text"],"creator":["Wallstrom, Timothy C."],"language":[],"coverage":[],"title":["The equalization probability of the Polya urn"],"description":["  We consider a Polya urn, started with b black and w white balls, where b>w.\nWe compute the probability that there are ever the same number of black and\nwhite balls in the urn, and show that it is twice the probability of getting no\nmore than w-1 heads in b+w-1 tosses of a fair coin.\n"]}]
["1106.3138",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3138","Phys. Rev. B 84, 245421 (2011)","doi:10.1103/PhysRevB.84.245421"],"date":["2011-06-16","2011-11-04"],"type":["text"],"creator":["Lambert, Neill","Johansson, Robert","Nori, Franco"],"language":[],"coverage":[],"title":["A macro-realism inequality for opto-electro-mechanical systems"],"description":["  We show how to apply the Leggett-Garg inequality to opto-electro-mechanical\nsystems near their quantum ground state. We find that by using a dichotomic\nquantum non-demolition measurement (via, e.g., an additional circuit-QED\nmeasurement device) either on the cavity or on the nanomechanical system\nitself, the Leggett-Garg inequality is violated. We argue that only\nmeasurements on the mechanical system itself give a truly unambigous violation\nof the Leggett-Garg inequality for the mechanical system. In this case, a\nviolation of the Leggett-Garg inequality indicates physics beyond that of\n\"macroscopic realism\" is occurring in the mechanical system. Finally, we\ndiscuss the difficulties in using unbound non-dichotomic observables with the\nLeggett-Garg inequality.\n","Comment: 9 pages, 2 figures. Added additional figure (2b), and associated\n  content"]}]
["1106.4511",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4511","Phys. Rev. D 84, 063523 (2011)","doi:10.1103/PhysRevD.84.063523"],"date":["2011-06-22"],"type":["text"],"creator":["Bernabeu, José","Espriu, Domènec","Puigdomènech, Daniel"],"language":[],"coverage":[],"title":["Gravitational waves in the presence of a cosmological constant"],"description":["  We derive the effects of a non-zero cosmological constant $\\Lambda$ on\ngravitational wave propagation in the linearized approximation of general\nrelativity. In this approximation we consider the situation where the metric\ncan be written as $g_{\\mu\\nu}= \\eta_{\\mu\\nu}+ h_{\\mu\\nu}^\\Lambda +\nh_{\\mu\\nu}^W$, $h_{\\mu\\nu}^{\\Lambda,W}<< 1$, where $h_{\\mu\\nu}^{\\Lambda}$ is\nthe background perturbation and $h_{\\mu\\nu}^{W}$ is a modification\ninterpretable as a gravitational wave. For $\\Lambda \\neq 0$ this linearization\nof Einstein equations is self-consistent only in certain coordinate systems.\nThe cosmological Friedmann-Robertson-Walker coordinates do not belong to this\nclass and the derived linearized solutions have to be reinterpreted in a\ncoordinate system that is homogeneous and isotropic to make contact with\nobservations. Plane waves in the linear theory acquire modifications of order\n$\\sqrt{\\Lambda}$, both in the amplitude and the phase, when considered in FRW\ncoordinates. In the linearization process for $h_{\\mu\\nu}$, we have also\nincluded terms of order $\\mathcal{O}(\\Lambda h_{\\mu\\nu})$. For the background\nperturbation $h_{\\mu\\nu}^\\Lambda$ the difference is very small but when the\nterm $h_{\\mu\\nu}^{W}\\Lambda$ is retained the equations of motion can be\ninterpreted as describing massive spin-2 particles. However, the extra degrees\nof freedom can be approximately gauged away, coupling to matter sources with a\nstrength proportional to the cosmological constant itself. Finally we discuss\nthe viability of detecting the modifications caused by the cosmological\nconstant on the amplitude and phase of gravitational waves. In some cases the\ndistortion with respect to gravitational waves propagating in Minkowski\nspace-time is considerable. The effect of $\\Lambda$ could have a detectable\nimpact on pulsar timing arrays.\n","Comment: 20 pages, 1 figure"]}]
["1109.0283",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0283","Phys.Rev.D86:065015,2012","doi:10.1103/PhysRevD.86.065015"],"date":["2011-09-01","2012-08-12"],"type":["text"],"creator":["Benini, Francesco","Nishioka, Tatsuma","Yamazaki, Masahito"],"language":[],"coverage":[],"title":["4d Index to 3d Index and 2d TQFT"],"description":["  We compute the 4d superconformal index for N=1,2 gauge theories on S^1 x\nL(p,1), where L(p,1) is a lens space. We find that the 4d N=1,2 index on S^1 x\nL(p,1) reduces to a 3d N=2,4 index on S^1 x S^2 in the large p limit, and to a\n3d partition function on a squashed L(p,1) when the size of temporal S^1\nshrinks to zero. As an application of our index, we study 4d N=2 superconformal\nfield theories arising from the 6d N=(2,0) A_1 theory on a punctured Riemann\nsurface, and conjecture the existence of a 2d Topological Quantum Field Theory\non the Riemann surface whose correlation function coincides with the 4d N=2\nindex on S^1 x L(p,1).\n","Comment: 24 pages, 2 figures; v2: typos corrected, refs added, discussion of\n  L(p,q) removed"]}]
["1109.1302",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1302","International Journal of Database Management Systems (IJDMS),\n  Vol.3, No.3, (2011) 58-67"],"date":["2011-09-06"],"type":["text"],"creator":["Paci, Hakik","Kajo, Elinda","Tafa, Igli","Xhuvani, Aleksander"],"language":[],"coverage":[],"title":["Adding a new site in an existing Oracle Multimaster replication without\n  quiescing the replication"],"description":["  This paper presents a new solution, which adds a new database server on an\nexisting Oracle Multimaster Data replication system with Online Instantiation\nmethod. During this time the system is down, because we cannot execute DML\nstatements on replication objects but we can only make queries. The time for\nadding the new database server depends on the number of objects, on the\nreplication group and on the network conditions. We propose to add a new layer\nbetween replication objects and the database sessions, which contain DML\nstatements. The layer eliminates the system down time exploiting our developed\npackages. The packages will be active only during the addition of a new site\nprocess and will modify all DML statements and queries based on replication\nobjects.\n","Comment: 9 pages, 4 figures, in International Journal of Database Management\n  Systems (IJDMS) (2011)"]}]
["1109.2821",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - K-Theory and Homology","46L80 (Primary) 20F65, 46M18 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2821","Advances in Mathematics 231 (2012), pp. 2734-2754","doi:10.1016/j.aim.2012.07.030"],"date":["2011-09-13","2011-11-29"],"type":["text"],"creator":["Ji, Ronghui","Ogle, Crichton","Ramsey, Bobby"],"language":[],"coverage":[],"title":["Relative property A and relative amenability for countable groups"],"description":["  We define a relative property A for a countable group with respect to a\nfinite family of subgroups. Many characterizations for relative property A are\ngiven. In particular a relative bounded cohomological characterization shows\nthat if a group has property A relative to a family of subgroups, each of which\nhas property A, then the group has property A. This result leads to new classes\nof groups that have property A. In particular, groups are of property A if they\nact cocompactly on locally finite property A spaces of bounded geometry with at\nleast one stabilizer of property A. Specializing the definition of relative\nproperty A, an analogue definition of relative amenability for discrete groups\nare introduced and similar results are obtained.\n","Comment: Updated to include a strengthening of the relative amenability\n  characterization"]}]
["1109.4389",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4389","doi:10.1371/journal.pone.0039857"],"date":["2011-09-20"],"type":["text"],"creator":["Theis, Lucas","Hosseini, Reshad","Bethge, Matthias"],"language":[],"coverage":[],"title":["Mixtures of conditional Gaussian scale mixtures applied to multiscale\n  image representations"],"description":["  We present a probabilistic model for natural images which is based on\nGaussian scale mixtures and a simple multiscale representation. In contrast to\nthe dominant approach to modeling whole images focusing on Markov random\nfields, we formulate our model in terms of a directed graphical model. We show\nthat it is able to generate images with interesting higher-order correlations\nwhen trained on natural images or samples from an occlusion based model. More\nimportantly, the directed model enables us to perform a principled evaluation.\nWhile it is easy to generate visually appealing images, we demonstrate that our\nmodel also yields the best performance reported to date when evaluated with\nrespect to the cross-entropy rate, a measure tightly linked to the average\nlog-likelihood.\n"]}]
["1109.5158",{"format":[],"subject":["Mathematics - Geometric Topology","20F38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5158"],"date":["2011-09-23","2012-09-14"],"type":["text"],"creator":["Mortada, Jamil"],"language":[],"coverage":[],"title":["Subgroups of Mod(S) generated by X in {(T_aT_b)^k,(T_bT_a)^k} and Y in\n  {T_a,T_b}"],"description":["  Suppose a and b are distinct isotopy classes of essential simple closed\ncurves in an orientable surface S. Let T_a and T_b represent the respective\nDehn twists along a and b. In this paper, we study the subgroups of Mod(S)\ngenerated by X and Y, where X belongs to {(T_aT_b)^k,(T_bT_a)^k}, k an integer,\nand Y belongs to {T_a,T_b}. For a large class of examples, we show that the\nsubgroups <X,Y> and <T_a,T_b> are isomorphic. Moreover, we prove that <X,Y> =\n<T_a,T_b> whenever i(a,b) = 1 and k is not a multiple of three or i(a,b) bigger\nor equal to two and k equals plus or minus one. Further, we compute the index\n<X,Y> in <T_a,T_b> when <X,Y> is a proper subgroup.\n"]}]
["1109.5394",{"format":[],"subject":["Mathematics - Algebraic Topology","58J26, 57R77, 57R20, 55N22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5394"],"date":["2011-09-25","2012-09-14"],"type":["text"],"creator":["Schreieder, Stefan"],"language":[],"coverage":[],"title":["Dualization invariance and a new complex elliptic genus"],"description":["  We define a new elliptic genus psi on the complex bordism ring. With\ncoefficients in Z[1/2], we prove that it induces an isomorphism of the complex\nbordism ring modulo the ideal which is generated by all differences P(E)-P(E*)\nof projective bundles and their duals onto a polynomial ring on 4 generators in\ndegrees 2, 4, 6 and 8. As an alternative geometric description of psi, we prove\nthat it is the universal genus which is multiplicative in projective bundles\nover Calabi-Yau 3-folds. With the help of the q-expansion of modular forms we\nwill see that for a complex manifold M, the value psi(M) is a holomorphic Euler\ncharacteristic. We also compare psi with Krichever-Hoehn's complex elliptic\ngenus and see that their only common specializations are Ochanine's elliptic\ngenus and the chi_y-genus.\n","Comment: 27 pages; final version, to appear in Crelle's Journal"]}]
["1110.5110",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5110"],"date":["2011-10-23","2012-09-13"],"type":["text"],"creator":["Ma, Shouhei"],"language":[],"coverage":[],"title":["Rationality of the moduli spaces of 2-elementary K3 surfaces"],"description":["  K3 surfaces with non-symplectic involution are classified by open sets of\nseventy-five arithmetic quotients of type IV. We prove that those moduli spaces\nare rational except two classical cases.\n","Comment: incorporated with arXiv:1205.4783, to appear in J. Algebraic Geometry"]}]
["1111.0581",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0581","Soft Matter, 8 (15), 4197 (2012)","doi:10.1039/C2SM07090A"],"date":["2011-11-02","2012-02-20"],"type":["text"],"creator":["Martens, Kirsten","Bocquet, Lydéric","Barrat, Jean-Louis"],"language":[],"coverage":[],"title":["Spontaneous formation of permanent shear bands in a mesoscopic model of\n  flowing disordered matter"],"description":["  This study proposes a coherent scenario of the formation of permanent shear\nbands in the flow of yield stress materials. It is a well accepted point of\nview that flow in disordered media is occurring via local plastic events,\ncorresponding to small size rearrangements, that yield a long range stress\nredistribution over the system. Within a minimalistic mesoscopic model that\nincorporates these local dynamics, we study the spatial organisation of the\nlocal plastic events. The most important parameter in this study is the typical\nrestructuring time needed to regain the original structure after a local\nrearrangement. In agreement with a recent mean field study [Coussot \\textit{et\nal., Eur. Phys. J. E}, 2010, \\textbf{33}, 183] we observe a spontaneous\nformation of permanent shear bands, when this restructuring time is large\ncompared to the typical stress release time in a rearrangement. The bands\nconsist of a large number of plastic events within a solid region that remains\nelastic. This heterogeneous flow behaviour is different in nature from the\ntransient dynamical heterogeneities that one observes in the small shear rate\nlimit in flow without shear-banding [Martens \\textit{et al., Phys. Rev. Lett.},\n2011, \\textbf{106}, 156001]. We analyse in detail the dependence of the shear\nbands on system size, shear rate and restructuring time. Further we rationalise\nthe scenario within a mean field version of the spatial model, that produces a\nnon monotonous flow curve for large restructuring times. This explains the\ninstability of the homogeneous flow below a critical shear rate, that\ncorresponds to the minimum of the curve. Our study therefore strongly supports\nthe idea that the characteristic time scales involved in the local dynamics are\nat the physical origin of permanent shear bands.\n","Comment: 10 pages, 9 figures"]}]
["1112.0375",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0375","doi:10.1016/j.jalgebra.2012.08.017"],"date":["2011-12-01","2012-09-14"],"type":["text"],"creator":["Nguyen, Dang Hop"],"language":[],"coverage":[],"title":["Seminormality and local cohomology of toric face rings"],"description":["  We characterize the toric face rings that are normal (respectively\nseminormal). Extending results about local cohomology of Brun, Bruns, Ichim, Li\nand R\\\"omer of seminormal monoid rings and Stanley toric face rings, we prove\nthe vanishing of certain graded parts of local cohomology of seminormal toric\nface rings. The combinatorial formula we obtain generalizes Hochster's formula.\nWe also characterize all (necessarily seminormal) toric face rings that are\n$F$-pure or $F$-split over a field of characteristic $p>0$. An example is given\nto show that $F$-injectivity does not behave well with respect to face\nprojections of toric face rings. Finally, it is shown that weakly $F$-regular\ntoric face rings are normal affine monoid rings.\n","Comment: Final version. Replace the old proof of Lemma 4.6(ii) by an accurate\n  one. Some minor errors are corrected. This is part of the author's thesis. To\n  appear in Journal of Algebra"]}]
["1112.2859",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2859","Europhysics Letters 99 (2012) 50003","doi:10.1209/0295-5075/99/50003"],"date":["2011-12-13","2012-09-14"],"type":["text"],"creator":["Piraud, Marie","Pezzé, Luca","Sanchez-Palencia, Laurent"],"language":[],"coverage":[],"title":["Matter Wave Transport and Anderson Localization in Anisotropic 3D\n  Disorder"],"description":["  We study quantum transport in anisotropic 3D disorder and show that non\nrotation invariant correlations can induce rich diffusion and localization\nproperties. For instance, structured finite-range correlations can lead to the\ninversion of the transport anisotropy. Moreover, working beyond the\nself-consistent theory of localization, we include the disorder-induced shift\nof the energy states and show that it strongly affects the mobility edge.\nImplications to recent experiments are discussed.\n","Comment: Text unchanged, Reference added: EPL 99 (2012) 50003"]}]
["1112.4348",{"format":[],"subject":["Mathematics - Algebraic Geometry","14"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4348","Communications in Analysis and Geometry Vol 20, No. 4, 765--779,\n  2012"],"date":["2011-12-19","2012-06-13"],"type":["text"],"creator":["Chen, Meng"],"language":[],"coverage":[],"title":["On an efficient induction step with Nklt(X,D)"],"description":["  Applying the effective induction on Nklt(X,D) developed by Hacon, Mckernan\nand Takayama, Todorov proved that the 5-canonical map is birational for\nprojective 3-folds V with Vol(V) sufficiently large, which was recently\nimproved by Di Biagio in loosing the volume constraint. The observation is that\nthe least efficient induction step can be studied in an alternative way, which\nallows to assert Todorov's statement for $vol(V)>12^3$. The 4-dimensional\nanalog is also given in this note. The idea works well in all dimensions.\n","Comment: To appear in \"Communications in Analysis and Geometry\""]}]
["1112.6270",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.6270","A&A, 545, A102 (2012)","doi:10.1051/0004-6361/201118746"],"date":["2011-12-29","2012-09-04"],"type":["text"],"creator":["de Souza, Rafael S.","Krone-Martins, Alberto","Ishida, Emille E. O.","Ciardi, Benedetta"],"language":[],"coverage":[],"title":["Searching for the first stars with the Gaia mission"],"description":["  We construct a theoretical model to predict the number of orphan afterglows\n(OA) from gamma-ray bursts (GRBs) triggered by primordial metal-free (Pop III)\nstars expected to be observed by the Gaia mission. In particular, we consider\nprimordial metal-free stars that were affected by radiation from other stars\n(Pop III.2) as a possible target. We use a semi-analytical approach that\nincludes all relevant feedback effects to construct cosmic star formation\nhistory and its connection with the cumulative number of GRBs. The OA events\nare generated using the Monte Carlo method, and realistic simulations of Gaia's\nscanning law are performed to derive the observation probability expectation.\nWe show that Gaia can observe up to 2.28 $\\pm$ 0.88 off-axis afterglows and\n2.78 $\\pm$ 1.41 on-axis during the five-year nominal mission. This implies that\na nonnegligible percentage of afterglows that may be observed by Gaia ($\\sim\n10%$) could have Pop III stars as progenitors.\n","Comment: 11 pages, 10 figures, accepted for publication in A&A"]}]
["1201.0179",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R35, 35Q30, 76D27, 76D45, 76T99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0179"],"date":["2011-12-30","2012-09-14"],"type":["text"],"creator":["Abels, Helmut","Wilke, Mathias"],"language":[],"coverage":[],"title":["Well-Posedness and Qualitative Behaviour of Solutions for a Two-Phase\n  Navier-Stokes-Mullins-Sekerka System"],"description":["  We consider a two-phase problem for two incompressible, viscous and\nimmiscible fluids which are separated by a sharp interface. The problem arises\nas a sharp interface limit of a diffuse interface model. We present results on\nlocal existence of strong solutions and on the long-time behavior of solutions\nwhich start close to an equilibrium. To be precise, we show that as time tends\nto infinity, the velocity field converges to zero and the interface converges\nto a sphere at an exponential rate.\n","Comment: 33 pages"]}]
["1201.0695",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0695"],"date":["2012-01-03","2012-09-13"],"type":["text"],"creator":["Erler, Jens"],"language":[],"coverage":[],"title":["Weighing in on the Higgs"],"description":["  Assuming the validity of the Standard Model, or more generally that possible\nphysics beyond it would have only small effects on production cross sections,\nbranching ratios and electroweak radiative corrections, I determine the mass of\nthe Higgs boson to 124.5 +- 0.8 GeV at the 68% CL. This is arrived at by\ncombining electroweak precision data with the results of Higgs boson searches\nat LEP 2, the Tevatron, and the LHC as of december of 2011. The statistical\ninterpretation of the method does not require a look-elsewhere effect\ncorrection. The method is then applied to the data available at the time of the\n2012 summer conferences. In this case, a remarkable bell-shaped M_H\ndistribution is observed, and M_H = 125.5 +- 0.5 GeV is extracted. The\nsignificance of the bulk (signal) region of the distribution of neither\nexperiment actually exceeds five standard deviations, but the combination\nimplies a 6.8 sigma effect.\n","Comment: 16 pages, 11 figures; additional analyses and figures added following\n  the 2012 summer conferences, as well as further minor modifications"]}]
["1201.1770",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1770","Class. Quantum Grav. 29 (2012) 135007","doi:10.1088/0264-9381/29/13/135007"],"date":["2012-01-09","2012-05-10"],"type":["text"],"creator":["de Mello, E. R. Bezerra","Saharian, A. A."],"language":[],"coverage":[],"title":["Scalar self-energy for a charged particle in global monopole spacetime\n  with a spherical boundary"],"description":["  We analyze combined effects of the geometry produced by global monopole and a\nconcentric spherical boundary on the self-energy of a point-like scalar charged\ntest particle at rest. We assume that the boundary is outside the monopole's\ncore with a general spherically symmetric inner structure. An important\nquantity to this analysis is the three-dimensional Green function associated\nwith this system. For both Dirichlet and Neumann boundary conditions obeyed by\nthe scalar field on the sphere, the Green function presents a structure that\ncontains contributions due to the background geometry of the spacetime and the\nboundary. Consequently the corresponding induced scalar self-energy present\nalso similar structure. For points near the sphere the boundary-induced part\ndominates and the self-force is repulsive/attractive with respect to the\nboundary for Dirichlet/Neumann boundary condition. In the region outside the\nsphere at large distances from it, the boundary-free part in the self-energy\ndominates and the corresponding self-force can be either attractive or\nrepulsive with dependence of the curvature coupling parameter for scalar field.\nIn particular, for the minimal coupling we show the presence of a stable\nequilibrium point for Dirichlet boundary condition. In the region inside the\nsphere the nature of the self-force depends on the specific model for the\nmonopole's core. As illustrations of the general procedure adopted we shall\nconsider two distinct models, namely flower-pot and the ballpoint-pen ones.\n","Comment: 26 pages, 7 figures. Paper accepted for publication in CQG with minor\n  revision. arXiv admin note: text overlap with arXiv:1009.0195"]}]
["1201.2380",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2380","Mod.Phys.Lett. A, 27, 1250160 (2012)","doi:10.1142/S021773231250160X"],"date":["2012-01-11","2012-09-04"],"type":["text"],"creator":["Srivastava, Rahul"],"language":[],"coverage":[],"title":["Signatures of New Physics from HBT Correlations in UHECRs"],"description":["  Quantum fields written on noncommutative spacetime (Groenewold - Moyal plane)\nobey twisted commutation relations. In this paper we show that these twisted\ncommutation relations result in Hanbury-Brown Twiss (HBT) correlations that are\ndistinct from that for ordinary bosonic or fermionic fields, and hence can\nprovide us useful information about underlying noncommutative nature of\nspacetime. The deviation from usual bosonic/fermionic statistics becomes\npronounced at high energies, suggesting that a natural place is to look at\nUltra High Energy Cosmic Rays (UHECRs). Since the HBT correlations are\nsensitive only to the statistics of the particles, observations done with\nUHECRs are capable of providing unambiguous signatures of noncommutativity,\nwithout any detailed knowledge of the mechanism and source of origin of UHECRs.\n","Comment: 8 pages, 4 figures, references and minor comments added, conclusions\n  unchanged, version to be published in Mod. Phys. Lett. A"]}]
["1201.3971",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","20G15, 14L24"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3971"],"date":["2012-01-18","2012-09-13"],"type":["text"],"creator":["Levy, Jason"],"language":[],"coverage":[],"title":["Rationality and the Jordan-Gatti-Viniberghi decomposition"],"description":["  We verify the conjecture of [10] and use it to prove that the semisimple\nparts of the rational Jordan-Kac-Vinberg decompositions of a rational vector\nall lie in a single rational orbit.\n","Comment: Typos corrected. 8 pages"]}]
["1201.4697",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4697","Phys. Rev. D 86, 025015 (2012)","doi:10.1103/PhysRevD.86.025015"],"date":["2012-01-23"],"type":["text"],"creator":["Alfaro, Jorge","Espriu, Domènec","Puigdomènech, Daniel"],"language":[],"coverage":[],"title":["Spontaneous generation of geometry in four dimensions"],"description":["  We present the extension to 4 dimensions of an euclidean 2-dimensional model\nthat exhibits spontaneous generation of a metric. In this model gravitons\nemerge as Goldstone bosons of a global SO(D) X GL(D) symmetry broken down to\nSO(D). The microscopic theory can be formulated without having to appeal to any\nparticular space-time metric and only assumes the pre-existence of a manifold\nendowed with an affine connection. We emphasize that not even a flat metric\nneeds to be assumed; in this sense the microscopic theory is quasi-topological.\nThe vierbein appears as a condensate of the fundamental fermions. In spite of\nhaving non-standard characteristics, the microscopic theory appears to be\nrenormalizable. The effective long-distance theory is obtained perturbatively\naround a vacuum that, if the background affine connection is set to zero, is\n(euclidean) de Sitter space-time. If perturbatively small connections are\nintroduced on this background, fluctuations of the metric (i.e. gravitons)\nappear; they are described by an effective theory at long distances whose more\nrelevant operators correspond to the Einstein-Hilbert action with a\ncosmological constant. This effective action is derived in the large N limit, N\nbeing the number of fermion species in the fundamental theory. The counterterms\nrequired by the microscopic theory are directly related to the cosmological\nconstant and Newton constant and their couplings could eventually be adjusted\nto the physical values of Mp and \\Lambda.\n"]}]
["1201.6223",{"format":[],"subject":["Mathematics - General Mathematics","54A05, 54A10, 54D80, 54F65, 54H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6223","Topology and Its Applications, V159, 3156-3170, 2012"],"date":["2012-01-25"],"type":["text"],"creator":["Porchon, Helene"],"language":[],"coverage":[],"title":["Fractal Topology Foundations"],"description":["  In this paper, we introduce the foundation of a fractal topological space\nconstructed via a family of nested topological spaces endowed with subspace\ntopologies, where the number of topological spaces involved in this family is\nrelated to the appearance of new structures on it. The greater the number of\ntopological spaces we use, the stronger the subspace topologies we obtain. The\nfractal manifold model is brought up as an illustration of space that is\nlocally homeomorphic to the fractal topological space.\n","Comment: 20 pages"]}]
["1201.6265",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6265","Journal of Physics: Conference Series 375 (2012) 052003","doi:10.1088/1742-6596/375/1/052003"],"date":["2012-01-30"],"type":["text"],"creator":["Cazon, L.","Collaboration, for the Pierre Auger"],"language":[],"coverage":[],"title":["Studying the nuclear mass composition of Ultra-High Energy Cosmic Rays\n  with the Pierre Auger Observatory"],"description":["  The Fluorescence Detector of the Pierre Auger Observatory measures the\natmospheric depth, $X_{max}$, where the longitudinal profile of the high energy\nair showers reaches its maximum. This is sensitive to the nuclear mass\ncomposition of the cosmic rays. Due to its hybrid design, the Pierre Auger\nObservatory also provides independent experimental observables obtained from\nthe Surface Detector for the study of the nuclear mass composition. We present\n$X_{max}$-distributions and an update of the average and RMS values in\ndifferent energy bins and compare them to the predictions for different nuclear\nmasses of the primary particles and hadronic interaction models. We also\npresent the results of the composition-sensitive parameters derived from the\nground level component.\n","Comment: Proceedings of the 12th International Conference on Topics in\n  Astroparticle and Underground Physics, TAUP 2011, Munich, Germany"]}]
["1202.0597",{"format":[],"subject":["Physics - Atomic Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0597","J. Chem. Phys. 137, 024103 (2012)","doi:10.1063/1.4733288"],"date":["2012-02-02"],"type":["text"],"creator":["Suleimanov, Y. V.","Tscherbul, T. V.","Krems, R. V."],"language":[],"coverage":[],"title":["Efficient method for quantum calculations of molecule - molecule\n  scattering properties in a magnetic field"],"description":["  We show that the cross sections for molecule - molecule collisions in the\npresence of an external field can be computed efficiently using a total angular\nmomentum basis, defined either in the body-fixed frame or in the space-fixed\ncoordinate system. This method allows for computations with much larger basis\nsets than previously possible. We present calculations for 15NH - 15NH\ncollisions in a magnetic field. Our results support the conclusion of the\nprevious study that the evaporative cooling of rotationally ground 15NH\nmolecules in a magnetic trap has a prospect of success.\n"]}]
["1202.1153",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1153","Phys. Rev. E 86, 031116 (2012)","doi:10.1103/PhysRevE.86.031116"],"date":["2012-02-06","2012-09-13"],"type":["text"],"creator":["Katzgraber, Helmut G.","Janzen, Katharina","Thomas, Creighton K."],"language":[],"coverage":[],"title":["Boolean decision problems with competing interactions on scale-free\n  networks: Critical thermodynamics"],"description":["  We study the critical behavior of Boolean variables on scale-free networks\nwith competing interactions (Ising spin glasses). Our analytical results for\nthe disorder-network-decay-exponent phase diagram are verified using Monte\nCarlo simulations. When the probability of positive (ferromagnetic) and\nnegative (antiferromagnetic) interactions is the same, the system undergoes a\nfinite-temperature spin-glass transition if the exponent that describes the\ndecay of the interaction degree in the scale-free graph is strictly larger than\n3. However, when the exponent is equal to or less than 3, a spin-glass phase is\nstable for all temperatures. The robustness of both the ferromagnetic and\nspin-glass phases suggests that Boolean decision problems on scale-free\nnetworks are quite stable to local perturbations. Finally, we show that for a\ngiven decay exponent spin glasses on scale-free networks seem to obey\nuniversality. Furthermore, when the decay exponent of the interaction degree is\nlarger than 4 in the spin-glass sector, the universality class is the same as\nfor the mean-field Sherrington-Kirkpatrick Ising spin glass.\n","Comment: 14 pages, lots of figures and 2 tables"]}]
["1202.3315",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3315","New J. Phys. 14, 083015 (2012)","doi:10.1088/1367-2630/14/8/083015"],"date":["2012-02-15"],"type":["text"],"creator":["Suddards, M. E.","Baumgartner, A.","Henini, M.","Mellor, C. J."],"language":[],"coverage":[],"title":["Real-space imaging of quantum Hall effect edge strips"],"description":["  We use dynamic scanning capacitance microscopy (DSCM) to image compressible\nand incompressible strips at the edge of a Hall bar in a two-dimensional\nelectron gas (2DEG) in the quantum Hall effect (QHE) regime. This method gives\naccess to the complex local conductance, Gts, between a sharp metallic tip\nscanned across the sample surface and ground, comprising the complex sample\nconductance. Near integer filling factors we observe a bright stripe along the\nsample edge in the imaginary part of Gts. The simultaneously recorded real part\nexhibits a sharp peak at the boundary between the sample interior and the\nstripe observed in the imaginary part. The features are periodic in the inverse\nmagnetic field and consistent with compressible and incompressible strips\nforming at the sample edge. For currents larger than the critical current of\nthe QHE break-down the stripes vanish sharply and a homogeneous signal is\nrecovered, similar to zero magnetic field. Our experiments directly illustrate\nthe formation and a variety of properties of the conceptually important QHE\nedge states at the physical edge of a 2DEG.\n","Comment: 7 pages"]}]
["1202.4531",{"format":[],"subject":["Physics - Chemical Physics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4531","Phys. Rev. A 85, 052710 (2012)","doi:10.1103/PhysRevA.85.052710"],"date":["2012-02-21"],"type":["text"],"creator":["Tscherbul, T. V."],"language":[],"coverage":[],"title":["Total angular momentum representation for atom-molecule collisions in\n  electric fields"],"description":["  It is shown that the atom-molecule collision problem in the presence of an\nexternal electric field can be solved using the total angular momentum\nrepresentation in the body-fixed coordinated frame, leading to a\ncomputationally efficient method for ab initio modeling of low-temperature\nscattering phenomena. Our calculations demonstrate rapid convergence of the\ncross sections for vibrational and Stark relaxation in He-CaD collisions with\nthe number of total angular momentum states in the basis set, leading to a\n5-100 fold increase in computational efficiency over the previously used\nmethods based on the fully uncoupled space-fixed representation. These results\nopen up the possibility of carrying out numerically converged quantum\nscattering calculations on a wide array of atom-molecule collisions and\nchemical reactions in the presence of electric fields.\n","Comment: 19 pages, 3 figures, 1 table"]}]
["1203.0010",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0010","Phys. Rev. Lett. 109, 035301 (2012)","doi:10.1103/PhysRevLett.109.035301"],"date":["2012-02-29","2012-06-21"],"type":["text"],"creator":["Lemeshko, Mikhail","Krems, Roman V.","Weimer, Hendrik"],"language":[],"coverage":[],"title":["Non-adiabatic preparation of spin crystals with ultracold polar\n  molecules"],"description":["  We study the growth dynamics of ordered structures of strongly interacting\npolar molecules in optical lattices. Using dipole blockade of microwave\nexcitations, we map the system onto an interacting spin-1/2 model possessing\nground states with crystalline order, and describe a way to prepare these\nstates by non-adiabatically driving the transitions between molecular\nrotational levels. The proposed technique bypasses the need to cross a phase\ntransition and allows for the creation of ordered domains of considerably\nlarger size compared to approaches relying on adiabatic preparation.\n","Comment: 5 pages, 4 figures, to appear in Phys. Rev. Lett"]}]
["1203.0389",{"format":[],"subject":["Mathematics - Logic","03B42 (Primary) 03B62, 03A05, 03B80 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0389"],"date":["2012-03-02","2012-09-14"],"type":["text"],"creator":["Lengyel, Florian","St-Pierre, Benoit"],"language":[],"coverage":[],"title":["Denial Logic"],"description":["  Denial Logic DL, a system of justification logic, is the logic of an agent\nwhose justified beliefs are false, who cannot avow his own propositional\nattitudes or believe tautologies, but who can believe contradictions. Using\nArtemov's natural semantics for justification logic JL, in which justifications\nare interpreted as sets of formulas, we provide an inductive construction of\nmodels of DL, and show that DL is sound and complete. Some notions developed\nfor JL, such as constant specifications and the internalization property, are\ninconsistent with DL. In contrast, we define negative constant specifications,\nwhich can be used in DL to model agents with justified false beliefs. Denial\nlogic can therefore be relevant to philosophical skepticism. We define coherent\nnegative constant specifications for DL to model a Putnamian brain in a vat\nwith the justified false belief that it is not a brain in a vat, and prove a\n\"Blue Pill\" theorem, which produces a model of JL in which \"I am a brain in a\nvat\" is false. We extend DL to the algebraic fibring of Denial Logic with the\nLogic of Proofs to model envatted brains who can justify and check tautologies\nand who can avow their propositional attitudes. Denial Logic was inspired by\nonline debates over anthropogenic global warming.\n","Comment: 19 pages. Revision of several sections"]}]
["1203.2264",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2264","Phys. Rev. D 86 (2012) 043530","doi:10.1103/PhysRevD.86.043530"],"date":["2012-03-10","2012-08-20"],"type":["text"],"creator":["Adshead, Peter","Wyman, Mark"],"language":[],"coverage":[],"title":["Gauge-flation trajectories in Chromo-Natural Inflation"],"description":["  We provide a detailed discussion of the multifield trajectories and\ninflationary dynamics of the recently proposed model of Chromo-Natural\ninflation, which allows for slow roll inflation on a steep potential with the\naid of classical non-Abelian gauge fields. We show that slow roll inflation can\nbe achieved across a wide range of the parameter space. We demonstrate that\nChromo-Natural Inflation includes trajectories that match those found in\nGauge-flation and describe how the theories are related.\n","Comment: 7 pages 4 figures. Minor revisions, references added. Accepted to PRD"]}]
["1203.3172",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3172","Eur.Phys.J. C72 (2012) 2151","doi:10.1140/epjc/s10052-012-2151-6"],"date":["2012-03-14","2012-09-14"],"type":["text"],"creator":["ATLAS Collaboration"],"language":[],"coverage":[],"title":["Search for second generation scalar leptoquarks in pp collisions at\n  sqrt(s) = 7 TeV with the ATLAS detector"],"description":["  The results of a search for the production of second generation scalar\nleptoquarks are presented for final states consisting of either two oppositely\ncharged muons and at least two jets or a muon plus missing transverse momentum\nand at least two jets. A total of 1.03/fb integrated luminosity of\nproton-proton collision data produced by the Large Hadron Collider at sqrt(s) =\n7 TeV and recorded by the ATLAS detector is used for the search. The event\nyields in the signal regions are found to be consistent with the Standard Model\nbackground expectations. The production of second generation leptoquarks is\nexcluded for a leptoquark mass m_LQ < 594 (685) GeV at 95% confidence level,\nfor a branching ratio of 0.5 (1.0) for leptoquark decay to a muon and a quark.\n","Comment: 9 pages plus author list (24 pages total), 5 figures, 1 table,\n  revised author list, matches published EPJC version"]}]
["1203.3325",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3325","Physical Review A 86, 033612 (2012)","doi:10.1103/PhysRevA.86.033612"],"date":["2012-03-15","2012-09-14"],"type":["text"],"creator":["Shanenko, A. A.","Croitoru, M. D.","Vagov, A. V.","Axt, V. M.","Perali, A.","Peeters, F. M."],"language":[],"coverage":[],"title":["Atypical BCS-BEC crossover induced by quantum-size effects"],"description":["  Quantum-size oscillations of the basic physical characteristics of a confined\nfermionic condensate are a well-known phenomenon. Its conventional\nunderstanding is based on the single-particle physics, whereby the oscillations\nfollow the size-dependent changes in the single-particle density of states.\nHere we present a study of a cigar-shaped ultracold superfluid Fermi gas, which\ndemonstrates an important many-body aspect of the quantum-size effects,\noverlooked previously. The many-body physics is revealed in the atypical\ncrossover from the Bardeen-Cooper-Schrieffer (BCS) superfluid to the\nBose-Einstein condensate (BEC) induced by the size quantization of the particle\nmotion. Quantized perpendicular spectrum results in the formation of\nsingle-particle subbands (shells) so that the aggregate fermionic condensate\nbecomes a coherent mixture of subband condensates. Each time when the lower\nedge of a subband crosses the chemical potential, the BCS-BEC crossover is\napproached in this subband, and the aggregate condensate contains both the BCS\nand BEC-like components.\n","Comment: 7 pages, 5 figures"]}]
["1203.3374",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3374","Photonics and Nanostructures - Fundamentals and Applications 10\n  (2012), pp. 389-399","doi:10.1016/j.photonics.2012.05.008"],"date":["2012-03-15","2012-05-14"],"type":["text"],"creator":["Babicheva, Viktoriia E.","Kulkova, Irina V.","Malureanu, Radu","Yvind, Kresten","Lavrinenko, Andrei V."],"language":[],"coverage":[],"title":["Plasmonic modulator based on gain-assisted metal-semiconductor-metal\n  waveguide"],"description":["  We investigate plasmonic modulators with a gain material to be implemented as\nultra-compact and ultra-fast active nanodevices in photonic integrated\ncircuits. We analyze metal-semiconductor-metal (MSM) waveguides with\nInGaAsP-based active material layers as ultra-compact plasmonic modulators. The\nmodulation is achieved by changing the gain of the core that results in\ndifferent transmittance through the waveguides. A MSM waveguide enables high\nfield localization and therefore high modulation speed. Bulk semiconductor,\nquantum wells and quantum dots, arranged in either horizontal or vertical\nlayout, are considered as the core of the MSM waveguide. Dependences on the\nwaveguide core size and gain values of various active materials are studied.\nThe designs consider also practical aspects like n- and p-doped layers and\nbarriers in order to obtain results as close to reality. The effective\npropagation constants in the MSM waveguides are calculated numerically. Their\nchanges in the switching process are considered as a figure of merit. We show\nthat a MSM waveguide with electrical current control of the gain incorporates\ncompactness and deep modulation along with a reasonable level of transmittance.\n"]}]
["1203.5035",{"format":[],"subject":["Physics - Plasma Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5035","Plasma Sources Sci. Technol. 21 (2012) 055019","doi:10.1088/0963-0252/21/5/055019"],"date":["2012-03-22","2012-09-14"],"type":["text"],"creator":["Li, Chao","Teunissen, Jannis","Nool, Margreet","Hundsdorfer, Willem","Ebert, Ute"],"language":[],"coverage":[],"title":["A comparison of 3D particle, fluid and hybrid simulations for negative\n  streamers"],"description":["  In the high field region at the head of a discharge streamer, the electron\nenergy distribution develops a long tail. In negative streamers, these\nelectrons can run away and contribute to energetic processes such as\nterrestrial gamma-ray and electron flashes. Moreover, electron density\nfluctuations can accelerate streamer branching. To track energies and locations\nof single electrons in relevant regions, we have developed a 3D hybrid model\nthat couples a particle model in the region of high fields and low electron\ndensities with a fluid model in the rest of the domain. Here we validate our 3D\nhybrid model on a 3D (super-)particle model for negative streamers in\novervolted gaps, and we show that it almost reaches the computational\nefficiency of a 3D fluid model. We also show that the extended fluid model\napproximates the particle and the hybrid model well until stochastic\nfluctuations become important, while the classical fluid model underestimates\nvelocities and ionization densities. We compare density fluctuations and the\nonset of branching between the models, and we compare the front velocities with\nan analytical approximation.\n"]}]
["1203.5541",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5541","Phys. Rev. B 86, 125120 (2012)","doi:10.1103/PhysRevB.86.125120"],"date":["2012-03-25","2012-09-14"],"type":["text"],"creator":["Rosch, Achim"],"language":[],"coverage":[],"title":["Unwinding of a one-dimensional topological superconductor"],"description":["  We show that a topological superconductor made of four chains of\nsuperconducting spinless fermions characterized by four Majorana edge states\ncan adiabatically be deformed into a trivial band insulator. To unwind this\ntime-reversal invariant topological superconductor, interactions to spinful\nfermions are switched on along an adiabatic path. Thereby, we couple modes\nwhich belong to two different representations of the time-reversal symmetry\noperator T with T^2 = 1 and T^2 = -1, respectively. This observation can be\nunderstood by investigating how the relevant symmetries act on the entanglement\nspectrum giving rise to four instead of eight different topological phases with\nMajorana edge modes. We also show that a simple level crossing of doubly and\nsingly degenerate states occurs in the entanglement spectrum upon deforming the\nquantum state.\n","Comment: 7 pages, substantial changes in the semantics compared to first\n  version"]}]
["1203.5982",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5982","Phys. Rev. Lett. 109, 056101 (2012)","doi:10.1103/PhysRevLett.109.056101"],"date":["2012-03-27"],"type":["text"],"creator":["Barakat, Fatima","Martens, Kirsten","Pierre-Louis, Olivier"],"language":[],"coverage":[],"title":["Nonlinear wavelength selection in surface faceting under\n  electromigration"],"description":["  We report on the control of the faceting of crystal surfaces by means of\nsurface electromigration. When electromigration reinforces the faceting\ninstability, we find perpetual coarsening with a wavelength increasing as\n$t^{1/2}$. For strongly stabilizing electromigration, the surface is stable.\nFor weakly stabilizing electromigration, a cellular pattern is obtained, with a\nnonlinearly selected wavelength. The selection mechanism is not caused by an\ninstability of steady-states, as suggested by previous works in the literature.\nInstead, the dynamics is found to exhibit coarsening {\\it before} reaching a\ncontinuous family of stable non-equilibrium steady-states.\n","Comment: 5 pages, 4 figures, submitted"]}]
["1203.6600",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Data Analysis, Statistics and Probability","Quantitative Biology - Quantitative Methods","92B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6600","J. Stat. Mech. (2012) P07010","doi:10.1088/1742-5468/2012/07/P07010"],"date":["2012-03-29","2012-09-14"],"type":["text"],"creator":["Yuan, Ruoshi","Ao, Ping"],"language":[],"coverage":[],"title":["Beyond It\\^o versus Stratonovich"],"description":["  Recently, a novel framework to handle stochastic processes has emerged from a\nseries of studies in biology, showing situations beyond 'It\\^o versus\nStratonovich'. Its internal consistency can be demonstrated via the zero mass\nlimit of a generalized Klein-Kramers equation. Moreover, the connection to\nother integrations becomes evident: the obtained Fokker-Planck equation defines\na new type of stochastic calculus that in general differs from the\n{\\alpha}-type interpretation. A unique advantage of this new approach is a\nnatural correspondence between stochastic and deterministic dynamics, which is\nuseful or may even be essential in practice. The core of the framework is a\ntransformation from the usual Langevin equation to a form that contains a\npotential function with two additional dynamical matrices, which reveals an\nunderlying symplectic structure. The framework has a direct physical meaning\nand a straightforward experimental realization. A recent experiment has offered\na first empirical validation of this new stochastic integration.\n","Comment: 20 pages, 1 figure"]}]
["1204.0654",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0654","Phys. Rev. Lett. 109 (2012), 068001","doi:10.1103/PhysRevLett.109.068001"],"date":["2012-04-03","2012-09-14"],"type":["text"],"creator":["Lozano, Celia","Lumay, Geoffroy","Zuriguel, Iker","Garcimartín, Angel"],"language":[],"coverage":[],"title":["Breaking arches with vibrations: the role of defects"],"description":["  We present experimental results about the stability of arches against\nexternal vibrations. Two dimensional strings of mutually stabilizing grains are\ngeometrically analyzed and subsequently submitted to a periodic forcing at\nfixed frequency and increasing amplitude. The main factor that determines the\ngranular arch resistance against vibrations is the maximum angle among those\nformed between any particle of the arch and its two neighbors: the higher the\nmaximum angle is, the easier to break the arch. Based in an analysis of the\nforces, a simple explanation is given for this dependence. From this,\ninteresting information can be extracted about the expected magnitudes of\nnormal forces and friction coefficients of the particles conforming the arches.\n"]}]
["1204.2110",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2110","Phys. Rev. Lett. 109, 096404 (2012)","doi:10.1103/PhysRevLett.109.096404"],"date":["2012-04-10","2012-09-14"],"type":["text"],"creator":["Maksymenko, M.","Honecker, A.","Moessner, R.","Richter, J.","Derzhko, O."],"language":[],"coverage":[],"title":["Flat-Band Ferromagnetism as a Pauli-Correlated Percolation Problem"],"description":["  We investigate the location and nature of the para-ferro transition of\ninteracting electrons in dispersionless bands using the example of the Hubbard\nmodel on the Tasaki lattice. This case can be analyzed as a geometric\nsite-percolation problem where different configurations appear with nontrivial\nweights. We provide a complete exact solution for the 1D case and develop a\nnumerical algorithm for the 2D case. In two dimensions the paramagnetic phase\npersists beyond the uncorrelated percolation point, and the grand-canonical\ntransition is via a first-order jump to an unsaturated ferromagnetic phase.\n","Comment: 6 pages, 5 figures"]}]
["1204.4060",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4060","2012 Nucl. Fusion 52 063010","doi:10.1088/0029-5515/52/6/063010"],"date":["2012-04-18"],"type":["text"],"creator":["Alonso, J. A.","Hidalgo, C.","Pedrosa, M. A.","Van Milligen, B.","Carralero, D.","Silva, C."],"language":[],"coverage":[],"title":["Dynamic transport regulation by zonal flow-like structures in the TJ-II\n  stellarator"],"description":["  Floating potential structures that are correlated over a long distance are\nobserved with a 2D probe array in the plasma edge of the TJ-II stellarator. We\nintroduce a method based on the Singular Value Decomposition to extract the\nspatio-temporal structure of the global, fluctuating, zonal-flow-like floating\npotential from the combined measurements of a 2D probe array and a distant\nsingle probe. The amplitude of these global structures is seen to modulate not\nonly the high k-poloidal spectral power of the local turbulence, but also\nparticle transport into the unconfined Scraped-Off Layer, as observed by\nH-alpha monitors around the device. These observations provide the first direct\nevidence of the global modulation of transport by zonal flow-like structures.\nThe ability to identify spontaneous and collective rotation events with flux\nsurface symmetry opens up the possibility to perform unperturbative studies of\nthe effective viscosity in stellarators and tokamaks.\n"]}]
["1204.5329",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5329","Phys. Rev. A 86, 012337 (2012)","doi:10.1103/PhysRevA.86.012337"],"date":["2012-04-24"],"type":["text"],"creator":["Hyllus, Philipp","Pezze, Luca","Smerzi, Augusto","Toth, Geza"],"language":[],"coverage":[],"title":["Entanglement and Extreme Spin Squeezing for a Fluctuating Number of\n  Indistinguishable Particles"],"description":["  We extend the criteria for $k$-particle entanglement from the spin squeezing\nparameter presented in [A.S. S{\\o}rensen and K. M{\\o}lmer, Phys. Rev. Lett.\n{\\bf 86}, 4431 (2001)] to systems with a fluctating number of particles. We\nalso discuss how other spin squeezing inequalities can be generalized to this\nsituation. Further, we give an operational meaning to the bounds for cases\nwhere the individual particles cannot be addressed. As a by-product, this\nallows us to show that in spin squeezing experiments with cold gases the\nparticles are typically distinguishable in practise. Our results justify the\napplication of the S{\\o}rensen-M{\\o}lmer bounds in recent experiments on spin\nsqueezing in Bose-Einstein condensates.\n"]}]
["1205.0785",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0785"],"date":["2012-05-03","2012-09-14"],"type":["text"],"creator":["Granlund, Seppo","Marola, Niko"],"language":[],"coverage":[],"title":["Vanishing properties of sign changing solutions to p-Laplace type\n  equations in the plane"],"description":["  We study the nonlinear eigenvalue problem for the p-Laplacian, and more\ngeneral problem constituting the Fucik spectrum. We are interested in some\nvanishing properties of sign changing solutions to these problems. Our method\nis applicable in the plane.\n","Comment: In v2, we discuss and fix a gap that was found in our method.\n  However, our results are weaker after this modification"]}]
["1205.1907",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1907"],"date":["2012-05-09","2012-09-14"],"type":["text"],"creator":["Gattami, Ather","Mitter, Sanjoy"],"language":[],"coverage":[],"title":["Optimal Control and Estimation for Partially Nested Interconnected\n  Systems"],"description":["  In this paper, we study distributed estimation and control problems over\ngraphs under partially nested information patterns. We show a duality result\nthat is very similar to the classical duality result between state estimation\nand state feedback control with a classical information pattern, under the\ncondition that the disturbances entering different systems on the graph are\nuncorrelated. The distributed estimation problem decomposes into $N$ separate\nestimation problems, where $N$ is the number of interconnected subsystems over\nthe graph, and the solution to each subproblem is simply the optimal Kalman\nfilter. This also gives the solution to the distributed control problem due to\nthe duality of distributed estimation and control under partially nested\ninformation pattern. We then consider a weighted distributed estimation\nproblem, where we get coupling between the estimators, and separation between\nthe estimators is not possible. We propose a solution based on linear quadratic\nteam decision theory, which provides a generalized Riccati equation for teams.\nWe show that the weighted estimation problem is the dual to a distributed state\nfeedback problem, where the disturbances entering the interconnected systems\nare correlated.\n","Comment: Submitted for publication"]}]
["1205.4115",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4115","J. Phys. A: Math. Theor. 45, 395002, 2012","doi:10.1088/1751-8113/45/39/395002"],"date":["2012-05-18","2012-09-14"],"type":["text"],"creator":["Touchette, Hugo","Prellberg, Thomas","Just, Wolfram"],"language":[],"coverage":[],"title":["Exact power spectra of Brownian motion with solid friction"],"description":["  We study a Langevin equation describing the Brownian motion of an object\nsubjected to a viscous drag, an external constant force, and a solid friction\nforce of the Coulomb type. In a previous work [H. Touchette, E. Van der\nStraeten, W. Just, J. Phys. A: Math. Theor. 43, 445002, 2010], we have\npresented the exact solution of the velocity propagator of this equation based\non a spectral decomposition of the corresponding Fokker-Planck equation. Here,\nwe present an alternative, exact solution based on the Laplace transform of\nthis equation, which has the advantage of being expressed in closed form. From\nthis solution, we also obtain closed-form expressions for the Laplace transform\nof the velocity autocorrelation function and for the power spectrum, i.e., the\nFourier transform of the autocorrelation function. The behavior of the power\nspectrum as a function of the dry friction force and external forcing shows a\nclear crossover between stick and slip regimes known to occur in the presence\nof solid friction.\n","Comment: v1: 14 pages, 5 figures; v2: new figures, some text added, typos\n  corrected"]}]
["1205.4783",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J28 (Primary) 14G35, 14J26 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4783"],"date":["2012-05-21","2012-09-13"],"type":["text"],"creator":["Ma, Shouhei"],"language":[],"coverage":[],"title":["Rationality of the moduli spaces of 2-elementary K3 surfaces II"],"description":["  We prove that the moduli spaces of K3 surfaces with non-symplectic involution\nare rational for four deformation types. With the previous results, this\nestablishes the rationality of those moduli spaces except two classical cases.\n","Comment: This paper has been incorporated into arXiv:1110.5110"]}]
["1205.4979",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K61, 35A05, 74A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4979"],"date":["2012-05-22","2012-09-14"],"type":["text"],"creator":["Colli, Pierluigi","Gilardi, Gianni","Podio-Guidugli, Paolo","Sprekels, Jürgen"],"language":[],"coverage":[],"title":["Global existence and uniqueness for a singular/degenerate Cahn-Hilliard\n  system with viscosity"],"description":["  Existence and uniqueness are investigated for a nonlinear diffusion problem\nof phase-field type, consisting of a parabolic system of two partial\ndifferential equations, complemented by Neumann homogeneous boundary conditions\nand initial conditions. This system aims to model two-species phase segregation\non an atomic lattice; in the balance equations of microforces and microenergy,\nthe two unknowns are the order parameter and the chemical potential. A simpler\nversion of the same system has recently been discussed in arXiv:1103.4585v1. In\nthis paper, a fairly more general phase-field equation is coupled with a\ngenuinely nonlinear diffusion equation. The existence of a global-in-time\nsolution is proved with the help of suitable a priori estimates. In the case of\na constant atom mobility, a new and rather unusual uniqueness proof is given,\nbased on a suitable combination of variables.\n","Comment: Key words: phase-field model, nonlinear laws, existence of solutions,\n  new uniqueness proof"]}]
["1205.5969",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5969","doi:10.1103/PhysRevA.86.022310"],"date":["2012-05-27","2012-07-23"],"type":["text"],"creator":["Grimsmo, Arne L.","Parkins, Scott","Skagerstam, Bo-Sture K."],"language":[],"coverage":[],"title":["Dynamics of genuine multipartite correlations in open quantum systems"],"description":["  We propose a measure for genuine multipartite correlations suited for the\nstudy of dynamics in open quantum systems. This measure is contextual in the\nsense that it depends on how information is read from the environment. It is\nused to study an interacting collective system of atoms undergoing phase\ntransitions as external parameters are varied. We show that the steady state of\nthe system can have a significant degree of genuine multipartite quantum and\nclassical correlations, and that the proposed measure can serve as a witness of\ncritical behavior in quantum systems.\n","Comment: 5 pages, 3 figures"]}]
["1206.0826",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0826"],"date":["2012-06-05","2012-09-14"],"type":["text"],"creator":["Youn, Soyoung","Kim, Sungeun"],"language":[],"coverage":[],"title":["Power Spectrum Analysis of the OMC1 Image at 1.1 mm Wavelength"],"description":["  We present a 1.1mm emission map of the OMC1 region observed with AzTEC, a new\nlarge-format array composed of 144 silicon-nitride micromesh bolometers, that\nwas in use at the James Clerk Maxwell Telescope (JCMT). These AzTEC\nobservations reveal dozens of cloud cores and a tail of filaments in a manner\nthat is almost identical to the submillimeter continuum emission of the entire\nOMC1 region at 450 and 850 micronm. We perform Fourier analysis of the image\nwith a modified periodogram and the density power spectrum, which provides the\ndistribution of the length scale of the structures, is determined. The expected\nvalue of the periodogram converges to the resulting power spectrum in the mean\nsquared sense. The present analysis reveals that the power spectrum steepens at\nrelatively smaller scales. At larger scales, the spectrum flattens and the\npower law becomes shallower. The power spectra of the 1.1mm emission show clear\ndeviations from a single power law. We find that at least three components of\npower law might be fitted to the calculated power spectrum of the 1.1mm\nemission. The slope of the best fit power law, \\gamma ~ -2.7 is similar to\nthose values found in numerical simulations. The effects of beam size and the\nnoise spectrum on the shape and slope of the power spectrum are also included\nin the present analysis. The slope of the power law changes significantly at\nhigher spatial frequency as the beam size increases.\n","Comment: 7 pages, 2 figures, Journal of the Korean Astronomical Society, vol.\n  45, pp.93-99; For Figure 1, please refer to\n  http://jkas.kas.org/journals/2012v45n4/v45n4p093_skim.pdf"]}]
["1206.1494",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1494","doi:10.1524/9783486718782.23"],"date":["2012-06-07"],"type":["text"],"creator":["Singer, Georg","Norbisrath, Ulrich","Lewandowski, Dirk"],"language":[],"coverage":[],"title":["Impact of Gender and Age on performing Search Tasks Online"],"description":["  More and more people use the Internet to work on duties of their daily work\nroutine. To find the right information online, Web search engines are the tools\nof their choice. Apart from finding facts, people use Web search engines to\nalso execute rather complex and time consuming search tasks. So far search\nengines follow the one-for-all approach to serve its users and little is known\nabout the impact of gender and age on people's Web search behavior. In this\narticle we present a study that examines (1) how female and male web users\ncarry out simple and complex search tasks and what are the differences between\nthe two user groups, and (2) how the age of the users impacts their search\nperformance. The laboratory study was done with 56 ordinary people each\ncarrying out 12 search tasks. Our findings confirm that age impacts behavior\nand search performance significantly, while gender influences were smaller than\nexpected.\n","Comment: 10 pages"]}]
["1206.2670",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2670","Phys. Rev. Lett. 109, 115703 (2012)","doi:10.1103/PhysRevLett.109.115703"],"date":["2012-06-12"],"type":["text"],"creator":["del Campo, Adolfo","Rams, Marek M.","Zurek, Wojciech H."],"language":[],"coverage":[],"title":["Assisted finite-rate adiabatic passage across a quantum critical point:\n  Exact solution for the quantum Ising model"],"description":["  The dynamics of a quantum phase transition is inextricably woven with the\nformation of excitations, as a result of the critical slowing down in the\nneighborhood of the critical point. We design a transitionless quantum driving\nthrough a quantum critical point that allows one to access the ground state of\nthe broken-symmetry phase by a finite-rate quench of the control parameter. The\nmethod is illustrated in the one-dimensional quantum Ising model in a\ntransverse field. Driving through the critical point is assisted by an\nauxiliary Hamiltonian, for which the interplay between the range of the\ninteraction and the modes where excitations are suppressed is elucidated.\n","Comment: 2 figures, 5 pages"]}]
["1206.3615",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3615","Phys. Rev. B 85, 235453 (2012)","doi:10.1103/PhysRevB.85.235453"],"date":["2012-06-15","2012-06-26"],"type":["text"],"creator":["Meng, Lan","Chu, Zhao-Dong","Zhang, Yanfeng","Yang, Ji-Yong","Dou, Rui-Fen","Nie, Jia-Cai","He, Lin"],"language":[],"coverage":[],"title":["Enhanced Intervalley Scattering of Twisted Bilayer Graphene by Periodic\n  AB Stacked Atoms"],"description":["  The electronic properties of twisted bilayer graphene on SiC substrate were\nstudied via combination of transport measurements and scanning tunneling\nmicroscopy. We report the observation of enhanced intervalley scattering from\none Dirac cone to the other, which contributes to weak localization, of the\ntwisted bilayer graphene by increasing the interlayer coupling strength. Our\nexperiment and analysis demonstrate that the enhanced intervalley scattering is\nclosely related to the periodic AB stacked atoms (the A atom of layer 1 and the\nB atom of layer 2 that have the same horizontal positions) that break the\nsublattice degeneracy of graphene locally. We further show that these periodic\nAB stacked atoms affect intervalley but not intravalley scattering. The result\nreported here provides an effective way to atomically manipulate the\nintervalley scattering of graphene.\n","Comment: 4figures"]}]
["1206.6675",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6675","JHEP 1207 (2012) 138"],"date":["2012-06-28","2012-09-14"],"type":["text"],"creator":["Kurz, Alexander","Steinhauser, Matthias","Zerf, Nikolai"],"language":[],"coverage":[],"title":["Decoupling constant for $\\alpha_s$ and the effective gluon-Higgs\n  coupling to three loops in supersymmetric QCD"],"description":["  We compute the three-loop QCD corrections to the decoupling constant for\n$\\alpha_s$ which relates the Minimal Supersymmetric Standard Model to Quantum\nChromodynamics with five or six active flavours. The new results can be used to\nstudy the stability of $\\alpha_s$ evaluated at a high scale from the knowledge\nof its value at $M_Z$. We furthermore derive a low-energy theorem which allows\nthe calculation of the coefficient function of the effective Higgs boson-gluon\noperator from the decoupling constant. This constitutes the first independent\ncheck of the matching coefficient to three loops.\n","Comment: 21 pages, 5 figures, v2: figure with Feynman diagrams added,\n  references added"]}]
["1206.7034",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.7034","Nucl. Phys. B866 (2013) 1-25","doi:10.1016/j.nuclphysb.2012.08.009"],"date":["2012-06-29","2012-08-27"],"type":["text"],"creator":["Bali, G. S.","Bruns, P. C.","Collins, S.","Deka, M.","Gläßle, B.","Göckeler, M.","Greil, L.","Hemmert, T. R.","Horsley, R.","Najjar, J.","Nakamura, Y.","Nobile, A.","Pleiter, D.","Rakow, P. E. L.","Schäfer, A.","Schiel, R.","Schierholz, G.","Sternbeck, A.","Zanotti, J."],"language":[],"coverage":[],"title":["Nucleon mass and sigma term from lattice QCD with two light fermion\n  flavors"],"description":["  We analyze Nf=2 nucleon mass data with respect to their dependence on the\npion mass down to mpi = 157 MeV and compare it with predictions from covariant\nbaryon chiral perturbation theory (BChPT). A novel feature of our approach is\nthat we fit the nucleon mass data simultaneously with the directly obtained\npion-nucleon sigma-term. Our lattice data below mpi = 435 MeV is well described\nby O(p^4) BChPT and we find sigma=37(8)(6) MeV for the sigma-term at the\nphysical point. Using the nucleon mass to set the scale we obtain a Sommer\nparameter of r_0=0.501(10)(11) fm.\n","Comment: 26 pages, 11 figures, 5 tables. Version to appear in NPB with a few\n  more details on the fit parameters"]}]
["1207.1622",{"format":[],"subject":["Physics - Plasma Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1622","EPL 99 (2012) 55001","doi:10.1209/0295-5075/99/55001"],"date":["2012-07-06"],"type":["text"],"creator":["Du, C. -R.","Nosenko, V.","Zhdanov, S.","Thomas, H. M.","Morfill, G. E."],"language":[],"coverage":[],"title":["Interaction of two-dimensional plasma crystals with upstream charged\n  particles"],"description":["  Two-dimensional plasma crystals are characterized by a strong up-and-down\nasymmetry not only due to gravity but also due to the presence of plasma flow\nat the location of particles. We study for the first time the interaction of a\nsingle-layer plasma crystal with charged extra particles located above it\n(upstream of the flow of ions). Upstream extra particles tend to move between\nthe rows of particles in the crystal, accelerate to supersonic speeds, and\nexcite attraction-dominated Mach cones and wakes in the crystal.\n"]}]
["1207.1810",{"format":[],"subject":["Physics - Atomic Physics","Physics - Plasma Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1810","doi:10.1103/PhysRevA.86.033408"],"date":["2012-07-07","2012-08-31"],"type":["text"],"creator":["Goodman, D. S.","Sivarajah, I.","Wells, J. E.","Narducci, F. A.","Smith, W. W."],"language":[],"coverage":[],"title":["Ion-neutral sympathetic cooling in a hybrid linear rf Paul and\n  magneto-optical trap"],"description":["  Long range polarization forces between ions and neutral atoms result in large\nelastic scattering cross sections, e.g., 10^6 a.u. for Na+ on Na or Ca+ on Na\nat cold and ultracold temperatures. This suggests that a hybrid ion-neutral\ntrap should offer a general means for significant sympathetic cooling of atomic\nor molecular ions. We present SIMION 7.0 simulation results concerning the\nadvantages and limitations of sympathetic cooling within a hybrid trap\napparatus, consisting of a linear rf Paul trap concentric with a Na\nmagneto-optical trap (MOT). This paper explores the impact of various heating\nmechanisms on the hybrid system and how parameters related to the MOT, Paul\ntrap, number of ions, and ion species affect the efficiency of the sympathetic\ncooling.\n"]}]
["1207.3252",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3252"],"date":["2012-07-13","2012-09-14"],"type":["text"],"creator":["Cieri, Leandro"],"language":[],"coverage":[],"title":["Diphoton spectrum in the mass range 120-140 GeV at the LHC"],"description":["  We consider direct diphoton production in hadron collisions. We compute the\nnext-to-next-to-leading order (NNLO) QCD radiative corrections at the\nfully-differential level. Our calculation uses the q_T subtraction formalism\nand it is implemented in a parton level Monte Carlo program, which allows the\nuser to apply arbitrary kinematical cuts on the final-state photons and the\nassociated jet activity, and to compute the corresponding distributions in the\nform of bin histograms. We present selected numerical results related to Higgs\nboson searches at the LHC, and we show how the NNLO corrections to diphoton\nproduction are relevant to understand the main background of the decay channel\nH -> gamma gamma.\n","Comment: 5 pages, 2 figures. Invited talk. To appear in Proceedings of\n  Rencontres de Moriond, QCD and High Energy Interactions, La Thuile, March\n  10-17, 2012. Acknowledgments added"]}]
["1207.3374",{"format":[],"subject":["Mathematics - Numerical Analysis","62-04"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3374"],"date":["2012-07-13","2012-08-30"],"type":["text"],"creator":["Hunt, Thomas","Krener, Arthur J."],"language":[],"coverage":[],"title":["Simplicial Nonlinear Principal Component Analysis"],"description":["  We present a new manifold learning algorithm that takes a set of data points\nlying on or near a lower dimensional manifold as input, possibly with noise,\nand outputs a simplicial complex that fits the data and the manifold. We have\nimplemented the algorithm in the case where the input data can be triangulated.\nWe provide triangulations of data sets that fall on the surface of a torus,\nsphere, swiss roll, and creased sheet embedded in a fifty dimensional space. We\nalso discuss the theoretical justification of our algorithm.\n","Comment: 21 pages, 6 figures"]}]
["1207.4504",{"format":[],"subject":["Mathematics - Functional Analysis","46B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4504"],"date":["2012-07-18","2012-09-14"],"type":["text"],"creator":["Ojeda-Aristizabal, Diana"],"language":[],"coverage":[],"title":["A norm for Tsirelson's Banach space"],"description":["  We give an expression for the norm of the space constructed by Tsirelson. The\nimplicit equation satisfied by this norm is dual to the implicit equation for\nthe norm of the dual of Tsirelson space given by Figiel and Johnson. The\nexpression can be modified to give the norm of the dual of any mixed Tsirelson\nspace. In particular, our results can be adapted to give the norm for the dual\nof Schlumprecht space.\n"]}]
["1207.5761",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5761"],"date":["2012-07-24","2012-09-13"],"type":["text"],"creator":["Sakellaridis, Yiannis"],"language":[],"coverage":[],"title":["Beyond endoscopy for the relative trace formula I: local theory"],"description":["  For the group G = PGL(2) we prove nonstandard matching and the fundamental\nlemma between two relative trace formulas: on one hand, the relative trace\nformula of Jacquet for the quotient T\\G/T, where T is a nontrivial torus; on\nthe other, the Kuznetsov trace formula with nonstandard test functions. The\nmatching is nonstandard in the sense that orbital integrals are related to each\nother not one-by-one, but via an explicit integral transform. These results\nwill be used in the sequel to compare the corresponding global trace formulas\nand reprove the celebrated result of Waldspurger on toric periods.\n","Comment: 58 pages. Appendix rewritten to correct flaws. Submitted"]}]
["1207.6485",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6485","doi:10.1051/0004-6361/201219315"],"date":["2012-07-27"],"type":["text"],"creator":["Pinilla, P.","Benisty, M.","Birnstiel, T."],"language":[],"coverage":[],"title":["Ring shaped dust accumulation in transition disks"],"description":["  Context.Transition disks are believed to be the final stages of\nprotoplanetary disks, during which a forming planetary system or\nphotoevaporation processes open a gap in the inner disk, drastically changing\nthe disk structure. From theoretical arguments it is expected that dust growth,\nfragmentation and radial drift are strongly influenced by gas disk structure,\nand pressure bumps in disks have been suggested as key features that may allow\ngrains to converge and grow efficiently.\n  Aims. We want to study how the presence of a large planet in a disk\ninfluences the growth and radial distribution of dust grains, and how\nobservable properties are linked to the mass of the planet.\n  Methods. We combine two-dimensional hydrodynamical disk simulations of\ndisk-planet interactions with state-of-the-art coagulation/fragmentation models\nto simulate the evolution of dust in a disk which has a gap created by a\nmassive planet. We compute images at different wavelengths and illustrate our\nresults using the example of the transition disk LkCa15.\n  Results. The gap opened by a planet and the long-range interaction between\nthe planet and the outer disk create a single large pressure bump outside the\nplanetary orbit. Millimeter-sized particles form and accumulate at the pressure\nmaximum and naturally produce ring-shaped sub-millimeter emission that is\nlong-lived because radial drift no longer depletes the large grain population\nof the disk. For large planet masses around 9 $M_{\\mathrm{Jup}}$, the pressure\nmaximum and, therefore, the ring of millimeter particles is located at\ndistances that can be more than twice the star-planet separation, creating a\nlarge spatial separation between the gas inner edge of the outer disk and the\npeak millimeter emission. Smaller grains do get closer to the gap and we\npredict how the surface brightness varies at different wavelengths.\n","Comment: Accepted for publication in Astronomy and Astrophysics"]}]
["1208.1078",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1078","Nano Lett., 2012, 12 (9), pp 4674-4680","doi:10.1021/nl302015v"],"date":["2012-08-05"],"type":["text"],"creator":["Wang, Han","Yu, Lili","Lee, Yi-Hsien","Shi, Yumeng","Hsu, Allen","Chin, Matthew","Li, Lain-Jong","Dubey, Madan","Kong, Jing","Palacios, Tomas"],"language":[],"coverage":[],"title":["Integrated Circuits Based on Bilayer MoS2 Transistors"],"description":["  Two-dimensional (2D) materials, such as molybdenum disulfide (MoS2), have\nbeen shown to exhibit excellent electrical and optical properties. The\nsemiconducting nature of MoS2 allows it to overcome the shortcomings of\nzero-bandgap graphene, while still sharing many of graphene's advantages for\nelectronic and optoelectronic applications. Discrete electronic and\noptoelectronic components, such as field-effect transistors, sensors and\nphotodetectors made from few-layer MoS2 show promising performance as potential\nsubstitute of Si in conventional electronics and of organic and amorphous Si\nsemiconductors in ubiquitous systems and display applications. An important\nnext step is the fabrication of fully integrated multi-stage circuits and logic\nbuilding blocks on MoS2 to demonstrate its capability for complex digital logic\nand high-frequency ac applications. This paper demonstrates an inverter, a NAND\ngate, a static random access memory, and a five-stage ring oscillator based on\na direct-coupled transistor logic technology. The circuits comprise between two\nto twelve transistors seamlessly integrated side-by-side on a single sheet of\nbilayer MoS2. Both enhancement-mode and depletion-mode transistors were\nfabricated thanks to the use of gate metals with different work functions.\n","Comment: 23 pages, 5 figures, Supplementary Information, Accepted for\n  publication in Nano Letters"]}]
["1208.1826",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1826"],"date":["2012-08-09","2012-09-14"],"type":["text"],"creator":["Liao, Lingmin","Rams, Michal"],"language":[],"coverage":[],"title":["Inhomogeneous Diophantine approximation with general error functions"],"description":["  Let $\\al$ be an irrational and $\\varphi: \\N \\rightarrow \\R^+$ be a function\ndecreasing to zero. For any $\\al$ with a given Diophantine type, we show some\nsharp estimations for the Hausdorff dimension of the set\n[E_{\\varphi}(\\al):={y\\in \\R: |n\\al -y| < \\varphi(n) \\text{for infinitely many}\nn},] where $|\\cdot|$ denotes the distance to the nearest integer.\n","Comment: 11 pages"]}]
["1208.2328",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2328","Phys. Rev. B 86, 094510 (2012)","doi:10.1103/PhysRevB.86.094510"],"date":["2012-08-11","2012-09-01"],"type":["text"],"creator":["Tanabe, Y.","Huynh, K. K.","Urata, T.","Heguri, S.","Mu, G.","Xu, J. T.","Nouchi, R.","Tanigaki, K."],"language":[],"coverage":[],"title":["Suppression of backward scattering of Dirac fermions in iron pnictides\n  Ba(Fe$_{1-x}$Ru$_x$As)$_2$"],"description":["  We report electronic transport of Dirac cones when Fe is replaced by Ru,\nwhich has an isoelectronic electron configuration to Fe, using single crystals\nof Ba(Fe$_{1-x}$Ru$_x$As)$_2$. The electronic transport of parabolic bands is\nshown to be suppressed by scattering due to the crystal lattice distortion and\nthe impurity effect of Ru, while that of the Dirac cone is not significantly\nreduced due to the intrinsic character of Dirac cones. It is clearly shown from\nmagnetoresistance and Hall coefficient measurements that the inverse of average\nmobility, proportional to cyclotron effective mass, develops as the square root\nof the carrier number (n) of the Dirac cones. This is the unique character of\nthe Dirac cone linear dispersion relationship. Scattering of Ru on the Dirac\ncones is discussed in terms of the estimated mean free path using experimental\nparameters.\n","Comment: 6 pages, 3 figures, To be published in Phys. Rev. B"]}]
["1208.3476",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3476"],"date":["2012-08-16","2012-09-14"],"type":["text"],"creator":["Bringmann, Kathrin","Murthy, Sameer"],"language":[],"coverage":[],"title":["On the positivity of black hole degeneracies in string theory"],"description":["  Certain helicity trace indices of charged states in N=4 and N=8 superstring\ntheory have been computed exactly using their explicit weakly coupled\nmicroscopic description. These indices are expected to count the exact quantum\ndegeneracies of black holes carrying the same charges. In order for this\ninterpretation to be consistent, these indices should be positive integers. We\nprove this positivity property for a class of four/five dimensional black holes\nin type II string theory compactified on T^6/T^5 and on K3 \\times T^2/S^1. The\nproof relies on the mock modular properties of the corresponding generating\nfunctions.\n","Comment: v2: Typos corrected"]}]
["1209.0750",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0750","Phys.Lett.B716:470-474,2012","doi:10.1016/j.physletb.2012.09.002"],"date":["2012-09-04"],"type":["text"],"creator":["Kostelecky, Alan","Russell, Neil","Tso, Rhondale"],"language":[],"coverage":[],"title":["Bipartite Riemann-Finsler geometry and Lorentz violation"],"description":["  Bipartite Riemann-Finsler geometries with complementary Finsler structures\nare constructed. Calculable examples are presented based on a bilinear-form\ncoefficient for explicit Lorentz violation.\n","Comment: 6 pages, accepted for publication in Physics Letters B"]}]
["1209.0827",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0827"],"date":["2012-09-04","2012-09-13"],"type":["text"],"creator":["Colliander, James E.","Marzuola, Jeremy L.","Oh, Tadahiro","Simpson, Gideon"],"language":[],"coverage":[],"title":["Behavior of a Model Dynamical System with Applications to Weak\n  Turbulence"],"description":["  We experimentally explore solutions to a model Hamiltonian dynamical system\nderived in Colliander et al., 2012, to study frequency cascades in the cubic\ndefocusing nonlinear Schr\\\"odinger equation on the torus. Our results include a\nstatistical analysis of the evolution of data with localized amplitudes and\nrandom phases, which supports the conjecture that energy cascades are a generic\nphenomenon. We also identify stationary solutions, periodic solutions in an\nassociated problem and find experimental evidence of hyperbolic behavior. Many\nof our results rely upon reframing the dynamical system using a hydrodynamic\nformulation.\n","Comment: 22 pages, 14 figures"]}]
["1209.2392",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.2392"],"date":["2012-09-11","2012-09-14"],"type":["text"],"creator":["Matsumoto, Keiji"],"language":[],"coverage":[],"title":["When is an input state always better than the others ?: universally\n  optimal input states for statistical inference of quantum channels"],"description":["  Statistical estimation and test of unknown channels have attracted interest\nof many researchers. In optimizing the process of inference, an important step\nis optimization of the input state, which in general do depend on the kind of\ninference (estimation or test, etc.), on the error measure, and so on. But\nsometimes, there is a universally optimal input state, or an input state best\nfor all the statistical inferences and for all the risk functions. In the\npaper, the existence of a universally optimal state is shown for group\ncovariant/contravariant channels, unital qubit channels and some measurement\nfamilies. To prove these results, theory of \"comparison of state families\" are\nused. We also discuss about effectiveness of entanglement and adaptation of\ninput states.\n"]}]
["1209.2573",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.2573"],"date":["2012-09-12","2012-09-14"],"type":["text"],"creator":["Utiel, Wagner"],"language":[],"coverage":[],"title":["N-points correlator for the Gaudin's model realization of a Quantum Hall\n  Fluid"],"description":["  We study the Gaudin's model realization of a incompressible quantum Hall\nfluid on torus. We solve the model using the so called off-shell algebraic\nBethe ansatz for a general spin representation. The n-points correlators also\nwas computed as a solution of the Kznihik-Zamolodchikov equations. This explore\na possible connection between low energy D-brane physics with the low dimension\nintegrable models.\n","Comment: The paper has been withdraw by the author because a new version is\n  been written to better emphasize in this review the use of the off-shell\n  Bethe ansatz approach to obtain solutions of the KZ equation in a more easy\n  way than the approach used in Hou et all(arXiv:hep-th/0210173)"]}]
["1209.2794",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.2794","International Journal of Database Management Systems, 4, (2012)\n  43-52"],"date":["2012-09-13"],"type":["text"],"creator":["Paci, Hakik","Mece, Elinda Kajo","Xhuvani, Aleksander"],"language":[],"coverage":[],"title":["Protecting oracle pl/sql source code from a dba user"],"description":["  In this paper we are presenting a new way to disable DDL statements on some\nspecific PL/SQL procedures to a dba user in the Oracle database. Nowadays dba\nusers have access to a lot of data and source code even if they do not have\nlegal permissions to see or modify them. With this method we can disable the\nability to execute DDL and DML statements on some specific pl/sql procedures\nfrom every Oracle database user even if it has a dba role. Oracle gives to\ndeveloper the possibility to wrap the pl/sql procedures, functions and packages\nbut those wrapped scripts can be unwrapped by using third party tools. The\nscripts that we have developed analyzes all database sessions, and if they\ndetect a DML or a DDL statement from an unauthorized user to procedure,\nfunction or package which should be protected then the execution of the\nstatement is denied. Furthermore, these scripts do not allow a dba user to drop\nor disable the scripts themselves. In other words by managing sessions prior to\nthe execution of an eventual statement from a dba user, we can prevent the\nexecution of eventual statements which target our scripts.\n"]}]
["1209.2877",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.2877"],"date":["2012-09-13"],"type":["text"],"creator":["Roshi, D. Anish","Ransom, Scott M."],"language":[],"coverage":[],"title":["A compact steep spectrum radio source in NGC1977"],"description":["  A compact steep spectrum radio source (J0535-0452) is located in the sky\ncoincident with a bright optical rim in the HII region NGC1977. J0535-0452 is\nobserved to be $\\leq 100$ mas in angular size at 8.44 GHz. The spectrum for the\nradio source is steep and straight with a spectral index of -1.3 between 330\nand 8440 MHz. No 2 \\mu m IR counter part for the source is detected. These\ncharacteristics indicate that the source may be either a rare high redshift\nradio galaxy or a millisecond pulsar (MSP). Here we investigate whether the\nsteep spectrum source is a millisecond pulsar.The optical rim is believed to be\nthe interface between the HII region and the adjacent molecular cloud. If the\ncompact source is a millisecond pulsar, it would have eluded detection in\nprevious pulsar surveys because of the extreme scattering due to the HII\nregion--molecular cloud interface. The limits obtained on the angular\nbroadening along with the distance to the scattering screen are used to\nestimate the pulse broadening. The pulse broadening is shown to be less than a\nfew msec at frequencies $\\gtsim$ 5 GHz. We therefore searched for pulsed\nemission from J0535-0452 at 14.8 and 4.8 GHz with the Green Bank Telescope\n(GBT). No pulsed emission is detected to 55 and 30 \\mu Jy level at 4.8 and 14.8\nGHz. Based on the parameter space explored by our pulsar search algorithm, we\nconclude that, if J0535-0452 is a pulsar, then it could only be a binary MSP of\norbital period $\\ltsim$ 5 hrs.\n","Comment: Accepted for publication in A&A (3pages, 1 fig)"]}]
["1209.2939",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.2939"],"date":["2012-09-13","2012-09-14"],"type":["text"],"creator":["Zhang, Lei"],"language":[],"coverage":[],"title":["A note on the linear systems on the projective bundles over Abelian\n  varieties"],"description":["  It is well known that for an ample line bundle $L$ on an Abelian variety $A$,\nthe linear system |2L| is base point free, and 3L is very ample, moreover the\nmap defined by the linear system |2L| is well understood. In this paper we\ngeneralized this classical result and give a new proof using the theory CGG\ndeveloped by Pareschi and Popa.\n","Comment: 11 pages, overlap the part of the paper arXiv:1111.4798, to appear in\n  Proc. of American Math. Society"]}]
["1209.3026",{"format":[],"subject":["Computer Science - Digital Libraries","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3026"],"date":["2012-09-13"],"type":["text"],"creator":["SalahEldeen, Hany M.","Nelson, Michael L."],"language":[],"coverage":[],"title":["Losing My Revolution: How Many Resources Shared on Social Media Have\n  Been Lost?"],"description":["  Social media content has grown exponentially in the recent years and the role\nof social media has evolved from just narrating life events to actually shaping\nthem. In this paper we explore how many resources shared in social media are\nstill available on the live web or in public web archives. By analyzing six\ndifferent event-centric datasets of resources shared in social media in the\nperiod from June 2009 to March 2012, we found about 11% lost and 20% archived\nafter just a year and an average of 27% lost and 41% archived after two and a\nhalf years. Furthermore, we found a nearly linear relationship between time of\nsharing of the resource and the percentage lost, with a slightly less linear\nrelationship between time of sharing and archiving coverage of the resource.\nFrom this model we conclude that after the first year of publishing, nearly 11%\nof shared resources will be lost and after that we will continue to lose 0.02%\nper day.\n","Comment: 12 pages, Theory and Practice of Digital Libraries (TPDL) 2012"]}]
["1209.3029",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3029"],"date":["2012-09-13"],"type":["text"],"creator":["Günther, Torsten","Coop, Graham"],"language":[],"coverage":[],"title":["Robust identification of local adaptation from allele frequencies"],"description":["  Comparing allele frequencies among populations that differ in environment has\nlong been a tool for detecting loci involved in local adaptation. However, such\nanalyses are complicated by an imperfect knowledge of population allele\nfrequencies and neutral correlations of allele frequencies among populations\ndue to shared population history and gene flow. Here we develop a set of\nmethods to robustly test for unusual allele frequency patterns, and\ncorrelations between environmental variables and allele frequencies while\naccounting for these complications based on a Bayesian model previously\nimplemented in the software Bayenv. Using this model, we calculate a set of\n`standardized allele frequencies' that allows investigators to apply tests of\ntheir choice to multiple populations, while accounting for sampling and\ncovariance due to population history. We illustrate this first by showing that\nthese standardized frequencies can be used to calculate powerful tests to\ndetect non-parametric correlations with environmental variables, which are also\nless prone to spurious results due to outlier populations. We then demonstrate\nhow these standardized allele frequencies can be used to construct a test to\ndetect SNPs that deviate strongly from neutral population structure. This test\nis conceptually related to FST but should be more powerful as we account for\npopulation history. We also extend the model to next-generation sequencing of\npopulation pools, which is a cost-efficient way to estimate population allele\nfrequencies, but it implies an additional level of sampling noise. The utility\nof these methods is demonstrated in simulations and by re-analyzing human SNP\ndata from the HGDP populations. An implementation of our method will be\navailable from http://gcbias.org.\n","Comment: 27 pages, 7 figures"]}]
["1209.3032",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3032"],"date":["2012-09-13"],"type":["text"],"creator":["Giuliani, Alessandro"],"language":[],"coverage":[],"title":["The nematic phase of a system of long hard rods - ICMP12 talk, Aalborg,\n  August 2012"],"description":["  In this talk I consider a two-dimensional lattice model for liquid crystals\nconsisting of long rods interacting via purely hard core interactions, with two\nallowed orientations defined by the underlying lattice. I report a rigorous\nproof of the existence of a nematic phase: by this I mean that at intermediate\ndensities the system exhibits orientational order, either horizontal or\nvertical, but no positional order. The proof is based on a two-scales cluster\nexpansion: first the system is coarse-grained on a scale comparable with the\nrods' length; then the resulting effective theory is re-expressed as a\ncontours' model, which can be treated by Pirogov-Sinai methods. The talk is\nbased on joint work with Margherita Disertori.\n","Comment: Contribution to the proceedings of the International Congress on\n  Mathematical Physics, Aalborg, Denmark, August 6-11, 2012"]}]
["1209.3034",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3034"],"date":["2012-09-13"],"type":["text"],"creator":["Uluyazi, Gülçin"],"language":[],"coverage":[],"title":["An Investigation of Equivalence between Bulk-based and Brane-based\n  Approaches"],"description":["  There are two different approaches to handle brane-world models brane-based\nor bulk-based. In the brane-based approach, the brane is chosen to be fixed on\na coordinate system, whereas in the bulk-based approach, it is no longer static\nas it moves along the extra dimension. It is aimed to get a general formalism\nof the equivalence between two approaches obtained for a specific model in\nMukohyama et all [12]. We found that calculations driven by a general\nanisotropic bulk-based metric yields a brane-based metric in Gaussian Normal\nCoordinates by conserving spatial anisotropy.\n","Comment: six pages, conference presentation"]}]
["1209.3035",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3035"],"date":["2012-09-13"],"type":["text"],"creator":["Cheng, Chih-hsiang"],"language":[],"coverage":[],"title":["Quantum Correlated D Decays at SuperB"],"description":["  We present the prospects for studying quantum correlated charm decays at the\n\\psi(3770) using 0.5--1.0 ab^{-1} of data at SuperB. The impact of studying\nsuch double tagged decays upon measurements in other charm environments will be\ndiscussed.\n","Comment: 10 pages, 3 figures; to appear on the proceedings of the 5th\n  International Workshop on Charm Physics (Charm2012)"]}]
["1209.3040",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3040"],"date":["2012-09-13"],"type":["text"],"creator":["Gary, Michael"],"language":[],"coverage":[],"title":["A Holographic Holographic Bound and the Black Hole S-Matrix"],"description":["  Holographic bounds have been derived using explicitly gravitational\narguments. Motivated by explicit constructions of bulk wavepackets from\nobservables in the boundary CFT, we derive a holographic bound in the context\nof the gauge/gravity correspondence within the dual field theory. We verify the\nconsistency of the bound with the program of determining the Black Hole\nS-Matrix from the AdS/CFT correspondence.\n","Comment: 11 pages"]}]
["1209.3043",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3043"],"date":["2012-09-13"],"type":["text"],"creator":["Schure, K. M.","Bell, A. R."],"language":[],"coverage":[],"title":["Magnetic field amplification by cosmic rays in supernova remnants"],"description":["  Magnetic field amplification is needed to accelerate cosmic cays to PeV\nenergies in supernova remants. Escaping cosmic rays trigger a return current in\nthe plasma that drives a non-resonant hybrid instability. We run simulations in\nwhich we represent the escaping cosmic rays with the plasma return current,\nkeeping the maximum cosmic ray energy fixed, and evaluate its effects on the\nupstream medium. In addition to magnetic field amplification, density\nperturbations arise that, when passing through the shock, further increase\namplification levels downstream. As the growth rate of the instability is most\nrapid for the smaller scales, the resolution is a limiting factor in the\namplification that can be reached with these simulations.\n","Comment: 4 pages, 2 figures, to appear in the proceedings of the conference\n  \"370 years of Astronomy in Utrecht\", eds. G. Pugliese, A. de Koter and M.\n  Wijburg"]}]
["1209.3045",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3045"],"date":["2012-09-13"],"type":["text"],"creator":["Knapp, Adam"],"language":[],"coverage":[],"title":["Symplectic Structures on the cotangent bundles of open 4-manifolds"],"description":["  We show that, for any two orientable smooth open 4-manifolds $X_0,X_1$ which\nare homeomorphic, their cotangent bundles $T^*X_0,T^*X_1$ are symplectomorphic\nwith their canonical symplectic structure. In particular, for any smooth\nmanifold $R$ homeomorphic to $\\mathbb{R}^4$, the standard Stein structure on\n$T^*R$ is Stein homotopic to the standard Stein structure on $T^*\\mathbb{R}^4 =\n\\mathbb{R}^8$. We use this to show that any exotic $\\mathbb{R}^4$ embeds in the\nstandard symplectic $\\mathbb{R}^8$ as a Lagrangian submanifold. As a corollary,\nwe show that $\\mathbb{R}^8$ has uncountably many smoothly distinct foliations\nby Lagrangian $\\mathbb{R}^4$s with their standard smooth structure.\n"]}]
["1209.3046",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3046","doi:10.1017/S1743921312012616"],"date":["2012-09-13"],"type":["text"],"creator":["Crowther, Paul A."],"language":[],"coverage":[],"title":["Environments of massive stars and the upper mass limit"],"description":["  The locations of massive stars (> 8 Msun) within their host galaxies is\nreviewed. These range from distributed OB associations to dense star clusters\nwithin giant HII regions. A comparison between massive stars and the\nenvironments of core-collapse supernovae and long duration Gamma Ray Bursts is\nmade, both at low and high redshift. We also address the question of the upper\nstellar mass limit, since very massive stars (VMS, Minit >> 100 Msun) may\nproduce exceptionally bright core-collapse supernovae or pair instability\nsupernovae.\n","Comment: 9 pages, 2 figures, review paper from IAU Symposium 279: Death of\n  Massive Stars: SNe and GRBs (P. Roming, N. Kawai & E. Pian, eds.)"]}]
["1209.3047",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3047"],"date":["2012-09-13"],"type":["text"],"creator":["Moustakas, Aris L.","Kazakopoulos, Pavlos"],"language":[],"coverage":[],"title":["SINR Statistics of Correlated MIMO Linear Receivers"],"description":["  Linear receivers offer a low complexity option for multi-antenna\ncommunication systems. Therefore, understanding the outage behavior of the\ncorresponding SINR is important in a fading mobile environment. In this paper\nwe introduce a large deviations method, valid nominally for a large number M of\nantennas, which provides the probability density of the SINR of Gaussian\nchannel MIMO Minimum Mean Square Error (MMSE) and zero-forcing (ZF) receivers,\nwith arbitrary transmission power profiles and in the presence of receiver\nantenna correlations. This approach extends the Gaussian approximation of the\nSINR, valid for large M asymptotically close to the center of the distribution,\nobtaining the non-Gaussian tails of the distribution. Our methodology allows us\nto calculate the SINR distribution to next-to-leading order (O(1/M)) and\nshowcase the deviations from approximations that have appeared in the\nliterature (e.g. the Gaussian or the generalized Gamma distribution). We also\nanalytically evaluate the outage probability, as well as the uncoded\nbit-error-rate. We find that our approximation is quite accurate even for the\nsmallest antenna arrays (2x2).\n","Comment: 10 pages, 6 figures. Submitted for publication to IEEE Transactions\n  of Information Theory, May 2011. The work in this paper was presented in part\n  in IEEE International Symposium on Information Theory, St. Petersburg, Aug.\n  2011"]}]
["1209.3048",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3048"],"date":["2012-09-13"],"type":["text"],"creator":["Buzano, Maria"],"language":[],"coverage":[],"title":["Ricci flow on homogeneous spaces with two isotropy summands"],"description":["  We consider the Ricci flow equation for invariant metrics on compact and\nconnected homogeneous spaces whose isotropy representation decomposes into two\nirreducible inequivalent summands. By studying the corresponding dynamical\nsystem, we completely describe the behaviour of the homogeneous Ricci flow on\nthis kind of spaces. Moreover, we investigate the existence of ancient\nsolutions and relate this to the existence and non-existence of invariant\nEinstein metrics.\n","Comment: 30 pages"]}]
["1209.3050",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3050","Cyber Journals: Multidisciplinary Journals in Science and\n  Technology, Journal of Selected Areas in Software Engineering (JSSE), Vol. 2,\n  No. 12, pages 1-8, 2011"],"date":["2012-09-13"],"type":["text"],"creator":["Opoku, Samuel King"],"language":[],"coverage":[],"title":["Parallel Sorting System for Objects"],"description":["  Conventional sorting algorithms make use of such data structures as array,\nfile and list which define access methods of the items to be sorted. Such\ntraditional methods as exchange sort, divide and conquer sort, selection sort\nand insertion sort require supervisory control program. The supervisory control\nprogram has access to the items and is responsible for arranging them in the\nproper order. This paper presents a different sorting algorithm that does not\nrequire supervisory control program. The objects sort themselves and they are\nable to terminate when sorting is completed. The algorithm also employs\nparallel processing mechanisms to increase its efficiency and effectiveness.\nThe paper makes a review of the traditional sorting methods, identifying their\npros and cons and proposes a different design based on conceptual combination\nof these algorithms. Algorithms designed were implemented and tested in Java\ndesktop application\n","Comment: 8 pages, 13 figures"]}]
["1209.3052",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Human-Computer Interaction","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3052","Cyber Journals: Multidisciplinary Journals in Science and\n  Technology, JSAT, Vol. 3, No. 4, pg 1-8, 2012"],"date":["2012-09-13"],"type":["text"],"creator":["Opoku, Samuel King"],"language":[],"coverage":[],"title":["A Simultaneous-Movement Mobile Multiplayer Game Design based on Adaptive\n  Background Partitioning Technique"],"description":["  Implementations of mobile games have become prevalent industrial technology\ndue to the ubiquitous nature of mobile devices. However, simultaneous-movement\nmultiplayer games, games that a player competes simultaneously with other\nplayers, are usually affected by such parameters as latency, type of game\narchitecture and type of communication technology. This paper makes a review of\nthe above parameters, considering the pros and cons of the various techniques\nused in addressing each parameter. It then goes ahead to propose an enhanced\nmechanism for dealing with packet delays based on partitioning the game\nbackground into grids. The proposed design is implemented and tested using\nBluetooth and Wi-Fi communication technologies. The efficiency and\neffectiveness of the design are also analyzed.\n","Comment: 8 pages"]}]
["1209.3053",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3053","Cyber Journals: Multidisciplinary Journals in Science and\n  Technology, Journal of Selected Areas in Telecommunications (JSAT), Vol. 2,\n  No. 12, pages 1-8, 2011"],"date":["2012-09-13"],"type":["text"],"creator":["Opoku, Samuel King"],"language":[],"coverage":[],"title":["An Indoor Tracking System Based on Bluetooth Technology"],"description":["  Implementations of tracking systems have become prevalent issues in modern\ntechnology due to its advantage of location detection of objects. Objects are\nusually tracked using trackers based on GPS, GSM, RFID and Bluetooth signal\nstrength implementation. These mechanisms usually require line of sight\noperations, limited coverage and low level programming language for accessing\nBluetooth signal strength. This paper presents an alternative technique for\ntracking the movement of indoor objects based on Bluetooth communication\ntechnology, principles of motion and least square statistical method.\nAlgorithms are designed and implemented using Java\n","Comment: 8 pages"]}]
["1209.3054",{"format":[],"subject":["Computer Science - Databases","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3054"],"date":["2012-09-13"],"type":["text"],"creator":["Kent, Robert E."],"language":[],"coverage":[],"title":["Database Semantics"],"description":["  This paper, the first step to connect relational databases with systems\nconsequence (Kent: \"System Consequence\" 2009), is concerned with the semantics\nof relational databases. It aims to to study system consequence in the\nlogical/semantic system of relational databases. The paper, which was inspired\nby and which extends a recent set of papers on the theory of relational\ndatabase systems (Spivak: \"Functorial Data Migration\" 2012), is linked with\nwork on the Information Flow Framework (IFF) [http://suo.ieee.org/IFF/]\nconnected with the ontology standards effort (SUO), since relational databases\nnaturally embed into first order logic. The database semantics discussed here\nis concerned with the conceptual level of database architecture. We offer both\nan intuitive and technical discussion. Corresponding to the notions of primary\nand foreign keys, relational database semantics takes two forms: a\ndistinguished form where entities are distinguished from relations, and a\nunified form where relations and entities coincide. The distinguished form\ncorresponds to the theory presented in (Spivak: \"Simplicial databases\"\n2009)[arXiv:0904.2012]. The unified form, a special case of the distinguished\nform, corresponds to the theory presented in (Spivak: \"Functorial Data\nMigration\" 2012). A later paper will discuss various formalisms of relational\ndatabases, such as relational algebra and first order logic, and will complete\nthe description of the relational database logical environment.\n"]}]
["1209.3055",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3055"],"date":["2012-09-13"],"type":["text"],"creator":["Goatham, Stephen W."],"language":[],"coverage":[],"title":["$\\phi^6$ kink scattering"],"description":["  In this paper, we investigate the scattering of two $\\phi^6$ kinks and derive\nthe real dynamics by solving the appropriate field equation numerically\nemploying a Runga-Kutta method. We also use a collective coordinate\napproximation to find approximate dynamics, with the objective being to compare\nthe approximate motion to the real dynamics in order to test the validity of\nthis kind of approximation, which is used extensively in the study of solitons.\n","Comment: 10 pages, 4 figures"]}]
["1209.3056",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3056"],"date":["2012-09-13"],"type":["text"],"creator":["Wang, Jun","Woznica, Adam","Kalousis, Alexandros"],"language":[],"coverage":[],"title":["Parametric Local Metric Learning for Nearest Neighbor Classification"],"description":["  We study the problem of learning local metrics for nearest neighbor\nclassification. Most previous works on local metric learning learn a number of\nlocal unrelated metrics. While this \"independence\" approach delivers an\nincreased flexibility its downside is the considerable risk of overfitting. We\npresent a new parametric local metric learning method in which we learn a\nsmooth metric matrix function over the data manifold. Using an approximation\nerror bound of the metric matrix function we learn local metrics as linear\ncombinations of basis metrics defined on anchor points over different regions\nof the instance space. We constrain the metric matrix function by imposing on\nthe linear combinations manifold regularization which makes the learned metric\nmatrix function vary smoothly along the geodesics of the data manifold. Our\nmetric learning method has excellent performance both in terms of predictive\npower and scalability. We experimented with several large-scale classification\nproblems, tens of thousands of instances, and compared it with several state of\nthe art metric learning methods, both global and local, as well as to SVM with\nautomatic kernel selection, all of which it outperforms in a significant\nmanner.\n"]}]
["1209.3057",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3057"],"date":["2012-09-13"],"type":["text"],"creator":["Granas, Oscar","Cricchio, Francesco","Nordstrom, Lars"],"language":[],"coverage":[],"title":["Systematic study of the hidden order in URu$_{2}$Si$_{2}$ as a\n  multipolar order; the role of triakontadipoles"],"description":["  A systematic search for possible order parameters of the so-called hidden\norder of URu$_{2}$Si$_{2}$ is conducted. Among the possible candidates that do\nfulfill the experimental symmetry restrictions on the hidden order parameter,\nwe find one candidate that stand out -- one of the components of a\ntriakontadipole multipole tensor that belongs to the $A_{1u}$ irreducible\nrepresentation of the point group $D_{4h}$. This solution is characterized by a\n$\\vec{Q}=(0,0,1)$ ordering of the triakontadipoles and has a symmetry that\nforbids magnetic moments as well as most other multipole ordering on the\nuranium sites. This hidden order phase is closely related to the the\nantiferromagnetic phase, which is manifested in the similarities of the\ngeometries of the calculated Fermi surfaces. Finally is is found that this\nnon-magnetic solution allows for another secondary superimposed order parameter\nthat belong to $B_{2u}$, which gives rise to an anisotropic in-plane\nsusceptibility without breaking the tetragonal crystal symmetry.\n","Comment: 10 pages with 1 figure"]}]
["1209.3061",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3061"],"date":["2012-09-13"],"type":["text"],"creator":["Arrag, Sliman","Hamdoun, Abdellatif","Tragha, Abderrahim","Khamlich, Salah eddine"],"language":[],"coverage":[],"title":["Design and Implementation A different Architectures of mixcolumn in FPGA"],"description":["  This paper details Implementation of the Encryption algorithm AES under VHDL\nlanguage In FPGA by using different architecture of mixcolumn. We then review\nthis research investigates the AES algorithm in FPGA and the Very High Speed\nIntegrated Circuit Hardware Description language (VHDL). Altera Quartus II\nsoftware is used for simulation and optimization of the synthesizable VHDL\ncode. The set of transformations of both Encryptions and decryption are\nsimulated using an iterative design approach in order to optimize the hardware\nconsumption. Altera Cyclone III Family devices are utilized for hardware\nevaluation.\n"]}]
["1209.3067",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3067"],"date":["2012-09-13"],"type":["text"],"creator":["Fujita, Takehisa","Kanda, Naohiro","Oshima, Sachiko"],"language":[],"coverage":[],"title":["Nuclear Potential with Two Pion Exchange"],"description":["  We carefully calculate the nucleon-nucleon interaction due to two pion\nexchange processes by properly evaluating the corresponding Feynman diagrams.\nIn the estimation, we have made no approximation, and instead, we carry out the\nnumerical integrations of three Feynman parameters. It is found that the two\npion exchange potential gives rise to the attractive force which corresponds to\nthe effective scalar meson with its mass of $m_s\\simeq 4.7 m_\\pi$ and its\nstrength of ${g_s^2\\over 4\\pi}\\simeq 1.45 $. There is a strong isospin\ndependence of $(\\bm{\\tau}_1\\cdot \\bm{\\tau}_2)^2 $ which cannot be simulated by\nthe one boson exchange model calculations.\n","Comment: 5 pages, no figure"]}]
["1209.3071",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3071","J. Chem. Phys. 137, 104302 (2012)","doi:10.1063/1.4748258"],"date":["2012-09-13"],"type":["text"],"creator":["Tscherbul, T. V.","Grinev, T. A.","Yu, H. -G.","Dalgarno, A.","Klos, Jacek","Ma, Lifang","Alexander, Millard H."],"language":[],"coverage":[],"title":["Cold collisions of polyatomic molecular radicals with S-state atoms in a\n  magnetic field: An ab initio study of He + CH2(X) collisions"],"description":["  We develop a rigorous quantum mechanical theory for collisions of polyatomic\nmolecular radicals with S-state atoms in the presence of an external magnetic\nfield. The theory is based on a fully uncoupled space-fixed basis set\nrepresentation of the multichannel scattering wavefunction. Explicit\nexpressions are presented for the matrix elements of the scattering Hamiltonian\nfor spin-1/2 and spin-1 polyatomic molecular radicals interacting with\nstructureless targets. The theory is applied to calculate the cross sections\nand thermal rate constants for spin relaxation in low-temperature collisions of\nthe prototypical organic molecule methylene [CH2(X)] with He atoms. To this\nend, two highly accurate three-dimensional potential energy surfaces (PESs) of\nthe He-CH2(X) complex are developed using the state-of-the-art CCSD(T) method\nand large basis sets. Both PESs exhibit shallow minima and are weakly\nanisotropic. Our calculations show that spin relaxation in collisions of CH2,\nCHD, and CD2 molecules with He atoms occurs at a much slower rate than elastic\nscattering over a large range of temperatures (1 uK -- 1 K) and magnetic fields\n(0.01 - 1 T), suggesting excellent prospects for cryogenic helium buffer-gas\ncooling of ground-state ortho-CH2(X) molecules in a magnetic trap. Furthermore,\nwe find that ortho-CH2 undergoes collision-induced spin relaxation much more\nslowly than para-CH2, which indicates that magnetic trapping can be used to\nseparate nuclear spin isomers of open-shell polyatomic molecules.\n"]}]
["1209.3074",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3074"],"date":["2012-09-13"],"type":["text"],"creator":["Zhang, Jianjun","Chen, Zhijie","Zou, Wenming"],"language":[],"coverage":[],"title":["Standing Waves for nonlinear Schrodinger Equations involving critical\n  growth"],"description":["  We consider the following singularly perturbed nonlinear elliptic problem:\n$$-\\e^2\\Delta u+V(x)u=f(u),\\ u\\in H^1(\\mathbb{R^N}),$$ where $N\\ge 3$ and the\nnonlinearity $f$ is of critical growth. In this paper, we construct a solution\n$u_\\e$ of the above problem which concentrates at an isolated component of\npositive local minimum points of $V$ as $\\e\\to 0$ under certain conditions on\n$f$. Our result completes the study made in some very recent works in the sense\nthat, in those papers only the subcritical growth was considered\n","Comment: 24 pages, 0 figures"]}]
["1209.3078",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3078"],"date":["2012-09-13"],"type":["text"],"creator":["Han, Xiaosen","Yang, Yisong"],"language":[],"coverage":[],"title":["Existence Theorems for Vortices in the\n  Aharony--Bergman--Jaferis--Maldacena Model"],"description":["  A series of sharp existence and uniqueness theorems are established for the\nmultiple vortex solutions in the supersymmetric Chern--Simons--Higgs theory\nformalism of Aharony, Bergman, Jaferis, and Maldacena, for which the Higgs\nbosons and Dirac fermions lie in the bifundamental representation of the\ngeneral gauge symmetry group $U(N)\\times U(N)$. The governing equations are of\nthe BPS type and derived by Kim, Kim, Kwon, and Nakajima in the mass-deformed\nframework labeled by a continuous parameter.\n"]}]
["1209.3079",{"format":[],"subject":["Statistics - Machine Learning","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3079"],"date":["2012-09-13"],"type":["text"],"creator":["Rao, Nikhil","Recht, Benjamin","Nowak, Robert"],"language":[],"coverage":[],"title":["Signal Recovery in Unions of Subspaces with Applications to Compressive\n  Imaging"],"description":["  In applications ranging from communications to genetics, signals can be\nmodeled as lying in a union of subspaces. Under this model, signal coefficients\nthat lie in certain subspaces are active or inactive together. The potential\nsubspaces are known in advance, but the particular set of subspaces that are\nactive (i.e., in the signal support) must be learned from measurements. We show\nthat exploiting knowledge of subspaces can further reduce the number of\nmeasurements required for exact signal recovery, and derive universal bounds\nfor the number of measurements needed. The bound is universal in the sense that\nit only depends on the number of subspaces under consideration, and their\norientation relative to each other. The particulars of the subspaces (e.g.,\ncompositions, dimensions, extents, overlaps, etc.) does not affect the results\nwe obtain. In the process, we derive sample complexity bounds for the special\ncase of the group lasso with overlapping groups (the latent group lasso), which\nis used in a variety of applications. Finally, we also show that wavelet\ntransform coefficients of images can be modeled as lying in groups, and hence\ncan be efficiently recovered using group lasso methods.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1106.4355"]}]
["1209.3084",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3084"],"date":["2012-09-13"],"type":["text"],"creator":["Chen, Xinxing"],"language":[],"coverage":[],"title":["A study of random walks on wedges"],"description":["  In this paper we develop the idea of Lyons and gives a simple criterion for\nthe recurrence and the transience. We also show that a wedge has the infinite\ncollision property if and only if it is a recurrent graph.\n","Comment: 18 pages, 2 figures"]}]
["1209.3089",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3089"],"date":["2012-09-14"],"type":["text"],"creator":["Adda, Mehdi","Wu, Lei","White, Sharon","Feng, Yi"],"language":[],"coverage":[],"title":["Pattern Detection with Rare Item-set Mining"],"description":["  The discovery of new and interesting patterns in large datasets, known as\ndata mining, draws more and more interest as the quantities of available data\nare exploding. Data mining techniques may be applied to different domains and\nfields such as computer science, health sector, insurances, homeland security,\nbanking and finance, etc. In this paper we are interested by the discovery of a\nspecific category of patterns, known as rare and non-present patterns. We\npresent a novel approach towards the discovery of non-present patterns using\nrare item-set mining.\n","Comment: 17 pages, 5 figures, International Journal on Soft Computing,\n  Artificial Intelligence and Applications (IJSCAI), Vol.1, No.1, August 2012"]}]
["1209.3091",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3091","doi:10.1063/1.4729485"],"date":["2012-09-14"],"type":["text"],"creator":["Zhan, Haifei","Gu, Yuantong"],"language":[],"coverage":[],"title":["A fundamental numerical and theoretical study for the vibrational\n  properties of nanowires"],"description":["  Based on the molecular dynamics (MD) simulation and the classical\nEuler-Bernoulli beam theory, a fundamental study of the vibrational performance\nof the Ag nanowire (NW) is carried out. A comprehensive analysis of the quality\n(Q)-factor, natural frequency, beat vibration, as well as high vibration mode\nis presented. Two excitation approaches, i.e., velocity excitation and\ndisplacement excitation, have been successfully implemented to achieve the\nvibration of NWs. Upon these two kinds of excitations, consistent results are\nobtained, i.e., the increase of the initial excitation amplitude will lead to a\ndecrease to the Q-factor, and moderate plastic deformation could increase the\nfirst natural frequency. Meanwhile, the beat vibration driven by a single\nrelative large excitation or two uniform excitations in both two lateral\ndirections is observed. It is concluded that the nonlinear changing trend of\nexternal energy magnitude does not necessary mean a non-constant Q-factor. In\nparticular, the first order natural frequency of the Ag NW is observed to\ndecrease with the increase of temperature. Furthermore, comparing with the\npredictions by Euler-Bernoulli beam theory, the MD simulation provides a larger\nand smaller first vibration frequency for the clamped-clamped and clamped-free\nthin Ag NWs, respectively. Additionally, for thin NWs, the first order natural\nfrequency exhibits a parabolic relationship with the excitation magnitudes. The\nfrequencies of the higher vibration modes tend to be low in comparison to\nEuler-Bernoulli beam theory predictions. A combined initial excitation is\nproposed which is capable to drive the NW under a multi-modes vibration and\narrows the coexistence of all the following low vibration modes. This work\nsheds lights on the better understanding of the mechanical properties of NWs,\nand benefits the increasing utilities of NWs in diverse nano-electronic\ndevices.\n","Comment: Journal of applied physics, 2012"]}]
["1209.3093",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3093"],"date":["2012-09-14"],"type":["text"],"creator":["Kale, Hema","Dethe, C. G.","Mushrif, M. M."],"language":[],"coverage":[],"title":["Improved Algorithm for Throughput Maximization in MC-CDMA"],"description":["  The Multi-Carrier Code Division Multiple Access (MC-CDMA) is becoming a very\nsignificant downlink multiple access technique for high-rate data transmission\nin the fourth generation wireless communication systems. By means of efficient\nresource allocation higher data rate i.e. throughput can be achieved. This\npaper evaluates the performance of criteria used for group (subchannel)\nallocation employed in downlink transmission, which results in throughput\nmaximization. Proposed algorithm gives the modified technique of sub channel\nallocation in the downlink transmission of MC-CDMA systems. Simulation are\ncarried out for all the three combining schemes, results shows that for the\ngiven power and BER proposed algorithm comparatively gives far better results\n","Comment: 12 pages"]}]
["1209.3099",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3099"],"date":["2012-09-14"],"type":["text"],"creator":["Boukhobza, Jalil","Olivier, Pierre","Rubini, Stéphane"],"language":[],"coverage":[],"title":["A Cache Management Strategy to Replace Wear Leveling Techniques for\n  Embedded Flash Memory"],"description":["  Prices of NAND flash memories are falling drastically due to market growth\nand fabrication process mastering while research efforts from a technological\npoint of view in terms of endurance and density are very active. NAND flash\nmemories are becoming the most important storage media in mobile computing and\ntend to be less confined to this area. The major constraint of such a\ntechnology is the limited number of possible erase operations per block which\ntend to quickly provoke memory wear out. To cope with this issue,\nstate-of-the-art solutions implement wear leveling policies to level the wear\nout of the memory and so increase its lifetime. These policies are integrated\ninto the Flash Translation Layer (FTL) and greatly contribute in decreasing the\nwrite performance. In this paper, we propose to reduce the flash memory wear\nout problem and improve its performance by absorbing the erase operations\nthroughout a dual cache system replacing FTL wear leveling and garbage\ncollection services. We justify this idea by proposing a first performance\nevaluation of an exclusively cache based system for embedded flash memories.\nUnlike wear leveling schemes, the proposed cache solution reduces the total\nnumber of erase operations reported on the media by absorbing them in the cache\nfor workloads expressing a minimal global sequential rate.\n","Comment: Ce papier a obtenu le \"Best Paper Award\" dans le \"Computer System\n  track\" nombre de page: 8; International Symposium on Performance Evaluation\n  of Computer & Telecommunication Systems, La Haye : Netherlands (2011)"]}]
["1209.3105",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3105"],"date":["2012-09-14"],"type":["text"],"creator":["Tao, Meixia","Liu, Yuan"],"language":[],"coverage":[],"title":["Spectrum Leasing and Cooperative Resource Allocation in Cognitive OFDMA\n  Networks"],"description":["  This paper considers a cooperative OFDMA-based cognitive radio network where\nthe primary system leases some of its subchannels to the secondary system for a\nfraction of time in exchange for the secondary users (SUs) assisting the\ntransmission of primary users (PUs) as relays. Our aim is to determine the\ncooperation strategies among the primary and secondary systems so as to\nmaximize the sum-rate of SUs while maintaining quality-of-service (QoS)\nrequirements of PUs. We formulate a joint optimization problem of PU\ntransmission mode selection, SU (or relay) selection, subcarrier assignment,\npower control, and time allocation. By applying dual method, this mixed integer\nprogramming problem is decomposed into parallel per-subcarrier subproblems,\nwith each determining the cooperation strategy between one PU and one SU. We\nshow that, on each leased subcarrier, the optimal strategy is to let a SU\nexclusively act as a relay or transmit for itself. This result is fundamentally\ndifferent from the conventional spectrum leasing in single-channel systems\nwhere a SU must transmit a fraction of time for itself if it helps the PU's\ntransmission. We then propose a subgradient-based algorithm to find the\nasymptotically optimal solution to the primal problem in polynomial time.\nSimulation results demonstrate that the proposed algorithm can significantly\nenhance the network performance.\n","Comment: to appear in IEEE/KICS Journal of Communications and Networks"]}]
["1209.3106",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3106"],"date":["2012-09-14"],"type":["text"],"creator":["Cea, Paolo"],"language":[],"coverage":[],"title":["Comment on the evidence of the Higgs boson at LHC"],"description":["  We comment on the Standard Model Higgs boson evidence from LHC. We propose\nthat the new resonance at 125 GeV could be interpreted as a pseudoscalar meson\nwith quantum number $J^{PC} = 0^{- +}$. We show that this pseudoscalar could\nmimic the decays of the Standard Model Higgs boson in all channels with the\nexception of the decay into two leptons that is strongly suppressed due to\ncharge-conjugation invariance.\n","Comment: 9 pages, 1 figure"]}]
["1209.3108",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3108"],"date":["2012-09-14"],"type":["text"],"creator":["Cholach, A. R.","Tapilin, V. M."],"language":[],"coverage":[],"title":["The general traits of inelastic electron scattering by the adsorbed\n  system"],"description":["  Inelastic electron scattering by the adsorbate covered Pt(100) single crystal\nsurface is studied by Disappearance Potential Spectroscopy and density of\nstates (DOS) calculations. Two peculiar channels of elastic electron\nconsumption are highlighted, both related to the substrate core level\nexcitation coupled separately with two particular electron transitions. The\nfirst channel affects the adsorbed layer and enables to reveal the valence\nstate structure of the adsorbed species as well as the substrate DOS. The\nsecond one includes the multiple plasmon oscillations. The proposed mechanism\nof electron transitions assumes that one-dimensional DOS at the vacuum level is\nan additional spot for location of excited electrons, along with vacant DOS at\nthe Fermi level. Observed phenomena are supposed to be a general regularity of\nelectron-solid interaction and a useful tool for fingerprinting the adsorbed\nlayer at molecular level.\n","Comment: Fundamental peculiarities of electron-solid interaction: 17 pages and\n  6 figures"]}]
["1209.3109",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3109"],"date":["2012-09-14"],"type":["text"],"creator":["Mishra, Manoj K.","Prakash, Hari"],"language":[],"coverage":[],"title":["Long Distance Atomic Teleportation using Entangled Coherent States and\n  Cavity Assisted Interaction"],"description":["  The schemes proposed by S. Bose et al [Phys. Rev. Lett. 83, 5158 (1999)] and\nothers for long distance atomic teleportation using cavity decay, gives message\nstate dependent fidelity on successful attempt and in case of failure message\nstate destroys. We propose a different scheme for teleportation of an atomic\nstate from one cavity to a distant cavity by reflecting optical-pulse modes of\nan entangled coherent state (ECS) from single atom-cavity systems and detecting\nwhether light is on or off. Unit success with unit fidelity is obtained for\nlarge mean photon number (|{\\alpha}|^2). For small |{\\alpha}|^2, however, there\nis some probability of failure but message state does not destroy, and this\nallows us to achieve unit success in a few repeated attempts. Unlike previous\nschemes, our scheme also enjoys advantages of deterministic generation of ECS,\nrobustness of ECS against de-coherence due to photon absorption, and it does\nnot require many-stage cavity interactions and single photon detection ability.\n","Comment: 12 Pages, 2 Figures and 1 Table"]}]
["1209.3113",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3113","doi:10.5121/sipij.2012.3410"],"date":["2012-09-14"],"type":["text"],"creator":["Tander, Baran","Özmen, Atilla","Başkan, Murat"],"language":[],"coverage":[],"title":["Detection and Classification of Viewer Age Range Smart Signs at TV\n  Broadcast"],"description":["  In this paper, the identification and classification of Viewer Age Range\nSmart Signs, designed by the Radio and Television Supreme Council of Turkey, to\ngive age range information for the TV viewers, are realized. Therefore, the\nautomatic detection at the broadcast will be possible, enabling the\nmanufacturing of TV receivers which are sensible to these signs. The most\nimportant step at this process is the pattern recognition. Since the symbols\nthat must be identified are circular, various circle detection techniques can\nbe employed. In our study, first, two different circle segmentation methods for\nstill images are analyzed, their advantages and drawbacks are discussed. A\npopular neural network structure called Multilayer Perceptron is employed for\nthe classification. Afterwards, the same procedures are carried out for\nstreaming video. All of the steps depicted above are realized on a standard PC.\n","Comment: 11 pages, 13 figures, 2 tables"]}]
["1209.3117",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3117","International Journal of Research in Computer Science, 2 (5): pp.\n  11-14, 2012","doi:10.7815/ijorcs.25.2012.042"],"date":["2012-09-14"],"type":["text"],"creator":["Shamsi, Khurram Naim","Khan, Zafar Iqbal"],"language":[],"coverage":[],"title":["Development of an e-learning system incorporating semantic web"],"description":["  E-Learning is efficient, task relevant and just-in-time learning grown from\nthe learning requirements of the new and dynamically changing world. The term\nSemantic Web covers the steps to create a new WWW architecture that augments\nthe content with formal semantics enabling better possibilities of navigation\nthrough the cyberspace and its contents. In this paper, we present the Semantic\nWeb-Based model for our e-learning system taking into account the learning\nenvironment at Saudi Arabian universities. The proposed system is mainly based\non ontology-based descriptions of content, context and structure of the\nlearning materials. It further provides flexible and personalized access to\nthese learning materials. The framework has been validated by an interview\nbased qualitative method.\n","Comment: 4 pages, 2 figures, published at International Journal of Research in\n  Computer Science"]}]
["1209.3119",{"format":[],"subject":["Mathematics - Geometric Topology","57M25 (Primary) 14P25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3119"],"date":["2012-09-14"],"type":["text"],"creator":["Mishra, Rama"],"language":[],"coverage":[],"title":["On 3-super bridge knots"],"description":["  It is known that there are only finitely many knots with super bridge index\n3. Jin and Jeon have provided a list of possible such candidates. However, they\nconjectured that the only knots with super bridge index 3 are trefoil and the\nfigure eight knot. In this paper, we prove that the $5_2$ knot and the $6_2$\nknot are also 3-super bridge knots by providing a polynomial representation of\nthese knots in degree $6.$ This also answers a question asked by Durfee and\nO'Shea in their paper on polynomial knots: is there any 5-crossing knot in\ndegree 6?\n","Comment: 11 pages, 7 figures"]}]
["1209.3123",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Geometric Topology","14P15, 32B20, 32S05 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3123"],"date":["2012-09-14"],"type":["text"],"creator":["Ferrarotti, Massimo","Fortuna, Elisabetta","Wilson, Leslie"],"language":[],"coverage":[],"title":["Local algebraic approximation of semianalytic sets"],"description":["  Two subanalytic subsets of R^n are called s-equivalent at a common point P if\nthe Hausdorff distance between their intersections with the sphere centered at\nP of radius r vanishes of order greater than s when r tends to 0. In this paper\nwe prove that every s-equivalence class of a closed semianalytic set contains a\nsemialgebraic representative of the same dimension. In other words any\nsemianalytic set can be locally approximated of any order s by means of a\nsemialgebraic set and hence, by previous results, also by means of an algebraic\none (so long as the semianalytic set has codimension at least 1).\n","Comment: 10 pages, 0 figures, amslatex"]}]
["1209.3126",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3126"],"date":["2012-09-14"],"type":["text"],"creator":["Torres-Moreno, Juan-Manuel"],"language":[],"coverage":[],"title":["Beyond Stemming and Lemmatization: Ultra-stemming to Improve Automatic\n  Text Summarization"],"description":["  In Automatic Text Summarization, preprocessing is an important phase to\nreduce the space of textual representation. Classically, stemming and\nlemmatization have been widely used for normalizing words. However, even using\nnormalization on large texts, the curse of dimensionality can disturb the\nperformance of summarizers. This paper describes a new method for normalization\nof words to further reduce the space of representation. We propose to reduce\neach word to its initial letters, as a form of Ultra-stemming. The results show\nthat Ultra-stemming not only preserve the content of summaries produced by this\nrepresentation, but often the performances of the systems can be dramatically\nimproved. Summaries on trilingual corpora were evaluated automatically with\nFresa. Results confirm an increase in the performance, regardless of summarizer\nsystem used.\n","Comment: 22 pages, 12 figures, 9 tables"]}]
["1209.3130",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","57N10, 20E18, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3130"],"date":["2012-09-14"],"type":["text"],"creator":["Lackenby, Marc"],"language":[],"coverage":[],"title":["Finding disjoint surfaces in 3-manifolds"],"description":["  Let M be a compact connected orientable 3-manifold, with non-empty boundary\nthat contains no 2-spheres. We investigate the existence of two properly\nembedded disjoint surfaces S_1 and S_2 such that M - (S_1 \\cup S_2) is\nconnected. We show that there exist two such surfaces if and only if M is\nneither a Z_2 homology solid torus nor a Z_2 homology cobordism between two\ntori. In particular, the exterior of a link with at least 3 components always\ncontain two such surfaces. The proof mainly uses techniques from the theory of\ngroups, both discrete and profinite.\n","Comment: 18 pages, 4 figures"]}]
["1209.3132",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3132","doi:10.1109/IWCE.2012.6242835"],"date":["2012-09-14"],"type":["text"],"creator":["Gunst, Tue","Lü, Jing-Tao","Markussen, Troels","Jauho, Antti-Pekka","Brandbyge, Mads"],"language":[],"coverage":[],"title":["Thermoelectric properties of disordered graphene antidot devices"],"description":["  We calculate the electronic and thermal transport properties of devices based\non finite graphene antidot lattices (GALs) connected to perfect graphene leads.\nWe use an atomistic approach based on the $\\pi$-tight-binding model, the\nBrenner potential, and employing recursive Green's functions. We consider the\neffect of random disorder on the electronic and thermal transport properties,\nand examine the potential gain of thermoelectric merit by tailoring of the\ndisorder. We propose several routes to optimize the transport properties of the\nGAL systems. Finally, we illustrate how quantum thermal transport can be\naddressed by molecular dynamics simulations, and compare to the Green's\nfunction results for the GAL systems in the ballistic limit.\n","Comment: Conference Proceedings; 2012, 15th International Workshop on\n  Computational Electronics (IWCE); 2012 15th International Workshop on\n  Computational Electronics (IWCE)"]}]
["1209.3133",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3133","doi:10.1103/PhysRevA.81.033809"],"date":["2012-09-14"],"type":["text"],"creator":["Ivanov, Vladimir","Rozhdestvensky, Yuri"],"language":[],"coverage":[],"title":["2D atom localization in a four-level tripod system in laser fields"],"description":["  We propose a scheme for two-dimensional (2D) atom localization in a\nfour-level tripod system under an influence of two orthogonal standing-wave\nfields. Position information of the atom is retained in the atomic internal\nstates by an additional probe field either of a standing or of a running wave.\nIt is shown that the localization factors depend crucially on the atom-field\ncoupling that results in such spatial structures of populations as spikes,\ncraters and waves. We demonstrate a high-precision localization due to\nmeasurement of population in the upper state or in any ground state.\n","Comment: 7 pages, 6 figures"]}]
["1209.3146",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3146"],"date":["2012-09-14"],"type":["text"],"creator":["Catoni, F.","Zampetti, P."],"language":[],"coverage":[],"title":["The Initial Value Problem for Wave Equation and a Poisson-like Integral\n  in Hyperbolic Plane"],"description":["  In recent time, by working in a plane with the metric associated with wave\nequation (the Special Relativity non-definite quadratic form), a complete\nformalization of space-time trigonometry and a Cauchy-like integral formula\nhave been obtained. In this paper the concept that the solution of a\nmathematical problem is simplified by using a \"mathematics\" with the symmetries\nof the problem, actuates us for studying the wave equation (in particular \"the\ninitial values problem\") in a plane where the geometry is the one \"generated\"\nby the wave equation itself. In this way, following a classical approach, we\npoint out the well known differences with respect to Laplace equation\nnotwithstanding their formal equivalence (partial differential equations of\nsecond order with constant coefficients) and also show that the same conditions\nstated for Laplace equation allow us to find a new solution. In particular\ntaking as \"initial data\" for the wave equation an arbitrary function given on\nan arm of an equilateral hyperbola, a \"Poisson-like\" integral formula holds.\n","Comment: 22 pages, 3 figures"]}]
["1209.3149",{"format":[],"subject":["Mathematics - Algebraic Geometry","14K10, 14K15, 14C40, 14G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3149"],"date":["2012-09-14"],"type":["text"],"creator":["Tang, Shun"],"language":[],"coverage":[],"title":["Canonical key formula for projective abelian schemes"],"description":["  In this paper we prove a refined version of the canonical key formula for\nprojective abelian schemes in the sense of Moret-Bailly, we also extend this\ndiscussion to the context of Arakelov geometry. Precisely, let $\\pi: A\\to S$ be\na projective abelian scheme over a locally noetherian scheme $S$ with unit\nsection $e: S\\to A$ and let $L$ be a symmetric, rigidified, relatively ample\nline bundle on $A$. Denote by $\\omega_A$ the determinant of the sheaf of\ndifferentials of $\\pi$ and by $d$ the rank of the locally free sheaf $\\pi_*L$.\nIn this paper, we shall prove the following results: (i). there is an\nisomorphism {\\rm det}(\\pi_*L)^{\\otimes 24}\\cong (e^*\\omega_A^\\vee)^{\\otimes\n12d} which is canonical in the sense that it is compatible with arbitrary\nbase-change; (ii). if the generic fibre of $S$ is separated and smooth, then\nthere exist positive integer $m$, canonical metrics on $L$ and on $\\omega_A$\nsuch that there exists an isometry {\\rm det}(\\pi_*\\bar{L})^{\\otimes 2m}\\cong\n(e^*\\bar{\\omega}_A^\\vee)^{\\otimes md} which is canonical in the sense of (i).\nHere the constant $m$ only depends on $g,d$ and is independent of $L$.\n","Comment: 30 pages"]}]
["1209.3150",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3150"],"date":["2012-09-14"],"type":["text"],"creator":["Gürcan, Önder","Dikenelli, Oğuz","Türker, Kemal S."],"language":[],"coverage":[],"title":["Agent-based Exploration of Wirings of Biological Neural Networks:\n  Position Paper"],"description":["  The understanding of human central nervous system depends on knowledge of its\nwiring. However, there are still gaps in our understanding of its wiring due to\ntechnical difficulties. While some information is coming out from human\nexperiments, medical research is lacking of simulation models to put current\nfindings together to obtain the global picture and to predict hypotheses to\nlead future experiments. Agent-based modeling and simulation (ABMS) is a strong\ncandidate for the simulation model. In this position paper, we discuss the\ncurrent status of \"neural wiring\" and \"ABMS in biological systems\". In\nparticular, we discuss that the ABMS context provides features required for\nexploration of biological neural wiring.\n","Comment: 6 pages, 1 figure, ABModSim 2010 Workshop"]}]
["1209.3151",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3151","Russian: Physics of radiation damages and radiation materials, no.\n  4(89), pp. 164-168, 2006"],"date":["2012-09-14"],"type":["text"],"creator":["Ledenyov, Oleg P.","Neklyudov, Ivan M.","Poltinin, P. Ya.","Fedorova, L. I."],"language":[],"coverage":[],"title":["Physical features of accumulation and distribution processes of small\n  disperse coal dust precipitations and absorbed radioactive chemical elements\n  in iodine air filter at nuclear power plant"],"description":["  The physical features of absorption process of radioactive chemical elements\nand their isotopes in the iodine air filters of the type of AU-1500 at the\nnuclear power plants are researched. It is shown that the non-homogenous\nspatial distribution of absorbed radioactive chemical elements and their\nisotopes in the iodine air filter, probed by the gamma-activation analysis\nmethod, is well correlated with the spatial distribution of small disperse coal\ndust precipitations in the iodine air filter. This circumstance points out to\nan important role by the small disperse coal dust fractions of absorber in the\nabsorption process of radioactive chemical elements and their isotopes in the\niodine air filter. The physical origins of characteristic interaction between\nthe radioactive chemical elements and the accumulated small disperse coal dust\nprecipitations in an iodine air filter are considered. The analysis of\ninfluence by the researched physical processes on the technical characteristics\nand functionality of iodine air filters at nuclear power plants is completed.\n","Comment: 6 pages, 7 figures\n  http://vant.kipt.kharkov.ua/ARTICLE/VANT_2006_4/article_2006_4_164.pdf"]}]
["1209.3152",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3152"],"date":["2012-09-14"],"type":["text"],"creator":["Vagnoni, Vincenzo"],"language":[],"coverage":[],"title":["CP violation in D decays"],"description":["  First evidence for $C P$ violation in two-body singly Cabibbo-suppressed\ndecays of $D^0$ mesons reported by LHCb has recently aroused great interest in\ncharm physics. In this document the latest measurements of $C P$ violation in\nthe charm sector are discussed. LHCb and CDF results on time-integrated $C P$\nasymmetries in $D^0 \\to \\pi^-\\pi^+$ and $D^0 \\to K^-K^+$ decays are presented\nin some detail. A search for $C P$ violation performed by Belle in other\ntwo-body decays, namely $D^0 \\to K^0_S \\pi^0$, $D^0 \\to K^0_S \\eta^{(\\prime)}$,\n$D^+_{(s)} \\to \\phi \\pi^+$ and $D^+ \\to \\pi^+ \\eta^{(\\prime)}$, is also\npresented. Finally, results obtained by CDF with $D^0 \\to K^0_S \\pi^+\\pi^-$\ndecays, as well as by LHCb and BaBar with other multi-body $D$ decays, are\nshown.\n","Comment: 6 pages, 7 figures, Presented at Flavor Physics and CP Violation\n  (FPCP 2012), Hefei, China, May 21-25, 2012"]}]
["1209.3155",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3155"],"date":["2012-09-14"],"type":["text"],"creator":["Alves, Rui","Lim, Veranika","Niforatos, Evangelos","Chen, Monchu","Karapanos, Evangelos","Nunes, Nuno Jardim"],"language":[],"coverage":[],"title":["Augmenting Customer Journey Maps with quantitative empirical data: a\n  case on EEG and eye tracking"],"description":["  This paper introduces the use of electroencephalography (EEG) and eye\ntracking in exploring customer experiences in service design. These tools are\nexpected to allow designers to generate customer journeys from empirical data\nleading to new visualization methods and therefore improvements in service\ndesign deliverables.\n","Comment: 2 pages, 3 figures. Published in DIS2012, in Newcastle, UK"]}]
["1209.3156",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3156"],"date":["2012-09-14"],"type":["text"],"creator":["Odell, Andrew P."],"language":[],"coverage":[],"title":["Karl Rakos - Obituary"],"description":["  Professor Dr. Karl Dragutin Rakos passed away on October 31, 2011 one day\nbefore his 86th birthday. With that the Vienna astronomical community lost a\nvalued researcher, university teacher and co-founder of modern astrophysical\nresearch at the Institut f\\\"ur Astronomie of the University of Vienna.\n"]}]
["1209.3157",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3157"],"date":["2012-09-14"],"type":["text"],"creator":["Kaygisiz, Kenan"],"language":[],"coverage":[],"title":["Normal Soft int-Group"],"description":["  In this paper, we define normal soft int-groups and derive their some basic\nproperties. We also investigate some relations on {\\alpha}-inclusion, soft\nproduct and normal soft int-groups. Then we define normalizer, quotient group\nand give some theorems concerning these concepts.\n"]}]
["1209.3159",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3159"],"date":["2012-09-14"],"type":["text"],"creator":["Owens, Eli T.","Daniels, Karen E."],"language":[],"coverage":[],"title":["Acoustic measurement of a granular density of modes"],"description":["  In glasses and other disordered materials, measurements of the vibrational\ndensity of states reveal that an excess number of long-wavelength\n(low-frequency) modes, as compared to the Debye scaling seen in crystalline\nmaterials, is associated with a loss of mechanical rigidity. In this paper, we\npresent a novel technique for measuring the density of modes (DOM) in a real\ngranular material, in which we mimic thermal excitations using white noise\nacoustic waves. The resulting vibrations are detected with piezoelectric\nsensors embedded inside a subset of the particles, from which we are able to\ncompute the DOM via the spectrum of the velocity autocorrelation function, a\ntechnique previously applied in thermal systems. The velocity distribution for\nindividual particles is observed to be Gaussian, but the ensemble distribution\nis non-Gaussian due to varying widths of the individual distributions. In spite\nof this deviation from a true thermal system, we find that the DOM exhibits\nseveral thermal-like features, including Debye scaling in a compressed\nhexagonally ordered packing, and an increase in low-frequency modes as the\nconfining pressure is decreased. In disordered packings, we find that a\ncharacteristic frequency $f_c$ increases with pressure, but more weakly than\nhas been observed in simulations of frictionless packings.\n"]}]
["1209.3160",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3160"],"date":["2012-09-14"],"type":["text"],"creator":["Biswas, Indranil","Dhillon, Ajneet"],"language":[],"coverage":[],"title":["A construction of Chern classes of parabolic vector bundles"],"description":["  Given a parabolic vector bundle, we construct for it a projectivization and\ntautological line bundle. These are analogs of the projectivization and\ntautological line bundle for an usual vector bundle. Using these we give a\nconstruction of the parabolic Chern classes.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1103.1190"]}]
["1209.3162",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3162","Acta Cryst. C68, i41-i44 (2012)","doi:10.1107/S010827011202536X"],"date":["2012-09-14"],"type":["text"],"creator":["Ishikawa, Hajime","Yamaura, Jun-ichi","Okamoto, Yoshihiko","Yoshida, Hiroyuki","Nilsen, Gøran J.","Hiroi, Zenji"],"language":[],"coverage":[],"title":["A novel crystal polymorph of volborthite, Cu3V2O7(OH)2 2H2O"],"description":["  A new polymorph of volborthite [tricopper(II) divanadium(V) heptaoxide\ndihydroxide dihydrate], Cu3V2O7(OH)2 2H2O, has been discovered in a single\ncrystal prepared by hydrothermal synthesis. X-ray analysis reveals that the\nmonoclinic structure has the space group C2/c at room temperature, which is\ndifferent from that of the previously reported C2/m structure. Both structures\nhave Cu3O6(OH)2 layers composed of edge-sharing CuO4(OH)2 octahedra, with V2O7\npillars and water molecules between the layers. The Cu atoms occupy two and\nthree independent crystallographic sites in the C2/m and C2/c structures,\nrespectively, likely giving rise to different magnetic interactions between\nCuII spins in the kagome lattices embedded in the Cu3O6(OH)2 layers.\n","Comment: 7pages, 2figures"]}]
["1209.3164",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3164"],"date":["2012-09-14"],"type":["text"],"creator":["Jiang, Qifen","Wang, Song"],"language":[],"coverage":[],"title":["Derivations and automorphism groups of the original deformative\n  Schr\\\"odinger-Virasoro algebras"],"description":["  In this paper, we determine the derivation algebra and the automorphism group\nof the original deformative ${\\rm Schr\\ddot{o}dinger}$-{\\rm Virasoro} algebras\nwhich is the semi-direct product Lie algebra of the Witt algebra and its tensor\ndensity module ${\\rm I^g}(a,b)$.\n","Comment: 33 pages"]}]
["1209.3166",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3166"],"date":["2012-09-14"],"type":["text"],"creator":["Li, Yongyao","Pang, Wei","Malomed, Boris A."],"language":[],"coverage":[],"title":["Wave modes trapped in rotating nonlinear potentials"],"description":["  We study modes trapped in a rotating ring with the local strength of the\nnonlinearity modulated as cos(2\\theta), where \\theta is the azimuthal angle.\nThis modulation pattern may be of three different types: self-focusing (SF),\nself-defocusing (SDF), and alternating SF-SDF. The model, based on the\nnonlinear Schrodinger (NLS) equation with periodic boundary conditions, applies\nto the light propagation in a twisted pipe waveguide, and to a Bose-Einstein\ncondensate (BEC) loaded into a toroidal trap, under the action of the rotating\nnonlinear pseudopotential induced by means of the Feshbach resonance in an\ninhomogeneous external field. In the SF, SDF, and alternating regimes, four,\nthree, and five different types of stable trapped modes are identified,\nrespectively: even, odd, second-harmonic (2H), symmetry-breaking, and\n2H-breaking ones. The shapes and stability of these modes, together with\ntransitions between them, are investigated in the first rotational Brillouin\nzone. Ground-state modes are identified in each regime. Boundaries between\nsymmetric and asymmetric modes are also obtained in an analytical form, by of a\ntwo-mode approximation.\n"]}]
["1209.3169",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3169"],"date":["2012-09-14"],"type":["text"],"creator":["Ghose, Partha"],"language":[],"coverage":[],"title":["Entangling successive single-photons from quantum dots"],"description":["  A method is proposed for generating and discriminating Bell states of high\nfidelity from consecutive single-photons generated in a semiconductor quantum\ndot. The use of a non-symmetric beam splitter is found to be essential and\nsufficient, and no nonlinear optical process such as SPDC is required at any\nstage. This should be of considerable importance for testing the foundations of\nquantum mechanics.\n","Comment: 10 pages, 1 figure"]}]
["1209.3171",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3171"],"date":["2012-09-14"],"type":["text"],"creator":["Sacuto, Alain","Benhabib, Siham","Gallais, Yann","Blanc, Sébastien","Cazayous, Maximilien","Méasson, Marie-Aude","Wen, Jin Sheng","Xu, Zhi Jun","Gu, Genda"],"language":[],"coverage":[],"title":["Pseudogap in Cuprates by Electronic Raman Scattering"],"description":["  We present Raman experiments on underdoped and overdoped Bi2Sr2CaCu2O(8+d)\n(Bi-2212) single crystals. We reveal the pseudogap in the electronic Raman\nspectra in the B1g and B2g geometries. In these geometries we probe\nrespectively, the antinodal (AN) and nodal (N) regions corresponding to the\nprincipal axes and the diagonal of the Brillouin zone. The pseudogap appears in\nunderdoped regime and manifests itself in the B1g spectra by a strong depletion\nof the low energy electronic continuum as the temperature decreases. We define\na temperature T* below which the depletion appears and the pseudogap energy,\nomegaPG the energy at which the depeletion closes.\n  The pseudogap is also present in the B2g spectra but the depletion opens at\nhigher energy than in the B1g spectra. We observe the creation of new\nelectronic states inside the depletion as we enter the superconducting phase.\nThis leads us to conclude (as proposed by S. Sakai et al.) that the pseudogap\nhas a different structure than the superconducting gap and competes with it. We\nshow that the nodal quasiparticle dynamic is very robust and almost insensitive\nto the pseudogap phase contrary to the antinodal quasiparticle dynamic. We\nfinally reveal, in contrast to what it is usually admitted,an increase of the\nnodal quasiparticle spectral weight with underdoping. We interpret this result\nas the consequence of a possible Fermi surface disturbances in the doping range\np=0.1-0.2.\n","Comment: 12 pages, 10 figures, JPCS conferences series 2013"]}]
["1209.3180",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3180"],"date":["2012-09-14"],"type":["text"],"creator":["Çetin, Umut"],"language":[],"coverage":[],"title":["Filtered Az\\'ema martingales"],"description":["  We study the optional projection of a standard Brownian motion on the natural\nfiltration of certain kinds of observation processes. The observation process,\n$Y$, is defined as a solution of a stochastic differential equation such that\nit reveals some (possibly noisy) information about the signs of the Brownian\nmotion when $Y$ hits 0. As such, the associated optional projections are\nrelated to Az\\'ema's martingales which are obtained by projecting the Brownian\nmotion onto the filtration generated by observing its signs.\n"]}]
["1209.3183",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3183"],"date":["2012-09-14"],"type":["text"],"creator":["Triantafyllopoulos, D. N."],"language":[],"coverage":[],"title":["The Color Glass Condensate and some applications"],"description":["  We give an elementary discussion of parton saturation and its description by\nthe effective theory of the Color Glass Condensate. We report on progress in\ncalculating multi-gluon correlators. The latter are necessary for many\nphenomenological applications, upon some of which we briefly touch.\n","Comment: 7 pages, 4 figures, based on talk given at Excited QCD, Peniche,\n  Portugal, 6-12 May, 2012"]}]
["1209.3187",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3187","Lecture Notes Ser. Comput., 13 (2005), 206--231"],"date":["2012-09-14"],"type":["text"],"creator":["Shaska, T."],"language":[],"coverage":[],"title":["Genus two curves covering elliptic curves: a computational approach"],"description":["  A genus 2 curve $C$ has an elliptic subcover if there exists a degree $n$\nmaximal covering $\\psi: C \\to E$ to an elliptic curve $E$. Degree $n$ elliptic\nsubcovers occur in pairs $(E, E')$. The Jacobian $J_C$ of $C$ is isogenous of\ndegree $n^2$ to the product $E \\times E'$. We say that $J_C$ is $(n, n)$-split.\nThe locus of $C$, denoted by $\\L_n$, is an algebraic subvariety of the moduli\nspace $\\M_2$. The space $\\L_2$ was studied in Shaska/V\\\"olklein and\nGaudry/Schost. The space $\\L_3$ was studied in Shaska (2004) were an algebraic\ndescription was given as sublocus of $\\M_2$.\n  In this survey we give a brief description of the spaces $\\L_n$ for a general\n$n$ and then focus on small $n$. We describe some of the computational details\nwhich were skipped in Shaska/V\\\"olklein and Shaska (2004). Further we\nexplicitly describe the relation between the elliptic subcovers $E$ and $E'$.\nWe have implemented most of these relations in computer programs which check\neasily whether a genus 2 curve has $(2, 2)$ or $(3, 3)$ split Jacobian. In each\ncase the elliptic subcovers can be explicitly computed.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1209.0439"]}]
["1209.3188",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3188"],"date":["2012-09-14"],"type":["text"],"creator":["Goudfrooij, Paul","Brodie, Jean","Chandar, Rupali","Gnedin, Oleg","Rhode, Katherine","Schweizer, Francois","Strader, Jay","Vesperini, Enrico","Whitmore, Bradley","Zepf, Stephen"],"language":[],"coverage":[],"title":["Space-Based UV/Optical Wide-Field Imaging and Spectroscopy: Near-Field\n  Cosmology and Galaxy Evolution Using Globular Clusters in Nearby Galaxies"],"description":["  Star formation plays a central role in the evolution of galaxies and of the\nUniverse as a whole. Studies of star-forming regions in the local universe have\nshown that star formation typically occurs in a clustered fashion. Building a\ncoherent picture of how star clusters form and evolve is therefore critical to\nour overall understanding of the star formation process. Most clusters disrupt\nafter they form, thus contributing to the field star population. However, the\nmost massive and dense clusters remain bound and survive for a Hubble time.\nThese globular clusters provide unique observational probes of the formation\nhistory of their host galaxies. In particular, the age and metallicity can be\ndetermined for each globular cluster individually, allowing the distribution of\nages and metallicities within host galaxies to be constrained. We show how\nspace-based UV-to-near-IR imaging covering a wide field of view (>= 20 arcmin\nper axis) and deep UV/Optical multi-object spectroscopy of globular cluster\nsystems in nearby galaxies would allow one to place important new constraints\non the formation history of early-type galaxies and their structural\nsubcomponents (e.g., bulge, halo).\n","Comment: Science white paper submitted to NASA Solicitation NNH12ZDA008L:\n  Science Objectives and Requirements for the Next NASA UV/Visible Astrophysics\n  Mission Concepts. 6 pages, 3 figures"]}]
["1209.3189",{"format":[],"subject":["Quantitative Biology - Tissues and Organs","Physics - Medical Physics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3189"],"date":["2012-09-14"],"type":["text"],"creator":["Schmitz, Alexander","Schäfer, Tim","Schäfer, Hendrik","Döring, Claudia","Ackermann, Jörg","Dichter, Norbert","Hartmann, Sylvia","Hansmann, Martin-Leo","Koch, Ina"],"language":[],"coverage":[],"title":["Automated Image Analysis of Hodgkin lymphoma"],"description":["  Hodgkin lymphoma is an unusual type of lymphoma, arising from malignant\nB-cells. Morphological and immunohistochemical features of malignant cells and\ntheir distribution differ from other cancer types. Based on systematic tissue\nimage analysis, computer-aided exploration can provide new insights into\nHodgkin lymphoma pathology. In this paper, we report results from an image\nanalysis of CD30 immunostained Hodgkin lymphoma tissue section images. To the\nbest of our knowledge, this is the first systematic application of image\nanalysis to a set of tissue sections of Hodgkin lymphoma. We have implemented\nan automatic procedure to handle and explore image data in Aperio's SVS format.\nWe use pre-processing approaches on a down-scaled image to separate the image\nobjects from the background. Then, we apply a supervised classification method\nto assign pixels to predefined classes. Our pre-processing method is able to\nseparate the tissue content of images from the image background. We analyzed\nthree immunohistologically defined groups, non-lymphoma and the two most common\nforms of Hodgkin lymphoma, nodular sclerosis and mixed cellularity type. We\nfound that nodular sclerosis and non-lymphoma images exhibit different amounts\nof CD30 stain, whereas mixed cellularity type exhibits a large variance and\noverlaps with the other groups. The results can be seen as a first step to\ncomputationally identify tumor regions in the images. This allows us to focus\non these regions when performing computationally expensive tasks like object\ndetection in the high-resolution image.\n","Comment: 12 papes, 5 figures, Dagstuhl seminar, Dagstuhl Seminar 12291\n  \"Structure Discovery in Biology: Motifs, Networks & Phylogenies\""]}]
["1209.3190",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3190"],"date":["2012-09-14"],"type":["text"],"creator":["Wocjan, Pawel","Elphick, Clive"],"language":[],"coverage":[],"title":["New spectral bounds on the chromatic number encompassing all eigenvalues\n  of the adjacency matrix"],"description":["  The purpose of this article is to improve existing lower bounds on the\nchromatic number chi. Let mu_1,...,mu_n be the eigenvalues of the adjacency\nmatrix sorted in non-increasing order.\n  First, we prove the lower bound chi >= 1 + max_m {sum_{i=1}^m mu_i / -\nsum_{i=1}^m mu_{n-i+1}} for m=1,...,n-1. This generalizes the Hoffman lower\nbound which only involves the maximum and minimum eigenvalues, i.e., the case\n$m=1$. We provide several examples for which the new bound exceeds the {\\sc\nHoffman} lower bound.\n  Second, we conjecture the lower bound chi >= 1 + S^+ / S^-, where S^+ and S^-\nare the sums of the squares of positive and negative eigenvalues, respectively.\nTo corroborate this conjecture, we prove the weaker bound chi >= S^+/S^-. We\nshow that the conjectured lower bound is tight for several families of graphs.\nWe also performed various searches for a counter-example, but none was found.\n  Our proofs rely on a new technique of converting the adjacency matrix into\nthe zero matrix by conjugating with unitary matrices and use majorization of\nspectra of self-adjoint matrices.\n  We also show that the above bounds are actually lower bounds on the\nnormalized orthogonal rank of a graph, which is always less than or equal to\nthe chromatic number. The normalized orthogonal rank is the minimum dimension\nmaking it possible to assign vectors with entries of modulus one to the\nvertices such that two such vectors are orthogonal if the corresponding\nvertices are connected.\n  All these bounds are also valid when we replace the adjacency matrix A by W *\nA where W is an arbitrary self-adjoint matrix and * denotes the Schur product,\nthat is, entrywise product of W and A.\n"]}]
["1209.3193",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3193"],"date":["2012-09-14"],"type":["text"],"creator":["Evans, A.","Gehrz, R. D."],"language":[],"coverage":[],"title":["Infrared emission from novae"],"description":["  We review infrared observations of classical and recurrent novae, at\nwavelengths >3microns, including both broad-band and spectroscopic\nobservations. In recent years infrared spectroscopy in particular has\nrevolutionised our understanding of the nova phenomenon, by revealing\nfine-structure and coronal lines, and the mineralogy of nova dust. Infrared\nspectroscopic facilities that are, or will be, becoming available in the next\n10 - 20 years have the potential for a comprehensive study of nova line\nemission and dust mineralogy, and for an unbiassed assessment of the\nextragalactic nova populations.\n","Comment: Review article to be published in 2012 September issue of Bulletin of\n  the Astronomical Society of India"]}]
["1209.3196",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3196"],"date":["2012-09-14"],"type":["text"],"creator":["Kriss, Gerard","Arav, Nahum","Koekemoer, Anton","Mathur, Smita","Peterson, Bradley M.","Scott, Jennifer E."],"language":[],"coverage":[],"title":["Synergistic Astrophysics in the Ultraviolet using Active Galactic Nuclei"],"description":["  Observing programs comprising multiple scientific objectives will enhance the\nproductivity of NASA's next UV/Visible mission. Studying active galactic nuclei\n(AGN) is intrinsically important for understanding how black holes accrete\nmatter, grow through cosmic time, and influence their host galaxies. At the\nsame time, the bright UV continuum of AGN serves as an ideal background light\nsource for studying foreground gas in the intergalactic medium (IGM), the\ncircumgalactic medium (CGM) of individual galaxies, and the interstellar medium\n(ISM) and halo of the Milky Way. A well chosen sample of AGN can serve as the\nobservational backbone for multiple spectroscopic investigations including\nquantitative measurements of outflows from AGN, the structure of their\naccretion disks, and the mass of the central black hole.\n","Comment: Science white paper submitted to NASA Solicitation NNH12ZDA008L:\n  Science Objectives and Requirements for the Next NASA UV/Visible Astrophysics\n  Mission Concepts. 6 pages, 5 figures, PDF"]}]
["1209.3197",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3197"],"date":["2012-09-14"],"type":["text"],"creator":["Hüper, Knut","Kleinsteuber, Martin","Shen, Hao"],"language":[],"coverage":[],"title":["Averaging Complex Subspaces via a Karcher Mean Approach"],"description":["  We propose a conjugate gradient type optimization technique for the\ncomputation of the Karcher mean on the set of complex linear subspaces of fixed\ndimension, modeled by the so-called Grassmannian. The identification of the\nGrassmannian with Hermitian projection matrices allows an accessible\nintroduction of the geometric concepts required for an intrinsic conjugate\ngradient method. In particular, proper definitions of geodesics, parallel\ntransport, and the Riemannian gradient of the Karcher mean function are\npresented. We provide an efficient step-size selection for the special case of\none dimensional complex subspaces and illustrate how the method can be employed\nfor blind identification via numerical experiments.\n","Comment: 20 pages"]}]
["1209.3199",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3199"],"date":["2012-09-14"],"type":["text"],"creator":["Wofford, Aida","Leitherer, Claus","Walborn, Nolan R.","Smith, Myron","Peña-Guerrero, María","Bianchi, Luciana","Thilker, David","Hillier, John D.","Apellániz, Jesús Maíz","García, Miriam","Herrero, Artemio"],"language":[],"coverage":[],"title":["Massive Stars: Key to Solving the Cosmic Puzzle"],"description":["  We describe observations in the nearby universe (<100 Mpc) with a 10-m or\nlarger space-based telescope having imaging and spectral capabilities in the\nrange 912-9000 \\AA that would enable advances in the fields of massive stars,\nyoung populations, and star-forming galaxies, that are essential for achieving\nthe Cosmic Origins Program objectives i) how are the chemical elements\ndistributed in galaxies and dispersed in the circumgalactic and intergalactic\nmedium; and ii) when did the first stars in the universe form, and how did they\ninfluence their environments. We stress the importance of observing hundreds of\nmassive stars and their descendants individually, which will make it possible\nto separate the many competing factors that influence the observed properties\nof these systems (mass, composition, convection, mass-loss, rotation rate,\nbinarity, magnetic fields, and cluster mass).\n","Comment: Science white paper submitted to NASA Solicitation NNH12ZDA008L:\n  Science Objectives and Requirements for the Next NASA UV/Visible Astrophysics\n  Mission Concepts. 7 pages, 4 figures, PDF"]}]
["1209.3201",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","05C30 (Primary) 05A99, 97N70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3201"],"date":["2012-09-14"],"type":["text"],"creator":["Billera, Louis J.","Blanco, Saúl A."],"language":[],"coverage":[],"title":["Bandwidth of the product of paths of the same length"],"description":["  In this note we give a numerical expression for the bandwidth $bw(P_{n}^{d})$\nof the $d$-product of a path with $n$ edges, $P_{n}^{d}$. We prove that this\nbandwidth is given by the sum of certain multinomial coefficients. We also show\nthat $bw(P_{n}^{d})$ is bounded above and below by the largest coefficient in\nthe expansion of $(1+x+...+x^{n})^{k}$, with $k\\in{d,d+1}$. Moreover, we\ncompare the asymptotic behavior of $bw(P_{n}^{d})$ with the bandwidth of the\nlabeling obtained by ordering the vertices of $P_{n}^{d}$ in lexicographic\norder.\n","Comment: 10 pages, 1 figure"]}]
["1209.3202",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","53D18 (Primary) 14J28, 14J33, 53C26, 53D37 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3202"],"date":["2012-09-14"],"type":["text"],"creator":["Sawon, Justin"],"language":[],"coverage":[],"title":["Fourier-Mukai transforms, mirror symmetry, and generalized K3 surfaces"],"description":["  We study generalized complex structures on K3 surfaces, in the sense of\nHitchin. For each real parameter t between one and infinity we exhibit two\nfamilies of generalized K3 surfaces, (M,cal{I}_{zeta}) and (M,cal{J}_{zeta}),\nparametrized by zeta in CP^1, which are Mukai dual for zeta=0 and infinity, amd\nmirror partners for zeta not equal to 0 and infinity. Moreover, the\nFourier-Mukai equivalence D^b(M,cal{I}_0) -> D^b(M,cal{J}_0) induces an\nisomorphism phi_T between the spaces of first order deformations of\n(M,cal{I}_0) and (M,cal{J}_0) as generalized complex manifolds, and the\ndeformations (M,cal{I}_{zeta}) and (M,cal{J}_{zeta}) agree under phi_T, up to a\nB-field correction which vanishes in the limit t -> infinity.\n","Comment: 26 pages"]}]
["1209.3209",{"format":[],"subject":["Mathematics - Dynamical Systems","Nonlinear Sciences - Chaotic Dynamics","20M30, 34D06, 37G05, 37G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3209"],"date":["2012-09-14"],"type":["text"],"creator":["Rink, Bob","Sanders, Jan"],"language":[],"coverage":[],"title":["Coupled cell networks: semigroups, Lie algebras and normal forms"],"description":["  We introduce the concept of a semigroup coupled cell network and show that\nthe collection of semigroup network vector fields forms a Lie algebra. This\nimplies that near a dynamical equilibrium the local normal form of a semigroup\nnetwork is a semigroup network itself. Networks without the semigroup property\nwill support normal forms with a more general network architecture, but these\nnormal forms nevertheless possess the same symmetries and synchronous solutions\nas the original network. We explain how to compute Lie brackets and normal\nforms of coupled cell networks and we characterize the SN-decomposition that\ndetermines the normal form symmetry. This paper concludes with a generalization\nto nonhomogeneous networks with the structure of a semigroupoid.\n"]}]
["1209.3211",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3211"],"date":["2012-09-14"],"type":["text"],"creator":["Chen, L. M."],"language":[],"coverage":[],"title":["Continuity-Forcing for Derivatives in Data Reconstruction"],"description":["  The smooth function reconstruction needs to use derivatives. In 2010, we used\nthe gradually varied derivatives to successfully constructed smooth surfaces\nfor real data. We also briefly explained why the gradually varied derivatives\nare needed. In the this paper, we present more reasons to enlighten of forcing\nderivatives to be continuous is necessary. This requirement seems not a must in\ntheory for functions in continuous space, but it is truly important in function\nreconstruction for real problems. This paper is also to extend the meaning of\nthe methodology for gradually varied derivatives to general purposes by\nconsidering forcing calculated derivatives to be \"continuous\" or gradually\nvaried.\n","Comment: Methodology"]}]
["1209.3214",{"format":[],"subject":["Mathematics - Combinatorics","05C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3214"],"date":["2012-09-14"],"type":["text"],"creator":["He, Bian","Jin, Ya-Lei","Zhang, Xiao-Dong"],"language":[],"coverage":[],"title":["Sharp Bounds for the Signless Laplacian Spectral Radius in Terms of\n  Clique Number"],"description":["  In this paper, we present a sharp upper and lower bounds for the signless\nLaplacian spectral radius of graphs in terms of clique number. Moreover, the\nextremal graphs which attain the upper and lower bounds are characterized. In\naddition, these results disprove the two conjectures on the signless Laplacian\nspectral radius in [P. Hansen and C. Lucas, Bounds and conjectures for the\nsignless Laplacian index of graphs, Linear Algebra Appl., 432(2010) 3319-3336].\n","Comment: 15 pages 1 figure; linear algebra and its applications 2013"]}]
["1209.3216",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3216"],"date":["2012-09-14"],"type":["text"],"creator":["Eliahou, Shalom","Alfonsin, Jorge Ramirez"],"language":[],"coverage":[],"title":["On the number of numerical semigroups of prime power genus"],"description":["  Given $g\\ge 1$, the number $n(g)$ of numerical semigroups $S \\subset \\N$ of\ngenus $|\\N \\setminus S|$ equal to $g$ is the subject of challenging conjectures\nof Bras-Amor\\'os. In this paper, we focus on the counting function $n(g,2)$ of\n\\textit{two-generator} numerical semigroups of genus $g$, which is known to\nalso count certain special factorizations of $2g$. Further focusing on the case\n$g=p^k$ for any odd prime $p$ and $k \\ge 1$, we show that $n(p^k,2)$ only\ndepends on the class of $p$ modulo a certain explicit modulus $M(k)$. The main\ningredient is a reduction of $\\gcd(p^\\alpha+1, 2p^\\beta+1)$ to a simpler form,\nusing the continued fraction of $\\alpha/\\beta$. We treat the case $k=9$ in\ndetail and show explicitly how $n(p^9,2)$ depends on the class of $p$ mod\n$M(9)=3 \\cdot 5 \\cdot 11 \\cdot 17 \\cdot 43 \\cdot 257$.\n"]}]
["1209.3217",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3217"],"date":["2012-09-14"],"type":["text"],"creator":["Gouezel, Sebastien"],"language":[],"coverage":[],"title":["Local limit theorem for symmetric random walks in Gromov-hyperbolic\n  groups"],"description":["  Completing a strategy of Gou\\\"ezel and Lalley, we prove a local limit theorem\nfor the random walk generated by any symmetric finitely supported probability\nmeasure on a non-elementary Gromov-hyperbolic group: denoting by $R$ the\ninverse of the spectral radius of the random walk, the probability to return to\nthe identity at time $n$ behaves like $C R^{-n}n^{-3/2}$. An important step in\nthe proof is to extend Ancona's results on the Martin boundary up to the\nspectral radius: we show that the Martin boundary for $R$-harmonic functions\ncoincides with the geometric boundary of the group. In an appendix, we explain\nhow the symmetry assumption of the measure can be dispensed with for surface\ngroups.\n"]}]
["1209.3220",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","06A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3220"],"date":["2012-09-14"],"type":["text"],"creator":["Cameron, Peter J."],"language":[],"coverage":[],"title":["Groups with right-invariant multiorders"],"description":["  A Cayley object for a group G is a structure on which G acts regularly as a\ngroup of automorphisms. The main theorem asserts that a necessary and\nsufficient condition for the free abelian group G of rank m to have the generic\nn-tuple of linear orders as a Cayley object is that m>n. The background to this\ntheorem is discussed. The proof uses Kronecker's Theorem on diophantine\napproximation.\n","Comment: 9 pages"]}]
["1209.3222",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3222"],"date":["2012-09-14"],"type":["text"],"creator":["Dussardier, Bernard","Maria, Jerome","Peterka, Pavel"],"language":[],"coverage":[],"title":["Passively Q-switched Ytterbium and Chromium all-fibre laser"],"description":["  A chromium-doped saturable absorber fibre stabilizes an otherwise\nspontaneously chaotic ytterbium- doped fibre laser. This original passively\nQ-switched all-fibre laser produces sustained and stable trains of smooth\npulses at high repetition rate.\n","Comment: 10th International Conference on Fiber Optics and Photonics, Guwahati\n  : India (2010)"]}]
["1209.3223",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3223","Proc. SPIE 7843 (2010) 78430A","doi:10.1117/12.871756"],"date":["2012-09-14"],"type":["text"],"creator":["Peterka, Pavel","Kasik, Ivan","Dhar, Anirban","Dussardier, Bernard","Blanc, Wilfried"],"language":[],"coverage":[],"title":["Thulium-doped silica fibers with enhanced 3H4 level lifetime: modelling\n  the devices for 800-820 nm band"],"description":["  Silica-based thulium-doped fiber devices operating around 810 nm would extend\nthe spectral range covered by high- power fiber devices. Using a comprehensive\nnumerical model of the fiber we have shown that efficient lasing at 810 nm can\nbe achieved for specific ranges of the laser cavity parameters in silica-based\nthulium-doped fibers with enhanced 3H4 lifetime up to 58 \\mus as measured in\nour highly alumina-codoped fibers. We present optimization of the thulium-doped\nfiber and laser cavity parameters and also potential applications of the\ndeveloped host material in amplifiers and broadband sources.\n"]}]
["1209.3230",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3230"],"date":["2012-09-14"],"type":["text"],"creator":["Richard, Emile","Gaiffas, Stephane","Vayatis, Nicolas"],"language":[],"coverage":[],"title":["Link Prediction in Graphs with Autoregressive Features"],"description":["  In the paper, we consider the problem of link prediction in time-evolving\ngraphs. We assume that certain graph features, such as the node degree, follow\na vector autoregressive (VAR) model and we propose to use this information to\nimprove the accuracy of prediction. Our strategy involves a joint optimization\nprocedure over the space of adjacency matrices and VAR matrices which takes\ninto account both sparsity and low rank properties of the matrices. Oracle\ninequalities are derived and illustrate the trade-offs in the choice of\nsmoothing parameters when modeling the joint effect of sparsity and low rank\nproperty. The estimate is computed efficiently using proximal methods through a\ngeneralized forward-backward agorithm.\n","Comment: NIPS 2012"]}]
["1209.3232",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3232"],"date":["2012-09-14"],"type":["text"],"creator":["Michel, K. H.","Nikolaev, A. V."],"language":[],"coverage":[],"title":["Theory of elastic anomalies at the gamma--alpha phase transition in\n  solid Ce"],"description":["  Starting from a model of 4f-electron generated quadrupolar densities on a\ncompressible fcc lattice, the elastic anomalies at the Fm3m -> Pa3 phase\ntransition are studied by means of analytical theory. The model is taken as\nrepresentative for the gamma-alpha phase transition in Ce. The coupling of the\n(linear) lattice displacements to the square of the quadrupolar orientational\ndensity fluctuations renormalizes the elastic constants. The condensation of\nthe quadrupolar densities into the orientationally ordered Pa3 structure is\nstudied as function of temperature and pressure. Precursor effects of the\ntransition lead to an anomalous softening of the elastic constant c11 while c44\nexhibits no such softening. The theoretical results are in excellent\nqualitative agreement with pressure experiments on the elastic constants\n(equivalently on sound velocities) at the $gamma-alpha transition in Ce.\nLattice dynamical analogies in theory and striking similarities in experimental\nresults with the Fm3m -> Pa3 transition in C60 fullerite are discussed.\n","Comment: 12 pages, 4 figures, 1 table"]}]
["1209.3234",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3234"],"date":["2012-09-14"],"type":["text"],"creator":["Velner, Yaron","Chatterjee, Krishnendu","Doyen, Laurent","Henzinger, Thomas A.","Rabinovich, Alexander","Raskin, Jean-Francois"],"language":[],"coverage":[],"title":["The Complexity of Multi-Mean-Payoff and Multi-Energy Games"],"description":["  In mean-payoff games, the objective of the protagonist is to ensure that the\nlimit average of an infinite sequence of numeric weights is nonnegative. In\nenergy games, the objective is to ensure that the running sum of weights is\nalways nonnegative. Multi-mean-payoff and multi-energy games replace individual\nweights by tuples, and the limit average (resp. running sum) of each coordinate\nmust be (resp. remain) nonnegative. These games have applications in the\nsynthesis of resource-bounded processes with multiple resources.\n  We prove the finite-memory determinacy of multi-energy games and show the\ninter-reducibility of multimean-payoff and multi-energy games for finite-memory\nstrategies. We also improve the computational complexity for solving both\nclasses of games with finite-memory strategies: while the previously best known\nupper bound was EXPSPACE, and no lower bound was known, we give an optimal\ncoNP-complete bound. For memoryless strategies, we show that the problem of\ndeciding the existence of a winning strategy for the protagonist is\nNP-complete. Finally we present the first solution of multi-meanpayoff games\nwith infinite-memory strategies. We show that multi-mean-payoff games with\nmean-payoff-sup objectives can be decided in NP and coNP, whereas\nmulti-mean-payoff games with mean-payoff-inf objectives are coNP-complete.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1007.1669"]}]
["1209.3235",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3235"],"date":["2012-09-14"],"type":["text"],"creator":["Zawadzki, Wlodek"],"language":[],"coverage":[],"title":["Electron dynamics in crystalline semiconductors"],"description":["  Electron dynamics in crystalline semiconductors is described by\ndistinguishing between an instantaneous velocity related to electron's momentum\nand an average velocity related to its quasi-momentum in a periodic potential.\nIt is shown that the electron velocity used in the theory of electron transport\nand free-carrier optics is the average electron velocity, not the instantaneous\nvelocity. An effective mass of charge carriers in solids is considered and it\nis demonstrated that, in contrast to the \"acceleration\" mass introduced in\ntextbooks, it is a \"velocity\" mass relating carrier velocity to its\nquasi-momentum that is a much more useful physical quantity. Among other\nadvantages, the velocity mass is a scalar for spherical but nonparabolic energy\nbands $\\epsilon(k)$, whereas the acceleration mass is not a scalar. Important\napplications of the velocity mass are indicated. A two-band ${\\bm k}\\cdot {\\bm\n\\hp}$ model is introduced as the simplest example of a band structure that\nstill keeps track of the periodic lattice potential. It is remarked that the\ntwo-band model, adequately describing narrow-gap semiconductors (including\nzero-gap graphene), strongly resembles the special theory of relativity.\nInstructive examples of the \"semi-relativistic\" analogy are given. The\npresentation has both scientific and pedagogical aspects.\n","Comment: 7 pages; 1 figure"]}]
["1209.3236",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3236"],"date":["2012-08-29"],"type":["text"],"creator":["Kloks, Ton","Wang, Yue-Li"],"language":[],"coverage":[],"title":["A note on \"Folding wheels and fans.\""],"description":["  In S.Gervacio, R.Guerrero and H.Rara, Folding wheels and fans, Graphs and\nCombinatorics 18 (2002) 731-737, the authors obtain formulas for the clique\nnumbers onto which wheels and fans fold. We present an interpolation theorem\nwhich generalizes their theorems 4.2 and 5.2. We show that their formula for\nwheels is wrong. We show that for threshold graphs, the achromatic number and\nfolding number coincides with the chromatic number.\n"]}]
["1209.3238",{"format":[],"subject":["Mathematics - Spectral Theory","47A40 (Primary) 47B25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3238"],"date":["2012-09-14"],"type":["text"],"creator":["Pushnitski, Alexander","Yafaev, Dmitri"],"language":[],"coverage":[],"title":["A multichannel scheme in smooth scattering theory"],"description":["  We develop the scattering theory for a pair of self-adjoint operators\n$A_{0}=A_{1}\\oplus...\\oplus A_{N}$ and $A=A_{1}+...+A_{N}$ under the assumption\nthat all pair products $A_{j}A_{k}$ with $j\\neq k$ satisfy certain regularity\nconditions. Roughly speaking, these conditions mean that the products\n$A_{j}A_{k}$, $j\\neq k$, can be represented as integral operators with smooth\nkernels in the spectral representation of the operator $A_{0}$. We show that\nthe absolutely continuous parts of the operators $A_{0}$ and $A$ are unitarily\nequivalent. This yields a smooth version of Ismagilov's theorem known earlier\nin the trace class framework. We also prove that the singular continuous\nspectrum of the operator $A$ is empty and that its eigenvalues may accumulate\nonly to \"thresholds\" of the absolutely continuous spectra of the operators\n$A_{j}$. Our approach relies on a system of resolvent equations which can be\nconsidered as a generalization of Faddeev's equations for three particle\nquantum systems.\n"]}]
["1209.3243",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3243"],"date":["2012-09-14"],"type":["text"],"creator":["Lock, Michael T.","Viaclovsky, Jeff A."],"language":[],"coverage":[],"title":["An index theorem for anti-self-dual orbifold-cone metrics"],"description":["  Recently, Atiyah and LeBrun proved versions of the Gauss-Bonnet and\nHirzebruch signature Theorems for metrics with edge-cone singularities in\ndimension four, which they applied to obtain an inequality of Hitchin-Thorpe\ntype for Einstein edge-cone metrics. Interestingly, many natural examples of\nedge-cone metrics in dimension four are anti-self-dual (or self-dual depending\nupon choice of orientation). On such a space there is an important elliptic\ncomplex called the anti-self-dual deformation complex, whose index gives\ncrucial information about the local structure of the moduli space of\nanti-self-dual metrics. In this paper, we compute the index of this complex in\nthe orbifold case, and give several applications.\n","Comment: 18 pages"]}]
["1209.3244",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3244"],"date":["2012-09-14"],"type":["text"],"creator":["Bhattacherjee, Aranya B.","Brandes, Tobias"],"language":[],"coverage":[],"title":["Phonon Laser Effect and Dicke-Hepp-Lieb Superradiant Phase Transition in\n  Magnetic Cantilever Coupled to a Bose Einstein Condensate"],"description":["  We propose a possibility of a phonon laser by coupling a Bose-Einstein\ncondensate to a nanomechanical cantilever with a magnetic tip. Due to the\nmagnetic coupling, atomic spin flips induce cantilever motion which can be used\nto produce a phonon laser. The system is described by the equivalent of the\nJaynes-Cummings Hamiltonian. By controlling the number of atoms and the\npopulation inversion, one can obtain either a continuous wave (cw) or transient\nlasing. The two-body atom-atom interaction is also shown to coherently\nmanipulate the lasing process. We also show that in the strong coupling limit,\nthe same system can undergo a Dicke-Hepp-Lieb superradiant phase transition.\nExotic phase diagrams can be obtained by tuning the two body atom-atom\ninteraction.\n","Comment: comments welcome"]}]
["1209.3248",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Geometric Topology","06F20, 52B45, 46A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3248"],"date":["2012-09-14"],"type":["text"],"creator":["Pedrini, Andrea"],"language":[],"coverage":[],"title":["The Euler characteristic of a polyhedron as a valuation on its\n  coordinate vector lattice"],"description":["  A celebrated theorem of Hadwiger states that the Euler-Poincar\\'e\ncharacteristic is the the unique invariant and continuous valuation on the\ndistributive lattice of compact polyhedra in R^n that assigns value one to each\nconvex non-empty such polyhedron. This paper provides an analogue of Hadwiger's\nresult for finitely presented unital vector lattices (i.e. real vector spaces\nwith a compatible lattice order, also known as Riesz spaces).\n  The vector lattice of continuous and piecewise (affine) linear real-valued\nfunctions on a compact polyhedron, with operations defined pointwise from the\nvector lattice R, is a finitely presented unital vector lattice; and it is a\nnon-trivial fact that all such vector lattices arise in this manner, to within\nan isomorphism. Each function in such a vector lattice can be written as a\nlinear combination of a subset of distinguished elements that we call\nvl-Schauder hats. We prove here that the functional that assigns to each\nnon-negative piecewise linear function on the polyhedron the Euler-Poincar\\'e\ncharacteristic of its support is the unique vl-valuation (a special class of\nvaluations on vector lattices) that assigns one to each vl-Schauder hat of the\nvector lattice.\n","Comment: 13 pages"]}]
["1209.3249",{"format":[],"subject":["Mathematics - Dynamical Systems","37C55, 34D08, 37C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3249"],"date":["2012-09-14"],"type":["text"],"creator":["Alsedà, Lluís","Costa, Sara"],"language":[],"coverage":[],"title":["Coexistence of uncountably many attracting sets for skew-products on the\n  cylinder"],"description":["  The aim of this paper is to show that the existence of attracting sets for\nquasiperiodically forced systems can be extended to appropriate skew-products\non the cylinder, homotopic to the identity, in such a way that the general\nsystem will have (at least) one attracting set corresponding to every\nirrational rotation number \\rho in the rotation interval of the base map. This\nattracting set is a copy of the attracting set of the system quasiperiodically\nforced by a (rigid) rotation of angle \\rho. This shows the co-existence of\nuncountably many attracting sets, one for each irrational in the rotation\ninterval of the basis.\n"]}]
["1209.3252",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","57Q99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3252"],"date":["2012-09-14"],"type":["text"],"creator":["Gurau, Razvan"],"language":[],"coverage":[],"title":["A review of the 1/N expansion in random tensor models"],"description":["  Matrix models are a highly successful framework for the analytic study of\nrandom two dimensional surfaces with applications to quantum gravity in two\ndimensions, string theory, conformal field theory, statistical physics in\nrandom geometry, etc. Their success relies crucially on the so called 1/N\nexpansion introduced by 't Hooft.\n  In higher dimensions matrix models generalize to tensor models. In the\nabsence of a viable 1/N expansion tensor models have for a long time been less\nsuccessful in providing an analytically controlled theory of random higher\ndimensional topological spaces. This situation has drastically changed\nrecently. Models for a generic complex tensor have been shown to admit a 1/N\nexpansion dominated by graphs of spherical topology in arbitrary dimensions and\nto undergo a phase transition to a continuum theory.\n","Comment: Proceedings of the International Congress on Mathematical Physics\n  2012 - Topical Section: Quantum Field Theory"]}]
["1209.3253",{"format":[],"subject":["Computer Science - Performance","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3253"],"date":["2012-09-14"],"type":["text"],"creator":["Roemer, Florian","Haardt, Martin"],"language":[],"coverage":[],"title":["A framework for the analytical performance assessment of matrix and\n  tensor-based ESPRIT-type algorithms"],"description":["  In this paper we present a generic framework for the asymptotic performance\nanalysis of subspace-based parameter estimation schemes. It is based on earlier\nresults on an explicit first-order expansion of the estimation error in the\nsignal subspace obtained via an SVD of the noisy observation matrix. We extend\nthese results in a number of aspects. Firstly, we derive an explicit\nfirst-order expansion of the Higher- Order SVD (HOSVD)-based subspace estimate.\nSecondly, we show how to obtain explicit first-order expansions of the\nestimation error of ESPRIT-type algorithms and provide the expressions for\nmatrix-based and tensor-based Standard ESPRIT and Unitary ESPRIT. Thirdly, we\nderive closed-form expressions for the mean square error (MSE) and show that\nthey only depend on the second-order moments of the noise. Hence, we only need\nthe noise to be zero mean and possess finite second order moments. Fourthly, we\ninvestigate the effect of using Structured Least Squares (SLS) to solve the\noverdetermined shift invariance equations in ESPRIT and provide an explicit\nfirst-order expansion as well as a closed-form MSE expression. Finally, we\nsimplify the MSE for the special case of a single source and compute the\nasymptotic efficiency of the investigated ESPRIT-type algorithms in compact\nclosed-form expressions which only depend on the array size and the effective\nSNR. Our results are more general than existing results on the performance\nanalysis of ESPRIT-type algorithms since (a) we do not need any assumptions\nabout the noise except for the mean to be zero and the second-order moments to\nbe finite (in contrast to earlier results that require Gaussianity or\nsecond-order circular symmetry); (b) our results are asymptotic in the\neffective SNR, i.e., we do not require the number of samples to be large; (c)\nwe present a framework that incorporates various ESPRIT-type algorithms in one\nunified manner.\n"]}]
["1209.3257",{"format":[],"subject":["Physics - Classical Physics","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3257"],"date":["2012-09-14"],"type":["text"],"creator":["Dantas, Christine C."],"language":[],"coverage":[],"title":["Technical Notes on Classical Electromagnetism, with exercises"],"description":["  The present technical notes offer a brief summary of the essential points of\nelectromagnetism at the undergraduate physics level. Some problems are\npresented at the end of each section; those with solutions are marked with an\nasterisk.\n","Comment: 34 pages"]}]
["1209.3258",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3258"],"date":["2012-09-14"],"type":["text"],"creator":["Sangwan, Vinod K.","Ortiz, Rocio Ponce","Alaboson, Justice M. P.","Emery, Jonathan D.","Bedzyk, Michael J.","Lauhon, Lincoln J.","Marks, Tobin J.","Hersam, Mark C."],"language":[],"coverage":[],"title":["Fundamental Performance Limits of Carbon Nanotube Thin-Film Transistors\n  Achieved Using Hybrid Molecular Dielectrics"],"description":["  In the past decade, semiconducting carbon nanotube thin films have been\nrecognized as contending materials for wide-ranging applications in\nelectronics, energy, and sensing. In particular, improvements in large-area\nflexible electronics have been achieved through independent advances in\npost-growth processing to resolve metallic versus semiconducting carbon\nnanotube heterogeneity, in improved gate dielectrics, and in self-assembly\nprocesses. Moreover, controlled tuning of specific device components has\nafforded fundamental probes of the trade-offs between materials properties and\ndevice performance metrics. Nevertheless, carbon nanotube transistor\nperformance suitable for real-world applications awaits understanding-based\nprogress in the integration of independently pioneered device components. We\nachieve this here by integrating high-purity semiconducting carbon nanotube\nfilms with a custom-designed hybrid inorganic-organic gate dielectric. This\nsynergistic combination of materials circumvents conventional design\ntrade-offs, resulting in concurrent advances in several transistor performance\nmetrics such as transconductance (6.5 {\\mu}S/{\\mu}m), intrinsic field-effect\nmobility (147 cm^2/Vs), sub-threshold swing (150 mV/decade), and on/off ratio\n(5 x 10^5), while also achieving hysteresis-free operation in ambient\nconditions.\n"]}]
["1209.3260",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3260"],"date":["2012-09-13"],"type":["text"],"creator":["Engelhardt, Wolfgang"],"language":[],"coverage":[],"title":["On the Solvability of Maxwell's Equations"],"description":["  Complementing a study which was published in this journal in 2005, we present\nexplicit calculations of fields predicted by Maxwell's equations both in Lorenz\nand in Coulomb gauge. Analytic expressions are obtainable, when the source of\nthe fields is an oscillating electric dipole. As before it is found that the\nfields calculated by different methods are at variance. In addition, the reason\nfor the discrepancies is revealed: The retarded integrals turn out not to\nsatisfy the inhomogeneous wave equations which they are supposed to solve.\n","Comment: 12 pages, accepted for publication in \"Annales de la Fondation Louis\n  de Broglie\" Vol. 37, 2012"]}]
["1209.3262",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3262"],"date":["2012-09-14"],"type":["text"],"creator":["Mendes, Rui Vilela"],"language":[],"coverage":[],"title":["Stochastic solutions with derivatives and non-polynomial terms: The\n  scrape-off layer equations"],"description":["  The construction of stochastic solutions for nonlinear partial differential\nequations is a powerful method to obtain new exact results and to develop\nefficient numerical algorithms, in particular when domain decomposition\ntechniques are used. This paper deals with the problems that arise when the\nnonlinear terms are nonpolynomial or involve derivatives. A set of equations of\nrelevance for plasma physics is used as a testing ground for these problems.\n","Comment: 21 pages, 2 figures"]}]
["1209.3263",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3263"],"date":["2012-09-14"],"type":["text"],"creator":["Mendes, Rui Vilela"],"language":[],"coverage":[],"title":["Stochastic solutions of nonlinear PDE's and an extension of\n  superprocesses"],"description":["  Stochastic solutions provide new rigorous results for nonlinear PDE's and,\nthrough its local non-grid nature, are a natural tool for parallel computation.\nThere are two different approaches for the construction of stochastic\nsolutions: MacKean's and superprocesses. However, when restricted to measures,\nsuperprocesses can only be used to generate solutions for a limited class of\nnonlinear PDE's. A new class of superprocesses, namely superprocesses on signed\nmeasures and on distributions, is proposed to extend the stochastic solution\napproach to a wider class of PDE's.\n","Comment: 11 pages. arXiv admin note: substantial text overlap with\n  arXiv:1111.5504"]}]
["1209.3272",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3272"],"date":["2012-09-14"],"type":["text"],"creator":["Tumlinson, Jason","Aloisi, Alessandra","Kriss, Gerard","France, Kevin","McCandliss, Stephan","Sembach, Ken","Fox, Andrew","Tripp, Todd","Jenkins, Edward","Beasley, Matthew","Danforth, Charles","Shull, Michael","Stocke, John","Lehner, Nicolas","Howk, Christopher","Froning, Cynthia","Green, James","Oliveira, Cristina","Fullerton, Alex","Blair, Bill","Kruk, Jeff","Sonneborn, George","Penton, Steven","Wakker, Bart","Prochaska, Xavier","Vallerga, John","Scowen, Paul"],"language":[],"coverage":[],"title":["Unique Astrophysics in the Lyman Ultraviolet"],"description":["  There is unique and groundbreaking science to be done with a new generation\nof UV spectrographs that cover wavelengths in the \"Lyman Ultraviolet\" (LUV; 912\n- 1216 Ang). There is no astrophysical basis for truncating spectroscopic\nwavelength coverage anywhere between the atmospheric cutoff (3100 Ang) and the\nLyman limit (912 Ang); the usual reasons this happens are all technical. The\nunique science available in the LUV includes critical problems in astrophysics\nranging from the habitability of exoplanets to the reionization of the IGM.\nCrucially, the local Universe (z <= 0.1) is entirely closed to many key\nphysical diagnostics without access to the LUV. These compelling scientific\nproblems require overcoming these technical barriers so that future UV\nspectrographs can extend coverage to the Lyman limit at 912 Ang.\n","Comment: Science white paper submitted to NASA Solicitation NNH12ZDA008L:\n  Science Objectives and Requirements for the Next NASA UV/Visible Astrophysics\n  Mission Concepts. 6 pages PDF"]}]
["1209.3275",{"format":[],"subject":["Computer Science - Discrete Mathematics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3275"],"date":["2012-09-14"],"type":["text"],"creator":["Ribeiro, A. C.","de Figueiredo, C. M. H.","Marquezino, F. L.","Kowada, L. A. B."],"language":[],"coverage":[],"title":["Cayley graphs and analysis of quantum cost for reversible circuit\n  synthesis"],"description":["  We propose the theory of Cayley graphs as a framework to analyse gate counts\nand quantum costs resulting from reversible circuit synthesis. Several methods\nhave been proposed in the reversible logic synthesis literature by considering\ndifferent libraries whose gates are associated to the generating sets of\ncertain Cayley graphs. In a Cayley graph, the distance between two vertices\ncorresponds to the optimal circuit size. The lower bound for the diameter of\nCayley graphs is also a lower bound for the worst case for any algorithm that\nuses the corresponding gate library. In this paper, we study two Cayley graphs\non the Symmetric Group $S_{2^n}$: the first, denoted by $I_n$, is defined by a\ngenerating set associated to generalized Toffoli gates; and the second, the\nhypercube Cayley graph $H_n$, is defined by a generating set associated to\nmultiple-control Toffoli gates. Those two Cayley graphs have degree $n2^{n-1}$\nand order $2^n!$. Maslov, Dueck and Miller proposed a reversible circuit\nsynthesis that we model by the Cayley graph $I_n$. We propose a synthesis\nalgorithm based on the Cayley graph $H_n$ with upper bound of $(n-1)2^{n}+1$\nmultiple-control Toffoli gates. In addition, the diameter of the Cayley graph\n$H_n$ gives a lower bound of $n2^{n-1}$.\n","Comment: IV Workshop-School on Quantum Computation and Information (WECIQ\n  2012), Fortaleza, Brazil"]}]
["1209.3282",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3282"],"date":["2012-09-14"],"type":["text"],"creator":["Day, Adam R.","Dzhafarov, Damir D."],"language":[],"coverage":[],"title":["Limits to joining with generics and randoms"],"description":["  Posner and Robinson (1981) proved that if $S \\subseteq \\omega$ is\nnon-computable, then there exists a $G \\subseteq \\omega$ such that $S \\oplus G\n\\geq_T G'$. Shore and Slaman (1999) extended this result to all $n \\in \\omega$,\nby showing that if $S \\nleq_T \\emptyset^{(n-1)}$ then there exists a $G$ such\nthat $S \\oplus G \\geq_T G^{(n)}$. Their argument employs Kumabe-Slaman forcing,\nand so the set they obtain, unlike that of the Posner-Robinson theorem, is not\ngeneric for Cohen forcing in any way. We answer the question of whether this is\na necessary complication by showing that for all $n \\geq 1$, the set $G$ of the\nShore-Slaman theorem cannot be chosen to be even weakly 2-generic. Our result\napplies to several other effective forcing notions commonly used in\ncomputability theory, and we also prove that the set $G$ cannot be chosen to be\n2-random.\n","Comment: Submitted to \"Proceedings of the 2011 Asian Logic Conference\""]}]
["1209.3285",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3285"],"date":["2012-09-14"],"type":["text"],"creator":["Abelev, Betty","Collaboration, for the ALICE"],"language":[],"coverage":[],"title":["Strangeness with ALICE: from pp to Pb-Pb"],"description":["  We present the measurements of strange and multi-strange hadrons in high\nenergy pp and Pb-Pb collisions at the Large Hadron Collider (LHC) at CERN. The\ndata for these measurements were collected by the ALICE detector in 2010 and\n2011. By comparing strangeness data where Quark-Gluon Plasma (QGP) is not\nexpected to be produced (pp collisions) with data where the energy-density of\nthe collision is sufficient to produce the QGP (central and mid-central Pb-Pb\ncollisions), we are able to investigate the properties of the QGP. We\ncharacterize the matter created in the collision by presenting strange and\nmulti-strange particle spectra, yields, and transverse momenta in the context\nof increasing strangeness number, varying collision energy, and the number of\nnucleons participating in the collision (Npart).\n","Comment: This is a proceedings for the Physics of the LHC 2012 Conference,\n  held in Vancouver, BC"]}]
["1209.3291",{"format":[],"subject":["Mathematics - Representation Theory","Mathematical Physics","05E05, 20C08, 33D80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3291","J. Algebra 354 (2012), 180--210","doi:10.1016/j.jalgebra.2012.01.005"],"date":["2012-09-14"],"type":["text"],"creator":["van Diejen, J. F.","Emsiz, E."],"language":[],"coverage":[],"title":["Unitary representations of affine Hecke algebras related to Macdonald\n  spherical functions"],"description":["  For any reduced crystallographic root system, we introduce a unitary\nrepresentation of the (extended) affine Hecke algebra given by discrete\ndifference-reflection operators acting in a Hilbert space of complex functions\non the weight lattice. It is shown that the action of the center under this\nrepresentation is diagonal on the basis of Macdonald spherical functions. As an\napplication, we compute an explicit Pieri formula for these spherical\nfunctions.\n","Comment: 30 pages, 1 figure"]}]
["1209.3294",{"format":[],"subject":["Mathematics - Representation Theory","Mathematical Physics","42A38, 20C08, 33D80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3294","Adv. in Appl. Math. 49 (2012), no. 1, 24--38","doi:10.1016/j.aam.2011.12.004"],"date":["2012-09-14"],"type":["text"],"creator":["van Diejen, J. F.","Emsiz, E."],"language":[],"coverage":[],"title":["A discrete Fourier transform associated with the affine Hecke algebra"],"description":["  We introduce an explicit representation of the double affine Hecke algebra\n(of type $A_1$) at $q=1$ that gives rise to a periodic counterpart of a\nwell-known Fourier transform associated with the affine Hecke algebra.\n","Comment: 15 pages"]}]
["1209.3300",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3300"],"date":["2012-09-14"],"type":["text"],"creator":["Al-Bashabsheh, Ali","Mao, Yongyi"],"language":[],"coverage":[],"title":["Normal Factor Graphs as Probabilistic Models"],"description":["  We present a new probabilistic modelling framework based on the recent notion\nof normal factor graph (NFG). We show that the proposed NFG models and their\ntransformations unify some existing models such as factor graphs, convolutional\nfactor graphs, and cumulative distribution networks. The two subclasses of the\nNFG models, namely the constrained and generative models, exhibit a duality in\ntheir dependence structure. Transformation of NFG models further extends the\npower of this modelling framework. We point out the well-known NFG\nrepresentations of parity and generator realizations of a linear code as\ngenerative and constrained models, and comment on a more prevailing duality in\nthis context. Finally, we address the algorithmic aspect of computing the\nexterior function of NFGs and the inference problem on NFGs.\n"]}]
["math/0107142",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14-XX, 11-XX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0107142","Proceedings of Algebra, arithmetic and geometry with applications,\n  West Lafayette, IN, 2000 (Springer, Berlin, 2004) 703--723"],"date":["2001-07-19"],"type":["text"],"creator":["Shaska, Tony","Voelklein, Helmut"],"language":[],"coverage":[],"title":["Elliptic subfields and automorphisms of genus 2 function fields"],"description":["  We study genus 2 function fields with elliptic subfields of degree 2. The\nlocus $\\L_2$ of these fields is a 2-dimensional subvariety of the moduli space\n$\\mathcal M_2$ of genus 2 fields. An equation for $\\L_2$ is already in the work\nof Clebsch and Bolza. We use a birational parameterization of $\\L_2$ by affine\n2-space to study the relation between the j-invariants of the degree 2 elliptic\nsubfields. This extends work of Geyer, Gaudry, Stichtenoth and others. We find\na 1-dimensional family of genus 2 curves having exactly two isomorphic elliptic\nsubfields of degree 2; this family is parameterized by the j-invariant of these\nsubfields.\n"]}]
["math/0109155",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0109155","Forum Math. 16 (2004), no. 2, 263--280"],"date":["2001-09-21"],"type":["text"],"creator":["Shaska, Tony"],"language":[],"coverage":[],"title":["Genus 2 fields with degree 3 elliptic subfields"],"description":["  In this paper we study genus 2 function fields K with degree 3 elliptic\nsubfields. We show that the number of Aut(K)-classes of such subfields of K is\n0,1,2, or 4. Also we compute an equation for the locus of such K in the moduli\nspace of genus 2 curves.\n"]}]
["math/0201008",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0201008","Lecture Notes in Comput. Sci. 2369 (2002), 205--218"],"date":["2002-01-01"],"type":["text"],"creator":["Shaska, T."],"language":[],"coverage":[],"title":["Genus 2 curves with (3,3)-split Jacobian and large automorphism group"],"description":["  Let $\\C$ be a genus 2 curve defined over $k$, $char (k) =0$. If $\\C$ has a\n$(3,3)$-split Jacobian then we show that the automorphism group $Aut(\\C)$ is\nisomorphic to one of the following: $\\bZ_2, V_4, D_8$, or $D_{12}$. There are\nexactly six $\\bC$-isomorphism classes of genus two curves $\\C$ with $Aut(\\C)$\nisomorphic to $D_8$ (resp., $D_{12}$). %We compute their absolute invariants\n$i_1, i_2, i_3$. We show that exactly four (resp., three) of these classes with\ngroup $D_8$ (resp., $D_{12}$) have representatives defined over $\\bQ$. We\ndiscuss some of these curves in detail and find their rational points.\n"]}]
["math/0510112",{"format":[],"subject":["Mathematics - Group Theory","20D15, 20D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0510112","J. London Math. Soc. (2) 75 (2007), 755-772","doi:10.1112/jlms/jdm025"],"date":["2005-10-06","2012-09-14"],"type":["text"],"creator":["Yadav, Manoj K."],"language":[],"coverage":[],"title":["Class Preserving Automorphisms of Finite p-groups"],"description":["  We classify all finite $p$-groups $G$ for which |$Aut_{c}(G)$| attains its\nmaximum value, where $Aut_{c}(G)$ denotes the group of all class preserving\nautomorphisms of $G$ .\n","Comment: 19 pages"]}]
