["0704.0095",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Differential Geometry","22E25, 20F18, 37A15, 53C17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0095"],"date":["2007-04-01","2012-04-10"],"type":["text"],"creator":["Breuillard, Emmanuel"],"language":[],"coverage":[],"title":["Geometry of Locally Compact Groups of Polynomial Growth and Shape of\n  Large Balls"],"description":["  We get asymptotics for the volume of large balls in an arbitrary locally\ncompact group G with polynomial growth. This is done via a study of the\ngeometry of G and a generalization of P. Pansu's thesis. In particular, we show\nthat any such G is weakly commensurable to some simply connected solvable Lie\ngroup S, the Lie shadow of G. We also show that large balls in G have an\nasymptotic shape, i.e. after a suitable renormalization, they converge to a\nlimiting compact set which can be interpreted geometrically. We then discuss\nthe speed of convergence, treat some examples and give an application to\nergodic theory. We also answer a question of Burago about left invariant\nmetrics and recover some results of Stoll on the irrationality of growth series\nof nilpotent groups.\n","Comment: slightly expanded and polished new version, 57 pages, 2 figures"]}]
["0706.1301",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E05, 14H50, 14L35, 14N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1301","J. Pure Appl. Algebra 214 (2010), no. 5, 526-547","doi:10.1016/j.jpaa.2009.06.010"],"date":["2007-06-09","2009-06-06"],"type":["text"],"creator":["Aluffi, Paolo","Faber, Carel"],"language":[],"coverage":[],"title":["Limits of PGL(3)-translates of plane curves, I"],"description":["  We classify all possible limits of families of translates of a fixed,\narbitrary complex plane curve. We do this by giving a set-theoretic description\nof the projective normal cone (PNC) of the base scheme of a natural rational\nmap, determined by the curve, from the $P^8$ of 3x3 matrices to the $P^N$ of\nplane curves of degree $d$. In a sequel to this paper we determine the\nmultiplicities of the components of the PNC. The knowledge of the PNC as a\ncycle is essential in our computation of the degree of the PGL(3)-orbit closure\nof an arbitrary plane curve, performed in our earlier paper \"Linear orbits of\narbitrary plane curves\".\n","Comment: 28 pages. Minor revision. Final version"]}]
["0706.1304",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E05, 14H50, 14L35, 14N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.1304","J. Pure Appl. Algebra 214 (2010), no. 5, 548-564","doi:10.1016/j.jpaa.2009.06.012"],"date":["2007-06-09","2009-06-06"],"type":["text"],"creator":["Aluffi, Paolo","Faber, Carel"],"language":[],"coverage":[],"title":["Limits of PGL(3)-translates of plane curves, II"],"description":["  Every complex plane curve C determines a subscheme S of the $P^8$ of 3x3\nmatrices, whose projective normal cone (PNC) captures subtle invariants of C.\nIn \"Limits of PGL(3)-translates of plane curves, I\" we obtain a set-theoretic\ndescription of the PNC and thereby we determine all possible limits of families\nof plane curves whose general element is isomorphic to C. The main result of\nthis article is the determination of the PNC as a cycle; this is an essential\ningredient in our computation in \"Linear orbits of arbitrary plane curves\" of\nthe degree of the PGL(3)-orbit closure of an arbitrary plane curve, an\ninvariant of natural enumerative significance.\n","Comment: 22 pages. Minor revision. Final version"]}]
["0710.2544",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2544","J. High Energy Phys. 2009, no. 3, 032, 29 pp","doi:10.1088/1126-6708/2009/03/032"],"date":["2007-10-12","2007-10-19"],"type":["text"],"creator":["Aluffi, Paolo","Esole, Mboyo"],"language":[],"coverage":[],"title":["Chern class identities from tadpole matching in type IIB and F-theory"],"description":["  In light of Sen's weak coupling limit of F-theory as a type IIB orientifold,\nthe compatibility of the tadpole conditions leads to a non-trivial identity\nrelating the Euler characteristics of an elliptically fibered Calabi-Yau\nfourfold and of certain related surfaces. We present the physical argument\nleading to the identity, and a mathematical derivation of a Chern class\nidentity which confirms it, after taking into account singularities of the\nrelevant loci. This identity of Chern classes holds in arbitrary dimension, and\nfor varieties that are not necessarily Calabi-Yau. Singularities are essential\nin both the physics and the mathematics arguments: the tadpole relation may be\ninterpreted as an identity involving stringy invariants of a singular\nhypersurface, and corrections for the presence of pinch-points. The\nmathematical discussion is streamlined by the use of Chern-Schwartz-MacPherson\nclasses of singular varieties. We also show how the main identity may be\nobtained by applying `Verdier specialization' to suitable constructible\nfunctions.\n","Comment: 26 pages, 1 figure, references added, typos corrected"]}]
["0802.2006",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2006","Phys. Rev. Lett, 100, 225504 (2008)","doi:10.1103/PhysRevLett.100.225504"],"date":["2008-02-14"],"type":["text"],"creator":["Yin, Quan","Savrasov, Sergey Y."],"language":[],"coverage":[],"title":["Origin of Low Thermal Conductivity in Nuclear Fuels"],"description":["  Using a novel many-body approach, we report lattice dynamical properties of\nUO2 and PuO2 and uncover various contributions to their thermal conductivities.\nVia calculated Grueneisen constants, we show that only longitudinal acoustic\nmodes having large phonon group velocities are efficient heat carriers. Despite\nthe fact that some optical modes also show their velocities which are extremely\nlarge, they do not participate in the heat transfer due to their unusual\nanharmonicity. Ways to improve thermal conductivity in these materials are\ndiscussed.\n","Comment: 4 pages, 3 figures, 1 table"]}]
["0807.0760",{"format":[],"subject":["Mathematics - Differential Geometry","58J50, 35P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0760","Transactions of the American Mathematical Society 364, 4 (2012)\n  1711-1735"],"date":["2008-07-04","2009-07-01"],"type":["text"],"creator":["Anné, Colette","Takahashi, Junya"],"language":[],"coverage":[],"title":["P-spectrum and collapsing of connected sums, calculus of the limit"],"description":["  The goal of the paper is to calculate the limit sectrum of the Hodge-Laplace\noperator under the perturbation of collapse of one part of a connected sum.\nThis gives some new results concerning the 'conformal spectrum' on differential\nforms.\n"]}]
["0807.1690",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1690","Commun. Number Theory Phys. 3 (2009), no. 1, 1-57"],"date":["2008-07-10","2008-07-16"],"type":["text"],"creator":["Aluffi, Paolo","Marcolli, Matilde"],"language":[],"coverage":[],"title":["Feynman motives of banana graphs"],"description":["  We consider the infinite family of Feynman graphs known as the \"banana\ngraphs\" and compute explicitly the classes of the corresponding graph\nhypersurfaces in the Grothendieck ring of varieties as well as their\nChern-Schwartz-MacPherson classes, using the classical Cremona transformation\nand the dual graph, and a blowup formula for characteristic classes. We outline\nthe interesting similarities between these operations and we give formulae for\ncones obtained by simple operations on graphs. We formulate a positivity\nconjecture for characteristic classes of graph hypersurfaces and discuss\nbriefly the effect of passing to noncommutative spacetime.\n","Comment: 35 pages, LaTeX, 9 eps figures (v2: small corrections)"]}]
["0809.2425",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C17, 57R20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2425","Math. Proc. Cambridge Philos. Soc. 148 (2010), no. 2, 227-242","doi:10.1017/S0305004109990247"],"date":["2008-09-14"],"type":["text"],"creator":["Aluffi, Paolo"],"language":[],"coverage":[],"title":["Chern classes of blow-ups"],"description":["  We extend the classical formula of Porteous for blowing-up Chern classes to\nthe case of blow-ups of possibly singular varieties along regularly embedded\ncenters. The proof of this generalization is perhaps conceptually simpler than\nthe standard argument for the nonsingular case, involving Riemann-Roch without\ndenominators. The new approach relies on the explicit computation of an ideal,\nand a mild generalization of the well-known formula for the normal bundle of a\nproper transform.\n  We also discuss alternative, very short proofs of the standard formula in\nsome cases: an approach relying on the theory of Chern-Schwartz-MacPherson\nclasses (working in characteristic 0), and an argument reducing the formula to\na straightforward computation of Chern classes for sheaves of differential\n1-forms with logarithmic poles (when the center of the blow-up is a complete\nintersection).\n","Comment: 17 pages"]}]
["0901.2107",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2107","Adv. Theor. Math. Phys. 14 (2010), no. 3, 911-963"],"date":["2009-01-14"],"type":["text"],"creator":["Aluffi, Paolo","Marcolli, Matilde"],"language":[],"coverage":[],"title":["Parametric Feynman integrals and determinant hypersurfaces"],"description":["  The purpose of this paper is to show that, under certain combinatorial\nconditions on the graph, parametric Feynman integrals can be realized as\nperiods on the complement of the determinant hypersurface in an affine space\ndepending on the number of loops of the Feynman graph. The question of whether\nthe Feynman integrals are periods of mixed Tate motives can then be\nreformulated (modulo divergences) as a question on a relative cohomology being\na realization of a mixed Tate motive. This is the cohomology of the pair of the\ndeterminant hypersurface complement and a normal crossings divisor depending\nonly on the number of loops and the genus of the graph. We show explicitly that\nthis relative cohomology is a realization of a mixed Tate motive in the case of\nthree loops and we give alternative formulations of the main question in the\ngeneral case, by describing the locus of intersection of the divisor with the\ndeterminant hypersurface complement in terms of intersections of unions of\nSchubert cells in flag varieties. We also discuss different methods of\nregularization aimed at removing the divergences of the Feynman integral.\n","Comment: 34 pages latex, 7 figures"]}]
["0906.5189",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","17B10, 17B20, 17B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5189","Trans. Amer. Math. Soc., 364 (2012), no. 5, 2619-2646","doi:10.1090/S0002-9947-2011-05420-6"],"date":["2009-06-28","2011-12-23"],"type":["text"],"creator":["Neher, Erhard","Savage, Alistair","Senesi, Prasad"],"language":[],"coverage":[],"title":["Irreducible finite-dimensional representations of equivariant map\n  algebras"],"description":["  Suppose a finite group acts on a scheme X and a finite-dimensional Lie\nalgebra g. The corresponding equivariant map algebra is the Lie algebra M of\nequivariant regular maps from X to g. We classify the irreducible\nfinite-dimensional representations of these algebras. In particular, we show\nthat all such representations are tensor products of evaluation representations\nand one-dimensional representations, and we establish conditions ensuring that\nthey are all evaluation representations. For example, this is always the case\nif M is perfect.\n  Our results can be applied to multiloop algebras, current algebras, the\nOnsager algebra, and the tetrahedron algebra. Doing so, we easily recover the\nknown classifications of irreducible finite-dimensional representations of\nthese algebras. Moreover, we obtain previously unknown classifications of\nirreducible finite-dimensional representations of other types of equivariant\nmap algebras, such as the generalized Onsager algebra.\n","Comment: 25 pages; v2: results generalized to schemes and arbitrary\n  finite-dimensional g; v3: change of notation, minor typos corrected, some\n  explanations added; v4: minor typos corrected and references updated"]}]
["0907.1657",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1657","Nature Phys. 6, 382-388 (2010)","doi:10.1038/nphys1614"],"date":["2009-07-10","2012-04-09"],"type":["text"],"creator":["Weimer, Hendrik","Müller, Markus","Lesanovsky, Igor","Zoller, Peter","Büchler, Hans Peter"],"language":[],"coverage":[],"title":["A Rydberg Quantum Simulator"],"description":["  Following Feynman and as elaborated on by Lloyd, a universal quantum\nsimulator (QS) is a controlled quantum device which reproduces the dynamics of\nany other many particle quantum system with short range interactions. This\ndynamics can refer to both coherent Hamiltonian and dissipative open system\nevolution. We investigate how laser excited Rydberg atoms in large spacing\noptical or magnetic lattices can provide an efficient implementation of a\nuniversal QS for spin models involving (high order) n-body interactions. This\nincludes the simulation of Hamiltonians of exotic spin models involving\nn-particle constraints such as the Kitaev toric code, color code, and lattice\ngauge theories with spin liquid phases. In addition, it provides the\ningredients for dissipative preparation of entangled states based on\nengineering n-particle reservoir couplings. The key basic building blocks of\nour architecture are efficient and high-fidelity n-qubit entangling gates via\nauxiliary Rydberg atoms, including a possible dissipative time step via optical\npumping. This allows to mimic the time evolution of the system by a sequence of\nfast, parallel and high-fidelity n-particle coherent and dissipative Rydberg\ngates.\n","Comment: 8 pages, 4 figures"]}]
["0907.3225",{"format":[],"subject":["Mathematical Physics","14A10, 81Q30, 81T18, 05C75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3225","Topology of algebraic varieties and singularities, 21-64, Contemp.\n  Math., 538, Amer. Math. Soc., Providence, RI, 2011"],"date":["2009-07-18"],"type":["text"],"creator":["Aluffi, Paolo","Marcolli, Matilde"],"language":[],"coverage":[],"title":["Feynman motives and deletion-contraction relations"],"description":["  We prove a deletion-contraction formula for motivic Feynman rules given by\nthe classes of the affine graph hypersurface complement in the Grothendieck\nring of varieties. We derive explicit recursions and generating series for\nthese motivic Feynman rules under the operation of multiplying edges in a graph\nand we compare it with similar formulae for the Tutte polynomial of graphs,\nboth being specializations of the same universal recursive relation. We obtain\nsimilar recursions for graphs that are chains of polygons and for graphs\nobtained by replacing an edge by a chain of triangles. We show that the\ndeletion-contraction relation can be lifted to the level of the category of\nmixed motives in the form of a distinguished triangle, similarly to what\nhappens in categorifications of graph invariants.\n","Comment: 47 pages, 9 eps figures"]}]
["0907.4334",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4334","Bollettino U. M. I. (9) IV (2012)"],"date":["2009-07-24","2011-12-17"],"type":["text"],"creator":["Bonora, Loriano","Ruffino, Fabio Ferrari","Savelli, Raffaele"],"language":[],"coverage":[],"title":["Revisiting pinors, spinors and orientability"],"description":["  We study the relations between pin structures on a non-orientable\neven-dimensional manifold, with or without boundary, and pin structures on its\norientable double cover, requiring the latter to be invariant under\nsheet-exchange. We show that there is not a simple bijection, but that the\nnatural map induced by pull-back is neither injective nor surjective: we thus\nfind the conditions to recover a full correspondence. We also show how to\ndescribe such a correspondence using spinors instead of pinors on the double\ncover: this is in a certain sense possible, but in a way that contains anyhow\nan explicit reference to pinors. We then consider the example of surfaces, with\ndetailed computations for the real projective plane, the Klein bottle and the\nMoebius strip.\n","Comment: 28 pages, no figures"]}]
["0907.4626",{"format":[],"subject":["Mathematics - Representation Theory","20G10, 20G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4626"],"date":["2009-07-27","2012-04-10"],"type":["text"],"creator":["Stewart, David I."],"language":[],"coverage":[],"title":["The second cohomology of simple SL_3-modules"],"description":["  Let G be the simple, simply connected algebraic group SL_3 defined over an\nalgebraically closed field K of characteristic p>0. In this paper, we find\nH^2(G,V) for any irreducible G-module V. When p>7 we also find H^2(G(q),V) for\nany irreducible G(q)-module V for the finite Chevalley groups G(q)=SL(3,q)\nwhere q is a power of p.\n","Comment: 19 pages; v2 also contains information for the finite groups SL(3,q);\n  to appear in Comm. Alg"]}]
["0910.1636",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1636","Annals of Probability 2012, Vol. 40, No. 2, 611-647","doi:10.1214/10-AOP628"],"date":["2009-10-08","2012-04-10"],"type":["text"],"creator":["Romik, Dan"],"language":[],"coverage":[],"title":["Arctic circles, domino tilings and square Young tableaux"],"description":["  The arctic circle theorem of Jockusch, Propp, and Shor asserts that uniformly\nrandom domino tilings of an Aztec diamond of high order are frozen with\nasymptotically high probability outside the \"arctic circle\" inscribed within\nthe diamond. A similar arctic circle phenomenon has been observed in the\nlimiting behavior of random square Young tableaux. In this paper, we show that\nrandom domino tilings of the Aztec diamond are asymptotically related to random\nsquare Young tableaux in a more refined sense that looks also at the behavior\ninside the arctic circle. This is done by giving a new derivation of the\nlimiting shape of the height function of a random domino tiling of the Aztec\ndiamond that uses the large-deviation techniques developed for the square Young\ntableaux problem in a previous paper by Pittel and the author. The solution of\nthe variational problem that arises for domino tilings is almost identical to\nthe solution for the case of square Young tableaux by Pittel and the author.\nThe analytic techniques used to solve the variational problem provide a\nsystematic, guess-free approach for solving problems of this type which have\nappeared in a number of related combinatorial probability models.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOP628 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1002.0137",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Representation Theory","13C14, 16G60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0137"],"date":["2010-01-31","2012-04-10"],"type":["text"],"creator":["Araya, Tokuji","Iima, Kei-ichiro","Takahashi, Ryo"],"language":[],"coverage":[],"title":["On the structure of Cohen-Macaulay modules over hypersurfaces of\n  countable Cohen-Macaulay representation type"],"description":["  Let R be a complete local hypersurface over an algebraically closed field of\ncharacteristic different from two, and suppose that R has countable\nCohen-Macaulay representation type. In this paper, it is proved that the\nmaximal Cohen-Macaulay R-modules which are locally free on the punctured\nspectrum are dominated by the maximal Cohen-Macaulay R-modules which are not\nlocally free on the punctured spectrum. More precisely, there exists a single\nR-module X such that the indecomposable maximal Cohen-Macaulay R-modules not\nlocally free on the punctured spectrum are X and its syzygy \\Omega X and that\nany other maximal Cohen-Macaulay R-module is obtained from some extension of X\nand \\Omega X.\n","Comment: 12 pages, to appear in Journal of Algebra"]}]
["1002.4289",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4289","Annals of Probability 2012, Vol. 40, No. 2, 714-742","doi:10.1214/10-AOP625"],"date":["2010-02-23","2012-04-10"],"type":["text"],"creator":["Ioffe, Dmitry","Velenik, Yvan"],"language":[],"coverage":[],"title":["Crossing random walks and stretched polymers at weak disorder"],"description":["  We consider a model of a polymer in $\\mathbb{Z}^{d+1}$, constrained to join 0\nand a hyperplane at distance $N$. The polymer is subject to a quenched\nnonnegative random environment. Alternatively, the model describes crossing\nrandom walks in a random potential (see Zerner [Ann Appl. Probab. 8 (1998)\n246--280] or Chapter 5 of Sznitman [Brownian Motion, Obstacles and Random Media\n(1998) Springer] for the original Brownian motion formulation). It was recently\nshown [Ann. Probab. 36 (2008) 1528--1583; Probab. Theory Related Fields 143\n(2009) 615--642] that, in such a setting, the quenched and annealed free\nenergies coincide in the limit $N\\to\\infty$, when $d\\geq3$ and the temperature\nis sufficiently high. We first strengthen this result by proving that, under\nsomewhat weaker assumptions on the distribution of disorder which, in\nparticular, enable a small probability of traps, the ratio of quenched and\nannealed partition functions actually converges. We then conclude that, in this\ncase, the polymer obeys a diffusive scaling, with the same diffusivity constant\nas the annealed model.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOP625 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1005.2900",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2900","Phys.Lett.B693:591-595,2010","doi:10.1016/j.physletb.2010.09.023"],"date":["2010-05-17","2010-09-22"],"type":["text"],"creator":["Herquet, Michel","Knegjens, Robert","Laenen, Eric"],"language":[],"coverage":[],"title":["Single top production in a non-minimal supersymmetric model"],"description":["  We study single top production at the LHC in a SUSY-QCD model with a heavy\nDirac gluino. The presence of a heavy Dirac gluino allows for notable top-up\nflavour changing neutral currents. In this scenario, we find that the process\nug->tg gives the largest contribution to single top production via FCNCs at the\nLHC. The key features of this signal are that the top quark is produced very\nforward and that it is asymmetric to its anti-top counterpart, as the latter\nlacks a valence quark.\n","Comment: 9 pages, 4 figures, a background added, references added, minor\n  revisions, to be published in Phys. Lett. B"]}]
["1005.5430",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5430","Int.J.Mod.Phys.B.26:1250060,2012"],"date":["2010-05-29","2012-04-09"],"type":["text"],"creator":["Konishi, Eiji"],"language":[],"coverage":[],"title":["Modeling Quantum Mechanical Observers via Neural-Glial Networks"],"description":["  We investigate the theory of observers in the quantum mechanical world by\nusing a novel model of the human brain which incorporates the glial network\ninto the Hopfield model of the neural network. Our model is based on a\nmicroscopic construction of a quantum Hamiltonian of the synaptic junctions.\nUsing the Eguchi-Kawai large N reduction, we show that, when the number of\nneurons and astrocytes is exponentially large, the degrees of freedom of the\ndynamics of the neural and glial networks can be completely removed and,\nconsequently, that the retention time of the superposition of the wave\nfunctions in the brain is as long as that of the microscopic quantum system of\npre-synaptics sites. Based on this model, the classical information entropy of\nthe neural-glial network is introduced. Using this quantity, we propose a\ncriterion for the brain to be a quantum mechanical observer.\n","Comment: 24 pages, published version"]}]
["1006.5474",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5474","Quantum Inf Process 11, 571-583 (2012)","doi:10.1007/s11128-011-0272-8"],"date":["2010-06-28","2011-07-14"],"type":["text"],"creator":["Zhou, Dong","Joynt, Robert"],"language":[],"coverage":[],"title":["Disappearance of entanglement: a topological point of view"],"description":["  We give a topological classification of the evolution of entanglement,\nparticularly the different ways the entanglement can disappear. Four categories\nexhaust all possibilities given the initial quantum state is entangled and the\nfinal one is not. Exponential decay of entanglement, entanglement sudden death\nand sudden birth can all be understood and visualized in the associated\ngeometrical picture - the polarization vector representation. The entanglement\nevolution categories of any model are determined by the topology of the state\nspace, the limiting state and the memory effect of the environment. Transitions\nbetween these types of behaviors as a function of physical parameters are also\npossible. These transitions are thus of topological nature. We illustrate the\ngeneral concepts with a visualizable model.\n","Comment: 7 pages, 4 figures"]}]
["1007.0849",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0849","Annals of Probability 2012, Vol. 40, No. 2, 743-764","doi:10.1214/10-AOP631"],"date":["2010-07-06","2012-04-10"],"type":["text"],"creator":["Berg, Jacob van den","Kiss, Demeter"],"language":[],"coverage":[],"title":["Sublinearity of the travel-time variance for dependent first-passage\n  percolation"],"description":["  Let $E$ be the set of edges of the $d$-dimensional cubic lattice\n$\\mathbb{Z}^d$, with $d\\geq2$, and let $t(e),e\\in E$, be nonnegative values.\nThe passage time from a vertex $v$ to a vertex $w$ is defined as\n$\\inf_{\\pi:v\\rightarrow w}\\sum_{e\\in\\pi}t(e)$, where the infimum is over all\npaths $\\pi$ from $v$ to $w$, and the sum is over all edges $e$ of $\\pi$.\nBenjamini, Kalai and Schramm [2] proved that if the $t(e)$'s are i.i.d.\ntwo-valued positive random variables, the variance of the passage time from the\nvertex 0 to a vertex $v$ is sublinear in the distance from 0 to $v$. This\nresult was extended to a large class of independent, continuously distributed\n$t$-variables by Bena\\\"{\\i}m and Rossignol [1]. We extend the result by\nBenjamini, Kalai and Schramm in a very different direction, namely to a large\nclass of models where the $t(e)$'s are dependent. This class includes, among\nother interesting cases, a model studied by Higuchi and Zhang [9], where the\npassage time corresponds with the minimal number of sign changes in a\nsubcritical \"Ising landscape.\"\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOP631 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1008.4526",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4526","J. Engg. Math. 73, 17-30 (2012)","doi:10.1007/s10665-011-9485-1"],"date":["2010-08-26","2012-04-10"],"type":["text"],"creator":["Todorova, Desislava","Thiele, Uwe","Pismen, Len M."],"language":[],"coverage":[],"title":["The relation of steady evaporating drops fed by an influx and freely\n  evaporating drops"],"description":["  We discuss a thin film evolution equation for a wetting evaporating liquid on\na smooth solid substrate. The model is valid for slowly evaporating small\nsessile droplets when thermal effects are insignificant, while wettability and\ncapillarity play a major role. The model is first employed to study steady\nevaporating drops that are fed locally through the substrate. An asymptotic\nanalysis focuses on the precursor film and the transition region towards the\nbulk drop and a numerical continuation of steady drops determines their fully\nnon-linear profiles.\n  Following this, we study the time evolution of freely evaporating drops\nwithout influx for several initial drop shapes. As a result we find that drops\ninitially spread if their initial contact angle is larger than the apparent\ncontact angle of large steady evaporating drops with influx. Otherwise they\nrecede right from the beginning.\n"]}]
["1011.1096",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1096","Eur.Phys.J.C71:1532,2011","doi:10.1140/epjc/s10052-010-1532-y"],"date":["2010-11-04"],"type":["text"],"creator":["Fleischer, Robert","Knegjens, Robert"],"language":[],"coverage":[],"title":["In Pursuit of New Physics with B^0_s -> K^+K^-"],"description":["  The B^0_s -> K^+K^- decay is the U-spin partner of B^0_d -> pi^+\\pi^- and\nallows a determination of the angle gamma of the unitarity triangle of the\nCabibbo-Kobayashi-Maskawa matrix. Using updated information on the branching\nratio and the relevant hadronic form factors, we discuss the picture that\nemerges for gamma from the currently available data, which is in good agreement\nwith the fits of the unitarity triangle. We point out that the B^0_s -> K^+K^-\ndecay also offers interesting probes to search for new physics in B^0_s-\\bar\nB^0_s mixing, thereby complementing the well-known B^0_s -> J/psi phi analyses.\nThe relevant observables are the effective lifetime of this channel and its\nmixing-induced CP asymmetry. We calculate correlations between these quantities\nand the CP-violating B^0_s-\\bar B^0_s mixing phase, which serve as target\nregions for improved measurements at the Tevatron and the early data taking at\nthe LHCb experiment. Finally, we discuss the expected situation for the optimal\ndetermination of gamma at LHCb, exploiting precise measurements of the CP\nviolation in B^0_s -> K^+K^-.\n","Comment: 17 pages, 7 figures"]}]
["1011.5476",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5476","Advances in Mathematics 229, 6 (2012) 3398--3435","doi:10.1016/j.aim.2012.02.011"],"date":["2010-11-24","2012-01-13"],"type":["text"],"creator":["Dudas, Olivier"],"language":[],"coverage":[],"title":["Coxeter orbits and Brauer trees"],"description":["  We study the cohomology with modular coefficients of Deligne-Lusztig\nvarieties associated to Coxeter elements. Under some torsion-free assumption on\nthe cohomology we derive several results on the principal l-block of a finite\nreductive group G(F_q) when the order of q modulo l is assumed to be the\nCoxeter number. These results include the determination of the planar embedded\nBrauer tree of the block (as conjectured by Hiss, L\\\"ubeck and Malle) and the\nderived equivalence predicted by the geometric version of Brou\\'e's conjecture.\n","Comment: v2: minor corrections (including the Brauer tree of 2G2)"]}]
["1012.5926",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5926","Phys. Lett. A 376, 1540 (2012)","doi:10.1016/j.physleta.2012.03.029"],"date":["2010-12-29","2012-04-10"],"type":["text"],"creator":["Maziero, J.","Céleri, L. C.","Serra, R. M.","Sarandy, M. S."],"language":[],"coverage":[],"title":["Long-range quantum discord in critical spin systems"],"description":["  We show that quantum correlations as quantified by quantum discord can\ncharacterize quantum phase transitions by exhibiting nontrivial long-range\ndecay as a function of distance in spin systems. This is rather different from\nthe behavior of pairwise entanglement, which is typically short-ranged even in\ncritical systems. In particular, we find a clear change in the decay rate of\nquantum discord as the system crosses a quantum critical point. We illustrate\nthis phenomenon for first-order, second-order, and infinite-order quantum phase\ntransitions, indicating that pairwise quantum discord is an appealing quantum\ncorrelation function for condensed matter systems.\n"]}]
["1102.3554",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3554","Eur.Phys.J.C (2012) 72:1943","doi:10.1140/epjc/s10052-012-1943-z"],"date":["2011-02-17","2012-04-10"],"type":["text"],"creator":["Bandyopadhyay, Abhijit","Gangopadhyay, Debashis","Moulik, Arka"],"language":[],"coverage":[],"title":["The $k$-essence scalar field in the context of Supernova Ia Observations"],"description":["  A $k$-essence scalar field model having (non canonical) Lagrangian of the\nform $L=-V(\\phi)F(X)$ where $X=1/2g^{\\mu\\nu}\\nabla_{\\mu}\\phi\\nabla_{\\nu}\\phi$\nwith constant $V(\\phi)$ is shown to be consistent with luminosity\ndistance-redshift data observed for type Ia Supernova. For constant $V(\\phi)$,\n$F(X)$ satisfies a scaling relation which is used to set up a differential\nequation involving the Hubble parameter $H$, the scale factor $a$ and the\n$k$-essence field $\\phi$. $H$ and $a$ are extracted from SNe Ia data and using\nthe differential equation the time dependence of the field $\\phi$ is found to\nbe: $\\phi(t) \\sim \\lambda_0 + \\lambda_1 t + \\lambda_2 t^2$. The constants\n$\\lambda_i$ have been determined. The time dependence is similar to that of the\nquintessence scalar field (having canonical kinetic energy) responsible for\nhomogeneous inflation. Furthermore, the scaling relation and the obtained time\ndependence of the field $\\phi$ is used to determine the $X$-dependence of the\nfunction $F(X)$.\n","Comment: 8 pages, 5 figures, Latex"]}]
["1102.5766",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5766","Supercond. Sci. Technol. 25 (2012) 045003","doi:10.1088/0953-2048/25/4/045003"],"date":["2011-02-28","2012-04-09"],"type":["text"],"creator":["Zhou, Dong","Joynt, Robert"],"language":[],"coverage":[],"title":["Phenomenological noise model for superconducting qubits: two-state\n  fluctuators and 1=f noise"],"description":["  We present a general phenomenological model for superconducting qubits\nsubject to noise produced by two-state fluctuators whose couplings to the qubit\nare all roughly the same. In flux qubit experiments where the working point can\nbe varied, it is possible to extract both the form of the noise spectrum and\nthe number of fluctuators. We find that the noise has a broad spectrum\nconsistent with 1=f noise and that the number of fluctuators with slow\nswitching rates is surprisingly small: less than 100. If the fluctuators are\ninterpreted as unpaired surface spins, then the size of their magnetic moments\nis surprisingly large.\n","Comment: 7 pages, 2 figures, 1 table"]}]
["1103.3917",{"format":[],"subject":["Mathematics - Combinatorics","05C69, 05C35, 05D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3917"],"date":["2011-03-21","2012-04-10"],"type":["text"],"creator":["Biró, Csaba","Füredi, Zoltán","Jahanbekam, Sogol"],"language":[],"coverage":[],"title":["Large chromatic number and Ramsey graphs"],"description":["  Let Q(n,c) denote the minimum clique size an n-vertex graph can have if its\nchromatic number is c. Using Ramsey graphs we give an exact, albeit implicit,\nformula for the case c is at least (n+3)/2.\n","Comment: 7 pages, to appear in Graphs and Combinatorics"]}]
["1103.5450",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5450","doi:10.1007/s10714-012-1349-0"],"date":["2011-03-28","2012-04-09"],"type":["text"],"creator":["de Deus, Juliano A.","Müller, Daniel"],"language":[],"coverage":[],"title":["Bianchi $VII_A$ solutions of quadratic gravity"],"description":["  It is believed that soon after the Planck time, Einstein's general relativity\ntheory should be corrected to an effective quadratic theory. Numerical\nsolutions for the anisotropic generalization of the Friedmann \"open\" model $H^\n3$ for this effective gravity are given. It must be emphasized that although\nnumeric, these solutions are exact in the sense that they depend only on the\nprecision of the machine. The solutions are identified asymptotically in a\ncertain way. It is found solutions which asymptote de Sitter space, Riemann\nflat space and a singularity. The question of isotropisation of an initially\nanisotropic Universe is of great importance in the context of cosmology.\nAlthough isotropisation is not directly discussed in this present work, we show\nthat sufficiently small anisotropies, do not increase indefinitely according to\nparticular quadratic gravity theories. It can be understood as weak\nisotropisation, and we stress that this result is strongly dependent on initial\nconditions.\n","Comment: version accepted for publication in General Relativity and\n  Gravitation. arXiv admin note: substantial text overlap with arXiv:1203.6882"]}]
["1104.3336",{"format":[],"subject":["Physics - Optics","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3336","Optics Express, Vol. 19 (2011), 17114-17120","doi:10.1364/OE.19.017114"],"date":["2011-04-17"],"type":["text"],"creator":["Smetanin, Igor V.","Vasil'ev, Peter P.","Boiko, Dmitri L."],"language":[],"coverage":[],"title":["Theory of the ultrafast mode-locked GaN lasers in a large-signal regime"],"description":["  Analytical theory of the high-power passively mode-locked laser with a slow\nabsorber is developed. In distinguishing from previous treatment, our model is\nvalid at pulse energies well exceeding the saturation energy of absorber. This\nis achieved by solving the mode-locking master equation in the pulse\nenergy-domain representation. The performances of monolithic sub-picosecond\nblue-violet GaN mode-locked diode laser in the high-power operation regime are\nanalyzed using the developed approach.\n","Comment: 6 pages, 2 figures"]}]
["1104.4941",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4941","Scientific Reports 2, 212 (2012)","doi:10.1038/srep00212"],"date":["2011-04-26"],"type":["text"],"creator":["Yan, Y. J.","Zhang, M.","Wang, A. F.","Ying, J. J.","Li, Z. Y.","Qin, W.","Luo, X. G.","Li, J. Q.","Hu, Jiangping","Chen, X. H."],"language":[],"coverage":[],"title":["Electronic and magnetic phase diagram in K$_x$Fe$_{2-y}$Se$_2$\n  superconductors"],"description":["  The correlation and competition between antiferromagnetism and\nsuperconductivity are one of the most fundamental issues in all of high\ntemperature superconductors. The superconductivity in high temperature cuprate\nsuperconductors arises from suppressing an antiferromagnetic (AFM) Mott\ninsulator phase by doping1 while that in iron-pnictide high temperature\nsuperconductors arises from AFM semimetals and can coexist with AFM orders2-9.\nThis key difference marked in their phase diagrams has raised many intriguing\ndebates about whether the two materials can be placed in the same category to\nunderstand the mechanism of superconductivity. Recently, superconductivity at\n32 K has been reported in iron-chalcogenide superconductors AxFe2-ySe2 (A=K,\nRb, and Cs)10-12, which have the same structure as that of iron-pnictide\nAFe2As2 (A=Ba, Sr, Ca and K)13-15. Here, we report electronic and magnetic\nphase diagram of KxFe2-ySe2 system as a function of Fe valence. We find two AFM\ninsulating phases and reveal that the superconducting phase is sandwiched\nbetween them, and give direct evidence that the superconductivity in AxFe2-ySe2\noriginates from the AFM insulating parent compounds. The two insulating phases\nare characterized by two distinct superstructures caused by Fe vacancy orders\nwith modulation wave vectors of q1=(1/5, 3/5, 0) and q2=(1/4, 3/4, 0),\nrespectively. These experimental results strongly indicate that iron-based\nsuperconductors and cuprates share a common origin and mechanism of\nsuperconductivity.\n","Comment: 17 pages, 4 figures and 1 table"]}]
["1104.5024",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5024","PLoS One 7, e34780 (2012)","doi:10.1371/journal.pone.0034780"],"date":["2011-04-26","2012-04-10"],"type":["text"],"creator":["Klemm, Konstantin","Mehta, Anita","Stadler, Peter F."],"language":[],"coverage":[],"title":["Landscape encodings enhance optimization"],"description":["  Hard combinatorial optimization problems deal with the search for the minimum\ncost solutions (ground states) of discrete systems under strong constraints. A\ntransformation of state variables may enhance computational tractability. It\nhas been argued that these state encodings are to be chosen invertible to\nretain the original size of the state space. Here we show how redundant\nnon-invertible encodings enhance optimization by enriching the density of\nlow-energy states. In addition, smooth landscapes may be established on encoded\nstate spaces to guide local search dynamics towards the ground state.\n","Comment: 8 pages, 3 figures"]}]
["1105.2219",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Dynamical Systems","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2219","Nonlinearity, volume 25, page 1427 (2012)","doi:10.1088/0951-7715/25/5/1427"],"date":["2011-05-11","2012-03-17"],"type":["text"],"creator":["Barnes, Stewart E.","Eckmann, Jean-Pierre","Giamarchi, Thierry","Lecomte, Vivien"],"language":[],"coverage":[],"title":["Noise and Topology in Driven Systems - an Application to Interface\n  Dynamics"],"description":["  Motivated by a stochastic differential equation describing the dynamics of\ninterfaces, we study the bifurcation behavior of a more general class of such\nequations. These equations are characterized by a 2-dimensional phase space\n(describing the position of the interface and an internal degree of freedom).\nThe noise accounts for thermal fluctuations of such systems. The models\nconsidered show a saddle-node bifurcation and have furthermore homoclinic\norbits, i.e., orbits leaving an unstable fixed point and returning to it. Such\nsystems display intermittent behavior. The presence of noise combined with the\ntopology of the phase space leads to unexpected behavior as a function of the\nbifurcation parameter, i.e., of the driving force of the system. We explain\nthis behavior using saddle point methods and considering global topological\naspects of the problem. This then explains the non-monotonous force-velocity\ndependence of certain driven interfaces.\n"]}]
["1106.0081",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0081","Mon. Not. R. Astron. Soc. 416, 1522-1534 (2011)","doi:10.1111/j.1365-2966.2011.19150.x"],"date":["2011-05-31"],"type":["text"],"creator":["Camargo, D.","Bonatto, C.","Bica, E."],"language":[],"coverage":[],"title":["A possible sequential star formation in the giant molecular cloud\n  G174+2.5"],"description":["  We investigate the nature of 14 embedded clusters (ECs) related to a group of\nfour H II regions Sh2-235, Sh2-233, Sh2-232, and Sh2-231 in the giant molecular\ncloud G174 + 2.5. Projected towards the Galactic anticentre, these objects are\na possible example of the collect and collapse scenario. We derive\nastrophysical parameters (age, reddening, distance, core and cluster radii) for\nthe ECs and investigate the relationship among their parameters. Parameters are\nderived with field decontaminated 2MASS colour-magnitude diagrams (CMDs) and\nstellar radial density profiles (RDPs). The CMDs of these young clusters are\ncharacterised by a poorly-populated main sequence and a significant number of\npre-main sequence stars, affected by differential reddening. The ECs are KKC\n11, FSR 784, Sh2-235 E2, Sh2-235 Cluster, Sh2-233SE Cluster, BDSB 73, Sh2-235B\nCluster, BDSB 72, BDSB 71, Sh2-232 IR, PCS 2, and the newly found clusters CBB\n1 and CBB 2. We were able to derive fundamental parameters for all ECs in the\nsample. Structural parameters are derived for FSR 784, Sh2-235 Cluster and\nSh2-235E2.\n","Comment: 14 pages and 15 figures; MNRAS 2011"]}]
["1106.1597",{"format":[],"subject":["Mathematical Physics","Quantum Physics","45D05, 81C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1597"],"date":["2011-06-08","2012-04-10"],"type":["text"],"creator":["Mera, Fernando D."],"language":[],"coverage":[],"title":["Convergence of the Neumann series for the Schrodinger equation and\n  general Volterra equations in Banach spaces"],"description":["  The objective of the article is to treat the Schr\\\"{o}dinger equation in\nparallel with a standard treatment of the heat equation. In the mathematics\nliterature, the heat equation initial value problem is converted into a\nVolterra integral equation of the second kind, and then the Picard algorithm is\nused to find the exact solution of the integral equation. The Poisson Integral\ntheorem shows that the Poisson integral formula with the Schrodinger kernel\nholds in the Abel summable sense. Furthermore, the Source integral theorem\nprovides the solution of the initial value problem for the nonhomogeneous\nSchrodinger equation. Folland's proof of the Generalized Young's inequality is\nused as a model for the proof of the L^p lemma. Basically the Generalized\nYoung's theorem is in a more general form where the functions take values in an\narbitrary Banach space. The L^1, L^p and the L^\\infty lemmas are inductively\napplied to the proofs of their respective Volterra theorems in order to prove\nthat the Neumman series converge with respect to the topology L^p(I;B}, where I\nis a finite time interval, B is an arbitrary Banach space, and 1 =< p =<\n\\infty. The Picard method of successive approximations is to be used to\nconstruct an approximate solution which should approach the exact solution as\nn->\\infty. To prove convergence, Volterra kernels are introduced in arbitrary\nBanach spaces. The Volterra theorems are proved and applied in order to show\nthat the Neumann series for the Hilbert-Schmidt kernel and the unitary kernel\nconverge to the exact Green function.\n","Comment: 23 pages; major revisions"]}]
["1106.1900",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1900","Journal of Computational Physics. Volume 231, Issue 7, 1 April\n  2012, Pages 2825-2839","doi:10.1016/j.jcp.2011.12.024"],"date":["2011-06-09","2012-04-10"],"type":["text"],"creator":["Bédorf, Jeroen","Gaburov, Evghenii","Zwart, Simon Portegies"],"language":[],"coverage":[],"title":["A sparse octree gravitational N-body code that runs entirely on the GPU\n  processor"],"description":["  We present parallel algorithms for constructing and traversing sparse octrees\non graphics processing units (GPUs). The algorithms are based on parallel-scan\nand sort methods. To test the performance and feasibility, we implemented them\nin CUDA in the form of a gravitational tree-code which completely runs on the\nGPU.(The code is publicly available at:\nhttp://castle.strw.leidenuniv.nl/software.html) The tree construction and\ntraverse algorithms are portable to many-core devices which have support for\nCUDA or OpenCL programming languages. The gravitational tree-code outperforms\ntuned CPU code during the tree-construction and shows a performance improvement\nof more than a factor 20 overall, resulting in a processing rate of more than\n2.8 million particles per second.\n","Comment: Accepted version. Published in Journal of Computational Physics. 35\n  pages, 12 figures, single column"]}]
["1106.2058",{"format":[],"subject":["Mathematics - Probability","60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2058","doi:10.1007/s10474-012-0217-4"],"date":["2011-06-10","2012-04-10"],"type":["text"],"creator":["Rath, Balazs","Szakacs, Laszlo"],"language":[],"coverage":[],"title":["Multigraph limit of the dense configuration model and the preferential\n  attachment graph"],"description":["  The configuration model is the most natural model to generate a random\nmultigraph with a given degree sequence.\n  We use the notion of dense graph limits to characterize the special form of\nlimit objects of convergent sequences of configuration models. We apply these\nresults to calculate the limit object corresponding to the dense preferential\nattachment graph and the edge reconnecting model. Our main tools in doing so\nare (1) the relation between the theory of graph limits and that of partially\nexchangeable random arrays (2) an explicit construction of our random graphs\nthat uses urn models.\n","Comment: Some of the results of this submission already appeared in an older\n  version of arXiv:0912.3904v3, \"Time evolution of dense multigraph limits\n  under edge-conservative preferential attachment dynamics.\" Accepted for\n  publication in Acta Mathematica Hungarica"]}]
["1106.4060",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4060","J. Phys. A: Math. Theor. 44: 425402 (2011)","doi:10.1088/1751-8113/44/42/425402"],"date":["2011-06-20","2011-07-26"],"type":["text"],"creator":["Santos, C. dos","Rubiera-Garcia, D."],"language":[],"coverage":[],"title":["Generalized sine-Gordon solitons"],"description":["  In this paper we construct analytical self-dual soliton solutions in (1+1)\ndimensions for two families of models which can be seen as generalizations of\nthe sine-Gordon system but where the kinetic term is non-canonical. For that\npurpose we use a projection method applied to the Sine-Gordon soliton. We focus\nour attention on the wall and lump-like soliton solutions of these k-field\nmodels. These solutions and their potentials reduce to those of the\nKlein-Gordon kink and the standard lump for the case of canonical kinetic term.\nAs we increase the non-linearity on the kinetic term the corresponding\npotentials get modified and the nature of the soliton may change, in\nparticular, undergoing a topology modification. The procedure constructed here\nis shown to be a sort of generalization of the deformation method for a\nspecific class of k-field models.\n","Comment: 10 pages, 10 figures, revtex4 style, submitted to Journal of Physics\n  A; minor errors fixed"]}]
["1106.4409",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","30F40, 37F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4409"],"date":["2011-06-22","2012-04-10"],"type":["text"],"creator":["Falk, Kurt","Matsuzaki, Katsuhiko"],"language":[],"coverage":[],"title":["The critical exponent, the Hausdorff dimension of the limit set and the\n  convex core entropy of a Kleinian group"],"description":["  In this paper we study the relationship between three numerical invariants\nassociated to a Kleinian group, namely the critical exponent, the Hausdorff\ndimension of the limit set and the convex core entropy. The Hausdorff dimension\nof the limit set is naturally bounded below by the critical exponent and above\nby the convex core entropy. We investigate when these inequalities become\nstrict and when they are equalities.\n","Comment: Included connections to porosity and the box-counting (or Minkowski)\n  dimension; did minor corrections"]}]
["1107.2663",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2663","New J. Phys. 13, 113018 (2011)","doi:10.1088/1367-2630/13/11/113018"],"date":["2011-07-13","2012-04-09"],"type":["text"],"creator":["Weimer, Hendrik","Büchler, Hans Peter"],"language":[],"coverage":[],"title":["In situ measurement of the dynamic structure factor in ultracold quantum\n  gases"],"description":["  We propose an experimental setup to efficiently measure the dynamic structure\nfactor of ultracold quantum gases. Our method uses the interaction of the\ntrapped atomic system with two different cavity modes, which are driven by\nexternal laser fields. By measuring the output fields of the cavity the dynamic\nstructure factor of the atomic system can be determined. Contrary to previous\napproaches the atomic system is not destroyed during the measurement process.\n","Comment: 5 pages, 3 figures"]}]
["1107.2779",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2779","International Journal of Modern Physics D 21 (2012) 1250023","doi:10.1142/S021827181250023X"],"date":["2011-07-14","2012-04-10"],"type":["text"],"creator":["Dimopoulos, Konstantinos"],"language":[],"coverage":[],"title":["Statistical Anisotropy and the Vector Curvaton Paradigm"],"description":["  The vector curvaton paradigm is reviewed. The mechanism allows a massive\nvector boson field to contribute to or even generate the curvature perturbation\nin the Universe. Contribution of vector bosons is likely to generate\nstatistical anisotropy in the spectrum and bispectrum of the curvature\nperturbation, which will soon be probed observationally. Two specific models\nfor the generation of superhorizon spectra for the components of an Abelian\nvector field are analysed. Emphasis is put on the observational signatures of\nthe models when the vector fields play the role of vector curvatons. If future\nobservations support the vector curvaton mechanism this will open a window into\nthe gauge field content of theories beyond the standard model.\n","Comment: LaTex, 26 pages, 1 figure, published version"]}]
["1107.4333",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4333","Phys. Rev. Lett. 108, 140502 (2012)","doi:10.1103/PhysRevLett.108.140502"],"date":["2011-07-21","2012-04-09"],"type":["text"],"creator":["Borneman, Troy W.","Granade, Christopher E.","Cory, David G."],"language":[],"coverage":[],"title":["Parallel Information Transfer in a Multi-Node Quantum Information\n  Processor"],"description":["  We describe a method for coupling disjoint quantum bits (qubits) in different\nlocal processing nodes of a distributed node quantum information processor. An\neffective channel for information transfer between nodes is obtained by moving\nthe system into an interaction frame where all pairs of cross-node qubits are\neffectively coupled via an exchange interaction between actuator elements of\neach node. All control is achieved via actuator-only modulation, leading to\nfast implementations of a universal set of internode quantum gates. The method\nis expected to be nearly independent of actuator decoherence and may be made\ninsensitive to experimental variations of system parameters by appropriate\ndesign of control sequences. We show, in particular, how the induced cross-node\ncoupling channel may be used to swap the complete quantum states of the local\nprocessors in parallel.\n","Comment: revtex4-1; 7 pages; 5 figures. New version includes minor changes,\n  with updated Fig. 4 and new supplemental material"]}]
["1108.0954",{"format":[],"subject":["Mathematics - Differential Geometry","53C35, 53C40, 55R45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0954"],"date":["2011-08-03","2012-04-10"],"type":["text"],"creator":["Mare, Augustin-Liviu","Quast, Peter"],"language":[],"coverage":[],"title":["Bott periodicity for inclusions of symmetric spaces"],"description":["  When looking at Bott's original proof of his periodicity theorem for the\nstable homotopy groups of the orthogonal and unitary groups, one sees in the\nbackground a differential geometric periodicity phenomenon. We show that this\ngeometric phenomenon extends to the standard inclusion of the orthogonal group\ninto the unitary group. Standard inclusions between other classical Riemannian\nsymmetric spaces are considered as well. An application to homotopy theory is\nalso discussed.\n","Comment: Version 2: exposition improved; one reference added"]}]
["1108.1779",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1779","Phys. Rev. Lett. 108, 150401 (2012)","doi:10.1103/PhysRevLett.108.150401"],"date":["2011-08-08","2012-04-10"],"type":["text"],"creator":["Bulgac, Aurel","Yuan-Lung","Luo","Roche, Kenneth J."],"language":[],"coverage":[],"title":["Quantum Shock Waves and Domain Walls in the Real-Time Dynamics of a\n  Superfluid Unitary Fermi Gas"],"description":["  We show that in the collision of two superfluid fermionic atomic clouds one\nobserves the formation of quantum shock waves as discontinuities in the number\ndensity and collective flow velocity. Domain walls, which are topological\nexcitations of the superfluid order parameter, are also generated and exhibit\nabrupt phase changes by $\\pi$ and slower motion than the shock waves. The\ndomain walls are distinct from the gray soliton train or number density ripples\nformed in the wake of the shock waves and observed in the collisions of\nsuperfluid bosonic atomic clouds. Domain walls with opposite phase jumps appear\nto collide elastically.\n","Comment: published version, 4 pages, 6 figures"]}]
["1108.4341",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Physics - Biological Physics","Quantitative Biology - Molecular Networks","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4341","Phys. Rev. E 85, 041908 (2012)","doi:10.1103/PhysRevE.85.041908"],"date":["2011-08-22","2012-04-10"],"type":["text"],"creator":["Peixoto, Tiago P."],"language":[],"coverage":[],"title":["Emergence of robustness against noise: A structural phase transition in\n  evolved models of gene regulatory networks"],"description":["  We investigate the evolution of Boolean networks subject to a selective\npressure which favors robustness against noise, as a model of evolved genetic\nregulatory systems. By mapping the evolutionary process into a statistical\nensemble and minimizing its associated free energy, we find the structural\nproperties which emerge as the selective pressure is increased and identify a\nphase transition from a random topology to a \"segregated core\" structure, where\na smaller and more densely connected subset of the nodes is responsible for\nmost of the regulation in the network. This segregated structure is very\nsimilar qualitatively to what is found in gene regulatory networks, where only\na much smaller subset of genes --- those responsible for transcription factors\n--- is responsible for global regulation. We obtain the full phase diagram of\nthe evolutionary process as a function of selective pressure and the average\nnumber of inputs per node. We compare the theoretical predictions with Monte\nCarlo simulations of evolved networks and with empirical data for Saccharomyces\ncerevisiae and Escherichia coli.\n","Comment: 12 pages, 10 figures"]}]
["1109.1003",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1003","Phys. Rev. Lett. 108, 100501 (2012)","doi:10.1103/PhysRevLett.108.100501"],"date":["2011-09-05","2012-04-09"],"type":["text"],"creator":["Weimer, Hendrik","Yao, Norman Y.","Laumann, Chris R.","Lukin, Mikhail D."],"language":[],"coverage":[],"title":["Long-range quantum gates using dipolar crystals"],"description":["  We propose the use of dipolar spin chains to enable long-range quantum logic\nbetween distant qubits. In our approach, an effective interaction between\nremote qubits is achieved by adiabatically following the ground state of the\ndipolar chain across the paramagnet to crystal phase transition. We demonstrate\nthat the proposed quantum gate is particularly robust against disorder and\nderive scaling relations, showing that high-fidelity qubit coupling is possible\nin the presence of realistic imperfections. Possible experimental\nimplementations in systems ranging from ultracold Rydberg atoms to arrays of\nNitrogen-Vacancy defect centers in diamond are discussed.\n","Comment: 5 pages, 3 figures"]}]
["1109.1112",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1112","Eur.Phys.J. C71 (2011) 1832","doi:10.1140/epjc/s10052-011-1832-x"],"date":["2011-09-06"],"type":["text"],"creator":["Fleischer, Robert","Knegjens, Robert","Ricciardi, Giulia"],"language":[],"coverage":[],"title":["Anatomy of $B^0_{s,d} \\to J/\\psi f_0(980)$"],"description":["  The $B^0_s\\to J/\\psi f_0(980)$ decay offers an interesting experimental\nalternative to the well-known $B^0_s\\to J/\\psi \\phi$ channel for the search of\nCP-violating New-Physics contributions to $B^0_s$--$\\bar B^0_s$ mixing. As the\nhadronic structure of the $f_0(980)$ has not yet been settled, we take a\ncritical look at the implications for the relevant observables and address\nrecent experimental data. It turns out that the effective lifetime of $B^0_s\\to\nJ/\\psi f_0(980)$ and its mixing-induced CP asymmetry $S$ are quite robust with\nrespect to hadronic effects and thereby allow us to search for a large\nCP-violating $B^0_s$--$\\bar B^0_s$ mixing phase $\\phi_s$, which is tiny in the\nStandard Model. However, should small CP violation, i.e. in the range\n$-0.1\\lsim S\\lsim 0$, be found in $B^0_s\\to J/\\psi f_0(980)$, it will be\ncrucial to constrain hadronic corrections in order to distinguish possible\nNew-Physics effects from the Standard Model. We point out that $B^0_d\\to J/\\psi\nf_0(980)$, which has not yet been measured, is a key channel in this respect\nand discuss the physics potential of this decay.\n","Comment: 32 pages, 7 figures"]}]
["1109.1156",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1156","Nat. Commun. 3:728 (2012)","doi:10.1038/ncomms1723"],"date":["2011-09-06","2011-12-27"],"type":["text"],"creator":["Faust, Thomas","Krenn, Peter","Manus, Stephan","Kotthaus, Jörg P.","Weig, Eva M."],"language":[],"coverage":[],"title":["Microwave cavity-enhanced transduction for plug and play nanomechanics\n  at room temperature"],"description":["  Nanomechanical resonators with increasingly high quality factors are enabled\nfollowing recent insights into energy storage and loss mechanisms in\nnanoelectromechanical systems (NEMS). Consequently, efficient, non-dissipative\ntransduction schemes are required to avoid the dominating influence of coupling\nlosses. We present an integrated NEMS transducer based on a microwave cavity\ndielectrically coupled to an array of doubly-clamped pre-stressed silicon\nnitride beam resonators. This cavity-enhanced detection scheme allows resolving\nthe resonators' Brownian motion at room temperature while preserving their high\nmechanical quality factor of 290,000 at 6.6 MHz. Furthermore, our approach\nconstitutes an \"opto\"mechanical system in which backaction effects of the\nmicrowave field are employed to alter the effective damping of the resonators.\nIn particular, cavity-pumped self-oscillation yields a linewidth of only 5 Hz.\nThereby, an adjustement-free, all-integrated and self-driven\nnanoelectromechanical resonator array interfaced by just two microwave\nconnectors is realised, potentially useful for applications in sensing and\nsignal processing.\n"]}]
["1109.2705",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2705","Phys. Rev. Lett., 108,086601 (2012)","doi:10.1103/PhysRevLett.108.086601"],"date":["2011-09-13","2012-04-10"],"type":["text"],"creator":["Klein, Christian","Petitjean, Cyril","Waintal, Xavier"],"language":[],"coverage":[],"title":["Interplay between non equilibrium and equilibrium spin torque using\n  synthetic ferrimagnets"],"description":["  We discuss the current induced magnetization dynamics of spin valves F0|N|SyF\nwhere the free layer is a synthetic ferrimagnet SyF made of two ferromagnetic\nlayers F1 and F2 coupled by RKKY exchange coupling. In the interesting\nsituation where the magnetic moment of the outer layer F2 dominates the\nmagnetization of the ferrimagnet, we find that the sign of the effective spin\ntorque exerted on the free middle layer F1 is controlled by the strength of the\nRKKY coupling: for weak coupling one recovers the usual situation where spin\ntorque tends to, say, anti-align the magnetization of F1 with respect to the\npinned layer F0. However for large coupling the situation is reversed and the\nspin torque tends to align F1 with respect to F0. Careful numerical simulations\nin the intermediate coupling regime reveal that the competition between these\ntwo incompatible limits leads generically to spin torque oscillator (STO)\nbehavior. The STO is found in the absence of magnetic field, with very\nsignificant amplitude of oscillations and frequencies up to 50 GHz or higher.\n"]}]
["1109.4812",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","05C15, 05C75, 81Q30, 81T17, 81T18, 83C27, 83C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4812","SIGMA 8 (2012), 020, 78 pages","doi:10.3842/SIGMA.2012.020"],"date":["2011-09-22","2012-04-10"],"type":["text"],"creator":["Gurau, Razvan","Ryan, James P."],"language":[],"coverage":[],"title":["Colored Tensor Models - a Review"],"description":["  Colored tensor models have recently burst onto the scene as a promising\nconceptual and computational tool in the investigation of problems of random\ngeometry in dimension three and higher. We present a snapshot of the cutting\nedge in this rapidly expanding research field. Colored tensor models have been\nshown to share many of the properties of their direct ancestor, matrix models,\nwhich encode a theory of fluctuating two-dimensional surfaces. These features\ninclude the possession of Feynman graphs encoding topological spaces, a 1/N\nexpansion of graph amplitudes, embedded matrix models inside the tensor\nstructure, a resumable leading order with critical behavior and a continuum\nlarge volume limit, Schwinger-Dyson equations satisfying a Lie algebra (akin to\nthe Virasoro algebra in two dimensions), non-trivial classical solutions and so\non. In this review, we give a detailed introduction of colored tensor models\nand pointers to current and future research directions.\n"]}]
["1109.5115",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5115","Eur.Phys.J. C71 (2011) 1789","doi:10.1140/epjc/s10052-011-1832-x"],"date":["2011-09-23"],"type":["text"],"creator":["Fleischer, Robert","Knegjens, Robert"],"language":[],"coverage":[],"title":["Effective Lifetimes of $B_s$ Decays and their Constraints on the\n  $B_s^0$-$\\bar B_s^0$ Mixing Parameters"],"description":["  Measurements of the effective lifetimes of $B_s$-meson decays, which only\nrequire untagged rate analyses, allow us to probe the width difference\n$\\Delta\\Gamma_s$ and the CP-violating phase $\\phi_s$ of $B^0_s$-$\\bar B^0_s$\nmixing. We point out that the dependence of the effective lifetime on\nnon-linear terms in $\\Delta\\Gamma_s$ allows for a determination of $\\phi_s$ and\n$\\Delta\\Gamma_s$ given a pair of $B_s$ decays into CP-even and CP-odd final\nstates. Using recent lifetime measurements of $B^0_s\\to K^+K^-$ and $B^0_s\\to\nJ/\\psi f_0(980)$ decays, we illustrate this method and show how it complements\nthe constraints in the $\\phi_s$-$\\Delta\\Gamma_s$ plane from other observables.\n","Comment: 16 pages, 4 figures"]}]
["1109.5314",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5314","MNRAS, 421, 2442-2466 (2012)","doi:10.1111/j.1365-2966.2012.20473.x"],"date":["2011-09-24","2012-01-09"],"type":["text"],"creator":["Granot, Jonathan"],"language":[],"coverage":[],"title":["Interaction of a highly magnetized impulsive relativistic flow with an\n  external medium"],"description":["  Important astrophysical sources, such as gamma-ray bursts (GRBs) or tidal\ndisruption events, are impulsive -- strongly varying with time. These outflows\nare likely highly magnetized near the central source, but their interaction\nwith the external medium is not yet fully understood. Here I consider the\ncombined impulsive magnetic acceleration of an initially highly magnetized\nshell of plasma and its deceleration by the external medium. I find four main\ndynamical regimes, that (for a given outflow) depend on the external density.\n(I) For small enough external densities the shell becomes kinetically dominated\nbefore it is significantly decelerated, thus reverting to the familiar\nunmagnetized \"thin shell\" case, which produces bright reverse shock emission\nthat peaks well after the prompt GRB. (II) For larger external densities the\nshell remains highly magnetized and the reverse shock is strongly suppressed.\nIt eventually transfers most of its energy through pdV work to the shocked\nexternal medium, whose afterglow emission peaks on a timescale similar to the\nprompt GRB duration. (III) For even larger external densities there is no\ninitial impulsive acceleration phase. (IV) For the highest external densities\nthe flow remains Newtonian.\n","Comment: 53 pages, 10 figures, accepted to MNRAS (the abstract and\n  introduction are now easier to follow)"]}]
["1109.5315",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5315","MNRAS, 421, 2467-2477 (2012)","doi:10.1111/j.1365-2966.2012.20474.x"],"date":["2011-09-24","2012-01-09"],"type":["text"],"creator":["Granot, Jonathan"],"language":[],"coverage":[],"title":["The effects of sub-shells in highly magnetized relativistic flows"],"description":["  Astrophysical sources of relativistic jets or outflows, such as gamma-ray\nbursts (GRBs), active galactic nuclei (AGN) or micro-quasars, often show strong\ntime variability. Despite such impulsive behavior, most models of these sources\nassume a steady state for simplicity. Here I consider a time-dependent outflow\nthat is initially highly magnetized and divided into many well-separated\nsub-shells, as it experiences impulsive magnetic acceleration and interacts\nwith the external medium. In AGN the deceleration by the external medium is\nusually unimportant and most of the initial magnetic energy is naturally\nconverted into kinetic energy, leading to efficient dissipation in internal\nshocks as the sub-shells collide. Such efficient low-magnetization internal\nshocks can also naturally occur in GRBs, where the deceleration by the external\nmedium can be important. A strong low-magnetization reverse shock can develop,\nand the initial division into sub-shells allows it to be relativistic and its\nemission to peak on the timescale of the prompt GRB duration (which is not\npossible for a single shell). Sub-shells also enable the outflow to reach much\nhigher Lorentz factors that help satisfy existing constraints on GRBs from\nintrinsic pair opacity and from the afterglow onset time.\n","Comment: 22 pages, 2 figures, accepted to MNRAS (the abstract and introduction\n  are now easier to follow)"]}]
["1109.6043",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6043","Beilstein J. Nanotechnol. 2012, 3, 144-162","doi:10.3762/bjnano.3.15"],"date":["2011-09-27","2012-04-10"],"type":["text"],"creator":["Bode, Niels","Kusminskiy, Silvia Viola","Egger, Reinhold","von Oppen, Felix"],"language":[],"coverage":[],"title":["Current-induced forces in mesoscopic systems: a scattering matrix\n  approach"],"description":["  Nanoelectromechanical systems are characterized by an intimate connection\nbetween electronic and mechanical degrees of freedom. Due to the nanoscopic\nscale, current flowing through the system noticeably impacts the vibrational\ndynamics of the device, complementing the effect of the vibrational modes on\nthe electronic dynamics. We employ the scattering matrix approach to quantum\ntransport to develop a unified theory of nanoelectromechanical systems out of\nequilibrium. For a slow mechanical mode, the current can be obtained from the\nLandauer-B\\\"uttiker formula in the strictly adiabatic limit. The leading\ncorrection to the adiabatic limit reduces to Brouwer's formula for the current\nof a quantum pump in the absence of the bias voltage. The principal result of\nthe present paper are scattering matrix expressions for the current-induced\nforces acting on the mechanical degrees of freedom. These forces control the\nLangevin dynamics of the mechanical modes. Specifically, we derive expressions\nfor the (typically nonconservative) mean force, for the (possibly negative)\ndamping force, an effective \"Lorentz\" force which exists even for time reversal\ninvariant systems, and the fluctuating Langevin force originating from Nyquist\nand shot noise of the current flow. We apply our general formalism to several\nsimple models which illustrate the peculiar nature of the current-induced\nforces. Specifically, we find that in out of equilibrium situations the current\ninduced forces can destabilize the mechanical vibrations and cause limit-cycle\ndynamics.\n","Comment: \"Applications\" section considerably extended. Changes in layout.\n  Version as published"]}]
["1109.6468",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6468","MNRAS, 421, 570-587 (2012)","doi:10.1111/j.1365-2966.2011.20335.x"],"date":["2011-09-29","2012-01-10"],"type":["text"],"creator":["Granot, Jonathan","Piran, Tsvi"],"language":[],"coverage":[],"title":["On the lateral expansion of GRB jets"],"description":["  The dynamics of GRB jets during the afterglow phase have an important effect\non the interpretation of their observations and for inferring key physical\nparameters such as their true energy and event rate. Semi-analytic models\ngenerally predict a fast lateral expansion, where the jet opening angle\nasymptotically grows exponentially with its radius. Numerical simulations,\nhowever, show a much more modest lateral expansion, where the jet retains\nmemory of its initial opening angle for a very long time, and the flow remains\nnon-spherical until it becomes sub-relativistic, and only then gradually\napproaches spherical symmetry. Here we suggest a new analytic model based on a\nnew physically derived recipe for the lateral expansion. We also generalize the\nmodel by relaxing the common approximations of ultra-relativistic motion and a\nnarrow jet opening angle. We find that the new analytic model fits much better\nthe results of numerical simulations, mainly because it remains valid also in\nthe mildly relativistic, quasi spherical regime. This model shows that for\nmodest initial jet half-opening angles, \\theta_0, the outflow is not\nsufficiently ultra-relativistic when its Lorentz factor reaches \\Gamma =\n1/\\theta_0 and therefore the sideways expansion is rather slow, showing no\nrapid, exponential phase. On the other hand, we find that jets with an\nextremely narrow initial half-opening angle, of about \\theta_0 << 10^{-1.5} or\nso, which are still sufficiently ultra-relativistic at \\Gamma = 1/\\theta_0, do\nshow a phase of rapid, exponential lateral expansion. However, even such jets\nthat expand sideways exponentially are still not spherical when they become\nsub-relativistic.\n","Comment: 35 pages, 12 figures, accepted to MNRAS"]}]
["1110.0138",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0138","Phys. Rev. B, 014510 (2012)","doi:10.1103/PhysRevB.85.014510"],"date":["2011-10-01"],"type":["text"],"creator":["Tanatar, M. A.","Spyrison, N.","Cho, Kyuil","Blomberg, E. C.","Tan, Guotai","Yan, Jiaqiang","Dai, Pengcheng","Zhang, Chenglin","Prozorov, R."],"language":[],"coverage":[],"title":["Evolution of normal and superconducting properties of single crystals of\n  Na$_{1-\\delta}$FeAs upon interaction with environment"],"description":["  Iron-arsenide superconductor Na$_{1-\\delta}$FeAs is highly reactive with the\nenvironment. Due to the high mobility of Na ions, this reaction affects the\nentire bulk of the crystals and leads an to effective stoichiometry change.\nHere we use this effect to study the doping evolution of normal and\nsuperconducting properties of \\emph{the same} single crystals. Controlled\nreaction with air increases the superconducting transition temperature, $T_c$,\nfrom the initial value of 12 K to 27 K as probed by transport and magnetic\nmeasurements. Similar effects are observed in samples reacted with Apiezon\nN-grease, which slows down the reaction rate and results in more homogeneous\nsamples. In both cases the temperature dependent resistivity, $\\rho_a(T)$,\nshows a dramatic change with exposure time. In freshly prepared samples,\n$\\rho_a(T)$ reveals clear features at the tetragonal-to-orthorhombic ($T_s$\n$\\approx$ 60 K) and antiferromagnetic ($T_m$=45 K) transitions and\nsuperconductivity with onset $T_{c,ons}$=16 K and offset $T_{c,off}$=12 K. The\nexposed samples show $T-$linear variation of $\\rho_a(T)$ above $T_c,ons$=30 K\n($T_{c,off}$=26 K), suggesting bulk character of the observed doping evolution\nand implying the existence of a quantum critical point at the optimal doping.\nThe resistivity for different doping levels is affected below $\\sim$200 K\nsuggesting the existence of a characteristic energy scale that terminates the\n$T-$linear regime, which could be identified with a pseudogap.\n"]}]
["1110.1523",{"format":[],"subject":["Mathematics - Probability","60J80, 60K37, 60G50, 60F17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1523"],"date":["2011-10-07","2012-04-10"],"type":["text"],"creator":["Vatutin, Vladimir","Zheng, Xinghua"],"language":[],"coverage":[],"title":["Subcritical branching processes in random environment without Cramer\n  condition"],"description":["  A subcritical branching process in random environment (BPRE) is considered\nwhose associated random walk does not satisfy the Cramer condition. The\nasymptotics for the survival probability of the process is investigated, and a\nYaglom type conditional limit theorem is proved for the number of particles up\nto moment $n$ given survival to this moment. Contrary to other types of\nsubcritical BPRE, the limiting distribution is not discrete. We also show that\nthe process survives for a long time owing to a single big jump of the\nassociate random walk accompanied by a population explosion at the beginning of\nthe process.\n"]}]
["1110.1646",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1646","Phys. Rev. A 85, 041601(R) (2012)","doi:10.1103/PhysRevA.85.041601"],"date":["2011-10-07","2012-03-27"],"type":["text"],"creator":["Chien, Chih-Chun","Zwolak, Michael","Di Ventra, Massimiliano"],"language":[],"coverage":[],"title":["Bosonic and fermionic transport phenomena of ultra-cold atoms in 1D\n  optical lattices"],"description":["  Using the micro-canonical picture of transport -- a framework ideally suited\nto describe the dynamics of closed quantum systems such as ultra-cold atom\nexperiments -- we show that the exact dynamics of non-interacting fermions and\nbosons exhibit very different transport properties when the system is set out\nof equilibrium by removing the particles from half of the lattice. We find that\nfermions rapidly develop a finite quasi steady-state current reminiscent of\nelectronic transport in nanoscale systems. This result is robust -- it occurs\nwith or without a harmonic confining potential and at zero or finite\ntemperature. The zero-temperature bosonic current instead exhibits strong\noscillatory behavior that decays into a steady-state of zero current only in\nthe thermodynamic limit. These differences appear most strikingly in the\ndifferent particle number fluctuations on half of the lattice as a consequence\nof the spin statistics. These predictions can be readily verified\nexperimentally.\n","Comment: 4 pages, 3 figures"]}]
["1110.1745",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","Mathematics - Probability","05D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1745"],"date":["2011-10-08","2012-04-10"],"type":["text"],"creator":["Godbole, Anant","Lim, Chang Mou","Lyzinski, Vince","Triantafillou, Nicholas"],"language":[],"coverage":[],"title":["Sharp Threshold Asymptotics for the Emergence of Additive Bases"],"description":["  A subset A of {0,1,...,n} is said to be a 2-additive basis for {1,2,...,n} if\neach j in {1,2,...,n} can be written as j=x+y, x,y in A, x<=y. If we pick each\ninteger in {0,1,...,n} independently with probability p=p_n tending to 0, thus\ngetting a random set A, what is the probability that we have obtained a\n2-additive basis? We address this question when the target sum-set is\n[(1-alpha)n,(1+alpha)n] (or equivalently [alpha n, (2-alpha) n]) for some\n0<alpha<1. Under either model, the Stein-Chen method of Poisson approximation\nis used, in conjunction with Janson's inequalities, to tease out a very sharp\nthreshold for the emergence of a 2-additive basis. Generalizations to\nk-additive bases are then given.\n","Comment: 22 pages"]}]
["1110.1870",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1870","Phys. Rev. A 85, 040302(R) (2012)","doi:10.1103/PhysRevA.85.040302"],"date":["2011-10-09","2012-04-10"],"type":["text"],"creator":["Bermudez, A.","Schmidt, P. O.","Plenio, M. B.","Retzker, A."],"language":[],"coverage":[],"title":["Robust Trapped-Ion Quantum Logic Gates by Continuous Dynamical\n  Decoupling"],"description":["  We introduce a novel scheme that combines phonon-mediated quantum logic gates\nin trapped ions with the benefits of continuous dynamical decoupling. We\ndemonstrate theoretically that a strong driving of the qubit decouples it from\nexternal magnetic-field noise, enhancing the fidelity of two-qubit quantum\ngates. Moreover, the scheme does not require ground-state cooling, and is\ninherently robust to undesired ac-Stark shifts. The underlying mechanism can be\nextended to a variety of other systems where a strong driving protects the\nquantum coherence of the qubits without compromising the two-qubit couplings.\n","Comment: Slightly longer than the published version"]}]
["1110.2776",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Computer Science - Logic in Computer Science","F.1.1","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2776"],"date":["2011-10-12","2012-04-10"],"type":["text"],"creator":["Tan, Tony"],"language":[],"coverage":[],"title":["Graph Reachability and Pebble Automata over Infinite Alphabets"],"description":["  Let D denote an infinite alphabet -- a set that consists of infinitely many\nsymbols. A word w = a_0 b_0 a_1 b_1 ... a_n b_n of even length over D can be\nviewed as a directed graph G_w whose vertices are the symbols that appear in w,\nand the edges are (a_0,b_0),(a_1,b_1),...,(a_n,b_n). For a positive integer m,\ndefine a language R_m such that a word w = a_0 b_0 ... a_n b_n is in R_m if and\nonly if there is a path in the graph G_w of length <= m from the vertex a_0 to\nthe vertex b_n.\n  We establish the following hierarchy theorem for pebble automata over\ninfinite alphabet. For every positive integer k, (i) there exists a k-pebble\nautomaton that accepts the language R_{2^k-1}; (ii) there is no k-pebble\nautomaton that accepts the language R_{2^{k+1} - 2}. Based on this result, we\nestablish a number of previously unknown relations among some classes of\nlanguages over infinite alphabets.\n"]}]
["1110.3548",{"format":[],"subject":["Mathematics - Functional Analysis","42C15, 68Q17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3548"],"date":["2011-10-16","2012-04-09"],"type":["text"],"creator":["Alexeev, Boris","Cahill, Jameson","Mixon, Dustin G."],"language":[],"coverage":[],"title":["Full Spark Frames"],"description":["  Finite frame theory has a number of real-world applications. In applications\nlike sparse signal processing, data transmission with robustness to erasures,\nand reconstruction without phase, there is a pressing need for deterministic\nconstructions of frames with the following property: every size-M subcollection\nof the M-dimensional frame elements is a spanning set. Such frames are called\nfull spark frames, and this paper provides new constructions using the discrete\nFourier transform. Later, we prove that full spark Parseval frames are dense in\nthe entire set of Parseval frames, meaning full spark frames are abundant, even\nif one imposes an additional tightness constraint. Finally, we prove that\ntesting whether a given matrix is full spark is hard for NP under randomized\npolynomial-time reductions, indicating that deterministic full spark\nconstructions are particularly significant because they guarantee a property\nwhich is otherwise difficult to check.\n","Comment: 26 pages"]}]
["1110.4193",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4193"],"date":["2011-10-19","2012-04-10"],"type":["text"],"creator":["Chiu, Jiawei","Demanet, Laurent"],"language":[],"coverage":[],"title":["Sublinear randomized algorithms for skeleton decompositions"],"description":["  Let $A$ be a $n$ by $n$ matrix. A skeleton decomposition is any factorization\nof the form $CUR$ where $C$ comprises columns of $A$, and $R$ comprises rows of\n$A$. In this paper, we consider uniformly sampling $\\l\\simeq k \\log n$ rows and\ncolumns to produce a skeleton decomposition. The algorithm runs in $O(\\l^3)$\ntime, and has the following error guarantee. Let $\\norm{\\cdot}$ denote the\n2-norm. Suppose $A\\simeq X B Y^T$ where $X,Y$ each have $k$ orthonormal\ncolumns. Assuming that $X,Y$ are incoherent, we show that with high\nprobability, the approximation error $\\norm{A-CUR}$ will scale with\n$(n/\\l)\\norm{A-X B Y^T}$ or better. A key step in this algorithm involves\nregularization. This step is crucial for a nonsymmetric $A$ as empirical\nresults suggest. Finally, we use our proof framework to analyze two existing\nalgorithms in an intuitive way.\n"]}]
["1110.5584",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5584","Phys. Rev. Lett. 108, 150501 (2012)","doi:10.1103/PhysRevLett.108.150501"],"date":["2011-10-25","2012-04-10"],"type":["text"],"creator":["Genoni, Marco G.","Serafini, A.","Kim, M. S.","Burgarth, Daniel"],"language":[],"coverage":[],"title":["Dynamical recurrence and the quantum control of coupled oscillators"],"description":["  Controllability -- the possibility of performing any target dynamics by\napplying a set of available operations -- is a fundamental requirement for the\npractical use of any physical system. For finite-dimensional systems, as for\ninstance spin systems, precise criterions to establish controllability, such as\nthe so called rank criterion, are well known. However most physical systems\nrequire a description in terms of an infinite-dimensional Hilbert space whose\ncontrollability properties are poorly understood. Here, we investigate\ninfinite-dimensional bosonic quantum systems -- encompassing quantum light,\nensembles of bosonic atoms, motional degrees of freedom of ions, and\nnano-mechanical oscillators -- governed by quadratic Hamiltonians (such that\ntheir evolution is analogous to coupled harmonic oscillators). After having\nhighlighted the intimate connection between controllability and recurrence in\nthe Hilbert space, we prove that, for coupled oscillators, a simple extra\ncondition has to be fulfilled to extend the rank criterion to infinite\ndimensional quadratic systems. Further, we present a useful application of our\nfinding, by proving indirect controllability of a chain of harmonic\noscillators.\n","Comment: 5 pages (+ 1 page of supplemental material), 1 figure; v2: title\n  changed and minor replacements in the rest of the paper"]}]
["1110.5705",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5705","Phys. Rev. A 85, 043605 (2012)","doi:10.1103/PhysRevA.85.043605"],"date":["2011-10-26","2012-01-20"],"type":["text"],"creator":["Xu, Z. F.","You, L."],"language":[],"coverage":[],"title":["Dynamically generating arbitrary spin-orbit couplings for neutral atoms"],"description":["  Spin-orbit coupling (SOC) can give rise to interesting physics, from spin\nHall to topological insulators, normally in condensed matter systems. Recently,\nthis topical area has extended into atomic quantum gases in searching for\nartificial/synthetic gauge potentials. The prospects of tunable interaction and\nquantum state control promote neutral atoms as nature's quantum emulators for\nSOC. Y.-J. Lin {\\it et al.} recently demonstrated a special form of the SOC\n$k_x\\sigma_y$: which they interpret as an equal superposition of Rashba and\nDresselhaus couplings, in bose condensed atoms [Nature (London) \\textbf{471},\n83 (2011)]. This work reports an idea capable of implementing arbitrary forms\nof SOC by switching between two pairs of Raman laser pulses like that used by\nLin {\\it et al.}. While one pair affects $k_x\\sigma_y$ for some time, a second\npair creates $k_y\\sigma_y$ over other times with Raman pulses from different\ndirections and a subsequent spin rotation into $\\pm k_y\\sigma_x$. With\nsufficient many pulses, the effective actions from different durations are\nsmall and accumulate in the same exponent despite that $k_x\\sigma_y$ and $\\pm\nk_y\\sigma_x$ do not commute. Our scheme involves no added complication, and can\nbe demonstrated within current experiments. It applies equally to bosonic or\nfermionic atoms.\n","Comment: 5 pages, 2 figures"]}]
["1110.6671",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Nonlinear Sciences - Chaotic Dynamics","Physics - Atmospheric and Oceanic Physics","J.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6671","Journal of the Atmospheric Sciences, 69(4), pp. 1359-1377, 2012","doi:10.1175/JAS-D-11-0145.1"],"date":["2011-10-30"],"type":["text"],"creator":["Mitchell, Lewis","Gottwald, Georg A."],"language":[],"coverage":[],"title":["Data assimilation in slow-fast systems using homogenized climate models"],"description":["  A deterministic multiscale toy model is studied in which a chaotic fast\nsubsystem triggers rare transitions between slow regimes, akin to weather or\nclimate regimes. Using homogenization techniques, a reduced stochastic\nparametrization model is derived for the slow dynamics. The reliability of this\nreduced climate model in reproducing the statistics of the slow dynamics of the\nfull deterministic model for finite values of the time scale separation is\nnumerically established. The statistics however is sensitive to uncertainties\nin the parameters of the stochastic model. It is investigated whether the\nstochastic climate model can be beneficial as a forecast model in an ensemble\ndata assimilation setting, in particular in the realistic setting when\nobservations are only available for the slow variables. The main result is that\nreduced stochastic models can indeed improve the analysis skill, when used as\nforecast models instead of the perfect full deterministic model. The stochastic\nclimate model is far superior at detecting transitions between regimes. The\nobservation intervals for which skill improvement can be obtained are related\nto the characteristic time scales involved. The reason why stochastic climate\nmodels are capable of producing superior skill in an ensemble setting is due to\nthe finite ensemble size; ensembles obtained from the perfect deterministic\nforecast model lacks sufficient spread even for moderate ensemble sizes.\nStochastic climate models provide a natural way to provide sufficient ensemble\nspread to detect transitions between regimes. This is corroborated with\nnumerical simulations. The conclusion is that stochastic parametrizations are\nattractive for data assimilation despite their sensitivity to uncertainties in\nthe parameters.\n","Comment: Accepted for publication in Journal of the Atmospheric Sciences"]}]
["1110.6718",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6718","PRA 85, 042306 (2012)","doi:10.1103/PhysRevA.85.042306"],"date":["2011-10-31","2012-04-04"],"type":["text"],"creator":["Li, Peng-Bo","Gao, Shao-Yan","Li, Hong-Rong","Ma, Sheng-Li","Li, Fu-Li"],"language":[],"coverage":[],"title":["Dissipative preparation of entangled states between two spatially\n  separated nitrogen-vacancy centers"],"description":["  We present a novel scheme for the generation of entangled states of two\nspatially separated nitrogen-vacancy (NV) centers with two\nwhispering-gallery-mode (WGM) microresonators, which are coupled either by an\noptical fiber-taper waveguide, or by the evanescent fields of the WGM. We show\nthat, the steady state of the two NV centers can be steered into a singlet-like\nstate through a dissipative quantum dynamical process, where the cavity decay\nplays a positive role and can help drive the system to the target state. The\nprotocol may open up promising perspectives for quantum communications and\ncomputations with this solid-state cavity quantum electrodynamic system.\n","Comment: published version"]}]
["1111.0997",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0997","Phys. Rev. B 85, 144509 (2012)","doi:10.1103/PhysRevB.85.144509"],"date":["2011-11-03"],"type":["text"],"creator":["Blomberg, E. C.","Kreyssig, A.","Tanatar, M. A.","Fernandes, R.","Kim, M. G.","Thaler, A.","Schmalian, J.","Bud'ko, S. L.","Canfield, P. C.","Goldman, A. I.","Prozorov, R."],"language":[],"coverage":[],"title":["Effect of tensile stress on the in-plane resistivity anisotropy in\n  BaFe2As2"],"description":["  The effect of uniaxial tensile stress and the resultant strain on the\nstructural/magnetic transition in the parent compound of the iron arsenide\nsuperconductor, BaFe$_2$As$_2$, is characterized by temperature-dependent\nelectrical resistivity, x-ray diffraction and quantitative polarized light\nimaging. We show that strain induces a measurable uniaxial structural\ndistortion above the first-order magnetic transition and significantly smears\nthe structural transition. This response is different from that found in\nanother parent compound, SrFe$_2$As$_2$, where the coupled structural and\nmagnetic transitions are strongly first order. This difference in the\nstructural responses explains the in-plain resistivity anisotropy above the\ntransition in BaFe$_2$As$_2$. This conclusion is supported by the\nGinzburg-Landau - type phenomenological model for the effect of the uniaxial\nstrain on the resistivity anisotropy.\n"]}]
["1111.1003",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1003","Phys. Rev. B 85, 020504(R) (2012)","doi:10.1103/PhysRevB.85.020504"],"date":["2011-11-03"],"type":["text"],"creator":["Cho, K.","Tanatar, M. A.","Kim, H.","Straszheim, W. E.","Ni, N.","Cava, R. J.","Prozorov, R."],"language":[],"coverage":[],"title":["Doping - dependent superconducting gap anisotropy in the two-dimensional\n  10-3-8 pnictide Ca$_{10}$(Pt$_3$As$_8$)[(Fe$_{1-x}$Pt$_{x}$)$_2$As$_2$]$_5$"],"description":["  The characteristic features of\nCa$_{10}$(Pt$_3$As$_8$)[(Fe$_{1-x}$Pt$_x$)$_2$As$_2$]$_5$ (\"10-3-8\")\nsuperconductor are relatively high anisotropy and a clear separation of\nsuperconductivity and structural/magnetic transitions, which allows studying\nthe superconducting gap without complications due to the coexisting order\nparameters. The London penetration depth, measured in underdoped single\ncrystals of 10-3-8 ($x =$ 0.028, 0.041, 0.042, and 0.097), shows behavior\nremarkably similar to other Fe-based superconductors, exhibiting robust\npower-law, $\\Delta \\lambda(T) = A T^n$. The exponent $n$ decreases from 2.36\n($x =$ 0.097, close to optimal doping) to 1.7 ($x =$ 0.028, a heavily\nunderdoped composition), suggesting that the superconducting gap becomes more\nanisotropic at the dome edge. A similar trend is found in low-anisotropy\nsuperconductors based on BaFe$_2$As$_2$ (\"122\"), implying that it is an\nintrinsic property of superconductivity in iron pnictides, unrelated to the\ncoexistence of magnetic order and superconductivity or the anisotropy of the\nnormal state. Overall this doping dependence is consistent with $s_{\\pm}$\npairing competing with intra-band repulsion.\n"]}]
["1111.1700",{"format":[],"subject":["Physics - Optics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1700","Phys. Rev. E 85, 040301 (2012), Rapid Communication","doi:10.1103/PhysRevE.85.040301"],"date":["2011-11-07","2011-11-24"],"type":["text"],"creator":["Alerstam, Erik","Svensson, Tomas"],"language":[],"coverage":[],"title":["Observation of anisotropic diffusion of light in compacted granular\n  porous materials"],"description":["  It is known that compaction of granular matter can lead to anisotropic\nmechanical properties. Recent work has confirmed the link to pore space\nanisotropy, but the relation between compression, mechanical properties and\nmaterial microstructure remains poorly understood and new diagnostic tools are\nneeded. By studying the temporal and spatial characteristics of short optical\npulses diffusively transmitted through compacted granular materials, we show\nthat powder compaction can also give rise to strongly anisotropic diffusion of\nlight. Investigating technologically important materials such as\nmicrocrystalline cellulose, lactose and calcium phosphate, we report increasing\noptical anisotropy with compaction force and radial diffusion constants being\nup to 1.7 times the longitudinal. This open new and attractive routes to\nmaterial characterization and investigation of compression-induced structural\nanisotropy. In addition, by revealing inadequacy of isotropic diffusion models,\nour observations also have important implications for quantitative spectroscopy\nof powder compacts (e.g., pharmaceutical tablets).\n","Comment: New version with significantly improved presentation. Data and\n  argumentation identical to previous version"]}]
["1111.2173",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2173"],"date":["2011-11-09","2012-04-09"],"type":["text"],"creator":["Santos, C. dos","Rubiera-Garcia, D."],"language":[],"coverage":[],"title":["Deforming solitons in generalized Abelian Higgs models"],"description":["  This work deals with several aspects of the extension to Abelian Higgs models\nof the deformation method originally developed for scalar field models. We\npresent several examples allowing to transform self-dual solutions of different\ngeneralized Abelian Higgs models into scalar field models with or without a\ngauge field component. This is done through a parametrization of the soliton\norbit in terms of the sine-Gordon static kink. We extend these ideas to a\nnonAbelian Higgs model.\n","Comment: 8 pages double column, 9 PostScript figures, changes in abstract,\n  introduction and section II"]}]
["1111.2239",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2239"],"date":["2011-11-09","2012-04-09"],"type":["text"],"creator":["Asashiba, Hideto"],"language":[],"coverage":[],"title":["Derived equivalences of actions of a category"],"description":["  Let $\\Bbbk$ be a commutative ring and $I$ a category. As a generalization of\na $\\Bbbk$-category with a (pseudo) action of a group we consider a family of\n$\\Bbbk$-categories with a (pseudo, lax, or oplax) action of $I$, namely an\noplax functor from $I$ to the 2-category of small $\\Bbbk$-categories. We\ninvestigate derived equivalences of those oplax functors, and establish a\nMorita type theorem for them. This gives a base of investigations of derived\nequivalences of Grothendieck constructions of those oplax functors.\n","Comment: 23 pages, ver 2: A construction of oplax functors using a comonad is\n  added by generalizing a tiny example that should be corrected either by\n  putting a relation\\beta'\\alpha'= \\id_{x'} on X(2) or changing the definition\n  of X(a) to \"X(a)(z):= y' for z=x,y and X(a)(\\gamma):= \\id_{y'} for \\gamma =\n  \\id_x, \\id_y, \\alpha, \\beta\" in Section 2. Some references were added"]}]
["1111.2287",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2287","Phys. Rev. D 85, 085013 (2012)","doi:10.1103/PhysRevD.85.085013"],"date":["2011-11-09","2012-04-10"],"type":["text"],"creator":["Boschi-Filho, Henrique","Braga, Nelson R. F.","Ihl, Matthias","Torres, Marcus A. C."],"language":[],"coverage":[],"title":["Relativistic baryons in the Skyrme model revisited"],"description":["  We investigate and revisit certain aspects of relativistic baryons in the\nSkyrme model. Starting from static baryons in the helicity eigenstates, we\ngeneralize their wavefunctions to the non-static and relativistic regime. A new\nrepresentation for gamma matrices in the SU(2) collective space is constructed\nand the corresponding Dirac equation is obtained. Furthermore, we extend the\nanalysis of Adkins et al. concerning vector current vacuum expectation values\nfor baryon states to arbitrary momenta and calculate baryon elastic form\nfactors in a general framework exhibiting vector meson dominance.\n","Comment: v2: 1+12 pages, minor corrections, added references and included a\n  section on elastic baryon form factors; v3: version published in Phys. Rev. D"]}]
["1111.4254",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4254","2012MNRAS.420.2480Z","doi:10.1111/j.1365-2966.2011.20212.x"],"date":["2011-11-17","2012-04-10"],"type":["text"],"creator":["Ziparo, F.","Braglia, F. G.","Pierini, D.","Finoguenov, A.","Boehringer, H.","Bongiorno, A."],"language":[],"coverage":[],"title":["In the whirlpool's coils: tracing substructure from combined\n  optical/X-ray data in the galaxy cluster A1300"],"description":["  Structure formation is thought to act via hierarchical mergers and accretion\nof smaller systems driven by gravity with dark matter dominating the\ngravitational field. Combining X-ray and optical imaging and spectroscopy\nprovides a powerful approach to the study of the cluster dynamics and mass\nassembly history. The REFLEX-DXL sample contains the most X-ray luminous galaxy\nclusters (L_X > 10^45 erg/s) from the REFLEX survey at z = 0.27-0.31. We\npresent the photometric (WFI) and spectroscopic (VIMOS) data for the DXL\ncluster RXCJ1131.9-1955 (Abell 1300); in combination with the existing X-ray\ndata we determine and characterise the substructure of this post-merging\nsystem. We analyse X-ray selected groups in a 30' x 30' region encompassing the\ncluster in order to study the mass assembly of A1300. The X-ray surface\nbrightness map of A1300 appears disturbed and exhibits the signature of a\nforward shock, which is consistent with a previous analysis of radio data.\nMoreover, we detect a large scale-filament in which the cluster is embedded and\nseveral infalling groups. Comparison of the whirlpool-like features in the\nentropy pseudo-map of the intra-cluster medium with the distribution of the\ncluster members reveals a direct correspondence between the ICM structure and\nthe galaxy distribution. Moreover, comparison with existing simulations allows\nus to better understand the dynamics of the cluster progenitors and to age date\ntheir impact. A1300 is a complex massive system in which a major merging\noccurred about 3 Gyr ago and additional minor merging events happen at\ndifferent times via filaments, that will lead to an increase of the cluster\nmass of up to 60% in the next Gyr.\n","Comment: Accepted for publication in MNRAS; 18 pages, 16 figures. Replaced\n  with revised version"]}]
["1111.5895",{"format":[],"subject":["High Energy Physics - Phenomenology","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5895","Physical Review A 85, 042104 (2012)","doi:10.1103/PhysRevA.85.042104"],"date":["2011-11-25"],"type":["text"],"creator":["Lee, R. N.","Milstein, A. I.","Strakhovenko, V. M."],"language":[],"coverage":[],"title":["Charge asymmetry in the differential cross section of high-energy e+e-\n  photoproduction in the field of a heavy atom"],"description":["  First quasiclassical correction to the differential cross section of\nhigh-energy electron-positron photoproduction in the electric field of a heavy\natom is obtained with the exact account of the field. This correction is\nresponsible for the charge asymmetry ${\\cal A}$ in this process. When the\ntransverse momentum of at least one of the produced particles is much larger\nthan the electron mass $m$, the charge asymmetry can be as large as tens\npercent. We also estimate the contribution $\\tilde{\\cal A}$ to the charge\nasymmetry coming from the Compton-type diagram. For heavy nuclei, this\ncontribution is negligible. For light nuclei, $\\tilde{\\cal A}$ is noticeable\nonly when the angle between the momenta of electron and positron is of order of\n$m/\\omega$ ($\\omega$ is the photon energy) while the transverse momenta of both\nparticles are much larger than $m$.\n","Comment: 19 pages, 7 figures"]}]
["1111.6047",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6047","Phys. Rev. Lett. 108, 123603 (2012)","doi:10.1103/PhysRevLett.108.123603"],"date":["2011-11-25","2012-04-10"],"type":["text"],"creator":["Nikoghosyan, Gor","Hartmann, Michael J.","Plenio, Martin B."],"language":[],"coverage":[],"title":["Generation of mesoscopic entangled states in a cavity coupled to an\n  atomic ensemble"],"description":["  We propose a novel scheme for the efficient production of \"NOON states\" based\non the resonant interaction of a pair of quantized cavity modes with an\nensemble of atoms. We show that in the strong-coupling regime the adiabatic\nevolution of the system tends to a limiting state that describes mesoscopic\nentanglement between photons and atoms which can easily be converted to a\npurely photonic or atomic NOON state. We also demonstrate the remarkable\nproperty that the efficiency of this scheme increases exponentially with the\ncavity cooperativity factor, which gives efficient access to high number NOON\nstates. The experimental feasibility of the scheme is discussed and its\nefficiency is demonstrated numerically.\n","Comment: 4 pages, 3 figures"]}]
["1111.6865",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6865","MNRAS, 421, 2610-2615 (2012)","doi:10.1111/j.1365-2966.2012.20489.x"],"date":["2011-11-29","2012-01-10"],"type":["text"],"creator":["Granot, Jonathan"],"language":[],"coverage":[],"title":["Scaling relations between numerical simulations and physical systems\n  they represent"],"description":["  The dynamical equations describing the evolution of a physical system\ngenerally have a freedom in the choice of units, where different choices\ncorrespond to different physical systems that are described by the same\nequations. Since there are three basic physical units, of mass, length and\ntime, there are up to three free parameters in such a rescaling of the units,\n$N_f \\leq 3$. In Newtonian hydrodynamics, e.g., there are indeed usually three\nfree parameters, $N_f = 3$. If, however, the dynamical equations contain a\nuniversal dimensional constant, such as the speed of light in vacuum $c$ or the\ngravitational constant $G$, then the requirement that its value remains the\nsame imposes a constraint on the rescaling, which reduces its number of free\nparameters by one, to $N_f = 2$. This is the case, for example, in\nmagneto-hydrodynamics (MHD) or special relativistic hydrodynamics, where $c$\nappears in the dynamical equations and forces the length and time units to\nscale by the same factor, or in Newtonian gravity where the gravitational\nconstant $G$ appears in the equations. More generally, when there are $N_{udc}$\nindependent (in terms of their units) universal dimensional constants, then the\nnumber of free parameters is $N_f = max(0,3-N_{udc})$. When both gravity and\nrelativity are included, there is only one free parameter ($N_f = 1$, as both\n$G$ and $c$ appear in the equations so that $N_{udc} = 2$), and the units of\nmass, length and time must all scale by the same factor. The explicit\nrescalings for different types of systems are discussed and summarized here.\nSuch rescalings of the units also hold for discrete particles, e.g. in N-body\nor particle in cell simulations. They are very useful when numerically\ninvestigating a large parameter space or when attempting to fit particular\nexperimental results, by significantly reducing the required number of\nsimulations.\n","Comment: 6 pages, 2 tables, accepted to MNRAS (expanded discussion of the\n  general context in the introduction)"]}]
["1111.7114",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.7114","Phys. Rev. A 85, 023614 (2012)","doi:10.1103/PhysRevA.85.023614"],"date":["2011-11-30"],"type":["text"],"creator":["Lu, Zhen-Kai","Shlyapnikov, G. V."],"language":[],"coverage":[],"title":["Novel Fermi Liquid of 2D Polar Molecules"],"description":["  We study Fermi liquid properties of a weakly interacting 2D gas of\nsingle-component fermionic polar molecules with dipole moments $d$ oriented\nperpendicularly to the plane of their translational motion. This geometry\nallows the minimization of inelastic losses due to chemical reactions for\nreactive molecules and, at the same time, provides a possibility of a clear\ndescription of many-body (beyond mean field) effects. The long-range character\nof the dipole-dipole repulsive interaction between the molecules, which scales\nas $1/r^3$ at large distances $r$, makes the problem drastically different from\nthe well-known problem of the two-species Fermi gas with repulsive contact\ninterspecies interaction. We solve the low-energy scattering problem and\ndevelop a many-body perturbation theory beyond the mean field. The theory\nrelies on the presence of a small parameter $k_Fr_*$, where $k_F$ is the Fermi\nmomentum, and $r_*=md^2/\\hbar^2$ is the dipole-dipole length, with $m$ being\nthe molecule mass. We obtain thermodynamic quantities as a series of expansion\nup to the second order in $k_Fr_*$ and argue that many-body corrections to the\nground-state energy can be identified in experiments with ultracold molecules,\nlike it has been recently done for ultracold fermionic atoms. Moreover, we show\nthat only many-body effects provide the existence of zero sound and calculate\nthe sound velocity.\n","Comment: 19 pages, 2 figures"]}]
["1112.0016",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0016","ActaAstron.62:23,2012"],"date":["2011-11-30","2012-04-10"],"type":["text"],"creator":["Zhang, Dong","Stanek, K. Z."],"language":[],"coverage":[],"title":["The Very Massive and Hot LMC Star VFTS 682: Progenitor of a Future Dark\n  Gamma-Ray Burst?"],"description":["  VFTS 682, a very massive and very hot Wolf-Rayet (WR) star recently\ndiscovered in the Large Magellanic Cloud near the famous star cluster R136,\nmight be providing us with a glimpse of a missing link in our understanding of\nLong Gamma-Ray Bursts (LGRBs), including dark GRBs. It is likely its properties\nresult from chemically homogeneous evolution (CHE), believed to be a key\nprocess for a massive star to become a GRB. It is also heavily obscured by dust\nextinction, which could make it a dark GRB upon explosion. Using Spitzer data\nwe investigate the properties of interstellar dust in the vicinity of R136, and\nargue that its high obscuration is not unusual for its environment and that it\ncould indeed be a slow runaway (\"walkaway\") from R136. Unfortunately, based on\nits current mass loss rate, VFTS 682 is unlikely to become a GRB, because it\nwill lose too much angular momentum at its death. If it were to become a GRB,\nit probably would also not be dark, either escaping or destroying its\nsurrounding dusty region. Nevertheless, it is a very interesting star,\ndeserving further studies, and being one of only three presently identified WR\nstars (two others in the Small Magellanic Cloud) that seems to be undergoing\nCHE.\n","Comment: 12 pages, 2 figures, several small changes. To be published in Acta\n  Astronomica. For a brief video explaining the key results of this paper, see\n  http://www.youtube.com/user/OSUAstronomy"]}]
["1112.1661",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1661"],"date":["2011-12-07","2012-04-10"],"type":["text"],"creator":["Santos, Carlos","Rebelo, Armindo","Ferreira, Carla","Tribolet, José"],"language":[],"coverage":[],"title":["Identification of the Risk Related to a Process on Hospital Emergency\n  Service: a Case Study"],"description":["  This paper, framed in a vast investigation, describes the application of\ntechniques and methodologies in Organizational Engineering connected to the\nassociated risk to the processes developed in an Emergency Service of an\nimportant Portuguese Hospital. The transactions performed in an emergency\nservice and the consequent risk identification (negative behaviour associated\nto those transactions) is done based on static and dynamic models, developed\nduring the business modelling. Any non-trivial system is better portrayed\ntrough a small number of reasonably independent models. From this point of view\nit is important to look at the systems from a \"micro\" perspective, which allows\nus to analyse the system at the transaction level. All processes have some\nassociated risk (inherent risk). Its identification will be decisive for future\nanalysis and for the consequent decision over the need, or not, to study\ninternal control mechanisms. This decision will depend on the risk level that\nthe organization considers acceptable.\n","Comment: Proceedings of the 10th International Symposium on Health Information\n  Management Research - iSHIMR 2005"]}]
["1112.1662",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1662"],"date":["2011-12-07","2012-04-10"],"type":["text"],"creator":["Santos, Carlos","Rebelo, Armindo","Ferreira, Carla","Tribolet, José"],"language":[],"coverage":[],"title":["Urgency/Emergency Health Processes' Modelling: A Case Study"],"description":["  The growing complexity and sophistication of the organizational information\nsystems, and hospital ones particularly, render difficult their comprehension\nand, consequently, the implementation of control mechanisms that may assure, at\nall times, the auditability of the above mentioned systems, without having to\nuse models. This paper, framed in a wider investigation, aims to describe the\napplication of techniques and methodologies, in the sphere of action of\nOrganizational Engineering, in the modelling of business processes developed in\nthe main Operating Theatre of the Coimbra's University Hospital Emergency\nService, as a support for the implementation of an information system\narchitecture, using for that purpose the CEO framework, developed and suggested\nby the Centre for Organizational Engineering (CEO), based on the UML language.\n","Comment: 14th International Conference of Medical Physics"]}]
["1112.1967",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1967","JHEP 03(2012)091","doi:10.1007/JHEP03(2012)091"],"date":["2011-12-08"],"type":["text"],"creator":["Bzowski, Adam","McFadden, Paul","Skenderis, Kostas"],"language":[],"coverage":[],"title":["Holographic predictions for cosmological 3-point functions"],"description":["  We present the holographic predictions for cosmological 3-point correlators,\ninvolving both scalar and tensor modes, for a universe which started in a\nnon-geometric holographic phase. Holographic formulae relate the cosmological\n3-point functions to stress tensor correlation functions of a holographically\ndual three-dimensional non-gravitational QFT. We compute these correlators at\n1-loop order for a theory containing massless scalars, fermions and gauge\nfields, and present an extensive analysis of the constraints due to Ward\nidentities showing that they uniquely determine the correlators up to a few\nconstants. We define shapes for all cosmological bispectra and compare the\nholographic shapes to the slow-roll ones, finding that some are distinguishable\nwhile others, perhaps surprisingly, are not.\n","Comment: 51pp; 4 figs"]}]
["1201.3305",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3305","Phys. Rev. B 85, 165112 (2012)","doi:10.1103/PhysRevB.85.165112"],"date":["2012-01-16","2012-03-28"],"type":["text"],"creator":["Dalmonte, Marcello","Ercolessi, Elisa","Taddia, Luca"],"language":[],"coverage":[],"title":["Critical properties and R\\'enyi entropies of the spin-3/2 XXZ chain"],"description":["  We discuss entanglement and critical properties of the spin-3/2 XXZ chain in\nits entire gapless region. Employing density-matrix renormalization group\ncalculations combined with different methods based on level spectroscopy,\ncorrelation functions and entanglement entropies, we determine the sound\nvelocity and the Luttinger parameter of the model as a function of the\nanisotropy parameter. Then, we focus on entanglement properties by\nsystematically studying the behavior of R\\'enyi entropies under both open and\nperiodic boundary conditions, providing further evidence of recent findings\nabout entanglement entropies of excited states in conformal field theory.\n","Comment: 8 pages, 10 figures; small text revisions and a new figure. Accepted\n  for publication in Phys. Rev. B"]}]
["1201.5389",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5389","Phys. Rev. C 85, 035205 (2012)","doi:10.1103/PhysRevC.85.035205"],"date":["2012-01-25","2012-04-10"],"type":["text"],"creator":["Cohen, Thomas D.","Krejčiřík, Vojtěch"],"language":[],"coverage":[],"title":["Model-independent form factor relations at large $N_c$"],"description":["  In this paper a model-independent relation which holds for the long distance\npart of the Fourier transform of the electromagnetic form factors of the\nnucleon in the large $N_c$ and chiral limits is demonstrated. This relation was\npreviously conjectured based on the fact that it emerged in {\\it all}\nsemiclassical chiral models independent of the details of the model. Here we\nshow that the result is, in fact, model independent by deriving it directly in\nlarge $N_c$ chiral perturbation theory which is known to capture the long\ndistance behavior of the form factors. The relation is valid when the large\n$N_c$ limit is formally taken before the chiral limit. A new relation is\nderived for the case where the chiral limit is taken prior to the large $N_c$\nlimit.\n"]}]
["1202.2523",{"format":[],"subject":["Computer Science - Artificial Intelligence","Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2523"],"date":["2012-02-12","2012-04-10"],"type":["text"],"creator":["Gutiérrez, José A. García","Cotta, Carlos","Fernández-Leiva, Antonio J."],"language":[],"coverage":[],"title":["Evolutionary Computation in Astronomy and Astrophysics: A Review"],"description":["  In general Evolutionary Computation (EC) includes a number of optimization\nmethods inspired by biological mechanisms of evolution. The methods catalogued\nin this area use the Darwinian principles of life evolution to produce\nalgorithms that returns high quality solutions to hard-to-solve optimization\nproblems. The main strength of EC is precisely that they provide good solutions\neven if the computational resources (e.g., running time) are limited. Astronomy\nand Astrophysics are two fields that often require optimizing problems of high\ncomplexity or analyzing a huge amount of data and the so-called complete\noptimization methods are inherently limited by the size of the problem/data.\nFor instance, reliable analysis of large amounts of data is central to modern\nastrophysics and astronomical sciences in general. EC techniques perform well\nwhere other optimization methods are inherently limited (as complete methods\napplied to NP-hard problems), and in the last ten years, numerous proposals\nhave come up that apply with greater or lesser success methodologies of\nevolutional computation to common engineering problems. Some of these problems,\nsuch as the estimation of non-lineal parameters, the development of automatic\nlearning techniques, the implementation of control systems, or the resolution\nof multi-objective optimization problems, have had (and have) a special\nrepercussion in the fields. For these reasons EC emerges as a feasible\nalternative for traditional methods. In this paper, we discuss some promising\napplications in this direction and a number of recent works in this area; the\npaper also includes a general description of EC to provide a global perspective\nto the reader and gives some guidelines of application of EC techniques for\nfuture research\n","Comment: * PRE-PRINT *"]}]
["1202.2526",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematics - Dynamical Systems","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2526"],"date":["2012-02-12","2012-04-10"],"type":["text"],"creator":["Rugh, Hans Henrik"],"language":[],"coverage":[],"title":["Micro-canonical thermodynamics: Why does heat flow from hot to cold"],"description":["  We show how to use a central limit approximation for additive co-cycles to\ndescribe non-equilibrium and far from equilibrium thermodynamic behavior. We\nconsider first two weakly coupled Hamiltonian dynamical systems initially at\ndifferent micro-canonical temperatures. We describe a stochastic model where\nthe energy-transfer between the two systems is considered as a random variable\nsatisfying a central limit approximation. We show that fluctuations in energy\nobservables are linearly related to the heat-transfer (dissipation). As a\nresult, on average, heat flows from hot to cold. We also consider the far from\nequilibrium situation of a non-Hamiltonian thermostatted system as in Evans et\nal. {\\em Phys.\\ Rev.\\ Lett.} {\\bf 71}, 2401 (1993). Applying the same central\nlimit approximation we re-derive their relation for the violation of the 2nd\nlaw of thermodynamics. We note that time-reversal symmetry is not used in our\nderivation.\n","Comment: 5 pages"]}]
["1202.4048",{"format":[],"subject":["Condensed Matter - Superconductivity","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4048","Phys. Rev. B 85, 134508 (2012) [4 pages]","doi:10.1103/PhysRevB.85.134508"],"date":["2012-02-17"],"type":["text"],"creator":["Lin, Shi-Zeng","Bulaevskii, Lev N."],"language":[],"coverage":[],"title":["Measuring spectrum of spin wave using vortex dynamics"],"description":["  We propose to measure the spectrum of magnetic excitation in magnetic\nmaterials using motion of vortex lattice driven by both ac and dc current in\nsuperconductors. When the motion of vortex lattice is resonant with oscillation\nof magnetic moments, the voltage decreases at a given current. From transport\nmeasurement, one can obtain frequency of the magnetic excitation with the wave\nnumber determined by vortex lattice constant. By changing the lattice constant\nthrough applied magnetic fields, one can obtains the spectrum of the magnetic\nexcitation up to a wave vector of order $10\\rm{\\ nm^{-1}}$.\n","Comment: 4 pages, 2 figures"]}]
["1202.4065",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4065"],"date":["2012-02-18","2012-04-10"],"type":["text"],"creator":["Shao, ChengGang"],"language":[],"coverage":[],"title":["Quantum limit in continuous quantum measurement"],"description":["  An inequality about quantum noise is presented with the imprecise measurement\ntheory, which is used to analyse the quantum limit in continuous quantum\nmeasurement. Different from the linear-response approach based on the quantum\nrelation between noise and susceptibilities of the detector, we provide an\nexplicit functional relation between quantum noise and reduction operator, and\nshow a rigorous result: The minimum noise added by the detector in quantum\nmeasurement is precisely equal to the zero-point noise. This conclusion\ngeneralizes the standard Haus-Caves quantum limit for a linear amplifier. We\nalso discuss the statistic characters of the back-action force in quantum\nmeasurement and show on how to reach the quantum limit.\n","Comment: 18 pages"]}]
["1202.5002",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","Mathematics - General Topology","11D45, 14H05, 30F35, 30F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5002"],"date":["2012-02-22","2012-04-10"],"type":["text"],"creator":["Shinomiya, Yoshihiko"],"language":[],"coverage":[],"title":["Veech holomorphic families of Riemann surfaces, holomorphic sections,\n  and Diophantine problems"],"description":["  In this paper, we construct holomorphic families of Riemann surfaces from\nVeech groups and characterize their sections by some points of corresponding\nflat surfaces. The construction gives us concrete solutions for some\nDiophantine equations over function fields. Moreover, we give upper bounds of\nthe numbers of holomorphic sections of certain holomorphic families of Riemann\nsurfaces.\n","Comment: 28 pages; Exposition improved. New results are added"]}]
["1202.6068",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","35L55, 35B41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6068"],"date":["2012-02-27","2012-04-10"],"type":["text"],"creator":["Geredeli, Pelin","Khanmamedov, Azer"],"language":[],"coverage":[],"title":["Long-time dynamics of the parabolic $p$-Laplacian equation"],"description":["  In this paper, we study the long-time behaviour of solutions of Cauchy\nproblem for the parabolic $p$-Laplacian equation with variable coefficients.\nUnder mild conditions on the coefficient of the principal part and without\nupper growth restriction on the source function, we prove that this problem\npossesses a compact and invariant global attractor in $L^{2}(R^{n})$.\n"]}]
["1203.0537",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0537","Phys. Rev. D 85, 076006 (2012)","doi:10.1103/PhysRevD.85.076006"],"date":["2012-03-02","2012-03-15"],"type":["text"],"creator":["Castro, Gabriel Lopez","Quintero, Nestor"],"language":[],"coverage":[],"title":["Lepton number violating four-body tau lepton decays"],"description":["  We study the four-body tau^+- -> nu_tau l^+- l^+- X^-+ decays where l=e or mu\nand X=pi, K, rho and K^* mesons. These decay processes violate the total lepton\nnumber (|Delta L|=2) and can be induced by the exchange of Majorana neutrinos.\nWe consider an scenario where these decays are dominated by the exchange of\nonly one heavy neutrino which produces an enhancement of the decay amplitude\nvia the resonant mechanism. Searches for these novel decay channels with\nbranching fractions sensitivities of (10^-7) can provide constraints on the\nparameter space of the Majorana neutrinos which are stronger than the ones\nobtained from Delta L=2 decays of charged pseudoscalar mesons.\n","Comment: REVTeX, 14 pages, 6 figures, four references added. Version accepted\n  for publication in PRD"]}]
["1203.0748",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0748","Gen. Relativ. Gravit. (2012) 44:1267-1283","doi:10.1007/s10714-012-1337-4"],"date":["2012-03-04"],"type":["text"],"creator":["Sokolowski, Leszek M."],"language":[],"coverage":[],"title":["On the twin paradox in static spacetimes: I. Schwarzschild metric"],"description":["  Motivated by a conjecture put forward by Abramowicz and Bajtlik we reconsider\nthe twin paradox in static spacetimes. According to a well known theorem in\nLorentzian geometry the longest timelike worldline between two given points is\nthe unique geodesic line without points conjugate to the initial point on the\nsegment joining the two points. We calculate the proper times for static twins,\nfor twins moving on a circular orbit (if it is a geodesic) around a centre of\nsymmetry and for twins travelling on outgoing and ingoing radial timelike\ngeodesics. We show that the twins on the radial geodesic worldlines are always\nthe oldest ones and we explicitly find the conjugate points (if they exist)\noutside the relevant segments. As it is of its own mathematical interest, we\nfind general Jacobi vector fields on the geodesic lines under consideration. In\nthe first part of the work we investigate Schwarzschild geometry.\n","Comment: 18 pages, paper accepted for publication in Gen. Rel. Grav"]}]
["1203.2524",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2524","Finite Elements in Analysis and Design, v52, pp32--42, 2012","doi:10.1016/j.finel.2012.03.006"],"date":["2012-03-12"],"type":["text"],"creator":["Natarajan, S.","Ganapathi, M."],"language":[],"coverage":[],"title":["Bending and vibration of functionally graded material sandwich plates\n  using an accurate theory"],"description":["  In this paper, the bending and the free flexural vibration behaviour of\nsandwich functionally graded material (FGM) plates are investigated using\nQUAD-8 shear flexible element developed based on higher order structural\ntheory. This theory accounts for the realistic variation of the displacements\nthrough the thickness. The governing equations obtained here are solved for\nstatic analysis considering two types of sandwich FGM plates, viz., homogeneous\nface sheets with FGM core and FGM face sheets with homogeneous hard core. The\nin-plane and rotary inertia terms are considered for vibration studies. The\naccuracy of the present formulation is tested considering the problems for\nwhich three-dimensional elasticity solutions are available. A detailed\nnumerical study is carried out based on various higher-order models to examine\nthe influence of the gradient index and the plate aspect ratio on the\nglobal/local response of different sandwich FGM plates.\n","Comment: 28 pages, 6 figures, 9 tables"]}]
["1203.4071",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4071","Phys.Rev.C85:044901,2012","doi:10.1103/PhysRevC.85.044901"],"date":["2012-03-19","2012-03-22"],"type":["text"],"creator":["Graef, Gunnar","Li, Qingfeng","Bleicher, Marcus"],"language":[],"coverage":[],"title":["Examination of scaling of Hanbury-Brown--Twiss radii with charged\n  particle multiplicity"],"description":["  In the light of the recent LHC data on proton-proton and lead-lead collisions\nwe examine the question of the multiplicity scaling of HBT radii in\nrelativistic nuclei and particle interactions. Within the UrQMD transport\napproach we study a large variety of system sizes at different beam energies\nand extract the HBT radii. In the calculation, we find a good scaling of the\nradii as a function of charged particle multiplicity, if the change in the\nmultiplicity is caused by a change of centrality at the same energy. However,\nthe scaling is only approximate when the energy, $\\sqrt{s}$, is changed and\nbreaks down when comparing pp to AA reactions.\n","Comment: 11 pages, 4 figures, updated references"]}]
["1203.4104",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4104","Phys.Rev.C85:034908,2012","doi:10.1103/PhysRevC.85.034908"],"date":["2012-03-19","2012-03-22"],"type":["text"],"creator":["Li, Qingfeng","Graef, Gunnar","Bleicher, Marcus"],"language":[],"coverage":[],"title":["UrQMD calculations of two-pion HBT correlations in central Pb-Pb\n  collisions at $\\sqrt{s_{NN}}=2.76$ TeV"],"description":["  Two-pion Hanbury-Brown-Twiss (HBT) correlations for central Pb-Pb collisions\nat the Large-Hadron-Collider (LHC) energy of $\\sqrt{s_{NN}}=2.76$ TeV are\ninvestigated for the first time with the microscopic transport model UrQMD\n(Ultra-relativistic Quantum Molecular Dynamics). The transverse momentum\ndependence of the Pratt-Bertsch HBT radii is extracted from a three dimensional\nGaussian fit to the correlator in the longitudinal co-moving system (LCMS).\nQualitative agreement with the ALICE data is obtained, however $R_{out}$ is\noverpredicted by nearly 50%. The LHC results are also compared to data from the\nSTAR experiment at RHIC. For both energies we find that the calculated\n$R_O/R_S$ ratio is always larger than data, indicating that the emission in the\nmodel is less explosive than observed in the data.\n","Comment: 11 pages, 3 figures, wording improvements, updated references"]}]
["1203.4639",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4639","Phys. Rev. B 85, 134507 (2012)","doi:10.1103/PhysRevB.85.134507"],"date":["2012-03-20","2012-04-10"],"type":["text"],"creator":["Onari, Seiichiro","Kontani, Hiroshi"],"language":[],"coverage":[],"title":["Non-Fermi-Liquid Transport Phenomena and Superconductivity Driven by\n  Orbital Fluctuations in Iron Pnictides: Analysis by Fluctuation-Exchange\n  Approximation"],"description":["  We study the five-orbital Hubbard model including the charge quadrupole\ninteraction for iron pnictides. Using the fluctuation-exchange (FLEX)\napproximation, orbital fluctuations evolve inversely proportional to the\ntemperature, and therefore the resistivity shows linear or convex T-dependence\nfor wide range of temperatures. We also analyze the Eliashberg gap equation,\nand show that s-wave superconducting state without sign reversal (s++ -wave\nstate) emerges when the orbital fluctuations dominate over the spin\nfluctuations. When both fluctuations are comparable, their competition gives\nrise to a nodal s-wave state. The present study offers us a unified explanation\nfor both the normal and superconducting states.\n","Comment: 6 pages, 5 figures, full paper version of arXiv:1009.3882"]}]
["1203.5304",{"format":[],"subject":["Mathematics - Combinatorics","High Energy Physics - Theory","83D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5304","Proceedings of the Romanian Academy A, vol. 13, no. 1, pages\n  27-31, 2012"],"date":["2012-03-23","2012-04-10"],"type":["text"],"creator":["Tanasa, Adrian"],"language":[],"coverage":[],"title":["Combinatorics of random tensor models"],"description":["  In this short review we introduce group field theory, a particular class of\nrandom tensor models, which represents nowadays one of the candidates for a\nfundamental theory of quantum gravity. We insist on the combinatorial richness\nof associated structures, namely tensor graphs, natural generalization of\nribbon graph (or combinatorial maps).\n","Comment: 5 pages, 7 figures, invited paper"]}]
["1203.5402",{"format":[],"subject":["Statistics - Other Statistics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5402"],"date":["2012-03-24","2012-04-09"],"type":["text"],"creator":["Jampana, Phanindra V.","Challa, Sastry S."],"language":[],"coverage":[],"title":["Sparse solution of overdetermined linear systems when the columns of $A$\n  are orthogonal"],"description":["  In this paper, we consider the problem of obtaining the best $k$-sparse\nsolution of $Ax=y$ subject to the constraint that the columns of $A$ are\northogonal. The naive approach for obtaining a solution to this problem has\nexponential complexity and there exist $l_1$ regularization methods such as\nLasso to obtain approximate solutions. In this paper, we show that we can\nobtain an exact solution to the problem, with much less computational effort\ncompared to the brute force search when the columns of $A$ are orthogonal.\n","Comment: 6 pages"]}]
["1203.6194",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6194","Phys. Rev. B 85, 144508 (2012)","doi:10.1103/PhysRevB.85.144508"],"date":["2012-03-28","2012-03-29"],"type":["text"],"creator":["Mansart, B.","Papalazarou, E.","Jensen, M. Fuglsang","Brouet, V.","Petaccia, L.","Medici, L. de'","Sangiovanni, G.","Rullier-Albenque, F.","Forget, A.","Colson, D.","Marsi, M."],"language":[],"coverage":[],"title":["Opening of the superconducting gap in the hole pockets of\n  Ba(Fe(1-x)Co(x))2As2 as seen via Angle-Resolved PhotoElectron Spectroscopy"],"description":["  We present an Angle-Resolved PhotoElectron Spectroscopy study of the changes\nin the electronic structure of electron doped Ba(Fe(1-x)Co(x))2As2 across the\nsuperconducting phase transition. By changing the polarization of the incoming\nlight, we were able to observe the opening of the gap for the inner hole pocket\nalpha, and to compare its behavior with the outer hole-like band beta.\nMeasurements along high symmetry directions show that the behavior of beta is\nconsistent with an isotropic gap opening, while slight anisotropies are\ndetected for the inner band alpha. The implications of these results for the\ns+/- symmetry of the superconducting order parameter are discussed, in relation\nto the nature of the different iron orbitals contributing to the electronic\nstructure of this multiband system.\n","Comment: 5 pages; Accepted for publication in Phys. Rev. B"]}]
["1203.6391",{"format":[],"subject":["Mathematics - Functional Analysis","47L30, 47L75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6391"],"date":["2012-03-28","2012-04-10"],"type":["text"],"creator":["Papapanayides, S.","Todorov, I. G."],"language":[],"coverage":[],"title":["Tensor products of subspace lattices and rank one density"],"description":["  We show that, if $M$ is a subspace lattice with the property that the rank\none subspace of its operator algebra is weak* dense, $L$ is a commutative\nsubspace lattice and $P$ is the lattice of all projections on a separable\ninfinite dimensional Hilbert space, then the lattice $L\\otimes M\\otimes P$ is\nreflexive. If $M$ is moreover an atomic Boolean subspace lattice while $L$ is\nany subspace lattice, we provide a concrete lattice theoretic description of\n$L\\otimes M$ in terms of projection valued functions defined on the set of\natoms of $M$. As a consequence, we show that the Lattice Tensor Product Formula\nholds for $\\Alg M$ and any other reflexive operator algebra and give several\nfurther corollaries of these results.\n","Comment: 15 pages"]}]
["1204.1798",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1798"],"date":["2012-04-09"],"type":["text"],"creator":["Chen, Jing-Ling","Su, Hong-Yi","Wu, Chunfeng","Oh, C. H."],"language":[],"coverage":[],"title":["Quantumness of Product States"],"description":["  Product states do not violate Bell inequalities. In this work, we investigate\nthe quantumness of product states by violating a certain classical algebraic\nmodels. Thus even for product states, statistical predictions of quantum\nmechanics and classical theories do not agree. An experiment protocol is\nproposed to reveal the quantumness.\n","Comment: 2 pages. A draft. A reference is corrected"]}]
["1204.1967",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1967"],"date":["2012-04-09"],"type":["text"],"creator":["Lee, Junha","Lee, Donghun","Kim, Dae-Kyoo","Park, Sooyong"],"language":[],"coverage":[],"title":["A Semantic-Based Approach for Detecting and Decomposing God Classes"],"description":["  Cohesion is a core design quality that has a great impact on posterior\ndevelopment and maintenance. By the nature of software, the cohesion of a\nsystem is diminished as the system evolves. God classes are code defects\nresulting from software evolution, having heterogeneous responsibilities highly\ncoupled with other classes and often large in size, which makes it difficult to\nmaintain the system. The existing work on identifying and decomposing God\nclasses heavily relies on internal class information to identify God classes\nand responsibilities. However, in object-oriented systems, responsibilities\nshould be analyzed with respect to not only internal class information, but\nalso method interactions. In this paper, we present a novel approach for\ndetecting God classes and decomposing their responsibilities based on the\nsemantics of methods and method interactions. We evaluate the approach using\nJMeter v2.5.1 and the results are promising.\n"]}]
["1204.1983",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1983","Macromolecules (2012) vol. 45, pp. 2113-2121","doi:10.1021/ma202503k"],"date":["2012-04-09"],"type":["text"],"creator":["Micheletti, C.","Orlandini, E."],"language":[],"coverage":[],"title":["Numerical study of linear and circular model DNA chains confined in a\n  slit: metric and topological properties"],"description":["  Advanced Monte Carlo simulations are used to study the effect of nano-slit\nconfinement on metric and topological properties of model DNA chains. We\nconsider both linear and circularised chains with contour lengths in the\n1.2--4.8 $\\mu$m range and slits widths spanning continuously the 50--1250nm\nrange. The metric scaling predicted by de Gennes' blob model is shown to hold\nfor both linear and circularised DNA up to the strongest levels of confinement.\nMore notably, the topological properties of the circularised DNA molecules have\ntwo major differences compared to three-dimensional confinement. First, the\noverall knotting probability is non-monotonic for increasing confinement and\ncan be largely enhanced or suppressed compared to the bulk case by simply\nvarying the slit width. Secondly, the knot population consists of knots that\nare far simpler than for three-dimensional confinement. The results suggest\nthat nano-slits could be used in nano-fluidic setups to produce DNA rings\nhaving simple topologies (including the unknot) or to separate heterogeneous\nensembles of DNA rings by knot type.\n","Comment: 12 pages, 10 figures"]}]
["1204.1984",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1984"],"date":["2012-04-09"],"type":["text"],"creator":["van Beveren, Eef","Rupp, George"],"language":[],"coverage":[],"title":["Comment on \"Observation of a New chi_b State in Radiative Transitions to\n  Upsilon_1S and Upsilon_2S at ATLAS\""],"description":["  We comment on the recent observation of chi_b states by the ATLAS\nCollaboration and contest their peremptory interpretation of the highest of the\nthree observed structures as the chi_b(3P) system. Moreover, we do not agree\nthat from their data the mass barycenter of the chi_b(3P) system can be\ndetermined.\n","Comment: 1 page, 2 figures"]}]
["1204.1985",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1985"],"date":["2012-04-09"],"type":["text"],"creator":["Batson, Joshua"],"language":[],"coverage":[],"title":["Nonorientable four-ball genus can be arbitrarily large"],"description":["  The nonorientable four-ball genus of a knot K is the smallest first Betti\nnumber of any smoothly embedded, nonorientable surface F in B^4 bounding K. In\ncontrast to the orientable four-ball genus, which is bounded below by the\nMurasugi signature, the Ozsvath-Szabo tau-invariant, the Rasmussen s-invariant,\nthe best lower bound in the literature on the nonorientable four-ball genus for\nany K is 3. We find a lower bound in terms of the signature of K and the\nHeegaard-Floer d-invariant of the integer homology sphere given by -1 surgery\non K. In particular, we prove that the nonorientable four-ball genus of the\ntorus knot T(2k,2k-1) is k-1.\n","Comment: 11 pages, 6 figures"]}]
["1204.1989",{"format":[],"subject":["Mathematics - Combinatorics","05C99, 05C75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1989"],"date":["2012-04-09"],"type":["text"],"creator":["Kaiser, Tomáš","Sereni, Jean-Sébastien","Yilma, Zelealem"],"language":[],"coverage":[],"title":["Multiple Petersen subdivisions in permutation graphs"],"description":["  A permutation graph is a cubic graph admitting a 1-factor M whose complement\nconsists of two chordless cycles. Extending results of Ellingham and of\nGoldwasser and Zhang, we prove that if e is an edge of M such that every\n4-cycle containing an edge of M contains e, then e is contained in a\nsubdivision of the Petersen graph of a special type. In particular, if the\ngraph is cyclically 5-edge-connected, then every edge of M is contained in such\na subdivision. Our proof is based on a characterization of cographs in terms of\ntwin vertices. We infer a linear lower bound on the number of Petersen\nsubdivisions in a permutation graph with no 4-cycles, and give a construction\nshowing that this lower bound is tight up to a constant factor.\n"]}]
["1204.1991",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry","14J33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1991"],"date":["2012-04-09"],"type":["text"],"creator":["Gross, Mark","Siebert, Bernd"],"language":[],"coverage":[],"title":["Theta functions and mirror symmetry"],"description":["  This is a survey covering aspects of varied work of the authors with Mohammed\nAbouzaid, Paul Hacking, and Sean Keel. While theta functions are traditionally\ncanonical sections of ample line bundles on abelian varieties, we motivate,\nusing mirror symmetry, the idea that theta functions exist in much greater\ngenerality. This suggestion originates with the work of the late Andrei Tyurin.\nWe outline how to construct theta functions on the degenerations of varieties\nconstructed in previous work of the authors, and then explain applications of\nthis construction to homological mirror symmetry and constructions of broad\nclasses of mirror varieties.\n","Comment: 43 pages, 21 figures. Written for the JDG2011 conference"]}]
["1204.1992",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1992"],"date":["2012-04-09"],"type":["text"],"creator":["Kong, Shengchun","Nan, Bin"],"language":[],"coverage":[],"title":["Non-asymptotic Oracle Inequalities for the High-Dimensional Cox\n  Regression via Lasso"],"description":["  We consider the finite sample properties of the regularized high-dimensional\nCox regression via lasso. Existing literature focuses on linear models or\ngeneralized linear models with Lipschitz loss functions, where the empirical\nrisk functions are the summations of independent and identically distributed\n(iid) losses. The summands in the negative log partial likelihood function for\ncensored survival data, however, are neither iid nor Lipschitz. We first\napproximate the negative log partial likelihood function by a sum of iid\nnon-Lipschitz terms, then derive the non-asymptotic oracle inequalities for the\nlasso penalized Cox regression using pointwise arguments to tackle the\ndifficulty caused by the lack of iid and Lipschitz property.\n","Comment: 18 pages"]}]
["1204.1993",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1993"],"date":["2012-04-09"],"type":["text"],"creator":["Willett, R. L.","Pfeiffer, L. N.","West, K. W."],"language":[],"coverage":[],"title":["Magnetic field induced resistance properties at filling factor 5/2\n  consistent with non-Abelian e/4 quasiparticles in multiple sized\n  interferometers"],"description":["  Non-Abelian e/4 quasiparticles at 5/2 filling factor in a correlated\ntwo-dimensional electron gas have a proposed specific property in an\ninterference measurement of their edge propagation: encircling an even number\nof localized e/4 quasiparticles allows expression of e/4 Aharonov-Bohm (A-B)\noscillations, but suppression of these oscillations will occur with an odd\nnumber encircled. This picture is tested explicitly here in multiple\ninterferometers of different areas. The encircled localized e/4 quasiparticle\nnumber near 5/2 filling factor is changed by sweeping B-field, and oscillations\nare observed in resistance near 5/2 of period specific to that device area for\neach interferometer. The product of the measured interferometric area of each\ndevice and the respective 5/2 resistance oscillation period is found to agree\nwith the expected flux quanta addition needed for parity change in the\nlocalized e/4 number. This result shows a highly specific non-Abelian property\nof the quasiparticle excitations at 5/2 filling expressed in multiple\ninterferometers.\n","Comment: 18 pages, 5 figures"]}]
["1204.1995",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Computer Science - Computational Engineering, Finance, and Science","Computer Science - Logic in Computer Science","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1995"],"date":["2012-04-09"],"type":["text"],"creator":["Wollbold, Johannes"],"language":[],"coverage":[],"title":["Attribute Exploration of Gene Regulatory Processes"],"description":["  This thesis aims at the logical analysis of discrete processes, in particular\nof such generated by gene regulatory networks. States, transitions and\noperators from temporal logics are expressed in the language of Formal Concept\nAnalysis. By the attribute exploration algorithm, an expert or a computer\nprogram is enabled to validate a minimal and complete set of implications, e.g.\nby comparison of predictions derived from literature with observed data. Here,\nthese rules represent temporal dependencies within gene regulatory networks\nincluding coexpression of genes, reachability of states, invariants or possible\ncausal relationships. This new approach is embedded into the theory of\nuniversal coalgebras, particularly automata, Kripke structures and Labelled\nTransition Systems. A comparison with the temporal expressivity of Description\nLogics is made. The main theoretical results concern the integration of\nbackground knowledge into the successive exploration of the defined data\nstructures (formal contexts). Applying the method a Boolean network from\nliterature modelling sporulation of Bacillus subtilis is examined. Finally, we\ndeveloped an asynchronous Boolean network for extracellular matrix formation\nand destruction in the context of rheumatoid arthritis.\n","Comment: 111 pages, 9 figures, file size 2.1 MB, PhD thesis University of\n  Jena, Germany, Faculty of Mathematics and Computer Science, 2011. Online\n  available at http://www.db-thueringen.de/servlets/DocumentServlet?id=19601"]}]
["1204.2012",{"format":[],"subject":["Mathematics - Numerical Analysis","41A60, 11L03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2012"],"date":["2012-04-09"],"type":["text"],"creator":["Kuznetsov, Alexey"],"language":[],"coverage":[],"title":["Asymptotic approximations to the Hardy-Littlewood function"],"description":["  The function $Q(x):=\\sum_{n\\ge 1} (1/n) \\sin(x/n)$ was introduced by Hardy\nand Littlewood [10] in their study of Lambert summability, and since then it\nhas attracted attention of many researchers. In particular, this function has\nmade a surprising appearance in the recent disproof by Alzer, Berg and\nKoumandos [1] of a conjecture by Clark and Ismail [2]. More precisely, Alzer\net. al. [1] have shown that the Clark and Ismail conjecture is true if and only\nif $Q(x)\\ge -\\pi/2$ for all $x>0$. It is known that $Q(x)$ is unbounded in the\ndomain $x \\in (0,\\infty)$ from above and below, which disproves the Clark and\nIsmail conjecture, and at the same time raises a natural question of whether we\ncan exhibit at least one point $x$ for which $Q(x) < -\\pi/2$. This turns out to\nbe a surprisingly hard problem, which leads to an interesting and non-trivial\nquestion of how to approximate $Q(x)$ for very large values of $x$. In this\npaper we continue the work started by Gautschi in [7] and develop several\napproximations to $Q(x)$ for large values of $x$. We use these approximations\nto find an explicit value of $x$ for which $Q(x)<-\\pi/2$.\n","Comment: 16 pages, 3 figures, 2 tables"]}]
["1204.2018",{"format":[],"subject":["Computer Science - Artificial Intelligence","03E72, 97A99","I.2.3","I.5.1","H.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2018","International Journal of Applications of Fuzzy Sets (ISSN\n  2241-1240) Vol. 1 ( 2011), 7-18"],"date":["2012-04-09"],"type":["text"],"creator":["Subbotin, Igor Ya.","Voskoglou, Michael Gr."],"language":[],"coverage":[],"title":["Applications of fuzzy logic to Case-Based Reasoning"],"description":["  The article discusses some applications of fuzzy logic ideas to formalizing\nof the Case-Based Reasoning (CBR) process and to measuring the effectiveness of\nCBR systems\n"]}]
["1204.2024",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2024"],"date":["2012-04-09"],"type":["text"],"creator":["Liu, Yu","Zhu, Bin"],"language":[],"coverage":[],"title":["Triangulated quotient categories"],"description":["  A notion of mutation of subcategories in a right triangulated category is\ndefined in this paper. When (Z,Z) is a D-mutation pair in a right triangulated\ncategory C, the quotient category Z/D carries naturally a right triangulated\nstructure. More-over, if the right triangulated category satisfies some\nreasonable conditions, then the right triangulated quotient category Z/D\nbecomes a triangulated category. When C is triangulated, our result unifies the\nconstructions of the quotient triangulated categories by Iyama-Yoshino and by\nJ{\\o}rgensen respectively.\n","Comment: 18 pages"]}]
["1204.2025",{"format":[],"subject":["Mathematics - Geometric Topology","53C23, 20F67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2025"],"date":["2012-04-09"],"type":["text"],"creator":["Kim, Sungwoon"],"language":[],"coverage":[],"title":["Minimal volume of complete uniform visibility manifolds with finite\n  volume"],"description":["  We show that complete uniform visibility manifolds of finite volume with\nsectional curvature $-1 \\leq K \\leq 0$ have positive simplicial volumes. This\nimplies that their minimal volumes are non-zero.\n"]}]
["1204.2030",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2030","Journal of Physics and Chemistry of Solids 73 (2012) 818-821","doi:10.1016/j.jpcs.2012.02.010"],"date":["2012-04-09"],"type":["text"],"creator":["Behera, Harihar","Mukhopadhyay, Gautam"],"language":[],"coverage":[],"title":["Strain-tunable band gap in graphene/h-BN hetero-bilayer"],"description":["  Using full-potential density functional calculations within local density\napproximation (LDA), we predict that mechanically tunable band-gap and\nquasi-particle-effective-mass are realizable in graphene/hexagonal-BN\nhetero-bilayer (C/h-BN HBL) by application of in-plane homogeneous biaxial\nstrain. While providing one of the possible reasons for the experimentally\nobserved gap-less pristine-graphene-like electronic properties of C/h-BN HBL,\nwhich theoretically has a narrow band-gap, we suggest a schematic experiment\nfor verification of our results which may find applications in\nnano-electromechanical systems (NEMS), nano opto-mechanical systems (NOMS) and\nother nano-devices based on C/h-BN HBL.\n","Comment: 9 pages, 8 figures"]}]
["1204.2031",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2031"],"date":["2012-04-09"],"type":["text"],"creator":["Basu, Amitabh","De Loera, Jesus","Junod, Mark"],"language":[],"coverage":[],"title":["On Chubanov's method for Linear Programming"],"description":["  We discuss the method recently proposed by S. Chubanov for the linear\nfeasibility problem. We present new, concise proofs and interpretations of some\nof his results. We then show how our proofs can be used to find strongly\npolynomial time algorithms for special classes of linear feasibility problems.\nUnder certain conditions, these results provide new proofs of classical results\nobtained by Tardos, and Vavasis and Ye.\n"]}]
["1204.2034",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2034"],"date":["2012-04-09"],"type":["text"],"creator":["Barbay, J.","Navarro, G.","Pérez-Lantero, P."],"language":[],"coverage":[],"title":["Adaptive Techniques to find Optimal Planar Boxes"],"description":["  Given a set $P$ of $n$ planar points, two axes and a real-valued score\nfunction $f()$ on subsets of $P$, the Optimal Planar Box problem consists in\nfinding a box (i.e. axis-aligned rectangle) $H$ maximizing $f(H\\cap P)$. We\nconsider the case where $f()$ is monotone decomposable, i.e. there exists a\ncomposition function $g()$ monotone in its two arguments such that\n$f(A)=g(f(A_1),f(A_2))$ for every subset $A\\subseteq P$ and every partition\n$\\{A_1,A_2\\}$ of $A$. In this context we propose a solution for the Optimal\nPlanar Box problem which performs in the worst case $O(n^2\\lg n)$ score\ncompositions and coordinate comparisons, and much less on other classes of\ninstances defined by various measures of difficulty. A side result of its own\ninterest is a fully dynamic \\textit{MCS Splay tree} data structure supporting\ninsertions and deletions with the \\emph{dynamic finger} property, improving\nupon previous results [Cort\\'es et al., J.Alg. 2009].\n","Comment: 18 pages, 4 figures"]}]
["1204.2037",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2037"],"date":["2012-04-09"],"type":["text"],"creator":["Bose, Tushar Kanti","Saha, Jayashree"],"language":[],"coverage":[],"title":["The Origin of Tilted Phase Generation in Systems of Ellipsoidal\n  Molecules with Dipolar Interactions"],"description":["  We report Monte-Carlo simulation studies of some systems consisting of polar\nrod-like molecules interacting via a pair potential that exhibit liquid crystal\nphases, attributed with tilt angles of large magnitude. For theoretical\nunderstanding of the microscopic origin of the tilted phases, different systems\nconsisting of prolate ellipsoidal molecules of three different lengths,\nembedded with two symmetrically placed anti-parallel terminal dipoles are\nconsidered. We find that the presence of a stable tilted phase crucially\ndepends on the molecular elongation which effectively makes dipolar separation\nlonger. We observe that in case of mesogens with transverse dipoles the tilt in\nthe layered smectic phase gradually increases from zero to a large magnitude as\nwe increase the molecular length. However tilt remains weak with molecular\nelongation for systems with longitudinal dipoles which shows a small tilt at\nshorter lengths. This is the first work determining the combined contribution\nof dipolar separation and orientations in generating biaxial liquid crystal\nphases with large tilt angles.\n"]}]
["1204.2039",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2039","http://link.aps.org/doi/10.1103/PhysRevB.85.121106 (2012)","doi:10.1103/PhysRevB.85.121106"],"date":["2012-04-10"],"type":["text"],"creator":["Moon, E. J.","Rondinelli, J. M.","Prasai, N.","Gray, B. A.","Kareev, M.","Chakhalian, J.","Cohn, J. L."],"language":[],"coverage":[],"title":["Strain-controlled band engineering and self-doping in ultrathin\n  LaNiO$_3$ films"],"description":["  We report on a systematic study of the temperature-dependent Hall coefficient\nand thermoelectric power in ultra-thin metallic LaNiO$_3$ films that reveal a\nstrain-induced, self-doping carrier transition that is inaccessible in the\nbulk. As the film strain varies from compressive to tensile at fixed\ncomposition and stoichiometry, the transport coefficients evolve in a manner\nstrikingly similar to those of bulk hole-doped superconducting cuprates with\nvarying doping level. Density functional calculations reveal that the\nstrain-induced changes in the transport properties are due to self-doping in\nthe low-energy electronic band structure. The results imply that thin-film\nepitaxy can serve as a new means to achieve hole-doping in other (negative)\ncharge-transfer gap transition metal oxides without resorting to chemical\nsubstitution.\n"]}]
["1204.2040",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2040"],"date":["2012-04-10"],"type":["text"],"creator":["Hu, Gengran","Pan, Yanbin"],"language":[],"coverage":[],"title":["A New Reduction from Search SVP to Optimization SVP"],"description":["  It is well known that search SVP is equivalent to optimization SVP. However,\nthe former reduction from search SVP to optimization SVP by Kannan needs\npolynomial times calls to the oracle that solves the optimization SVP. In this\npaper, a new rank-preserving reduction is presented with only one call to the\noptimization SVP oracle. It is obvious that the new reduction needs the least\ncalls, and improves Kannan's classical result. What's more, the idea also leads\na similar direct reduction from search CVP to optimization CVP with only one\ncall to the oracle.\n"]}]
["1204.2042",{"format":[],"subject":["Mathematics - Rings and Algebras","16S40, 16T05, 16S35, 16E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2042"],"date":["2012-04-10"],"type":["text"],"creator":["Shakalli, Jeanette"],"language":[],"coverage":[],"title":["Deformations of Quantum Symmetric Algebras Extended by Groups"],"description":["  We discuss a general construction of a deformation of a smash product algebra\ncoming from an action of a particular Hopf algebra. This Hopf algebra is\ngenerated by skew-primitive and group-like elements, and depends on a complex\nparameter. The smash product algebra is defined on the quantum symmetric\nalgebra of a finite-dimensional vector space and a group. In particular, an\napplication of this result has enabled us to find a deformation of such a smash\nproduct algebra which is, to the best of our knowledge, the first known example\nof a deformation in which the new relations in the deformed algebra involve\nelements of the original vector space. Using Hochschild cohomology, we show\nthat the resulting deformations are nontrivial by giving the precise\ncharacterization of the infinitesimal.\n"]}]
["1204.2044",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 47A05, Secondary 47A15, 47A16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2044"],"date":["2012-04-10"],"type":["text"],"creator":["Augé, Jean-Matthieu"],"language":[],"coverage":[],"title":["Linear operators with wild dynamics"],"description":["  If $X$ is a separable infinite dimensional Banach space, we construct a\nbounded and linear operator $R$ on $X$ such that $$ A_R=\\{x \\in X, \\|R^tx\\|\n\\rightarrow \\infty\\} $$ is not dense and has non empty interior with the\nadditional property that $R$ can be written $I+K$, where $I$ is the identity\nand $K$ is a compact operator. This answers two recent questions of H\\'ajek and\nSmith.\n","Comment: 14 pages"]}]
["1204.2045",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2045","doi:10.1111/j.1365-2966.2012.20807.x"],"date":["2012-04-10"],"type":["text"],"creator":["Levin, L.","Bailes, M.","Bates, S. D.","Bhat, N. D. R.","Burgay, M.","Burke-Spolaor, S.","D'Amico, N.","Johnston, S.","Keith, M. J.","Kramer, M.","Milia, S.","Possenti, A.","Stappers, B.","van Straten, W."],"language":[],"coverage":[],"title":["Radio emission evolution, polarimetry and multifrequency single pulse\n  analysis of the radio magnetar PSR J1622-4950"],"description":["  Here we report on observations of the radio magnetar PSR J1622-4950 at\nfrequencies from 1.4 to 17 GHz. We show that although its flux density is\nvarying up to a factor of ~10 within a few days, it has on average decreased by\na factor of 2 over the last 700 days. At the same time, timing analysis\nindicates a trend of decreasing spin-down rate over our entire data set, again\nof about a factor of 2 over 700 days, but also an erratic variability in the\nspin-down rate within this time span. Integrated pulse profiles are often close\nto 100 per cent linearly polarized, but large variations in both the profile\nshape and fractional polarization are regularly observed. Furthermore, the\nbehaviour of the position angle of the linear polarization is very complex -\noffsets in both the absolute position angle and the phase of the position angle\nsweep are often seen and the occasional presence of orthogonal mode jumps\nfurther complicates the picture. However, model fitting indicates that the\nmagnetic and rotation axes are close to aligned. Finally, a single pulse\nanalysis has been carried out at four observing frequencies, demonstrating that\nthe wide pulse profile is built up of narrow spikes of emission, with widths\nthat scale inversely with observing frequency. All three of the known radio\nmagnetars seem to have similar characteristics, with highly polarized emission,\ntime-variable flux density and pulse profiles, and with spectral indices close\nto zero.\n","Comment: 12 pages, 8 figures, 2 tables; Monthly Notices of the Royal\n  Astronomical Society, Online Early"]}]
["1204.2046",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 47A05, 47A16, Secondary 28A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2046"],"date":["2012-04-10"],"type":["text"],"creator":["Augé, Jean-Matthieu"],"language":[],"coverage":[],"title":["Orbits of linear operators and Banach space geometry"],"description":["  Let $T$ be a bounded linear operator on a (real or complex) Banach space $X$.\nIf $(a_n)$ is a sequence of non-negative numbers tending to 0. Then, the set of\n$x \\in X$ such that $\\|T^nx\\| \\geqslant a_n \\|T^n\\|$ for infinitely many $n$'s\nhas a complement which is both $\\sigma$-porous and Haar-null. We also compute\n(for some classical Banach space) optimal exponents $q>0$, such that for every\nnon nilpotent operator $T$, there exists $x \\in X$ such that\n$(\\|T^nx\\|/\\|T^n\\|) \\notin \\ell^{q}(\\mathbb{N})$, using techniques which\ninvolve the modulus of asymptotic uniform smoothness of $X$.\n","Comment: 16 pages"]}]
["1204.2047",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 41A65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2047"],"date":["2012-04-10"],"type":["text"],"creator":["Augé, Jean-Matthieu"],"language":[],"coverage":[],"title":["Perturbation of farthest points in weakly compact sets"],"description":["  If $f$ is a real valued weakly lower semi-continous function on a Banach\nspace $X$ and $C$ a weakly compact subset of $X$, we show that the set of $x\n\\in X$ such that $z \\mapsto \\|x-z\\|-f(z)$ attains its supremum on $C$ is dense\nin $X$. We also construct a counter example showing that the set of $x \\in X$\nsuch that $z \\mapsto \\|x-z\\|+\\|z\\|$ attains its supremum on $C$ is not always\ndense in $X$.\n","Comment: 5 pages"]}]
["1204.2049",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2049"],"date":["2012-04-10"],"type":["text"],"creator":["Zhang, Zhihua","Dai, Guang","Jordan, Michael I."],"language":[],"coverage":[],"title":["Coherence Functions with Applications in Large-Margin Classification\n  Methods"],"description":["  Support vector machines (SVMs) naturally embody sparseness due to their use\nof hinge loss functions. However, SVMs can not directly estimate conditional\nclass probabilities. In this paper we propose and study a family of coherence\nfunctions, which are convex and differentiable, as surrogates of the hinge\nfunction. The coherence function is derived by using the maximum-entropy\nprinciple and is characterized by a temperature parameter. It bridges the hinge\nfunction and the logit function in logistic regression. The limit of the\ncoherence function at zero temperature corresponds to the hinge function, and\nthe limit of the minimizer of its expected error is the minimizer of the\nexpected error of the hinge loss. We refer to the use of the coherence function\nin large-margin classification as C-learning, and we present efficient\ncoordinate descent algorithms for the training of regularized ${\\cal\nC}$-learning models.\n","Comment: 28 pages"]}]
["1204.2051",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2051"],"date":["2012-04-10"],"type":["text"],"creator":["Camacho, L. M.","Cañete, E. M.","Gómez-Vidal, S.","Omirov, B. A."],"language":[],"coverage":[],"title":["p-filiform Zinbiel algebras"],"description":["  The paper deals with the classification of a subclass of finite-dimensional\nZinbiel algebras: the naturally graded p-filiform Zinbiel algebras. A Zinbiel\nalgebra is the dual to Leibniz algebra in Koszul sense. We prove that there\nexists, up to isomorphism, only one family of naturally graded p-filiform\nZinbiel algebras under hypothesis $n-p \\geq 4.$\n","Comment: 12 pages"]}]
["1204.2055",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2055"],"date":["2012-04-10"],"type":["text"],"creator":["Zhang, Wei","Chen, Wei","Tong, Penger"],"language":[],"coverage":[],"title":["Correlated dynamics of weakly charged silica spheres at an air-water\n  interface"],"description":["  Optical microscopy and multi-particle tracking are used to investigate the\nspatially correlated motion of weakly charged silica spheres at an air-water\ninterface for different area fraction $n$ occupied by the particles. When the\narea fraction is very small, e.g. $n=0.03$, the correlation function along the\nline joining the centers of particles $D_{rr}$ decays with inter-particle\ndistance $R$ as $1/R^{0.86\\pm0.02}$, and the function perpendicular to this\nline $D_{\\theta\\theta}$ decays with $R$ as $1/R^{1.45\\pm0.03}$, which differs\nfrom the results of [Phys. Rev. Lett. 97, 176001 (2006)] with low surface\nviscosity (where $D_{rr}\\propto 1/R$, $D_{\\theta\\theta}\\propto 1/R^2$). We\nargue that the differences arise from the Coulomb interaction between\nparticles. The Coulomb interaction enhances the correlated motion of particles.\nExperimental results show that with the increase of $n$, the decay rate of\n$D_{rr}$ and $D_{\\theta\\theta}$ with $R$ decreases and the cross-correlation\nenhances for the Coulomb interaction increases. The Coulomb interaction between\ncolloidal particles should serve as an effective surface viscoelastical role in\nour system. With the scaled separation $\\frac R {d}(\\frac {\\eta_{w}d}\n{\\eta_{es,2p}})^{3/2}$, the correlated motions for various values of $n$ and\ndifferent particles can be scaled onto a single master curve, where $d$ is\nparticles' diameter, $\\eta_{w}$ is the viscosity of the water, and\n$\\eta_{es,2p}$ is the effective surface viscosity whose measurements agree well\nwith that of one-particle surface viscosity $\\eta_{es,1p}$. The effective\nsurface viscosity $\\eta_{es,2p}$ as a function of the area fraction $n$ for\ndifferent silica spheres is presented.\n","Comment: 13 pages"]}]
["1204.2058",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2058","International Journal of Data Mining & Knowledge Management\n  Process (IJDKP) March, 2012, Vol. 2, Number 2,pp. 1-15","doi:10.5121/ijdkp.2012.2201"],"date":["2012-04-10"],"type":["text"],"creator":["Puri, Shalini","Kaushik, Sona"],"language":[],"coverage":[],"title":["A technical study and analysis on fuzzy similarity based models for text\n  classification"],"description":["  In this new and current era of technology, advancements and techniques,\nefficient and effective text document classification is becoming a challenging\nand highly required area to capably categorize text documents into mutually\nexclusive categories. Fuzzy similarity provides a way to find the similarity of\nfeatures among various documents. In this paper, a technical review on various\nfuzzy similarity based models is given. These models are discussed and compared\nto frame out their use and necessity. A tour of different methodologies is\nprovided which is based upon fuzzy similarity related concerns. It shows that\nhow text and web documents are categorized efficiently into different\ncategories. Various experimental results of these models are also discussed.\nThe technical comparisons among each model's parameters are shown in the form\nof a 3-D chart. Such study and technical review provide a strong base of\nresearch work done on fuzzy similarity based text document categorization.\n","Comment: 15 pages, 3 tables, 1 figure"]}]
["1204.2061",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2061","Volume 2, Number 11, pp. 115 - 121, November, 2011"],"date":["2012-04-10"],"type":["text"],"creator":["Puri, Shalini"],"language":[],"coverage":[],"title":["A Fuzzy Similarity Based Concept Mining Model for Text Classification"],"description":["  Text Classification is a challenging and a red hot field in the current\nscenario and has great importance in text categorization applications. A lot of\nresearch work has been done in this field but there is a need to categorize a\ncollection of text documents into mutually exclusive categories by extracting\nthe concepts or features using supervised learning paradigm and different\nclassification algorithms. In this paper, a new Fuzzy Similarity Based Concept\nMining Model (FSCMM) is proposed to classify a set of text documents into pre -\ndefined Category Groups (CG) by providing them training and preparing on the\nsentence, document and integrated corpora levels along with feature reduction,\nambiguity removal on each level to achieve high system performance. Fuzzy\nFeature Category Similarity Analyzer (FFCSA) is used to analyze each extracted\nfeature of Integrated Corpora Feature Vector (ICFV) with the corresponding\ncategories or classes. This model uses Support Vector Machine Classifier (SVMC)\nto classify correctly the training data patterns into two groups; i. e., + 1\nand - 1, thereby producing accurate and correct results. The proposed model\nworks efficiently and effectively with great performance and high - accuracy\nresults.\n","Comment: 7 Pages, 3 Figures, 2 Tables, International Journal of Advanced\n  Computer Science and Applications(IJACSA)"]}]
["1204.2062",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2062"],"date":["2012-04-10"],"type":["text"],"creator":["Patil, Babasaheb G.","Subbaraman, Shaila"],"language":[],"coverage":[],"title":["SVD-EBP Algorithm for Iris Pattern Recognition"],"description":["  This paper proposes a neural network approach based on Error Back Propagation\n(EBP) for classification of different eye images. To reduce the complexity of\nlayered neural network the dimensions of input vectors are optimized using\nSingular Value Decomposition (SVD). The main of this work is to provide for\nbest method for feature extraction and classification. The details of this\ncombined system named as SVD-EBP system, and results thereof are presented in\nthis paper.\n  Keywords- Singular value decomposition(SVD), Error back Propagation(EBP).\n","Comment: Dec2011-volume2.Issue 12 (IJACSA)"]}]
["1204.2063",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2063","Phys. Rev. A 85, 043813 (2012)","doi:10.1103/PhysRevA.85.043813"],"date":["2012-04-10"],"type":["text"],"creator":["Novitsky, Denis"],"language":[],"coverage":[],"title":["Controlled absorption and all-optical diode action due to collisions of\n  self-induced transparency solitons"],"description":["  We study inelastic collisions of counter-propagating self-induced\ntransparency solitons in a homogeneously broadened two-level medium. The energy\nof the pulse can be almost totally absorbed in the medium due to asymmetric\ncollision with a properly chosen control pulse. The medium state thus prepared\ndemonstrates the property of an all-optical diode which transmits pulses from\none direction and blocks from another. The saturation process of a controlled\nabsorption effect, local-field correction influence, and the parameter ranges\nfor the diode action are studied as well.\n","Comment: 7 pages, 9 figures"]}]
["1204.2067",{"format":[],"subject":["Statistics - Methodology","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2067"],"date":["2012-04-10"],"type":["text"],"creator":["Bouveyron, Charles","Brunet, Camille"],"language":[],"coverage":[],"title":["Discriminative variable selection for clustering with the sparse\n  Fisher-EM algorithm"],"description":["  The interest in variable selection for clustering has increased recently due\nto the growing need in clustering high-dimensional data. Variable selection\nallows in particular to ease both the clustering and the interpretation of the\nresults. Existing approaches have demonstrated the efficiency of variable\nselection for clustering but turn out to be either very time consuming or not\nsparse enough in high-dimensional spaces. This work proposes to perform a\nselection of the discriminative variables by introducing sparsity in the\nloading matrix of the Fisher-EM algorithm. This clustering method has been\nrecently proposed for the simultaneous visualization and clustering of\nhigh-dimensional data. It is based on a latent mixture model which fits the\ndata into a low-dimensional discriminative subspace. Three different approaches\nare proposed in this work to introduce sparsity in the orientation matrix of\nthe discriminative subspace through $\\ell_{1}$-type penalizations. Experimental\ncomparisons with existing approaches on simulated and real-world data sets\ndemonstrate the interest of the proposed methodology. An application to the\nsegmentation of hyperspectral images of the planet Mars is also presented.\n"]}]
["1204.2068",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2068"],"date":["2012-04-10"],"type":["text"],"creator":["Dekker, S","Kondyurin, A","Steel, B","Bilek, M M M","McKenzie, D R","James, M"],"language":[],"coverage":[],"title":["Characterisation of polystyrene coatings after plasma immersion ion\n  implantation and adsorption of protein"],"description":["  A polystyrene film spun onto polished silicon substrates was implanted with\neither nitrogen or argon ions using plasma immersion ion implantation (PIII)\nand subsequently investigated by X-ray and neutron reflectometry, UV-VIS and\nFTIR ellipsometry, as well as by FTIR and Raman spectroscopy. The depth profile\nof the densified carbon structures resulting from the ion collision cascades in\nthe polystyrene coating are clearly observed by both X-ray and neutron\nreflectometry. Argon ions produce a higher density modified layer at a\nshallower depth than nitrogen ions. The thickness measured for these graded\nlayers agrees with the expected depths of ion implantation as calculated by\nSRIM. The sensitivity of X-ray and neutron reflectometry allows resolution of\ndensity and hydrogen content gradients within the graphitized layers. The\ntreated layers were found to covalently immobilized protein directly from\nsolution. The tropoelastin protein monolayers immobilized on the surface were\ncharacterized. Tropoelastin remained on the surface after SDS washing.\n","Comment: 22 pages, 12 figures, 2 tables"]}]
["1204.2071",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2071","Intersection, 11 (2010), pp. 28 - 38"],"date":["2012-04-10"],"type":["text"],"creator":["Garces, I. J. L.","Loyola, M. L."],"language":[],"coverage":[],"title":["Revisiting a Number-Theoretic Puzzle: The Census-Taker Problem"],"description":["  The current work revisits the results of L.F. Meyers and R. See in [3], and\npresents the census-taker problem as a motivation to introduce the beautiful\ntheory of numbers.\n"]}]
["1204.2073",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2073"],"date":["2012-04-10"],"type":["text"],"creator":["Khandait, S. P.","Thool, R. C.","Khandait, P. D."],"language":[],"coverage":[],"title":["Automatic facial feature extraction and expression recognition based on\n  neural network"],"description":["  In this paper, an approach to the problem of automatic facial feature\nextraction from a still frontal posed image and classification and recognition\nof facial expression and hence emotion and mood of a person is presented. Feed\nforward back propagation neural network is used as a classifier for classifying\nthe expressions of supplied face into seven basic categories like surprise,\nneutral, sad, disgust, fear, happy and angry. For face portion segmentation and\nlocalization, morphological image processing operations are used. Permanent\nfacial features like eyebrows, eyes, mouth and nose are extracted using SUSAN\nedge detection operator, facial geometry, edge projection analysis. Experiments\nare carried out on JAFFE facial expression database and gives better\nperformance in terms of 100% accuracy for training set and 95.26% accuracy for\ntest set.\n","Comment: 6 pages,pp. 113-118, (IJACSA) International Journal of Advanced\n  Computer Science and Applications, Vol. 2, No.1, January 2011"]}]
["1204.2077",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2077","Phys. Rev. A 85, 044301 (2012)","doi:10.1103/PhysRevA.85.044301"],"date":["2012-04-10"],"type":["text"],"creator":["Kang, Minsu","Kim, M. S.","Jeong, Hyunseok"],"language":[],"coverage":[],"title":["Production of entanglement with highly-mixed states"],"description":["  We study production of entanglement with highly-mixed states. We find that\nentanglement between highly mixed states can be generated via a direct unitary\ninteraction even when both states have purities arbitrarily close to zero. This\nindicates that purity of a subsystem is not required for entanglement\ngeneration. Our result is in contrast to previous studies where the importance\nof the subsystem purity was emphasized.\n","Comment: 4 pages, 5 figures"]}]
["1204.2079",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Software Engineering","D.2.13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2079"],"date":["2012-04-10"],"type":["text"],"creator":["Yanes, Nacim","Sassi, Sihem Ben","Ghezala, Henda Hajjami Ben"],"language":[],"coverage":[],"title":["A Theoretical and Empirical Evaluation of Software Component Search\n  Engines, Semantic Search Engines and Google Search Engine in the Context of\n  COTS-Based Development"],"description":["  COTS-based development is a component reuse approach promising to reduce\ncosts and risks, and ensure higher quality. The growing availability of COTS\ncomponents on the Web has concretized the possibility of achieving these\nobjectives. In this multitude, a recurrent problem is the identification of the\nCOTS components that best satisfy the user requirements. Finding an adequate\nCOTS component implies searching among heterogeneous descriptions of the\ncomponents within a broad search space. Thus, the use of search engines is\nrequired to make more efficient the COTS components identification. In this\npaper, we investigate, theoretically and empirically, the COTS component search\nperformance of eight software component search engines, nine semantic search\nengines and a conventional search engine (Google). Our empirical evaluation is\nconducted with respect to precision and normalized recall. We defined ten\nqueries for the assessed search engines. These queries were carefully selected\nto evaluate the capability of each search engine for handling COTS component\nidentification.\n","Comment: 9 pages, 4 figures, 11 tables"]}]
["1204.2081",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2081"],"date":["2012-04-10"],"type":["text"],"creator":["Pinsky, Ross G."],"language":[],"coverage":[],"title":["Cyclic to Random Transposition Shuffles"],"description":["  Consider a permutation $\\sigma\\in S_n$ as a deck of cards numbered from 1 to\n$n$ and laid out in a row, where $\\sigma_j$ denotes the number of the card that\nis in the $j$-th position from the left.\\rm\\ We define two cyclic to random\ntransposition shuffles. The first one works as follows: for $j=1,..., n$, on\nthe $j$-th step transpose the card that was \\it originally\\rm\\ the $j$-th from\nthe left with a random card (possibly itself). The second shuffle works as\nfollows: on the $j$-th step, transpose the card that is \\it currently\\rm\\ in\nthe $j$-th position from the left with a random card (possibly itself). For\nthese shuffles, for each $b\\in[0,1]$, we calculate explicitly the limiting\nrescaled density function of $x,0\\le x\\le1$, for the probability that a card\nwith a number around $bn$ ends up in a position around $xn$, and for each\n$x\\in[0,1]$, we calculate the limiting rescaled density function of $b,0\\le\nb\\le 1$, for the probability that the card in a position around $xn$ will be a\ncard with a number around $bn$. These density functions all have a\ndiscontinuity at $x=b$, and for each of them, the supremum of the density is\nobtained by approaching the discontinuity from one side, and, for certain\nvalues of the parameter, the infimum of the density is obtained by approaching\nthe discontinuity from the other side.\n"]}]
["1204.2083",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2083"],"date":["2012-04-10"],"type":["text"],"creator":["Rini, Stefano","Kurniawan, Ernest","Goldsmith, Andrea"],"language":[],"coverage":[],"title":["Primary Rate-Splitting Achieves Capacity for the Gaussian Cognitive\n  Interference Channel"],"description":["  The cognitive interference channel models cognitive overlay radio systems,\nwhere cognitive radios overhear the transmission of neighboring nodes. Capacity\nfor this channel is not known in general. For the Gaussian case capacity is\nknown in three regimes, usually denoted as the \"weak interference\", \"very\nstrong interference\" and \"primary decodes cognitive\". This paper provides a new\ncapacity result, based on rate-splitting of the primary user's message into a\npublic and private part and that generalizes the capacity results in the \"very\nstrong interference\" and \"primary decodes cognitive\" regimes. This result\nindicates that capacity of the cognitive interference channel not only depends\non channel conditions but also the level of cooperation with the primary user.\n"]}]
["1204.2084",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2084","J. Chem. Phys. 136, 114507 (2012)","doi:10.1063/1.3692965"],"date":["2012-04-10"],"type":["text"],"creator":["Tazi, Sami","Molina, John J.","Rotenberg, Benjamin","Turq, Pierre","Vuilleumier, Rodolphe","Salanne, Mathieu"],"language":[],"coverage":[],"title":["A transferable ab-initio based force field for aqueous ions"],"description":["  We present a new polarizable force field for aqueous ions (Li+, Na+, K+, Rb+,\nCs+, Mg2+, Ca2+, Sr2+ and Cl-) derived from condensed phase ab-initio\ncalculations. We use Maximally Localized Wannier Functions together with a\ngeneralized force and dipole-matching procedure to determine the whole set of\nparameters. Experimental data is then used only for validation purposes and a\ngood agreement is obtained for structural, dynamic and thermodynamic\nproperties. The same procedure applied to crystalline phases allows to\nparametrize the interaction between cations and the chloride anion. Finally, we\nillustrate the good transferability of the force field to other thermodynamic\nconditions by investigating concentrated solutions.\n","Comment: 31 pages, 8 figures"]}]
["1204.2085",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2085","Current Nanoscience 7, 656 (2011)"],"date":["2012-04-10"],"type":["text"],"creator":["Neder, Joerg","West, Beate","Nielaba, Peter","Schmid, Friederike"],"language":[],"coverage":[],"title":["Membrane-mediated protein-protein interaction: A Monte Carlo study"],"description":["  We investigate membrane-mediated interactions between transmembrane proteins\nusing coarse-grained models. We compare the effective potential of mean force\n(PMF) between two proteins, which are always aligned parallel to the z-axis of\nthe simulation box, with those PMFs obtained for proteins with fluctuating\norientations. The PMFs are dominated by an oscillatory packing-driven\ncontribution and a smooth attractive hydrophobic mismatch contribution, which\nvanishes if the hydrophobic length of the protein matches the thickness of the\nmembrane. If protein orientations are allowed to fluctuate, the oscillations\nare greatly reduced compared to proteins with fixed orientation. Furthermore,\nthe hydrophobic mismatch interaction has a smaller range. Finally, we compare\nthe two-dimensional thickness profiles around two proteins with the predictions\nfrom the elastic theory of two coupled monolayers, and find them to be in very\ngood agreement.\n"]}]
["1204.2088",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2088"],"date":["2012-04-10"],"type":["text"],"creator":["Zhang, Liangshun","Sevink, Agur","Schmid, Friederike"],"language":[],"coverage":[],"title":["Hybrid Lattice Boltzmann / Dynamic Self-Consistent Field Simulations of\n  Microphase Separation and Vesicle Formation in Block Copolymer Systems"],"description":["  We present a hybrid numerical method to introduce hydrodynamics in dynamic\nself-consistent field (SCF) studies of inhomogeneous polymer systems. It solves\na set of coupled dynamical equations: The Navier-Stokes equations for the fluid\nflow, and SCF-based convection-diffusion equations for the evolution of the\nlocal monomer compositions. The Navier-Stokes equaitons are simulated by the\nlattice Boltzmann method and the dynamic self-consistent equations are solved\nby a finite difference scheme. Two applications are presented: First, we study\nmicrophase separation in symmetric and asymmetric block copolymer melts with\nvarious values of shear and bulk viscosities, comparing the results to those\nobtaiuned with purely diffusive dynamics. Second, we investigate the effect of\nhydrodynamics on vesicle formation in amphiphilic block copolymer solutions. In\nagreement with previous studies, hydrodynamic interactions are found to have\nlittle effect on the microphase separation at early times, buty they\nsubstantially accelerate the process of structure formation at later times.\nFurthermore, they also contribute to selecting the pathway of vesicle\nformation, favoring spherical intermediates over aspherical (disklike) ones.\n"]}]
["1204.2092",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2092"],"date":["2012-04-10"],"type":["text"],"creator":["Mironov, Andrey E."],"language":[],"coverage":[],"title":["Commuting higher rank ordinary differential operators"],"description":["  In this paper we discuss some results related to commuting ordinary\ndifferential operators of rank greater than one.\n","Comment: The paper is submitted to the proceedings of the ECM in Krakow"]}]
["1204.2095",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","20F55, 17B65, 22E65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2095"],"date":["2012-04-10"],"type":["text"],"creator":["Hofmann, Georg","Neeb, Karl-Hermann"],"language":[],"coverage":[],"title":["On convex hulls of orbits of Coxeter groups and Weyl groups"],"description":["  The notion of a linear Coxeter system introduced by Vinberg generalizes the\ngeometric representation of a Coxeter group. Our main theorem asserts that if\n$v$ is an element of the Tits cone of a linear Coxeter system and $\\cW$ is the\ncorresponding Coxeter group, then $\\cW v \\subeq v - C_v,$ where $C_v$ is the\nconvex cone generated by the coroots $\\check \\alpha$, for which $\\alpha(v) >\n0$. This implies that the convex hull of $\\cW v$ is completely determined by\nthe image of $v$ under the reflections in $\\cW$. We also apply an analogous\nresult for convex hulls of $\\cW$-orbits in the dual space, although this action\nneed not correspond to a linear Coxeter system. Motivated by the applications\nin representation theory, we further extend these results to Weyl group orbits\nof locally finite and locally affine root systems. In the locally affine case,\nwe also derive some applications on minimizing linear functionals on Weyl group\norbits.\n"]}]
["1204.2096",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2096","Phys. Rev. B 85, 115411 2012","doi:10.1103/PhysRevB.85.115411"],"date":["2012-04-10"],"type":["text"],"creator":["Gomez, S.","Burset, P.","Herrera, W. J.","Yeyati, A. Levy"],"language":[],"coverage":[],"title":["Selective focusing of electrons and holes in a graphene-based\n  superconducting lens"],"description":["  We show that a graphene pnp junction with a central superconducting electrode\nacts as a Veselago lens for incoming electrons by focusing them and their\nphase-conjugated counterpart (holes) into different points of the optical axis.\nThis selective focusing suggested by a simple trajectory analysis is confirmed\nby fully microscopic calculations. Although the focusing pattern is degraded by\ndeviations from the ideal conditions we show that it remains visible for a wide\nrange of parameters. We discuss how this property can be useful for the\ndetection of entangled electron pairs.\n","Comment: 7 pages, 4 figures"]}]
["1204.2097",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2097","International Journal of Scientific & Engineering Research -\n  Volume 2, Issue 12, December -2011"],"date":["2012-04-10"],"type":["text"],"creator":["Katiyar, Sumit","Jain, Prof. R. K.","Agrawal, Prof. N. K."],"language":[],"coverage":[],"title":["An Intelligent Approach for Dense Urban Area in existing 2G / 2.5G"],"description":["  In the prevailing scenario audio, video, data services (i.e. internet),\nmultimedia and broadcasting etc. are being integrated. Decreasing cell size\nincreases capacity but at the same time increases fluctuation and interference\ntoo. The intelligence approach is the only answer in developing countries where\nfrequency and power are scarce resources. In this paper, we have tried to\nintegrate all proven technologies in networking such as in-building network,\nmicro zone, intelligent micro cell, deployment along city streets, tunnels,\nsubway coverage etc. along with adaptive frequency allocation in hierarchical\napproach with the help of adaptive / intelligent antenna system. A-SDMA\napproach will further enhance spectral efficiency as well as QoS (Quality of\nService). It can be proved beyond doubt that this integrated approach will\nconvert 2G / 2.5G systems capable of handling the prevailing demand at reduced\ncost. In addition to it, integrated approach will save power and reduce RF\npollution. In this paper we have explained the ill effect of cellular growth in\nterms of health hazard and increased power consumption. We have also suggested\nways and means to overcome these problems (spectral density / capacity, QoS,\npower consumption and RF pollution etc.).\n","Comment: 6 pages, 7 figures. arXiv admin note: substantial text overlap with\n  arXiv:1110.2627"]}]
["1204.2101",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2101"],"date":["2012-04-10"],"type":["text"],"creator":["Katiyar, Sumit","Jain, R. K.","Agrawal, N. K."],"language":[],"coverage":[],"title":["R.F. Pollution Reduction in Cellular Communication"],"description":["  R. F. pollution has been recognized as health hazard in India in the\nprevailing circumstances. There is lot of hue and cry against cellular towers\ninstalled in residential area. Recently high court in India has issued an order\nnot to install towers in residential areas. For meeting the exponential demand\nof cellular communication in India this will be a set back for future growth.\nAn appropriate solution has to be developed for meeting demand as well as RF\npollution concern of the society. This paper deals with the installation of low\npower base stations in residential areas instead of high power macro cell base\nstations. Macro stations are proposed to be used for fast traffic, low power\nmicro cell for a slow traffic / pedestrian and pico cell / femto cell for\nindoor use. These cells will be in hierarchical structure along with adaptive\nfrequency allocation techniques and A-SDMA approach.\n","Comment: 6 pages, 7 figures, international journal, International Journal of\n  Scientific & Engineering Research, Volume 3, Issue 3, March -2012"]}]
["1204.2102",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2102"],"date":["2012-04-10"],"type":["text"],"creator":["Tegze, Miklós","Bortel, Gábor"],"language":[],"coverage":[],"title":["Atomic structure of a single large biomolecule from diffraction patterns\n  of random orientations"],"description":["  The short and intense pulses of the new X-ray free electron lasers, now\noperational or under construction, may make possible diffraction experiments on\nsingle molecule-sized objects with high resolution, before radiation damage\ndestroys the sample. In a single molecule imaging (SMI) experiment thousands of\ndiffraction patterns of single molecules with random orientations are recorded.\nOne of the most challenging problems of SMI is how to assemble these noisy\npatterns of unknown orientations into a consistent single set of diffraction\ndata. Here we present a new method which can solve the orientation problem of\nSMI efficiently even for large biological molecules and in the presence of\nnoise. We show on simulated diffraction patterns of a large protein molecule,\nhow the orientations of the patterns can be found and the structure to atomic\nresolution can be solved. The concept of our algorithm could be also applied to\nexperiments where images of an object are recorded in unknown orientations\nand/or positions like in cryoEM or tomography.\n"]}]
["1204.2104",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2104"],"date":["2012-04-10"],"type":["text"],"creator":["Benyounes, M.","Loubeau, E.","Slobodeanu, R."],"language":[],"coverage":[],"title":["Biharmonic holomorphic maps and conformally Kahler geometry"],"description":["  We give conditions on the Lee vector field of an almost Hermitian manifold\nsuch that any holomorphic map from this manifold into a (1,2)-symplectic\nmanifold must satisfy the fourth-order condition of being biharmonic, hence\ngeneralizing the Lichnerowicz theorem on harmonic maps. These third-order\nnon-linear conditions are shown to greatly simplify on l.c.K. manifolds and\nconstruction methods and examples are given in all dimensions.\n","Comment: 14 pages"]}]
["1204.2106",{"format":[],"subject":["Mathematics - Functional Analysis","46A16, 47H99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2106"],"date":["2012-04-10"],"type":["text"],"creator":["Hardtke, Jan-David"],"language":[],"coverage":[],"title":["A remark on condensation of singularities"],"description":["  Recently Alan D. Sokal gave a very short and completely elementary proof of\nthe uniform boundedness principle. The aim of this note is to point out that by\nusing a similiar technique one can give a considerably short and simple proof\nof a stronger statement, namely a principle of condensation of singularities\nfor certain double-sequences of non-linear operators on quasi-Banach spaces,\nwhich is a bit more general than a result of I.\\,S. G\\'al.\n","Comment: 7 pages"]}]
["1204.2107",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2107"],"date":["2012-04-10"],"type":["text"],"creator":["Zhou, Qiang","Zhang, Wei","Wang, Pengxiang","Huang, Yidong","Peng, Jiangde"],"language":[],"coverage":[],"title":["Polarization entanglement generation at 1.5 um based on walk-off effect\n  due to fiber birefringence"],"description":["  In this Letter, a linear scheme to generate polarization entanglement at 1.5\num based on commercial polarization maintained dispersion shifted fiber\n(PM-DSF) is proposed. The birefringent walk-off effect of the pulsed pump light\nin the PM-DSF provides an effective way to suppress the vector scattering\nprocesses of spontaneous four wave mixing. A 90 degree offset of fiber\npolarization axes is introduced at the midpoint of the fiber to realize the\nquantum superposition of the two correlated photon states generated by the two\nscalar processes on different fiber polarization axes, leading to polarization\nentanglement generation. Experiments of the indistinguishable property on\nsingle side and two-photon interference in two non-orthogonal polarization\nbases are demonstrated. A two photon interference fringe visibility of 89\\pm3%\nis achieved without subtracting the background counts, demonstrating its great\npotential in developing highly efficient and stable fiber based\npolarization-entangled quantum light source at optical communication band.\n","Comment: Will be published in Optics Letters"]}]
["1204.2109",{"format":[],"subject":["Mathematics - Statistics Theory","62E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2109"],"date":["2012-04-10"],"type":["text"],"creator":["Čiginas, Andrius"],"language":[],"coverage":[],"title":["On the asymptotic normality of finite population L-statistics"],"description":["  We give sufficient conditions for the asymptotic normality of linear\ncombinations of order statistics (L-statistics) in the case of simple random\nsamples without replacement. In the first case, restrictions are imposed on the\nweights of L-statistics. The second case is on trimmed means, where we\nintroduce a new finite population smoothness condition.\n","Comment: 9 pages"]}]
["1204.2111",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2111"],"date":["2012-04-10"],"type":["text"],"creator":["Schnitter, Karsten"],"language":[],"coverage":[],"title":["Higgs Mass Spectrum in non-SUSY SU(5)"],"description":["  Non-supersymmetric grand unified theories based on SU(5) have had a revival\nduring the past years. This is mainly due to their ability to connect neutrino\nmasses with unification and proton decay. In that way they provide a framework\nfor testable models at coming experiments. We study the mass spectrum of such\nmodels and determine naturally light multiplets within the LHC reach.\n","Comment: 12 pages, 3 tables"]}]
["1204.2114",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2114"],"date":["2012-04-10"],"type":["text"],"creator":["Ng, Jun Yee","Tay, Yong Haur"],"language":[],"coverage":[],"title":["Image-based Vehicle Classification System"],"description":["  Electronic toll collection (ETC) system has been a common trend used for toll\ncollection on toll road nowadays. The implementation of electronic toll\ncollection allows vehicles to travel at low or full speed during the toll\npayment, which help to avoid the traffic delay at toll road. One of the major\ncomponents of an electronic toll collection is the automatic vehicle detection\nand classification (AVDC) system which is important to classify the vehicle so\nthat the toll is charged according to the vehicle classes. Vision-based vehicle\nclassification system is one type of vehicle classification system which adopt\ncamera as the input sensing device for the system. This type of system has\nadvantage over the rest for it is cost efficient as low cost camera is used.\nThe implementation of vision-based vehicle classification system requires lower\ninitial investment cost and very suitable for the toll collection trend\nmigration in Malaysia from single ETC system to full-scale multi-lane free flow\n(MLFF). This project includes the development of an image-based vehicle\nclassification system as an effort to seek for a robust vision-based vehicle\nclassification system. The techniques used in the system include\nscale-invariant feature transform (SIFT) technique, Canny's edge detector,\nK-means clustering as well as Euclidean distance matching. In this project, a\nunique way to image description as matching medium is proposed. This\ndistinctiveness of method is analogous to the human DNA concept which is highly\nunique. The system is evaluated on open datasets and return promising results.\n","Comment: The 11th Asia-Pacific ITS Forum and Exhibition (ITS-AP 2011),\n  Kaoshiung, Taiwan. June 8-11, 2011"]}]
["1204.2120",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2120","2012hell.conf...23C"],"date":["2012-04-10"],"type":["text"],"creator":["Caranicolas, Nicolaos D.","Zotos, Euaggelos E."],"language":[],"coverage":[],"title":["Order and chaos in a triaxial galaxy model with a dark halo component"],"description":["  We study the regular or chaotic nature of orbits in a 3D potential describing\na triaxial galaxy surrounded by a spherical dark halo component. Our numerical\ncalculations show, that the percentage of chaotic orbits decreases\nexponentially, as the mass of the dark halo increases. A linear increase of the\npercentage of the chaotic orbits was observed, as the scale length of the dark\nhalo component increases. In order to distinguish between regular and chaotic\ncharacter of orbits, we use the total angular momentum Ltot, as a new\nindicator. Comparison of this new dynamical parameter, with other, previously\nused chaos indicators, shows that the Ltot gives very fast and reliable results\nin order to detect the character of orbits in galactic potentials.\n","Comment: 10th Hellenic Astronomical Conference, Proceedings of the conference\n  held at Ioannina, Greece, 5-8 September 2011. Edited by Iossif Papadakis and\n  Anastasios Anastasiadis"]}]
["1204.2128",{"format":[],"subject":["Quantum Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2128"],"date":["2012-04-10"],"type":["text"],"creator":["Brassard, Gilles","Raymond-Robichaud, Paul"],"language":[],"coverage":[],"title":["Can free will emerge from determinism in quantum theory?"],"description":["  Quantum Mechanics is generally considered to be the ultimate theory capable\nof explaining the emergence of randomness by virtue of the quantum measurement\nprocess. Therefore, Quantum Mechanics can be thought of as God's wonderfully\nimaginative solution to the problem of providing His creatures with Free Will\nin an otherwise well-ordered Universe. Indeed, how could we dream of free will\nin the purely deterministic Universe envisioned by Laplace if everything ever\nto happen is predetermined by (and in principle calculable from) the actual\nconditions or even those existing at the time of the Big Bang? In this essay,\nwe share our view that Quantum Mechanics is in fact deterministic, local and\nrealistic, in complete contradiction with most people's perception of Bell's\ntheorem, thanks to our new theory of parallel lives. Accordingly, what we\nperceive as the so-called \"collapse of the wavefunction\" is but an illusion.\nThen we ask the fundamental question: Can a purely deterministic Quantum Theory\ngive rise to the illusion of nondeterminism, randomness, probabilities, and\nultimately can free will emerge from such a theory?\n","Comment: 22 pages. This paper will appear in \"Is science compatible with free\n  will? Exploring free will and consciousness in light of quantum physics and\n  neuroscience\", A. Suarez and P. Adams (Eds.), Springer, New York, 2012,\n  Chapter 4. Most of the paper explains well-known ideas to a general public.\n  We encourage the expert to skip directly to Section 7, in which we present\n  our theory of \"Parallel Lives\""]}]
["1204.2131",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","G.1.6","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2131"],"date":["2012-04-10"],"type":["text"],"creator":["Rink, Michael"],"language":[],"coverage":[],"title":["On Thresholds for the Appearance of 2-cores in Mixed Hypergraphs"],"description":["  We study thresholds for the appearance of a 2-core in random hypergraphs that\nare a mixture of a constant number of random uniform hypergraphs each with a\nlinear number of edges but with different edge sizes. For the case of two\noverlapping hypergraphs we give a solution for the optimal (expected) number of\nedges of each size such that the 2-core threshold for the resulting mixed\nhypergraph is maximized. We show that for adequate edge sizes this threshold\nexceeds the maximum 2-core threshold for any random uniform hypergraph, which\ncan be used to improve the space utilization of several data structures that\nrely on this parameter.\n"]}]
["1204.2134",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","68U10, 05C85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2134"],"date":["2012-04-10"],"type":["text"],"creator":["Meyer, Fernand"],"language":[],"coverage":[],"title":["The steepest watershed: from graphs to images"],"description":["  The watershed is a powerful tool for segmenting objects whose contours appear\nas crest lines on a gradient image. The watershed transform associates to a\ntopographic surface a partition into catchment basins, defined as attraction\nzones of a drop of water falling on the relief and following a line of steepest\ndescent. Unfortunately, catchment basins may overlap and do not form a\npartition. Moreover, current watershed algorithms, being shortsighted, do not\ncorrectly estimate the steepness of the downwards trajectories and overestimate\nthe overlapping zones of catchment basins. An arbitrary division of these zones\nbetween adjacent catchment basin results in a poor localization of the\ncontours. We propose an algorithm without myopia, which considers the total\nlength of a trajectory for estimating its steepness. We first consider\ntopographic surfaces defined on node weighted graphs. The graphs are pruned in\norder to eliminate all downwards trajectories which are not the steepest. An\niterative algorithm with simple neighborhood operations performs the pruning\nand constructs the catchment basins. The algorithm is then adapted to gray tone\nimages. The graph structure itself is encoded as an image thanks to the fixed\nneighborhood structure of grids. A pair of adaptative erosions and dilations\nprune the graph and extend the catchment basins. As a result one obtains a\nprecise detection of the catchment basins and a graph of the steepest\ntrajectories. A last iterative algorithm allows to follow selected downwards\ntrajectories in order to detect particular structures such as rivers or thalweg\nlines of the topographic surface.\n"]}]
["1204.2138",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2138","doi:10.5121/acij.2012.3208"],"date":["2012-04-10"],"type":["text"],"creator":["Trivedi, Munesh Chandra","Khanum, Mohammadi Akheela"],"language":[],"coverage":[],"title":["Role of context in usability evaluations: A review"],"description":["  Usability is often defined as the ability of a system to carry out specific\ntasks by specific users in a specific context. Usability evaluation involves\ntesting the system for its expected usability. Usability testing is performed\nin natural environment (field) or artificial environment (laboratory). The\nresult of usability evaluation is affected by the environment in which it is\ncarried out. Previous studies have focused only on the physical environment\n(lab and field) effect on the results but rarely focused on the effect of\nsocial environment (people present during testing). Therefore, this study aims\nto review how important it is to take context into account during usability\nevaluation. Context is explored through the theory of behaviour settings,\naccording to which behaviour of individuals is strongly influenced by the\nphysical as well as the social environment in which they function. The result\nof this review indicates that the physical and social context plays a\nsubstantial role in usability evaluations. Further, it also suggests that the\nusability evaluation model should encompass context as an important component\nin the framework.\n","Comment: 10 pages, 2 tables, ACIJ- Vol3.No.2 March 2012"]}]
["1204.2139",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2139"],"date":["2012-04-10"],"type":["text"],"creator":["Bazargani, Mosab","Anjos, António dos","Lobo, Fernando G.","Mollahosseini, Ali","Shahbazkia, Hamid Reza"],"language":[],"coverage":[],"title":["Affine Image Registration Transformation Estimation Using a Real Coded\n  Genetic Algorithm with SBX"],"description":["  This paper describes the application of a real coded genetic algorithm (GA)\nto align two or more 2-D images by means of image registration. The proposed\nsearch strategy is a transformation parameters-based approach involving the\naffine transform. The real coded GA uses Simulated Binary Crossover (SBX), a\nparent-centric recombination operator that has shown to deliver a good\nperformance in many optimization problems in the continuous domain. In\naddition, we propose a new technique for matching points between a warped and\nstatic images by using a randomized ordering when visiting the points during\nthe matching procedure. This new technique makes the evaluation of the\nobjective function somewhat noisy, but GAs and other population-based search\nalgorithms have been shown to cope well with noisy fitness evaluations. The\nresults obtained are competitive to those obtained by state-of-the-art\nclassical methods in image registration, confirming the usefulness of the\nproposed noisy objective function and the suitability of SBX as a recombination\noperator for this type of problem.\n"]}]
["1204.2144",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2144"],"date":["2012-04-10"],"type":["text"],"creator":["Peskov, V."],"language":[],"coverage":[],"title":["Challenges for RPCs and resistive micropattern detectors in the next few\n  years"],"description":["  Nowadays RPCs are in a booming phase: they are successfully used in many\nexperiments, including LHC; there are ambitious plans to use them in several\nupgrade detectors and in some new experiments as well as in various\napplications. The aim of this paper is to highlight the main challenges which\nthe RPC community may face in the next few years and which were addressed in\ntalks presented at this conference. Examples could be: new and difficult\nrequirements from experiments (and their upgrades) and applications,\noptimization and improvements of the existing traditional detector designs,\nimprovement of their characteristics (timing /rate performance, aging, dark\ncurrent and so on), implementation of new more sensitive electronics,\ninvestigation of new materials, development of large- area detectors. We will\nalso review the fast and very promising developments of another type of\nresistive electrode gaseous detector -micropattern detectors having at least\none of their electrodes made of resistive materials. These innovative detectors\ncombine in one design the best features of RPC (spark protection) and\nmicropattern detectors (high granularity-high position resolution).\n","Comment: Presented at XI Workshop on Resistive Plate Chambers and Related\n  Detectors, Frascati, Italy, February 2012"]}]
["1204.2146",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2146"],"date":["2012-04-10"],"type":["text"],"creator":["Su, Qiping","He, Xi","Cai, Rong-Gen"],"language":[],"coverage":[],"title":["Constraints of the equation of state of dark energy from current and\n  future observational data by piecewise parametrizations"],"description":["  The model-independent piecewise parametrizations (0-spline, linear-spline and\ncubic-spline) are used to estimate constraints of equation of state of dark\nenergy ($w_{de}$) from current observational data (including SNIa, BAO and\nHubble parameter) and the simulated future data. A combination of fitting\nresults of $w_{de}$ from these three spline methods reveal essential properties\nof real equation of state $w_{de}$. It is shown that $w_{de}$ beyond redshift\n$z\\sim0.5$ is poorly constrained from current data, and the mock future\n$\\sim2300$ supernovae data give poor constraints of $w_{de}$ beyond $z\\sim1$.\nThe fitting results also indicate that there might exist a rapid transition of\n$w_{de}$ around $z\\sim0.5$. The difference between three spline methods in\nreconstructing and constraining $w_{de}$ has also been discussed.\n","Comment: 16 pages, 2 figures, 5 tables"]}]
["1204.2147",{"format":[],"subject":["Mathematics - Logic","06D35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2147"],"date":["2012-04-10"],"type":["text"],"creator":["Busaniche, Manuela","Mundici, Daniele"],"language":[],"coverage":[],"title":["Bouligand-Severi Tangents in MV-Algebras"],"description":["  In their recent seminal paper published in the Annals of Pure and Applied\nLogic, Dubuc and Poveda call an MV-algebra A strongly semisimple if all\nprincipal quotients of A are semisimple. All boolean algebras are strongly\nsemisimple, and so are all finitely presented MV-algebras. We show that for any\n1-generator MV-algebra semisimplicity is equivalent to strong semisimplicity.\nFurther, a semisimple 2-generator MV-algebra A is strongly semisimple if and\nonly if its maximal spectral space m(A) does not have any rational\nBouligand-Severi tangents at its rational points. In general, when A is\nfinitely generated and m(A) has a Bouligand-Severi tangent then A is not\nstrongly semisimple.\n","Comment: 7 pages"]}]
["1204.2148",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2148"],"date":["2012-04-10"],"type":["text"],"creator":["Brain, Simon","Landi, Giovanni","van Suijlekom, Walter D."],"language":[],"coverage":[],"title":["Moduli Spaces of Instantons on Toric Noncommutative Manifolds"],"description":["  We study analytic aspects of U(n) gauge theory over a toric noncommutative\nmanifold $M_\\theta$. We analyse moduli spaces of solutions to the self-dual\nYang-Mills equations on U(2) vector bundles over four-manifolds $M_\\theta$,\nshowing that each such moduli space is either empty or a smooth Hausdorff\nmanifold whose dimension we explicitly compute. In the special case of the\nfour-sphere $S^4_\\theta$ we find that the moduli space of U(2) instantons with\nfixed second Chern number $k$ is a smooth manifold of dimension $8k-3$.\n","Comment: 44 pages, no figures"]}]
["1204.2156",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2156","Advances in High Energy Physics, 2011, 472718 (2011)"],"date":["2012-04-10"],"type":["text"],"creator":["Setare, M. R.","Kamali, V."],"language":[],"coverage":[],"title":["Cosmological New Massive Gravity and Galilean Conformal Algebra in\n  2-dimensions"],"description":["  In the present paper we consider the realization of $2-$dimensional Galilean\nconformal algebra ($GCA_2$) on the boundary of cosmological new massive\ngravity. At first we consider the contracted BTZ black hole solution. We obtain\nentropy formula for the $GCA_2$ in term of contracted scaling dimension\n$\\Delta$ and central charge $C_1$. This entropy formula exactly matches with\nthe non-relativistic limit of Bekenstein-Hawking entropy of BTZ black hole.\nThen we extend our study to the contracted warped $AdS_3$ black hole solution\nof CNMG. We obtain the entropy of dual $GCA_2$ in terms of central charges and\nfinite temperatures, $T_1, T_2$. Again this expression coincides with the\nnon-relativistic limit of Bekenstein-Hawking entropy formula of warped $AdS_3$\nblack hole.\n","Comment: 11 pages, no figure. arXiv admin note: text overlap with\n  arXiv:1103.0457, arXiv:1102.0082, arXiv:1101.2339, arXiv:1202.4917"]}]
["1204.2159",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2159"],"date":["2012-04-07"],"type":["text"],"creator":["Hagelstein, P. L.","Chaudhary, I. U."],"language":[],"coverage":[],"title":["Coupling between a deuteron and a lattice"],"description":["  We recently put forth a new fundamental lattice Hamiltonian based on an\nunderlying picture of electrons and deuterons as elementary Dirac particles.\nWithin this model there appears a term in which lattice vibrations are coupled\nto internal nuclear transitions. This is interesting as it has the potential to\nprovide a connection between experiment and models that describe coherent\nenergy transfer between two-level systems and an oscillator. In this work we\ndescribe a calculation of the coupling matrix element in the case of the\ndeuteron based on the old empirical Hamada-Johnston model for the\nnucleon-nucleon interaction. The triplet S and D states of the the deuteron in\nthe rest frame couples to a singlet P state through this new interaction. The\nsinglet P state in this calculation is a virtual state with an energy of 125\nMeV, and a coupling matrix element for $z$-directed motion given by $2.98\n\\times 10^{-3} ~M_J c \\hat{P}_z$.\n"]}]
["1204.2160",{"format":[],"subject":["Mathematical Physics","Mathematics - Optimization and Control","93B05, 81Q93, 35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2160"],"date":["2012-04-10"],"type":["text"],"creator":["De Leo, Mariano","de la Vega, Constanza Sánchez Fernández","Rial, Diego"],"language":[],"coverage":[],"title":["Controllability of Schroedinger equation with a nonlocal term"],"description":["  This paper is concerned with the internal distributed control problem for the\n1D Schroedinger equation, $i\\,u_t(x,t)=-u_{xx}+\\alpha(x)\\,u+m(u)\\,u,$ that\narises in quantum semiconductor models. Here $m(u)$ is a non local\nHartree--type nonlinearity stemming from the coupling with the 1D Poisson\nequation, and $\\alpha(x)$ is a regular function with linear growth at infinity,\nincluding constant electric fields. By means of both the Hilbert Uniqueness\nMethod and the Schauder's fixed point theorem it is shown that for initial and\ntarget states belonging to a suitable small neighborhood of the origin, and for\ndistributed controls supported outside of a fixed compact interval, the model\nequation is controllable. Moreover, it is shown that, for distributed controls\nwith compact support, the exact controllability problem is not possible.\n","Comment: 21 pages"]}]
["1204.2162",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2162"],"date":["2012-04-10"],"type":["text"],"creator":["Tagani, M. Bagheri","Soleimani, H. Rahimpour"],"language":[],"coverage":[],"title":["Phonon-assisted tunneling through a double quantum dot system"],"description":["  Electron transport through a double quantum dot system is studied with taking\ninto account electron-phonon interaction. The Keldysh nonequilibrium Green\nfunction formalism is used to compute the current and transmission coefficient\nof the system. The influence of the electron-phonon interaction, interdot\ntunneling, and temperature on the density of states and current is analyzed.\nResults show that although the electron-phonon interaction results in the\nappearance of side peaks in the conductance at low temperatures, they are\ndisappeared in high temperatures.\n","Comment: 13 pages, 4 figures"]}]
["1204.2174",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Primary 33D45, 42C10, Secondary 33D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2174"],"date":["2012-04-10"],"type":["text"],"creator":["Bruder, Andrea","Krattenthaler, Christian","Suslov, Sergei K."],"language":[],"coverage":[],"title":["An eigenvalue problem for the associated Askey-Wilson polynomials"],"description":["  To derive an eigenvalue problem for the associated Askey-Wilson polynomials,\nwe consider an auxiliary function in two variables which is related to the\nassociated Askey-Wilson polynomials introduced by Ismail and Rahman. The\nAskey-Wilson operator, applied in each variable separately, maps this function\nto the ordinary Askey-Wilson polynomials with different sets of parameters. A\nthird Askey-Wilson operator is found with the help of a computer algebra\nprogram which links the two, and an eigenvalue problem is stated.\n","Comment: AmS-LaTeX; 15 pages"]}]
["1204.2177",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2177"],"date":["2012-04-08"],"type":["text"],"creator":["Fronsdal, Christian","Wilcox, Thomas J."],"language":[],"coverage":[],"title":["An equation of state for dark matter in the Milky Way"],"description":["  Dark matter, believed to be present in many galaxies, is interpreted as a\nhydrodynamical system in interaction with the gravitational field and with\nnothing else. The gravitational field of our Galaxy can be inferred from\nobservation of orbital velocities of the visible stars, in a first\napproximation in which the field is taken to be due to the distribution of dark\nmatter only. An equation of state is determined by the gravitational field via\nthe equations of motion.\n  To arrive at an estimate of the distribution of dark matter in our galaxy,\nand simultaneously learn something about the gravitational field in the inner\nregions, the following strategy was adopted: 1. The observed rotation curves\nsuggest an expression for the newtonian potential, valid in the outer region.\n2. The assumption of a quasi stationary, spherically symmetric distribution of\ndark matter then leads to a unique equation of state. 3. This equation of state\nis assumed to be valid all the way to the center (though of course the\nnewtonian approximation is not). 4. Using this equation of state, together with\nEinstein's equations and the relativistic hydrostatic condition, we calculate\nthe metric and the matter density throughout the galaxy. The solutions are\nregular all the way to the center; there is no indication of a structure of the\ntype of a Black Hole.\n  The equation of state that is thus determined experimentally is of the type\nused by Chandrasekhar and others for the degenerate Fermi gas. In the\napproximation of weak fields the associated \"sinh-Emden\" equation has a global,\nnonsingular solution.\n","Comment: 19 pages, 5 figures"]}]
["1204.2180",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","Quantitative Biology - Quantitative Methods","05D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2180"],"date":["2012-04-10"],"type":["text"],"creator":["Axenovich, Maria","Person, Yury","Puzynina, Svetlana"],"language":[],"coverage":[],"title":["A regularity lemma and twins in words"],"description":["  For a word $S$, let $f(S)$ be the largest integer $m$ such that there are two\ndisjoints identical (scattered) subwords of length $m$. Let $f(n, \\Sigma) =\n\\min \\{f(S): S \\text{is of length} n, \\text{over alphabet} \\Sigma \\}$. Here, it\nis shown that \\[2f(n, \\{0,1\\}) = n-o(n)\\] using the regularity lemma for words.\n  I.e., any binary word of length $n$ can be split into two identical subwords\n(referred to as twins) and, perhaps, a remaining subword of length $o(n)$. A\nsimilar result is proven for $k$ identical subwords of a word over an alphabet\nwith at most $k$ letters.\n"]}]
["1204.2184",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2184","JBIS (Jour. Brit. Int. Soc.), vol.63, pp. 82-89 (2010)"],"date":["2012-02-03"],"type":["text"],"creator":["Puthoff, Harold E."],"language":[],"coverage":[],"title":["Advanced Space Propulsion Based on Vacuum (Spacetime Metric) Engineering"],"description":["  A theme that has come to the fore in advanced planning for long-range space\nexploration is the concept that empty space itself (the quantum vacuum, or\nspacetime metric) might be engineered so as to provide energy/thrust for future\nspace vehicles. Although far-reaching, such a proposal is solidly grounded in\nmodern physical theory, and therefore the possibility that matter/vacuum\ninteractions might be engineered for space-flight applications is not a priori\nruled out. As examples, the current development of theoretical physics\naddresses such topics as warp drives, traversable wormholes and time machines\nthat provide for such vacuum engineering possibilities. We provide here from a\nbroad perspective the physics and correlates/consequences of the engineering of\nthe spacetime metric.\n","Comment: 8 pages, 3 figures"]}]
["1204.2187",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2187"],"date":["2012-04-10"],"type":["text"],"creator":["Badnell, N. R.","Ballance, C. P.","Griffin, D. C.","O'Mullane, M."],"language":[],"coverage":[],"title":["Dielectronic recombination of W^20+ (4d^10 4f^8): addressing the\n  half-open f-shell"],"description":["  A recent measurement of the dielectronic recombination (DR) of W^20+\n[Schippers et al Phys. Rev. A83, 012711 (2011)] found an exceptionally large\ncontribution from near threshold resonances (<1eV). This still affected the\nMaxwellian rate coefficient at much higher temperatures. The experimental\nresult was found to be a factor 4 or more than that currently in use in the\n100-300eV range which is of relevance for modeling magnetic fusion plasmas. We\nhave carried-out DR calculations with AUTOSTRUCTURE which include all\nsignificant single electron promotions. Our intermediate coupling (IC) results\nare more than a factor of 4 larger than our LS-coupling ones at 1eV but still\nlie a factor 3 below experiment here. If we assume complete (chaotic) mixing of\nnear-threshold autoionizing states then our results come into agreement (to\nwithin 20%) with experiment below about 2eV. Our total IC Maxwellian rate\ncoefficients are 50-30% smaller than those based-on experiment over 100-300eV.\n","Comment: 10 pages, 8 figures, submitted to Phys.Rev.A"]}]
["1204.2190",{"format":[],"subject":["Mathematics - Probability","Mathematics - Analysis of PDEs","Mathematics - Metric Geometry","2010: Primary 60J75, Secondary: 35S10, 45K05, 49J45, 60G51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2190"],"date":["2012-04-10"],"type":["text"],"creator":["Erbar, Matthias"],"language":[],"coverage":[],"title":["Gradient flows of the entropy for jump processes"],"description":["  We introduce a new transportation distance between probability measures that\nis built from a L\\'evy jump kernel. It is defined via a non-local variant of\nthe Benamou-Brenier formula. We study geometric and topological properties of\nthis distance, in particular we prove existence of geodesics. For translation\ninvariant jump kernels we identify the semigroup generated by the associated\nnon-local operator as the gradient flow of the relative entropy w.r.t. the new\ndistance and show that the entropy is convex along geodesics.\n","Comment: 25 pages"]}]
["1204.2199",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2199","2012 ApJS 199 32","doi:10.1088/0067-0049/199/2/32"],"date":["2012-04-10"],"type":["text"],"creator":["Ge, M. Y.","Lu, F. J.","Qu, J. L.","Zheng, S. J.","Chen, Y.","Han, D. W."],"language":[],"coverage":[],"title":["X-ray Phase-Resolved Spectroscopy of PSRs B0531+21, B1509-58, and\n  B0540-69 with RXTE"],"description":["  The Rossi X-ray Timing Explorer ({\\sl RXTE}) has made hundreds of\nobservations on three famous young pulsars (PSRs) B0531+21 (Crab), B1509-58,\nand B0540-69. Using the archive {\\sl RXTE} data, we have studied the\nphase-resolved spectral properties of these pulsars in details. The variation\nof the X-ray spectrum with phase of PSR B0531+21 is confirmed here much more\nprecisely and more details are revealed than the previous studies: the spectrum\nsoftens from the beginning of the first pulse, turns to harden right at the\npulse peak and becomes the hardest at the bottom of the bridge, softens\ngradually until the second peak, and then softens rapidly. Different from the\nprevious studies, we found that the spectrum of PSR B1509-58 is significantly\nharder in the center of the pulse, which is also in contrast to that of PSR\nB0531+21. The variation of the X-ray spectrum of PSR B0540-69 seems similar to\nthat of PSR B1509-58, but with a lower significance. Using the about 10 years\nof data span, we also studied the real time evolution of the spectra of these\npulsars, and no significant evolution has been detected. We have discussed\nabout the constraints of these results on theoretical models of pulsar X-ray\nemission.\n","Comment: 42 pages, 24 figures"]}]
["1204.2201",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2201"],"date":["2012-04-10"],"type":["text"],"creator":["Condon, Anne","Maňuch, Ján","Thachuk, Chris"],"language":[],"coverage":[],"title":["The complexity of string partitioning"],"description":["  Given a string $w$ over a finite alphabet $\\Sigma$ and an integer $K$, can\n$w$ be partitioned into strings of length at most $K$, such that there are no\n\\emph{collisions}? We refer to this question as the \\emph{string partition}\nproblem and show it is \\NP-complete for various definitions of collision and\nfor a number of interesting restrictions including $|\\Sigma|=2$. This\nestablishes the hardness of an important problem in contemporary synthetic\nbiology, namely, oligo design for gene synthesis.\n","Comment: 14 pages main text + 13 pages appendix. Full version with proofs of\n  an article appearing in the Proceedings of the 23rd Annual Symposium on\n  Combinatorial Pattern Matching (CPM 2012), Helsinki, Finland, July 2012"]}]
["1204.2202",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2202"],"date":["2012-04-10"],"type":["text"],"creator":["Jiang, Minghui"],"language":[],"coverage":[],"title":["Clique in 3-track interval graphs is APX-hard"],"description":["  Butman, Hermelin, Lewenstein, and Rawitz proved that Clique in t-interval\ngraphs is NP-hard for t >= 3. We strengthen this result to show that Clique in\n3-track interval graphs is APX-hard.\n"]}]
["1204.2205",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment","85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2205","doi:10.1016/j.astropartphys.2012.03.011"],"date":["2012-04-10"],"type":["text"],"creator":["de Almeida, Ulisses Barres","Daniel, Michael"],"language":[],"coverage":[],"title":["A Simple Method to Test for Energy-Dependent Dispersion in High Energy\n  Light-Curves of Astrophysical Sources"],"description":["  In this paper we discuss a simple method of testing for the presence of\nenergy-dependent dispersion in high energy data-sets. It uses the minimisation\nof the Kolmogorov distance between the cumulative distribution of two\nprobability functions as the statistical metric to estimate the magnitude of\nany spectral dispersion within transient features in a light-curve and we also\nshow that it performs well in the presence of modest energy resolutions (~20%)\ntypical of gamma-ray observations. After presenting the method in detail we\napply it to a parameterised simulated lightcurve based on the extreme VHE\ngamma-ray flare of PKS 2155-304 observed with H.E.S.S. in 2006, in order to\nillustrate its potential through the concrete example of setting constraints on\nquantum-gravity induced Lorentz invariance violation (LIV) effects. We obtain\ncomparable limits to those of the most advanced techniques used in LIV searches\napplied to similar datasets, but the present method has the advantage of being\nparticularly straightforward to use. Whilst the development of the method was\nmotivated by LIV searches, it is also applicable to other astrophysical\nsituations where energy-dependent dispersion is expected, such as spectral lags\nfrom the acceleration and cooling of particles in relativistic outflows.\n","Comment: accepted in Astroparticle Physics"]}]
["1204.2208",{"format":[],"subject":["Mathematics - Functional Analysis","46E30, 42B20, 42B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2208"],"date":["2012-04-10"],"type":["text"],"creator":["Kokilashvili, Vakhtang","Meskhi, Alexander","Rafeiro, Humberto"],"language":[],"coverage":[],"title":["Riesz type potential operators in generalized grand Morrey spaces"],"description":["  In this paper we introduce generalized grand Morrey spaces in the framework\nof quasimetric measure spaces, in the spirit of the so-called grand Lebesgue\nspaces. We prove a kind of reduction lemma which is applicable to a variety of\noperators to reduce their boundedness in generalized grand Morrey spaces to the\ncorresponding boundedness in Morrey spaces, as a result of this application, we\nobtain the boundedness of the Hardy-Littlewood maximal operator as well as the\nboundedness of Calder\\'on-Zygmund potential type operators. Boundedness of\nRiesz type potential operators are also obtained in the framework of\nhomogeneous and also in the nonhomogeneous case in generalized grand Morrey\nspaces.\n","Comment: arXiv admin note: text overlap with arXiv:1109.2550"]}]
["1204.2218",{"format":[],"subject":["Computer Science - Information Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2218"],"date":["2012-04-10"],"type":["text"],"creator":["Melo, Nolmar","Santiago, Douglas F. G.","Portugal, Renato"],"language":[],"coverage":[],"title":["Decoder for Nonbinary CWS Quantum Codes"],"description":["  We present a decoder for nonbinary CWS quantum codes using the structure of\nunion codes. The decoder runs in two steps: first we use a union of stabilizer\ncodes to detect a sequence of errors, and second we build a new code, called\nunion code, that allows to correct the errors.\n"]}]
["1204.2219",{"format":[],"subject":["Mathematics - General Mathematics","52C99, 11A99, 11Z99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2219"],"date":["2012-04-06"],"type":["text"],"creator":["Mieczkowski, Edward"],"language":[],"coverage":[],"title":["The arithmetic of solids"],"description":["  The set of segments, each of the next is n times bigger than the first one is\na simple geometric interpretation of the set $\\mathbb{N}$ of natural numbers.\nIn this paper we investigate the opposite situation. We construct an algebraic\nstructure similar to the set $\\mathbb{N}$ which describes the set of congruent\ntriangles, each of the next has the sides n times bigger than the first one.\nLater we do the same with the set of congruent tetrahedrons, and finally with a\nset of simplices of any dimension.\n","Comment: 31 pages, 29 figures"]}]
["1204.2223",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2223"],"date":["2012-04-10"],"type":["text"],"creator":["Patrick, Anatoly E."],"language":[],"coverage":[],"title":["Large Deviations in the Spherical Model: The Rate Functions"],"description":["  We study the spherical model of a ferromagnet in $d$-dimensional cubes\n$\\Omega_n$ of volume $|\\Omega_n|=n^d$ and investigate large deviations of the\nmagnetization of various domains $D_k\\subset \\Omega_n$. We focus our attention\non the low-temperature regime, $T<T_c$, and consider domains $D_k$ of three\ntypes: $(d-1)$-dimensional layers of width $k$, $(d-2)$-dimensional rods, and\nKadanoff blocks. In the case of layers the large-deviation probabilities decay\nexponentially with $n^{d-2}$, and we obtain an explicit expression for the\ncorresponding rate function. When the layer width $k\\ll n$, the large-deviation\nprobabilities are virtually independent of $k$. In the case of rods the\nprobabilities of large deviations exhibit similar exponential decay, but this\ntime it is distorted by $\\log n$ corrections. In the case of Kadanoff blocks of\nsize $k$ the large-deviation probabilities decay exponentially with $k^{d-2}$.\n","Comment: 19 pages, 4 figures"]}]
["1204.2225",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2225","Advanced Computing: An International Journal (ACIJ), Vol.3, No.2,\n  March 2012","doi:10.5121/acij.2012.3205"],"date":["2012-04-10"],"type":["text"],"creator":["Sandhyarani, Ramancha","Rajkumar, Bodakuntla","Gyani, Jayadev"],"language":[],"coverage":[],"title":["Construction of Community Web Directories based on Web usage Data"],"description":["  This paper support the concept of a community Web directory, as a Web\ndirectory that is constructed according to the needs and interests of\nparticular user communities. Furthermore, it presents the complete method for\nthe construction of such directories by using web usage data. User community\nmodels take the form of thematic hierarchies and are constructed by employing\nclustering approach. We applied our methodology to the ODP directory and also\nto an artificial Web directory, which was generated by clustering Web pages\nthat appear in the access log of an Internet Service Provider. For the\ndiscovery of the community models, we introduced a new criterion that combines\na priori thematic informativeness of the Web directory categories with the\nlevel of interest observed in the usage data. In this context, we introduced\nand evaluated new clustering method. We have tested the methodology using\naccess log files which are collected from the proxy servers of an Internet\nService Provider and provided results that indicates the usability of the\ncommunity Web directories. The proposed clustering methodology is evaluated\nboth on a specialized artificial and a community Web directory, indicating its\nvalue to the user of the web.\n","Comment: 8 pages,5 figures"]}]
["1204.2228",{"format":[],"subject":["Mathematics - Rings and Algebras","Primary 08A30. Secondary 08B05, 08A60, 06B10, and 20M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2228"],"date":["2012-04-10"],"type":["text"],"creator":["Czedli, Gabor","Kiss, Emil W."],"language":[],"coverage":[],"title":["Varieties whose tolerances are homomorphic images of their congruences"],"description":["  The homomorphic image of a congruence is always a tolerance (relation) but,\nwithin a given variety, a tolerance is not necessarily obtained this way. By a\nMaltsev-like condition, we characterize varieties whose tolerances are\nhomomorphic images of their congruences (TImC). As corollaries, we prove that\nthe variety of semilattices, all varieties of lattices, and all varieties of\nunary algebras have TImC. We show that a congruence n-permutable variety has\nTImC if and only if it is congruence permutable, and construct an idempotent\nvariety with a majority term that fails TImC.\n"]}]
["1204.2230",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2230"],"date":["2012-04-10"],"type":["text"],"creator":["Collins, Tristan C.","Székelyhidi, Gábor"],"language":[],"coverage":[],"title":["K-Semistability for irregular Sasakian manifolds"],"description":["  We introduce a notion of K-semistability for Sasakian manifolds. This extends\nto the irregular case the orbifold K-semistability of Ross-Thomas. Our main\nresult is that a Sasakian manifold with constant scalar curvature is\nnecessarily K-semistable. As an application, we show how one can recover the\nvolume minimization results of Martelli-Sparks-Yau, and the Lichnerowicz\nobstruction of Gauntlett-Martelli-Sparks-Yau from this point of view.\n","Comment: 25 pages"]}]
["1204.2231",{"format":[],"subject":["Computer Science - Digital Libraries","Computer Science - Information Retrieval","H.3.1","H.3.3","H.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2231"],"date":["2012-04-10"],"type":["text"],"creator":["Shams, Rushdi","Mercer, Robert E."],"language":[],"coverage":[],"title":["Investigating Keyphrase Indexing with Text Denoising"],"description":["  In this paper, we report on indexing performance by a state-of-the-art\nkeyphrase indexer, Maui, when paired with a text extraction procedure called\ntext denoising. Text denoising is a method that extracts the denoised text,\ncomprising the content-rich sentences, from full texts. The performance of the\nkeyphrase indexer is demonstrated on three standard corpora collected from\nthree domains, namely food and agriculture, high energy physics, and biomedical\nscience. Maui is trained using the full texts and denoised texts. The indexer,\nusing its trained models, then extracts keyphrases from test sets comprising\nfull texts, and their denoised and noise parts (i.e., the part of texts that\nremains after denoising). Experimental findings show that against a gold\nstandard, the denoised-text-trained indexer indexing full texts, performs\neither better than or as good as its benchmark performance produced by a\nfull-text-trained indexer indexing full texts.\n","Comment: The full paper submitted to 12th ACM/ IEEE-CS Joint Conference on\n  Digital Libraries (JCDL2012)"]}]
["1204.2235",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Artificial Intelligence","Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2235"],"date":["2012-04-10"],"type":["text"],"creator":["Vaughan, Richard","Wawerla, Jens"],"language":[],"coverage":[],"title":["Publishing Identifiable Experiment Code And Configuration Is Important,\n  Good and Easy"],"description":["  We argue for the value of publishing the exact code, configuration and data\nprocessing scripts used to produce empirical work in robotics. In particular,\nwe recommend publishing a unique identifier for the code package in the paper\nitself, as a promise to the reader that this is the relavant code. We review\nsome recent discussion of best practice for reproducibility in various\nprofessional organisations and journals, and discuss the current reward\nstructure for publishing code in robotics, along with some ideas for\nimprovement.\n","Comment: 11 pages"]}]
["1204.2240",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2240","doi:10.1002/cplx.21397"],"date":["2012-04-10"],"type":["text"],"creator":["del Río, Ana Fernández","Korutcheva, Elka","de la Rubia, Javier"],"language":[],"coverage":[],"title":["Interdependent binary choices under social influence: phase diagram for\n  homogeneous unbiased populations"],"description":["  Coupled Ising models are studied in a discrete choice theory framework, where\nthey can be understood to represent interdependent choice making processes for\nhomogeneous populations under social influence. Two different coupling schemes\nare considered. The nonlocal or group interdependence model is used to study\ntwo interrelated groups making the same binary choice. The local or individual\ninterdependence model represents a single group where agents make two binary\nchoices which depend on each other. For both models, phase diagrams, and their\nimplications in socioeconomic contexts, are described and compared in the\nabsence of private deterministic utilities (zero opinion fields).\n","Comment: 17 pages, 3 figures. This is the pre-peer reviewed version of the\n  following article: Ana Fern\\'andez del R\\'io, Elka Korutcheva and Javier de\n  la Rubia, Interdependent binary choices under social influence, Wiley's\n  Complexity, 2012; which has been published in final form at\n  http://onlinelibrary.wiley.com/doi/10.1002/cplx.21397/abstract"]}]
["1204.2242",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2242","1st IEEE International Conference on Computer and Communication\n  Engineering (ICCCE2006)"],"date":["2012-04-10"],"type":["text"],"creator":["Siddique, Isnain","Shams, Rushdi","Hashem, M. M. A."],"language":[],"coverage":[],"title":["Performance Enhancement of Ad Hoc Networks with Janitor Based Routing"],"description":["  We propose and analyze a new on the fly strategy that discovers, repairs and\nmaintains routes in hierarchical and distributed fashion called Janitor Based\nRouting (JBR). The main motivation behind our JBR protocol is to decrease\nflooding and routing overhead and increase efficiencies in packet movement. An\nanalytical model for the proposed JBR is presented and detailed simulation is\nused to observe the performance of JBR. This route discovery and maintenance\nprotocol clearly achieved improvement in terms of reduction of flooding,\nrouting overhead, and, hence, provides enhanced reliability.\n"]}]
["1204.2244",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2244"],"date":["2012-04-10"],"type":["text"],"creator":["Van, Hung Pham"],"language":[],"coverage":[],"title":["New Study Results the Secondary Settlement for Vertical Total Stress on\n  Highway Construction built on Soft Ground in the Mekong Delta"],"description":["  Today, to calculate secondary settlement for vertical total stress by the\nanalytic formula, we often use the formula of Raymond and Wahls (1976) This\nformula does not reflect that the secondary settlement for vertical total\nstress depends on the magnitude of the vertical total stress which impact\nsinkage in soft soil, and changes with depth and preconsolidation pressure. As\na result, soft soil creep, resulted from the soft soil's vertical total stress,\nunder road and highway at different depths will be different. The problems were\nsolved in this article.\n","Comment: 5 pages, 9 figures"]}]
["1204.2245",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2245"],"date":["2012-04-10"],"type":["text"],"creator":["Shams, Rushdi","Elsayed, Adel"],"language":[],"coverage":[],"title":["Development of a Conceptual Structure for a Domain-Specific Corpus"],"description":["  The corpus reported in this paper was developed for the evaluation of a\ndomain-specific Text to Knowledge Mapping (TKM) prototype. The TKM prototype\noperates on the basis of both a combinatory categorical grammar (CCG)\nlinguistic model and a knowledge model that consists of three layers: ontology,\nqualitative and quantitative layers. In the course of this evaluation it was\nnecessary to populate these initial models with lexical items and semantic\nrelations. Both elements, the lexicon and semantic relations, are meant to\nreflect the domain of the prototype; hence both had to be extracted from the\ncorpus. While dealing with the lexicon was straight forward, the identification\nand extraction of appropriate semantic relations was much more involved. It was\nnecessary, therefore, to manually develop a conceptual structure for the domain\nwhich was then used to formulate a domain-specific framework of semantic\nrelations. The conceptual structure was developed using the Cmap tool of IHMC.\nThe framework of semantic relations- that has resulted from this study\nconsisted of 55 relations, out of which 42 have inverse relations.\n","Comment: 3rd International Conference on Concept Maps (CMC2008)"]}]
["1204.2248",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2248"],"date":["2012-04-10"],"type":["text"],"creator":["Xu, Jun-Ming","Bhargava, Aniruddha","Nowak, Robert","Zhu, Xiaojin"],"language":[],"coverage":[],"title":["Robust Spatio-Temporal Signal Recovery from Noisy Counts in Social Media"],"description":["  Many real-world phenomena can be represented by a spatio-temporal signal:\nwhere, when, and how much. Social media is a tantalizing data source for those\nwho wish to monitor such signals. Unlike most prior work, we assume that the\ntarget phenomenon is known and we are given a method to count its occurrences\nin social media. However, counting is plagued by sample bias, incomplete data,\nand, paradoxically, data scarcity -- issues inadequately addressed by prior\nwork. We formulate signal recovery as a Poisson point process estimation\nproblem. We explicitly incorporate human population bias, time delays and\nspatial distortions, and spatio-temporal regularization into the model to\naddress the noisy count issues. We present an efficient optimization algorithm\nand discuss its theoretical properties. We show that our model is more accurate\nthan commonly-used baselines. Finally, we present a case study on wildlife\nroadkill monitoring, where our model produces qualitatively convincing results.\n","Comment: 16 pages"]}]
["1204.2250",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2250","IEEE INFOCOM'2012 Student Posters"],"date":["2012-04-10"],"type":["text"],"creator":["Khelifi, Manel","Djabelkhir, Assia"],"language":[],"coverage":[],"title":["LMEEC: Layered Multi-Hop Energy Efficient Cluster-based Routing Protocol\n  for Wireless Sensor Networks"],"description":["  In this paper, we propose LMEEC, a cluster-based routing protocol with low\nenergy consumption for wireless sensor networks. Our protocol is based on a\nstrategy which aims to provide a more reasonable exploitation of the selected\nnodes (cluster-heads) energy. Simulation results show the effectiveness of\nLMEEC in decreasing the energy consumption, and in prolonging the network\nlifetime, compared to LEACH.\n","Comment: The 31st Annual IEEE International Conference on Computer\n  Communications: INFOCOM'2012 Student Posters, Orlando, USA"]}]
["1204.2251",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2251"],"date":["2012-04-10"],"type":["text"],"creator":["Fermanian, Jean-David","Vigneron, Olivier"],"language":[],"coverage":[],"title":["On break-even correlation: the way to price structured credit\n  derivatives by replication"],"description":["  We consider the pricing of European-style structured credit payoff in a\nstatic framework, where the underlying default times are independent given a\ncommon factor. A practical application would consist of the pricing of\nnth-to-default baskets under the Gaussian copula model (GCM). We provide\nnecessary and sufficient conditions so that the corresponding asset prices are\nmartingales and introduce the concept of \"break-even\" correlation matrix. When\nno sudden jump-to-default events occur, we show that the perfect replication of\nthese payoffs under the GCM is obtained if and only if the underlying single\nname credit spreads follow a particular family of dynamics. We calculate the\ncorresponding break-even correlations and we exhibit a class of Merton-style\nmodels that are consistent with this result. We explain why the GCM does not\nhave a lot of competitors among the class of one-period static models, except\nperhaps the Clayton copula.\n"]}]
["1204.2252",{"format":[],"subject":["Computer Science - Systems and Control","Computer Science - Emerging Technologies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2252"],"date":["2012-04-10"],"type":["text"],"creator":["Chang, Tsung-Hui","Alizadeh, Mahnoosh","Scaglione, Anna"],"language":[],"coverage":[],"title":["Coordinated Home Energy Management for Real-Time Power Balancing"],"description":["  This paper proposes a coordinated home energy management system (HEMS)\narchitecture where the distributed residential units cooperate with each other\nto achieve real-time power balancing. The economic benefits for the retailer\nand incentives for the customers to participate in the proposed coordinated\nHEMS program are given. We formulate the coordinated HEMS design problem as a\ndynamic programming (DP) and use approximate DP approaches to efficiently\nhandle the design problem. A distributed implementation algorithm based on the\nconvex optimization based dual decomposition technique is also presented. Our\nfocus in the current paper is on the deferrable appliances, such as Plug-in\n(Hybrid) Electric Vehicles (PHEV), in view of their higher impact on the grid\nstability. Simulation results shows that the proposed coordinated HEMS\narchitecture can efficiently improve the real-time power balancing.\n","Comment: accepted by 2012 IEEE Power Engineering Society (PES) General Meeting"]}]
["1204.2255",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Computer Science - Discrete Mathematics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2255"],"date":["2012-04-10"],"type":["text"],"creator":["Solava, Ryan W.","Michaels, Ryan P.","Milenkovic, Tijana"],"language":[],"coverage":[],"title":["Identifying edge clusters in networks via edge graphlet degree vectors\n  (edge-GDVs) and edge-GDV-similarities"],"description":["  Inference of new biological knowledge, e.g., prediction of protein function,\nfrom protein-protein interaction (PPI) networks has received attention in the\npost-genomic era. A popular strategy has been to cluster the network into\nfunctionally coherent groups of proteins and predict protein function from the\nclusters. Traditionally, network research has focused on clustering of nodes.\nHowever, why favor nodes over edges, when clustering of edges may be preferred?\nFor example, nodes belong to multiple functional groups, but clustering of\nnodes typically cannot capture the group overlap, while clustering of edges\ncan. Clustering of adjacent edges that share many neighbors was proposed\nrecently, outperforming different node clustering methods. However, since some\nbiological processes can have characteristic \"signatures\" throughout the\nnetwork, not just locally, it may be of interest to consider edges that are not\nnecessarily adjacent. Hence, we design a sensitive measure of the \"topological\nsimilarity\" of edges that can deal with edges that are not necessarily\nadjacent. We cluster edges that are similar according to our measure in\ndifferent baker's yeast PPI networks, outperforming existing node and edge\nclustering approaches.\n"]}]
["1204.2256",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2256","Appl. Phys. Lett. 100, 112111 (2012)","doi:10.1063/1.3695155"],"date":["2012-04-10"],"type":["text"],"creator":["Wang, Kefeng","Wang, Limin","Petrovic, C."],"language":[],"coverage":[],"title":["Large magnetothermopower effect in Dirac materials (Sr/Ca)MnBi2"],"description":["  We report temperature and magnetic field dependence of the thermal transport\nproperties in single crystals of (Sr/Ca)MnBi$_2$ with linear energy dispersion.\nIn SrMnBi$_2$ thermopower is positive, indicating hole-type carriers and the\nmagnetic field enhances the thermopower significantly. The maximum change of\nthermopower is about 1600% in 9 T field and at 10 K. A negative thermopower is\nobserved in CaMnBi$_2$ with dominant electron-type carriers and, in contrast,\nthe magnetic field suppresses the absolute value of thermopower.\nFirst-principle band structure shows that the chemical potential is close to\nthe Dirac-cone-like points in linear bands. The magnetic field suppresses the\napparent Hall carrier density of CaMnBi$_2$ below 50 K. The large\nmagnetothermopower effect in (Sr/Ca)MnBi$_2$ is attributed to the magnetic\nfield shift of chemical potential\n","Comment: 3 papges, 3 figures"]}]
["1204.2260",{"format":[],"subject":["Computer Science - Computational Geometry","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2260"],"date":["2012-04-08"],"type":["text"],"creator":["Strano, Emanuele","Adamatzky, Andrew","Jones, Jeff"],"language":[],"coverage":[],"title":["Vie Physarale: Evaluation of Roman roads with slime mould"],"description":["  Roman Empire is renowned for sharp logical design and outstanding building\nquality of its road system. Many roads built by Romans are still use in\ncontinental Europe and UK. The Roman roads were built for military\ntransportations with efficiency in mind, as straight as possible. Thus the\nroads make an ideal test-bed for developing experimental laboratory techniques\nfor evaluating man-made transport systems using living creatures. We imitate\ndevelopment of road networks in Iron Age Italy using slime mould Physarum\npolycephalum. We represent ten Roman cities with oat flakes, inoculate the\nslime mould in Roma, wait till slime mould spans all flakes-cities with its\nnetwork of protoplasmic tubes, and analyse structures of the protoplasmic\nnetworks. We found that most Roman roads, apart of those linking Placentia to\nBononia and Genua to Florenzia are represented in development of Physarum\npolycephalum. Transport networks developed by Romans and by slime mould show\nstrong affinity of planar proximity graphs, and particular minimum spanning\ntree. Based on laboratory experiments we reconstructed a speculative sequence\nof road development in Iron Age Italy.\n"]}]
["cond-mat/0511064",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511064","Phys. Rev. Lett. 96, 226403 (2006)","doi:10.1103/PhysRevLett.96.226403"],"date":["2005-11-02","2005-11-03"],"type":["text"],"creator":["Zein, N. E.","Savrasov, S. Y.","Kotliar, G."],"language":[],"coverage":[],"title":["Local Self-Energy Approach For Electronic Structure Calculations"],"description":["  Using a novel self-consistent implementation of Hedin's GW perturbation\ntheory we calculate space and energy dependent self-energy for a number of\nmaterials. We find it to be local in real space and rapidly convergent on\nsecond-- to third-- nearest neighbors. Corrections beyond GW are evaluated and\nshown to be completely localized within a single unit cell. This can be viewed\nas a fully self consistent implementation of the dynamical mean field theory\nfor electronic structure calculations of real solids using a perturbative\nimpurity solver.\n","Comment: 5 pages, 2 figures"]}]
["math-ph/9901002",{"format":[],"subject":["Mathematical Physics","22E70, 43A90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/9901002"],"date":["1999-01-08","2012-04-10"],"type":["text"],"creator":["Trinhammer, O. L.","Olafsson, G."],"language":[],"coverage":[],"title":["The Full Laplace-Beltrami operator on U(N) and SU(N)"],"description":["  The Laplacian on the Lie groups U(N) and SU(N) is given in a parametrized\nedition for practical purposes. The radial part is often seen in work on\nlattice gauge theory, but here is derived also the off-diagonal part which in\nSU(3) and U(3) is expressed via the well known Gell-Mann matrices but with a\nmore easily memorized notation. Relations to I, U and V spin are also shown.\n","Comment: 11 pages, 1 figure"]}]
["math/0107185",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C17 (primary) 57R20, 32C40 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0107185","Adv. Math. 180 (2003), no. 2, 692-704","doi:10.1016/S0001-8708(03)00017-3"],"date":["2001-07-25"],"type":["text"],"creator":["Aluffi, Paolo","Brasselet, Jean-Paul"],"language":[],"coverage":[],"title":["Interpolation of characteristic classes of singular hypersurfaces"],"description":["  We show that the Chern-Schwartz-MacPherson class of a hypersurface X in a\nnonsingular variety M `interpolates' between two other notions of\ncharacteristic classes for singular varieties, provided that the singular locus\nof X is smooth and that certain numerical invariants of X are constant along\nthis locus. This allows us to define a lift of the Chern-Schwartz-MacPherson\nclass of such `nice' hypersurfaces to intersection homology. As another\napplication, the interpolation result leads to an explicit formula for the\nChern-Schwartz-MacPherson class of X in terms of its polar classes.\n","Comment: 10 pages"]}]
["math/0305276",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Algebraic Geometry","14A22, 16E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0305276","K-Theory, 37 (2006) 263-289","doi:10.1007/S10977-006-0020-5"],"date":["2003-05-19","2012-04-09"],"type":["text"],"creator":["Mori, I.","Smith, S. Paul"],"language":[],"coverage":[],"title":["The Grothendieck Group of a Quantum Projective Space Bundle"],"description":["  We compute the Grothendieck group K_0 of non-commutative analogues of quantum\nprojective space bundles. Our results specialize to give the Grothendieck\ngroups of non-commutative analogues of projective spaces, and specialize to\nrecover the Grothendieck group of a usual projective space bundle over a\nregular noetherian separated scheme. As an application we develop an\nintersection theory for the quantum ruled surfaces defined by Van den Bergh.\n","Comment: This paper is being replaced so I can correct the metadata, the\n  title! I (Paul) spelled Grothendieck's name incorrectly. The paper is being\n  reposted with the journal reference and doi added to the metadata"]}]
["math/0506608",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C17, 14B05, 57R20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0506608","Real and complex singularities, 1-13, Trends Math., Birk\\\"auser,\n  Basel, 2007","doi:10.1007/978-3-7643-7776-2_1"],"date":["2005-06-29"],"type":["text"],"creator":["Aluffi, Paolo"],"language":[],"coverage":[],"title":["Celestial integration, stringy invariants, and Chern-Schwartz-MacPherson\n  classes"],"description":["  We introduce a formal integral on the system of varieties mapping properly\nand birationally to a given one, with value in an associated Chow group.\nApplications include comparisons of Chern numbers of birational varieties, new\nbirational invariants, `stringy' Chern classes, and a `celestial' zeta function\nspecializing to the topological zeta function.\n  In its simplest manifestation, the integral gives a new expression for\nChern-Schwartz-MacPherson classes of possibly singular varieties, placing them\ninto a context in which a `change of variable' formula holds.\n  The formalism has points of contact with motivic integration.\n","Comment: 11 pages, LaTeX"]}]
["math/0507029",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C17, 57D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0507029","Pure Appl. Math. Q. 2 (2006), no. 4, part 2, 915-941"],"date":["2005-07-01","2006-05-19"],"type":["text"],"creator":["Aluffi, Paolo"],"language":[],"coverage":[],"title":["Limits of Chow groups, and a new construction of\n  Chern-Schwartz-MacPherson classes"],"description":["  We define an `enriched' notion of Chow groups for algebraic varieties,\nagreeing with the conventional notion for complete varieties, but enjoying a\nfunctorial push-forward for arbitrary maps. This tool allows us to glue\nintersection-theoretic information across elements of a stratification of a\nvariety; we illustrate this operation by giving a direct construction of\nChern-Schwartz-MacPherson classes of singular varieties, providing a new proof\nof an old (and long since settled) conjecture of Deligne and Grothendieck.\n","Comment: 23 pages, final version. Dedicated to Robert MacPherson on the\n  occasion of his 60th birthday"]}]
["math/0601453",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C17, 57R20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601453","C. R. Math. Acad. Sci. Paris 342 (2006), no. 6, 405-410","doi:10.1016/j.crma.2006.01.002"],"date":["2006-01-18"],"type":["text"],"creator":["Aluffi, Paolo"],"language":[],"coverage":[],"title":["Classes de Chern des varietes singulieres, revisitees"],"description":["  We introduce a notion of `proChow group' of varieties, agreeing with the\nnotion of Chow group for complete varieties and covariantly functorial with\nrespect to arbitrary morphisms. We construct a natural transformation from the\nfunctor of constructible functions to the proChow functor, extending\nMacPherson's natural transformation. We illustrate the result by providing very\nshort proofs of (a generalization of) two well-known facts on\nChern-Schwartz-MacPherson classes: Kwiecinski's product formula, and the\nEhlers-Barthel-Brasselet-Fieseler computation of Chern-Schwartz-MacPherson\nclasses of toric varieties.\n","Comment: 6 pages; to appear in the CRAS"]}]
["math/0607128",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C17, 57R20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607128","Bull. Soc. Math. France 136 (2008), no. 2, 159-166"],"date":["2006-07-05"],"type":["text"],"creator":["Aluffi, Paolo","Brasselet, Jean-Paul"],"language":[],"coverage":[],"title":["Une nouvelle preuve de la coincidence des classes definies par M.-H.\n  Schwartz et par R. MacPherson"],"description":["  We give a short proof of the fact that the Chern classes for singular\nvarieties defined by Marie-Helene Schwartz by means of \"radial frames\" agree\nwith the functorial notion defined by Robert MacPherson.\n","Comment: 6 pages"]}]
["math/0607752",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14C17, 14N15, 05E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0607752","J. Algebraic Geom. 18 (2009), no. 1, 63-100","doi:10.1090/S1056-3911-08-00482-7"],"date":["2006-07-29"],"type":["text"],"creator":["Aluffi, Paolo","Mihalcea, Leonardo Constantin"],"language":[],"coverage":[],"title":["Chern classes of Schubert cells and varieties"],"description":["  We give explicit formulas for the Chern-Schwartz-MacPherson classes of all\nSchubert varieties in the Grassmannian of $d$-planes in a vector space, and\nconjecture that these classes are effective. We prove this is the case for\n(very) small values of $d$.\n","Comment: 31 pages, several figures"]}]
