["0705.3942",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3942","J. Phys. A : Math. Theo. 41 (2008) 275402","doi:10.1142/S0217732308026455"],"date":["2007-05-27"],"type":["text"],"creator":["Amooshahi, M.","Kheirandish, F."],"language":[],"coverage":[],"title":["Electromagnetic field quantization in an anisotropic and inhomogeneous\n  magnetodielectric"],"description":["  The electromagnetic field in an anisotropic and inhomogeneous\nmagnetodielectric is quantized by modelling the medium with two independent\nquantum fields. Some coupling tensors coupling the electromagnetic field with\nthe medium are introduced. Electric and magnetic polarizations are obtained in\nterms of the ladder operators of the medium and the coupling tensors\nexplicitly. Using a minimal coupling scheme for electric and magnetic\ninteractions, the Maxwell equations and the constitutive equations of the\nmedium are obtained. The electric and magnetic susceptibility tensors of the\nmedium are calculated in terms of the coupling tensors. Finally the efficiency\nof the approach is elucidated by some examples.\n","Comment: 19 pages"]}]
["0712.3196",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3196","Published in Phys. Rev. Lett. 99, 085501 (2007)","doi:10.1103/PhysRevLett.99.085501"],"date":["2007-12-19"],"type":["text"],"creator":["Garcia-Sanchez, D.","Paulo, A. San","Esplandiu, M. J.","Perez-Murano, F.","Forro, L.","Aguasca, A.","Bachtold, A."],"language":[],"coverage":[],"title":["Mechanical detection of carbon nanotube resonator vibrations"],"description":["  Bending-mode vibrations of carbon nanotube resonator devices were\nmechanically detected in air at atmospheric pressure by means of a novel\nscanning force microscopy method. The fundamental and higher order bending\neigenmodes were imaged at up to 3.1GHz with sub-nanometer resolution in\nvibration amplitude. The resonance frequency and the eigenmode shape of\nmulti-wall nanotubes are consistent with the elastic beam theory for a doubly\nclamped beam. For single-wall nanotubes, however, resonance frequencies are\nsignificantly shifted, which is attributed to fabrication generating, for\nexample, slack. The effect of slack is studied by pulling down the tube with\nthe tip, which drastically reduces the resonance frequency.\n"]}]
["0801.1897",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1897","Phys. Rev. A 042309 (2008)","doi:10.1103/PhysRevA.77.042309"],"date":["2008-01-12"],"type":["text"],"creator":["Kheirandish, Fardin","Akhtarshenas, S. Javad","Mohammadi, Hamidreza"],"language":[],"coverage":[],"title":["The effect of spin-orbit interaction on entanglement of two-qubit\n  Heisenberg XYZ systems in an inhomogeneous magnetic field"],"description":["  The role of spin-orbit interaction on the ground state and thermal\nentanglement of a Heisenberg XYZ two-qubit system in the presence of an\ninhomogeneous magnetic field is investigated. For a certain value of spin-orbit\nparameter $D$, the ground state entanglement tends to vanish suddenly and when\n$D$ crosses its critical value $D_c$, the entanglement undergoes a revival. The\nmaximum value of the entanglement occurs in the revival region. In finite\ntemperatures there are revival regions in $D-T$ plane. In these regions,\nentanglement first increases with increasing temperature and then decreases and\nultimately vanishes for temperatures above a critical value. This critical\ntemperature is an increasing function of $D$, thus the nonzero entanglement can\nexist for larger temperatures. In addition, the amount of entanglement in the\nrevival region depends on the spin-orbit parameter. Also, the entanglement\nteleportation via the quantum channel constructed by the above system is\ninvestigated and finally the influence of the spin-orbit interaction on the\nfidelity of teleportation and entanglement of replica state is studied.\n","Comment: Two columns, 9 pages, 8 Figs"]}]
["0801.1902",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1902","Phys. Rev. A 78, 012102 (2008)","doi:10.1103/PhysRevA.78.012102"],"date":["2008-01-12"],"type":["text"],"creator":["Kheirandish, Fardin","Soltani, Morteza"],"language":[],"coverage":[],"title":["Extension of the Huttner-Barnett model to a magnetodielectric medium"],"description":["  The Huttner$-$Barnett model is extended to a magnetodielectric medium by\nadding a new matter field to this model. The eigenoperators for the coupled\nsystem are calculated and electromagnetic field is written in terms of these\noperators. The electric and magnetic susceptibility of the medium are\nexplicitly derived and shown to satisfy the Kramers$-$Kronig relations. It is\nshown that the results obtained in this model are equivalent to the results\nobtained from the phenomenological methods.\n","Comment: 25 pages"]}]
["0810.1011",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1011","Annales de l'Institut Henri Poincar\\'e (B) Probabilit\\'es et\n  Statistiques 46, 1 (2010) 209-249","doi:10.1214/09-AIHP314"],"date":["2008-10-06","2009-04-08"],"type":["text"],"creator":["Defosseux, Manon"],"language":[],"coverage":[],"title":["Orbit measures, random matrix theory and interlaced determinantal\n  processes"],"description":["  A connection between representation of compact groups and some invariant\nensembles of Hermitian matrices is described. We focus on two types of\ninvariant ensembles which extend the Gaussian and the Laguerre Unitary\nensembles. We study them using projections and convolutions of invariant\nprobability measures on adjoint orbits of a compact Lie group. These measures\nare described by semiclassical approximation involving tensor and restriction\nmulltiplicities. We show that a large class of them are determinantal.\n"]}]
["0811.1033",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1033","Advanced Science Letters v 2, n 2 p 221-235, 2009","doi:10.1166/asl.2009.1029"],"date":["2008-11-06","2008-11-24"],"type":["text"],"creator":["Festuccia, Guido","Liu, Hong"],"language":[],"coverage":[],"title":["A Bohr-Sommerfeld quantization formula for quasinormal frequencies of\n  AdS black holes"],"description":["  We derive a quantization formula of Bohr-Sommerfeld type for computing\nquasinormal frequencies for scalar perturbations in an AdS black hole in the\nlimit of large scalar mass or spatial momentum. We then apply the formula to\nfind poles in retarded Green functions of boundary CFTs on $R^{1,d-1}$ and\n$RxS^{d-1}$. We find that when the boundary theory is perturbed by an operator\nof dimension $\\Delta>> 1$, the relaxation time back to equilibrium is given at\nzero momentum by ${1 \\over \\Delta \\pi T} << {1 \\over \\pi T}$. Turning on a\nlarge spatial momentum can significantly increase it. For a generic scalar\noperator in a CFT on $R^{1,d-1}$, there exists a sequence of poles near the\nlightcone whose imaginary part scales with momentum as $p^{-{d-2 \\over d+2}}$\nin the large momentum limit. For a CFT on a sphere $S^{d-1}$ we show that the\ntheory possesses a large number of long-lived quasiparticles whose imaginary\npart is exponentially small in momentum.\n","Comment: 39 pages, 22 figures"]}]
["0903.1417",{"format":[],"subject":["Mathematics - Representation Theory","22E35, 22E46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1417"],"date":["2009-03-08","2012-07-11"],"type":["text"],"creator":["Sun, Binyong"],"language":[],"coverage":[],"title":["Multiplicity one theorems for Fourier-Jacobi models"],"description":["  For every genuine irreducible admissible smooth representation $\\pi$ of the\nmetaplectic group $\\widetilde{\\Sp}(2n)$ over a p-adic field, and every smooth\noscillator representation $\\omega_\\psi$ of $\\widetilde{\\Sp}(2n)$, we prove that\nthe tensor product $\\pi\\otimes \\omega_\\psi$ is multiplicity free as a smooth\nrepresentation of the symplectic group $\\Sp(2n)$. Similar results are proved\nfor general linear groups and unitary groups.\n","Comment: The matrix in Section 1 is revised, results unchanged. To appear in\n  American Journal of Mathematics"]}]
["0906.4243",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","20F67(Primary) 22E40, 57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4243","Geometry & Topology 16:2 (2012), pgs 1205--1246","doi:10.2140/gt.2012.16.1205"],"date":["2009-06-23","2012-04-16"],"type":["text"],"creator":["Mj, Mahan"],"language":[],"coverage":[],"title":["Pattern Rigidity and the Hilbert-Smith Conjecture"],"description":["  In this paper we initiate a study of the topological group $PPQI(G,H)$ of\npattern-preserving quasi-isometries for $G$ a hyperbolic Poincare duality group\nand $H$ an infinite quasiconvex subgroup of infinite index in $G$. Suppose\n$\\partial G$ admits a visual metric $d$ with $dim_H < dim_t +2$, where $dim_H$\nis the Hausdorff dimension and $dim_t$ is the topological dimension of\n$(\\partial G,d)$. a) If $Q_u$ is a group of pattern-preserving uniform\nquasi-isometries (or more generally any locally compact group of\npattern-preserving quasi-isometries) containing $G$, then $G$ is of finite\nindex in $Q_u$. b) If instead, $H$ is a codimension one filling subgroup, and\n$Q$ is any group of pattern-preserving quasi-isometries containing $G$, then\n$G$ is of finite index in $Q$. Moreover, (Topological Pattern Rigidity) if $L$\nis the limit set of $H$, $\\LL$ is the collection of translates of $L$ under\n$G$, and $Q$ is any pattern-preserving group of {\\it homeomorphisms} of\n$\\partial G$ preserving $\\LL$ and containing $G$, then the index of $G$ in $Q$\nis finite. We find analogous results in the realm of relative hyperbolicity,\nregarding an equivariant collection of horoballs as a symmetric pattern in a\n{\\it hyperbolic} (not relatively hyperbolic) space. Combining our main result\nwith a theorem of Mosher-Sageev-Whyte, we obtain QI rigidity results. An\nimportant ingredient of the proof is a version of the Hilbert-Smith conjecture\nfor certain metric measure spaces, which uses the full strength of Yang's\ntheorem on actions of the p-adic integers on homology manifolds. This might be\nof independent interest.\n","Comment: 32 pages, no figures: final version to appear in Geometry and\n  Topology"]}]
["0910.1616",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Algebraic Geometry","20F06, 14R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1616","Transformation Groups 15, no. 3, p. 577-610, 2010"],"date":["2009-10-08","2010-04-17"],"type":["text"],"creator":["Furter, Jean-Philippe","Lamy, Stéphane"],"language":[],"coverage":[],"title":["Normal subgroup generated by a plane polynomial automorphism"],"description":["  We study the normal subgroup <f> generated by a non trivial element f in the\ngroup G of complex plane polynomial automorphisms having Jacobian determinant\n1. On one hand if f has length at most 8 relatively to the classical\namalgamated product structure of G, we prove that <f> = G. On the other hand if\nf is a sufficiently generic element of even length at least 14, we prove that\n<f> is a proper subgroup of G.\n","Comment: Some minor corrections"]}]
["0910.5293",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5293","2012 ApJ, 750, 31","doi:10.1088/0004-637X/750/1/31"],"date":["2009-10-28","2012-02-28"],"type":["text"],"creator":["Umbreit, Stefan","Fregeau, John M.","Chatterjee, Sourav","Rasio, Frederic A."],"language":[],"coverage":[],"title":["Monte Carlo Simulations of Globular Cluster Evolution. VI. The Influence\n  of an Intermediate Mass Black Hole"],"description":["  We present results of a series of Monte Carlo simulations investigating the\nimprint of a central intermediate-mass black hole (IMBH) on the structure of a\nglobular cluster. We investigate the three-dimensional and projected density\nprofiles, and stellar disruption rates for idealized as well as realistic\ncluster models, taking into account a stellar mass spectrum and stellar\nevolution, and allowing for a larger, more realistic, number of stars than was\npreviously possible with direct N-body methods. We compare our results to other\nN-body and Fokker-Planck simulations published previously. We find, in general,\nvery good agreement for the overall cluster structure and dynamical evolution\nbetween direct N-body simulations and our Monte Carlo simulations. Significant\ndifferences exist in the number of stars that are tidally disrupted by the\nIMBH, which is most likely an effect of the wandering motion of the IMBH, not\nincluded in the Monte Carlo scheme. These differences, however, are negligible\nfor the final IMBH masses in realistic cluster models as the disruption rates\nare generally much lower than for single-mass clusters. As a direct comparison\nto observations we construct a detailed model for the cluster NGC 5694, which\nis known to possess a central surface brightness cusp consistent with the\npresence of an IMBH. We find that not only the inner slope but also the outer\npart of the surface brightness profile agree well with observations. However,\nthere is only a slight preference for models harboring an IMBH compared to\nmodels without.\n","Comment: 37 pages, 10 figures, Accepted for publication in ApJ Supplement.\n  Substantial additions on modeling NGC 5694 since original version"]}]
["0911.5472",{"format":[],"subject":["Mathematics - Number Theory","11L05, 11L20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5472","SCIENCE CHINA Mathematics, 2010, Sep., 53(9), 2525--2542","doi:10.1007/s11425-010-3155-z"],"date":["2009-11-29","2010-09-28"],"type":["text"],"creator":["Yang, Jing","Xia, Lingli"],"language":[],"coverage":[],"title":["Complete Solving for Explicit Evaluation of Gauss Sums in the Index 2\n  Case"],"description":["  Let $p$ be a prime number, $q=p^f$ for some positive integer $f$, $N$ be a\npositive integer such that $\\gcd(N,p)=1$, and let $\\k$ be a primitive\nmultiplicative character of order $N$ over finite field $\\fq$. This paper\nstudies the problem of explicit evaluation of Gauss sums in \"\\textsl{index 2\ncase}\" (i.e. $f=\\f{\\p(N)}{2}=[\\zn:\\pp]$, where $\\p(\\cd)$ is Euler function).\nFirstly, the classification of the Gauss sums in index 2 case is presented.\nThen, the explicit evaluation of Gauss sums $G(\\k^\\la) (1\\laN-1)$ in index 2\ncase with order $N$ being general even integer (i.e. $N=2^{r}\\cd N_0$ where\n$r,N_0$ are positive integers and $N_03$ is odd.) is obtained. Thus, the\nproblem of explicit evaluation of Gauss sums in index 2 case is completely\nsolved.\n"]}]
["1004.1499",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1499","Phys. Rev. Lett. 105, 098001 (2010)","doi:10.1103/PhysRevLett.105.098001"],"date":["2010-04-09"],"type":["text"],"creator":["Deseigne, Julien","Dauchot, Olivier","Chatè, Hugues"],"language":[],"coverage":[],"title":["Collective Motion of Vibrated Polar Disks"],"description":["  We experimentally study a monolayer of vibrated disks with a built-in polar\nasymmetry which enables them to move quasi-balistically on a large persistence\nlength. Alignment occurs during collisions as a result of self-propulsion and\nhard core repulsion. Varying the amplitude of the vibration, we observe the\nonset of large-scale collective motion and the existence of giant number\nfluctuations with a scaling exponent in agreement with the predicted\ntheoretical value.\n","Comment: 4 pages, 4 figures"]}]
["1004.3410",{"format":[],"subject":["Mathematics - Dynamical Systems","34C23, 34C20, 58K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3410","Electronic Journal of Differential Equations 2011(63):1-12 (2011)"],"date":["2010-04-20","2010-09-07"],"type":["text"],"creator":["Liebscher, Stefan"],"language":[],"coverage":[],"title":["Dynamics near manifolds of equilibria of codimension one and bifurcation\n  without parameters"],"description":["  We investigate the breakdown of normal hyperbolicity of a manifold of\nequilibria of a flow. In contrast to classical bifurcation theory we assume the\nabsence of any flow-invariant foliation at the singularity transverse to the\nmanifold of equilibria. We call this setting bifurcation without parameters. In\nthe present paper we provide a description of general systems with a manifold\nof equilibria of codimension one as a first step towards a classification of\nbifurcations without parameters. This is done by relating the problem to\nsingularity theory of maps.\n","Comment: corrected typos, minor clarifications in the formulation of the main\n  theorem"]}]
["1004.4589",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4589"],"date":["2010-04-26","2012-07-11"],"type":["text"],"creator":["Kampen, Joerg"],"language":[],"coverage":[],"title":["Constructive analysis of the Navier-Stokes equation"],"description":["  A global time-discretized scheme for the Navier-Stokes equation system in its\nLeray projection form is defined. It is shown that the scheme converges to a\nbounded global classical solution for smooth data which have polynomial decay\nat infinity. Furthermore, the algorithm proposed is extended to the situation\nof initial-boundary value problems. Algorithms constructed in a different\ncontext (cf. [4, 10, 5, 9]) may be used within the proposed scheme in order to\ncompute the solution of Leray's form of the Navier-Stokes system. The main idea\nfor global existence is to define a control function dynamically and show\nexplicitly that the scheme which solves a controlled Navier-Stokes type\nequation can control the modulus of velocity and the first derivatives of\nvelocity to be bounded. The method described here can be extended to\nNavier-Stokes equations on compact manifolds which is done in a subsequent\npaper.\n","Comment: 105 p., former version revised and simplified according to the ideas\n  in arXiv:1205.4888v4 [math.AP]"]}]
["1006.1084",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.1084","Electronic Communications in Probability 16 (2011) p 59-69","doi:10.2014/ECP.v16-1602"],"date":["2010-06-06"],"type":["text"],"creator":["Defosseux, Manon"],"language":[],"coverage":[],"title":["Generalized Laguerre Unitary Ensembles and an interacting particles\n  model with a wall"],"description":["  We introduce and study a new interacting particles model with a wall and two\nkinds of interactions - blocking and pushing - which maintain particles in a\ncertain order. We show that it involves a random matrix model.\n","Comment: 9"]}]
["1008.1443",{"format":[],"subject":["Mathematics - Group Theory","20M20, 20B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1443","Israel J. Math., Volume 189, (2012), 287-305","doi:10.1007/s11856-011-0159-5"],"date":["2010-08-08"],"type":["text"],"creator":["Mesyan, Zachary"],"language":[],"coverage":[],"title":["Monoids of injective maps closed under conjugation by permutations"],"description":["  Let X be a countably infinite set, Inj(X) the monoid of all injective\nendomaps of X, and Sym(X) the group of all permutations of X. We classify all\nsubmonoids of Inj(X) that are closed under conjugation by elements of Sym(X).\n","Comment: 15 pages"]}]
["1009.5984",{"format":[],"subject":["Nuclear Theory","Astrophysics - Solar and Stellar Astrophysics","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5984","J.Phys.G39:085111,2012","doi:10.1088/0954-3899/39/8/085111"],"date":["2010-09-29","2012-07-01"],"type":["text"],"creator":["Holt, Jason D.","Otsuka, Takaharu","Schwenk, Achim","Suzuki, Toshio"],"language":[],"coverage":[],"title":["Three-body forces and shell structure in calcium isotopes"],"description":["  Understanding and predicting the formation of shell structure from nuclear\nforces is a central challenge for nuclear physics. While the magic numbers\nN=2,8,20 are generally well understood, N=28 is the first standard magic number\nthat is not reproduced in microscopic theories with two-nucleon forces. In this\nLetter, we show that three-nucleon forces give rise to repulsive interactions\nbetween two valence neutrons that are key to explain 48Ca as a magic nucleus,\nwith a high 2+ excitation energy and a concentrated magnetic dipole transition\nstrength. The repulsive three-nucleon mechanism improves the agreement with\nexperimental binding energies.\n","Comment: 5 pages, 4 figures; improved version and added coupled-cluster\n  benchmark; published version"]}]
["1011.4373",{"format":[],"subject":["Physics - Computational Physics","Nonlinear Sciences - Chaotic Dynamics","Physics - Accelerator Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4373","Commun. Nonlinear Sci. Numer. Simulat. 17, 2 (2012) 769-779","doi:10.1016/j.cnsns.2011.06.006"],"date":["2010-11-19","2011-02-24"],"type":["text"],"creator":["Ruzzon, Alberto","Elskens, Yves","Doveil, Fabrice"],"language":[],"coverage":[],"title":["A symplectic, symmetric algorithm for spatial evolution of particles in\n  a time-dependent field"],"description":["  A symplectic, symmetric, second-order scheme is constructed for particle\nevolution in a time-dependent field with a fixed spatial step. The scheme is\nimplemented in one space dimension and tested, showing excellent adequacy to\nexperiment analysis.\n","Comment: version 2; 16 pp"]}]
["1011.4749",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4749"],"date":["2010-11-22","2012-07-10"],"type":["text"],"creator":["Bruhn, Henning","Diestel, Reinhard"],"language":[],"coverage":[],"title":["Infinite matroids in graphs"],"description":["  It has recently been shown that infinite matroids can be axiomatized in a way\nthat is very similar to finite matroids and permits duality. This was\npreviously thought impossible, since finitary infinite matroids must have\nnon-finitary duals. In this paper we illustrate the new theory by exhibiting\nits implications for the cycle and bond matroids of infinite graphs. We also\ndescribe their algebraic cycle matroids, those whose circuits are the finite\ncycles and double rays, and determine their duals. Finally, we give a\nsufficient condition for a matroid to be representable in a sense adapted to\ninfinite matroids. Which graphic matroids are representable in this sense\nremains an open question.\n","Comment: Figure corrected"]}]
["1011.5953",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5953"],"date":["2010-11-27","2012-07-11"],"type":["text"],"creator":["Sahattchieve, Jordan"],"language":[],"coverage":[],"title":["On Bounded Packing in Polycyclic Groups"],"description":["  In this paper, we show that any subgroup of a semidirect product of Z^n with\nZ has bounded packing as long as the action of Z on Z^n is by diagonalizable\nautomorphisms all of whose eigenvalues are real. We use this result to show\nthat any subgroup in a polycyclic group of length 3 or less has bounded\npacking. We also introduce the notion of coset growth and obtain a bound for\nthe coset growth of subgroup H=<t> in the semidirect product of Z^2 with Z.\n"]}]
["1012.0117",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0117","Journal of Theoretical Probability (2012) P 1-21","doi:10.1007/s10959-012-0407-6"],"date":["2010-12-01","2012-01-28"],"type":["text"],"creator":["Defosseux, Manon"],"language":[],"coverage":[],"title":["An interacting particle model and a Pieri-type formula for the\n  orthogonal group"],"description":["  We introduce a new interacting particles model with blocking and pushing\ninteractions. Particles evolve on the positive line jumping on their own\nvolition rightwards or leftwards according to geometric jumps with parameter q.\nWe show that the model involves a Pieri-type formula for the orthogonal group.\nWe prove that the two extreme cases - q=0 and q=1 - lead respectively to a\nrandom tiling model studied by Borodin and Kuan and to a random matrix model.\n","Comment: 16"]}]
["1012.5549",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5549","Microfluidics and Nanofluidics 13, Number 1, 19-27 (2012)","doi:10.1007/s10404-012-0936-4"],"date":["2010-12-26","2011-12-20"],"type":["text"],"creator":["Sarkar, Aniruddha","Narváez, Ariel","Harting, Jens"],"language":[],"coverage":[],"title":["Quantification of the performance of chaotic micromixers on the basis of\n  finite time Lyapunov exponents"],"description":["  Chaotic micromixers such as the staggered herringbone mixer developed by\nStroock et al. allow efficient mixing of fluids even at low Reynolds number by\nrepeated stretching and folding of the fluid interfaces. The ability of the\nfluid to mix well depends on the rate at which \"chaotic advection\" occurs in\nthe mixer. An optimization of mixer geometries is a non trivial task which is\noften performed by time consuming and expensive trial and error experiments. In\nthis paper an algorithm is presented that applies the concept of finite-time\nLyapunov exponents to obtain a quantitative measure of the chaotic advection of\nthe flow and hence the performance of micromixers. By performing lattice\nBoltzmann simulations of the flow inside a mixer geometry, introducing massless\nand non-interacting tracer particles and following their trajectories the\nfinite time Lyapunov exponents can be calculated. The applicability of the\nmethod is demonstrated by a comparison of the improved geometrical structure of\nthe staggered herringbone mixer with available literature data.\n","Comment: 9 pages, 8 figures"]}]
["1012.5777",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","Mathematics - Functional Analysis","16G20, 16G60, 47A67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5777","doi:10.1007/s10468-012-9360-4"],"date":["2010-12-28","2012-07-11"],"type":["text"],"creator":["Weist, Thorsten","Yusenko, Kostyantyn"],"language":[],"coverage":[],"title":["Unitarizable representations of quivers"],"description":["  We investigate representations of *-algebras associated with posets.\nUnitarizable representations of the corresponding (bound) quivers (which are\npolystable representations for some appropriately chosen slope function) give\nrise to representations of these algebras. Considering posets which correspond\nto unbound quivers this leads to an ADE-classification which describes the\nunitarization behaviour of their representations. Considering posets which\ncorrespond to bound quivers, it is possible to construct unitarizable\nrepresentations starting with polystable representations of related unbound\nquivers which can be glued together with a suitable direct sum of simple\nrepresentations. Finally, we estimate the number of complex parameters\nparametrizing irreducible unitary non-equivalent representations of the\ncorresponding algebras.\n","Comment: 27 pages, Section 2.3 reorganized, final version, to appear in\n  Algebras and Representation Theory"]}]
["1102.2740",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2740"],"date":["2011-02-14","2012-07-11"],"type":["text"],"creator":["Afonin, S. S."],"language":[],"coverage":[],"title":["A five-dimensional ansatz for the Veneziano amplitude"],"description":["  A hypothesis is put forward that in the case of low-energy QCD, the\nholographic prescription for calculating the correlation functions may lead to\nthe dual scattering amplitudes of Veneziano type at zero momentum transfer if\nthe non-conformality is properly taken into account. A concrete example is\nproposed that demonstrates the idea.\n","Comment: This paper has been withdrawn by the author because it has\n  substantial text overlap with arXiv:1111.5835"]}]
["1102.3707",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics","Mathematics - Operator Algebras","47B35 (Primary), 42C40, 47G30 (Secondary), 47L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3707","Integr. Equ. Oper. Theory 71(3) (2011), 357-388","doi:10.1007/s00020-011-1907-y"],"date":["2011-02-17","2011-07-16"],"type":["text"],"creator":["Hutník, Ondrej"],"language":[],"coverage":[],"title":["Wavelets from Laguerre polynomials and Toeplitz-type operators"],"description":["  We study Toeplitz-type operators with respect to specific wavelets whose\nFourier transforms are related to Laguerre polynomials. On the one hand, this\nchoice of wavelets underlines the fact that these operators acting on wavelet\nsubspaces share many properties with the classical Toeplitz operators acting on\nthe Bergman spaces. On the other hand, it enables to study poly-Bergman spaces\nand Toeplitz operators acting on them from a different perspective. Restricting\nto symbols depending only on vertical variable in the upper half-plane of the\ncomplex plane these operators are unitarily equivalent to a multiplication\noperator with a certain function. Since this function is responsible for many\ninteresting features of these Toeplitz-type operators and their algebras, we\ninvestigate its behavior in more detail. As a by-product we obtain an\ninteresting observation about the asymptotic behavior of true polyanalytic\nBergman spaces. Isomorphisms between the Calder\\'on-Toeplitz operator algebras\nand functional algebras are described and their consequences are discussed.\n","Comment: 31 pages, v2: some parts substantially rewritten, 3 metapost figures\n  added, some corrections made, references updated"]}]
["1103.4696",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4696"],"date":["2011-03-24"],"type":["text"],"creator":["Cotón, Carlos Meniño"],"language":[],"coverage":[],"title":["Transverse invariant measures extends to the ambient space"],"description":["  It is shown that any transverse invariant measure of a foliated space can be\nconsidered as a measure on the ambient space.\n","Comment: We consider generalized measures, not only probability measures, and\n  possibly not $\\sigma$-finite. Transverse invariant measures can extend in\n  several ways to the ambient space, we discuss some reasonable conditions\n  where this extension is unique"]}]
["1104.2820",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2820","Phys. Rev. E 85, 057202 (2012)","doi:10.1103/PhysRevE.85.057202"],"date":["2011-04-14","2012-07-11"],"type":["text"],"creator":["Jiang, Yu","Martínez-Mares, M.","Castaño, E.","Robledo, A."],"language":[],"coverage":[],"title":["M\\\"obius transformations and electronic transport properties of large\n  disorderless networks"],"description":["  We show that the key transport states, insulating and conducting, of large\nregular networks of scatterers can be described generically by negative and\nzero Lyapunov exponents, respectively, of M\\\"obius maps that relate the\nscattering matrix of systems with successive sizes. The conductive phase is\nrepresented by weakly chaotic attractors that have been linked with anomalous\ntransport and ergodicity breaking. Our conclusions, verified for serial as well\nas parallel stub and ring structures, reveal that mesoscopic behavior results\nfrom a drastic reduction of degrees of freedom.\n","Comment: latex, 5 figs, more specific title, abstract, and introduction, some\n  sentences removed, references changed and added"]}]
["1105.1063",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1063","doi:10.1002/cpa.21407"],"date":["2011-05-05","2012-07-11"],"type":["text"],"creator":["Koenig, Wolfgang","Mukherjee, Chiranjib"],"language":[],"coverage":[],"title":["Large Deviations for Brownian Intersection Measures"],"description":["  We consider $p$ independent Brownian motions in $\\R^d$. We assume that $p\\geq\n2$ and $p(d-2)<d$. Let $\\ell_t$ denote the intersection measure of the $p$\npaths by time $t$, i.e., the random measure on $\\R^d$ that assigns to any\nmeasurable set $A\\subset \\R^d$ the amount of intersection local time of the\nmotions spent in $A$ by time $t$. Earlier results of Chen \\cite{Ch09} derived\nthe logarithmic asymptotics of the upper tails of the total mass $\\ell_t(\\R^d)$\nas $t\\to\\infty$. In this paper, we derive a large-deviation principle for the\nnormalised intersection measure $t^{-p}\\ell_t$ on the set of positive measures\non some open bounded set $B\\subset\\R^d$ as $t\\to\\infty$ before exiting $B$. The\nrate function is explicit and gives some rigorous meaning, in this asymptotic\nregime, to the understanding that the intersection measure is the pointwise\nproduct of the densities of the normalised occupation times measures of the $p$\nmotions. Our proof makes the classical Donsker-Varadhan principle for the\nlatter applicable to the intersection measure.\n  A second version of our principle is proved for the motions observed until\nthe individual exit times from $B$, conditional on a large total mass in some\ncompact set $U\\subset B$. This extends earlier studies on the intersection\nmeasure by K\\\"onig and M\\\"orters \\cite{KM01,KM05}.\n","Comment: To appear in \"Communications on Pure and Applied Mathematics\""]}]
["1105.2937",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2937","Phys. Rev. E 84, 046105 (2011)","doi:10.1103/PhysRevE.84.046105"],"date":["2011-05-15"],"type":["text"],"creator":["Dauchot, Olivier","Karmakar, Smarajit","Procaccia, Itamar","Zylberg, Jacques"],"language":[],"coverage":[],"title":["An Athermal Brittle to Ductile Transition in Amorphous Solids"],"description":["  Brittle materials exhibit sharp dynamical fractures when meeting Griffith's\ncriterion, whereas ductile materials blunt a sharp crack by plastic responses.\nUpon continuous pulling ductile materials exhibit a necking instability which\nis dominated by a plastic flow. Usually one discusses the brittle to ductile\ntransition as a function of increasing temperature. We introduce an athermal\nbrittle to ductile transition as a function of the cut-off length of the\ninter-particle potential. On the basis of extensive numerical simulations of\nthe response to pulling the material boundaries at a constant speed we offer an\nexplanation of the onset of ductility via the increase in the density of\nplastic modes as a function of the potential cutoff length. Finally we can\nresolve an old riddle: in experiments brittle materials can be strained under\ngrip boundary conditions, and exhibit a dynamic crack when cut with a\nsufficiently long initial slot. Mysteriously, in molecular dynamics simulations\nit appeared that cracks refused to propagate dynamically under grip boundary\nconditions, and continuous pulling was necessary to achieve fracture. We argue\nthat this mystery is removed when one understands the distinction between\nbrittle and ductile athermal amorphous materials.\n","Comment: 5 pages 7 figures"]}]
["1105.3406",{"format":[],"subject":["Mathematics - Operator Algebras","46L99, 37A55, 43A07, 18G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3406","J. Funct. Anal. 263 (2012), no. 4, 1103--1128"],"date":["2011-05-17","2012-07-11"],"type":["text"],"creator":["Alekseev, Vadim","Kyed, David"],"language":[],"coverage":[],"title":["Amenability and vanishing of L^2-Betti numbers: an operator algebraic\n  approach"],"description":["  We recast the Foelner condition in an operator algebraic setting and prove\nthat it implies a certain dimension flatness property. Furthermore, it is\nproven that the Foelner condition generalizes the existing notions of\namenability and that the enveloping von Neumann algebra arising from a Foelner\nalgebra is automatically injective. As an application we show how our\ntechniques unify the previously known results concerning vanishing of L^2-Betti\nnumbers for amenable groups, groupoids and quantum groups and moreover provides\na large class of new examples of algebras with vanishing L^2-Betti numbers.\n","Comment: 25 pages"]}]
["1106.2966",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2966","doi:10.1016/j.physletb.2012.07.014"],"date":["2011-06-15","2012-07-10"],"type":["text"],"creator":["Zhang, Hongsheng","Li, Xin-Zhou"],"language":[],"coverage":[],"title":["MOND cosmology from entropic force"],"description":["  We derive the MOND cosmology which is uniquely corresponding to the original\nMOND at galaxy scales via entropic gravity method.\n  It inherits the key merit of MOND, that is, it reduces the baryonic matter\nand non-baryonic dark matter into baryonic matter only.\n  For the first time we obtain the critical parameter in MOND, i.e., the\ntransition acceleration $a_c$ at cosmological scale.\n  We thus solve the long-standing coincidence problem $a_c\\sim cH_{0}$. More\ninterestingly, a term like age-graphic dark energy emerges naturally.\n  In the frame of this MOND cosmology, we only need baryonic matter to describe\nboth dark matter and dark energy in standard cosmology.\n","Comment: 4 pages, several references added, to appear in PLB"]}]
["1107.2416",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2416","Journal of Software for Algebra and Geometry 4 (2012), 12 -- 16"],"date":["2011-07-12","2012-07-11"],"type":["text"],"creator":["Ilten, Nathan Owen"],"language":[],"coverage":[],"title":["VersalDeformations - a package for computing versal deformations and\n  local Hilbert schemes"],"description":["  We provide an overview of the Macaulay2 package VersalDeformations, which\nalgorithmically computes versal deformations of isolated singularities, as well\nas local (multi)graded Hilbert schemes.\n","Comment: v2 minor revision"]}]
["1107.2423",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","33D45, 42C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2423","SIGMA 8 (2012), 042, 30 pages","doi:10.3842/SIGMA.2012.042"],"date":["2011-07-12","2012-07-11"],"type":["text"],"creator":["Alvarez-Nodarse, R.","Sevinik-Adiguzel, R.","Taseli, H."],"language":[],"coverage":[],"title":["The orthogonality of q-classical polynomials of the Hahn class: A\n  geometrical approach"],"description":["  The idea of this review article is to discuss in a unified way the\northogonality of all positive definite polynomial solutions of the\n$q$-hypergeometric difference equation on the $q$-linear lattice by means of a\nqualitative analysis of the $q$-Pearson equation. Therefore, our method differs\nfrom the standard ones which are based on the Favard theorem, the three-term\nrecurrence relation and the difference equation of hypergeometric type. Our\napproach enables us to extend the orthogonality relations for some well-known\n$q$-polynomials of the Hahn class to a larger set of their parameters. A short\nversion of this paper appeared in SIGMA 8 (2012), 042, 30 pages\nhttp://dx.doi.org/10.3842/SIGMA.2012.042.\n","Comment: A short version of this paper appeared in SIGMA 8 (2012), 042, 30\n  pages http://dx.doi.org/10.3842/SIGMA.2012.042"]}]
["1107.3114",{"format":[],"subject":["Mathematics - Rings and Algebras","16D30, 16S99, 17B60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3114","J. Pure Appl. Algebra, Volume 216, (2012) 2302-2313","doi:10.1016/j.jpaa.2012.03.003"],"date":["2011-07-15","2012-02-15"],"type":["text"],"creator":["Abrams, Gene","Mesyan, Zachary"],"language":[],"coverage":[],"title":["Simple Lie algebras arising from Leavitt path algebras"],"description":["  For a field K and directed graph E, we analyze those elements of the Leavitt\npath algebra L_K(E) which lie in the commutator subspace [L_K(E), L_K(E)]. This\nanalysis allows us to give easily computable necessary and sufficient\nconditions to determine which Lie algebras of the form [L_K(E), L_K(E)] are\nsimple, when E is row-finite (i.e., has finite out-degree) and L_K(E) is\nsimple.\n","Comment: 18 pages. In the second version the exposition has been improved, and\n  various typos and minor errors have been corrected"]}]
["1107.3265",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Probability","60A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3265","Fuzzy Sets and Systems 194(1) (2012), 15-30","doi:10.1016/j.fss.2011.12.019"],"date":["2011-07-16"],"type":["text"],"creator":["Halčinová, Lenka","Hutník, Ondrej","Mesiar, Radko"],"language":[],"coverage":[],"title":["On distance distribution functions-valued submeasures related to\n  aggregation functions"],"description":["  Probabilistic submeasures generalizing the classical (numerical) submeasures\nare introduced and discussed in connection with some classes of aggregation\nfunctions. A special attention is paid to triangular norm-based probabilistic\nsubmeasures and semi-copula-based probabilistic submeasures. Some algebraic\nproperties of classes of such submeasures are also studied.\n","Comment: 16 pages, submitted for publication"]}]
["1107.3269",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics","47B35, 42C40, 47G30, 47L80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3269","Arch. Math. 97(4) (2011), 333-344","doi:10.1007/s00013-011-0307-5"],"date":["2011-07-16"],"type":["text"],"creator":["Hutník, Ondrej","Hutníková, Mária"],"language":[],"coverage":[],"title":["On Toeplitz localization operators"],"description":["  We present a unified approach to study properties of Toeplitz localization\noperators based on the Calder\\'on and Gabor reproducing formula. We show that\nthese operators with functional symbols on a plane domain may be viewed as\ncertain pseudodifferential operators (with symbols on a line, or certain\ncompound symbols).\n","Comment: 11 pages, 1 metapost figure"]}]
["1108.2826",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2826"],"date":["2011-08-13","2012-07-10"],"type":["text"],"creator":["Rahman, R.","Haque, A."],"language":[],"coverage":[],"title":["Molecular Dynamics Simulation of Cross-linked Graphene-Epoxy\n  Nanocomposites"],"description":["  This paper focuses on molecular dynamics (MD) modeling of graphene reinforced\ncross-linked epoxy (Gr-Ep) nanocomposite. The goal is to study the influence of\ngeometry, and concentration of reinforcing nanographene sheet (NGS) on\ninterfacial properties and elastic constants such as bulk Young's modulus, and\nshear modulus of Gr-Ep nanocomposites. The most typical cross-linked\nconfiguration was obtained in order to use in further simulations. The\nmechanical properties of this cross-linked structure were determined using MD\nsimulations and the results were verified with those available in literatures.\nGraphene with different aspect ratios and concentrations (1%, 3% and 5%) were\nconsidered in order to construct amorphous unit cells of Gr-Ep nanocomposites.\nThe Gr-Ep nanocomposites system undergoes NVT (constant number of atoms, volume\nand temperature) and NPT (constant number of atoms, pressure and temperature)\nensemble with applied uniform strain field during MD simulation to obtain bulk\nYoung's modulus and shear modulus. The stress-strain response was also\nevaluated for both amorphous and crystalline unit cells of Gr-Ep system under\nuni-axial deformation. The cohesive and pullout force vs. displacement response\nwere determined for graphenes with different size. Hence as primary goal of\nthis work, a parametric study using MD simulation was conducted for\ncharacterizing interfacial properties and elastic constants with different NGS\naspect rations and volume fractions. The MD simulation results show reasonable\nagreement with available published data in the literature.\n","Comment: Further Revision and modification in the manuscript"]}]
["1108.4210",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4210","Phys. Rev. B 85, 035306 (2012)","doi:10.1103/PhysRevB.85.035306"],"date":["2011-08-21"],"type":["text"],"creator":["Barthel, C.","Medford, J.","Bluhm, H.","Yacoby, A.","Marcus, C. M.","Hanson, M. P.","Gossard, A. C."],"language":[],"coverage":[],"title":["Relaxation and Readout Visibility of a Singlet-Triplet Qubit in an\n  Overhauser Field Gradient"],"description":["  Using single-shot charge detection in a GaAs double quantum dot, we\ninvestigate spin relaxation time T_1 and readout visibility of a two-electron\nsinglet-triplet qubit following single-electron dynamic nuclear polarization\n(DNP). For magnetic fields up to 2 T, the DNP cycle is in all cases found to\nincrease Overhauser field gradients, which in turn decrease T_1 and\nconsequently reduce readout visibility. This effect was previously attributed\nto a suppression of singlet-triplet dephasing under a similar DNP cycle. A\nmodel describing relaxation after singlet-triplet mixing agrees well with\nexperiment. Effects of pulse bandwidth on visibility are also investigated.\n"]}]
["1109.2063",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2063","2011, ApJ, 740, L25","doi:10.1088/2041-8205/740/1/L25"],"date":["2011-09-09"],"type":["text"],"creator":["Feiden, Gregory A.","Chaboyer, Brian","Dotter, Aaron"],"language":[],"coverage":[],"title":["Accurate Low-Mass Stellar Models of KOI-126"],"description":["  The recent discovery of an eclipsing hierarchical triple system with two\nlow-mass stars in a close orbit (KOI-126) by Carter et al. (2011) appeared to\nreinforce the evidence that theoretical stellar evolution models are not able\nto reproduce the observational mass-radius relation for low-mass stars. We\npresent a set of stellar models for the three stars in the KOI-126 system that\nshow excellent agreement with the observed radii. This agreement appears to be\ndue to the equation of state implemented by our code. A significant dispersion\nin the observed mass-radius relation for fully convective stars is\ndemonstrated; indicative of the influence of physics currently not incorporated\nin standard stellar evolution models. We also predict apsidal motion constants\nfor the two M-dwarf companions. These values should be observationally\ndetermined to within 1% by the end of the Kepler mission.\n","Comment: 5 pages, 2 figures, Accepted for publication to ApJL"]}]
["1110.0562",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0562","Journal of High Energy Physics Volume 2012, Number 7 (2012), 23","doi:10.1007/JHEP07(2012)023"],"date":["2011-10-03","2012-07-11"],"type":["text"],"creator":["Gromov, Nikolay","Kazakov, Vladimir","Leurent, Sebastien","Volin, Dmytro"],"language":[],"coverage":[],"title":["Solving the AdS/CFT Y-system"],"description":["  Using integrability and analyticity properties of the AdS5/CFT4 Y-system we\nreduce it to a finite set of nonlinear integral equations. The Z4 symmetry of\nthe underlying coset sigma model, in its quantum version, allows for a deeper\ninsight into the analyticity structure of the underlying Y-functions and\nT-functions, as well as for their analyticity friendly parameterization in\nterms of Wronskian determinants of Q-functions. As a check for the new\nequations, we reproduce the numerical results for the Konishi operator\npreviously obtained from the original infinite Y-system.\n","Comment: 62 pages, 11 figures; version 3: published version"]}]
["1110.2755",{"format":[],"subject":["Computer Science - Learning","Computer Science - Information Theory","68Q32, 68P30","I.2.6","E.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2755"],"date":["2011-10-12","2012-07-10"],"type":["text"],"creator":["Gyorgy, András","Linder, Tamás","Lugosi, Gábor"],"language":[],"coverage":[],"title":["Efficient Tracking of Large Classes of Experts"],"description":["  In the framework of prediction of individual sequences, sequential prediction\nmethods are to be constructed that perform nearly as well as the best expert\nfrom a given class. We consider prediction strategies that compete with the\nclass of switching strategies that can segment a given sequence into several\nblocks, and follow the advice of a different \"base\" expert in each block. As\nusual, the performance of the algorithm is measured by the regret defined as\nthe excess loss relative to the best switching strategy selected in hindsight\nfor the particular sequence to be predicted. In this paper we construct\nprediction strategies of low computational cost for the case where the set of\nbase experts is large. In particular we provide a method that can transform any\nprediction algorithm $\\A$ that is designed for the base class into a tracking\nalgorithm. The resulting tracking algorithm can take advantage of the\nprediction performance and potential computational efficiency of $\\A$ in the\nsense that it can be implemented with time and space complexity only\n$O(n^{\\gamma} \\ln n)$ times larger than that of $\\A$, where $n$ is the time\nhorizon and $\\gamma \\ge 0$ is a parameter of the algorithm. With $\\A$ properly\nchosen, our algorithm achieves a regret bound of optimal order for $\\gamma>0$,\nand only $O(\\ln n)$ times larger than the optimal order for $\\gamma=0$ for all\ntypical regret bound types we examined. For example, for predicting binary\nsequences with switching parameters under the logarithmic loss, our method\nachieves the optimal $O(\\ln n)$ regret rate with time complexity\n$O(n^{1+\\gamma}\\ln n)$ for any $\\gamma\\in (0,1)$.\n","Comment: 17 pages, to appear in the IEEE Transactions on Information Theory"]}]
["1110.3069",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3069"],"date":["2011-10-13","2012-07-11"],"type":["text"],"creator":["Courtade, Thomas","Weissman, Tsachy"],"language":[],"coverage":[],"title":["Multiterminal Source Coding under Logarithmic Loss"],"description":["  We consider the classical two-encoder multiterminal source coding problem\nwhere distortion is measured under logarithmic loss. We provide a single-letter\ncharacterization of the achievable rate distortion region for arbitrarily\ncorrelated sources with finite alphabets. In doing so, we also give the rate\ndistortion region for the $m$-encoder CEO problem (also under logarithmic\nloss). Several applications and examples are given.\n","Comment: 52 pages, 5 figures. Submitted to IEEE Transactions on Information\n  Theory, partial version appeared in IEEE International Symposium on\n  Information Theory (ISIT) 2012. Version 3 contains minor revisions and\n  corrects the proof of the strengthened converse of Theorem 6"]}]
["1110.4742",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4742","Nature Nanotechnology 7, 47--50 (2012)","doi:10.1038/nnano.2011.234"],"date":["2011-10-21"],"type":["text"],"creator":["Hu, Yongjie","Kuemmeth, Ferdinand","Lieber, Charles M.","Marcus, Charles M."],"language":[],"coverage":[],"title":["Spin Relaxation in Ge/Si Core-Shell Nanowire Qubits"],"description":["  Controlling decoherence is the most challenging task in realizing quantum\ninformation hardware. Single electron spins in gallium arsenide are a leading\ncandidate among solid- state implementations, however strong coupling to\nnuclear spins in the substrate hinders this approach. To realize spin qubits in\na nuclear-spin-free system, intensive studies based on group-IV semiconductor\nare being pursued. In this case, the challenge is primarily control of\nmaterials and interfaces, and device nanofabrication. We report important steps\ntoward implementing spin qubits in a predominantly nuclear-spin-free system by\ndemonstrating state preparation, pulsed gate control, and charge-sensing spin\nreadout of confined hole spins in a one-dimensional Ge/Si nanowire. With fast\ngating, we measure T1 spin relaxation times in coupled quantum dots approaching\n1 ms, increasing with lower magnetic field, consistent with a spin-orbit\nmechanism that is usually masked by hyperfine contributions.\n"]}]
["1110.5175",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5175"],"date":["2011-10-24","2012-07-11"],"type":["text"],"creator":["Dolbeault, Jean","Toscani, Giuseppe"],"language":[],"coverage":[],"title":["Improved interpolation inequalities, relative entropy and fast diffusion\n  equations"],"description":["  We consider a family of Gagliardo-Nirenberg-Sobolev interpolation\ninequalities which interpolate between Sobolev's inequality and the logarithmic\nSobolev inequality, with optimal constants. The difference of the two terms in\nthe interpolation inequalities (written with optimal constant) measures a\ndistance to the manifold of the optimal functions. We give an explicit estimate\nof the remainder term and establish an improved inequality, with explicit norms\nand fully detailed constants. Our approach is based on nonlinear evolution\nequations and improved entropy - entropy production estimates along the\nassociated flow. Optimizing a relative entropy functional with respect to a\nscaling parameter, or handling properly second moment estimates, turns out to\nbe the central technical issue. This is a new method in the theory of nonlinear\nevolution equations, which can be interpreted as the best fit of the solution\nin the asymptotic regime among all asymptotic profiles.\n"]}]
["1111.0324",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0324"],"date":["2011-11-01","2012-07-11"],"type":["text"],"creator":["Danaher, Patrick","Wang, Pei","Witten, Daniela M."],"language":[],"coverage":[],"title":["The joint graphical lasso for inverse covariance estimation across\n  multiple classes"],"description":["  We consider the problem of estimating multiple related but distinct graphical\nmodels on the basis of a high-dimensional data set with observations that\nbelong to distinct classes. A motivating example occurs in the analysis of gene\nexpression data for tissue samples with and without cancer. In this case, we\nmight wish to estimate a gene expression network for the normal tissue and a\ngene expression network for the tumor tissue. We expect the two gene expression\nnetworks to be similar but not identical to each other, and so more accurate\nestimation of these two networks may be possible using a joint approach. We\npropose the joint graphical lasso for this purpose. Rather than estimating a\ngraphical model for each class separately, or a single graphical model across\nall classes, we borrow strength across the classes in order to estimate\nmultiple graphical models that share certain characteristics, such as the\nlocations or weights of nonzero edges. Our approach is based upon maximizing a\npenalized log likelihood. We employ fused lasso or group lasso penalties, and\nimplement a very fast computational approach that solves the joint graphical\nlasso problem. In a simulation study we demonstrate that our proposed approach\nleads to more accurate estimation of networks and covariance structure than\ncompeting approaches. We further illustrate our proposal on a\npublicly-available lung cancer gene expression data set.\n"]}]
["1111.1126",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1126","Phys Rev B 86, 035114 (2012)","doi:10.1103/PhysRevB.86.035114"],"date":["2011-11-04","2012-06-20"],"type":["text"],"creator":["Perucchi, A.","Baldassarre, L.","Marini, C.","Postorino, P.","Bernardini, F.","Massidda, S.","Lupi, S."],"language":[],"coverage":[],"title":["Universal conductivity and the electrodynamics of graphite at high\n  pressures"],"description":["  We address the in-plane pressure-dependent electrodynamics of graphite\nthrough synchrotron based infrared spectroscopy and ab initio Density\nFunctional Theory calculations. The Drude term remarkably increases upon\npressure application, as a consequence of an enhancement of both electron and\nhole charge densities. This is due to the growth of the band dispersion along\nthe k_z direction between the K and H points of the Brillouin zone. On the\nother hand, the mid-infrared optical conductivity between 800 and 5000 cm-1 is\nalmost flat, and very weakly pressure dependent, at least up to 7 GPa. This\ndemonstrates a surprising robustness of the graphene-like universal quantum\nconductance of graphite, even when the interlayer distance is significantly\nreduced.\n","Comment: 5 pages, 4 figures; final version accepted in PRB"]}]
["1111.1877",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1877","J. Phys. A 45 (2012) 244033","doi:10.1088/1751-8113/45/24/244033"],"date":["2011-11-08","2012-07-11"],"type":["text"],"creator":["Graefe, Eva-Maria","Schubert, Roman"],"language":[],"coverage":[],"title":["Complexified coherent states and quantum evolution with non-Hermitian\n  Hamiltonians"],"description":["  The complex geometry underlying the Schr\\\"odinger dynamics of coherent states\nfor non-Hermitian Hamiltonians is investigated. In particular two seemingly\ncontradictory approaches are compared: (i) a complex WKB formalism, for which\nthe centres of coherent states naturally evolve along complex trajectories,\nwhich leads to a class of complexified coherent states; (ii) the investigation\nof the dynamical equations for the real expectation values of position and\nmomentum, for which an Ehrenfest theorem has been derived in a previous paper,\nyielding real but non-Hamiltonian classical dynamics on phase space for the\nreal centres of coherent states. Both approaches become exact for quadratic\nHamiltonians. The apparent contradiction is resolved building on an observation\nby Huber, Heller and Littlejohn, that complexified coherent states are\nequivalent if their centres lie on a specific complex Lagrangian manifold. A\nrich underlying complex symplectic geometry is unravelled. In particular a\nnatural complex structure is identified that defines a projection from complex\nto real phase space, mapping complexified coherent states to their real\nequivalents.\n","Comment: 18 pages, small improvements made, similar to published version"]}]
["1111.3825",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","53C56, 14F43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3825"],"date":["2011-11-16","2012-07-11"],"type":["text"],"creator":["Ye, Xuanming","Zuo, Kang"],"language":[],"coverage":[],"title":["$L^2$ and intersection cohomologies for the reductive representation of\n  the fundamental groups of quasiprojective manifolds with unipotent local\n  monodromy"],"description":["  Let $X$ be a projective manifold, and $D$ be a normal crossing divisor of\n$X$. By Jost-Zuo's theorem that if we have a reductive representation $\\rho$ of\nthe fundamental group $\\pi_{1}(X^{*})$ with unipotent local monodromy, where\n$X^*=X-D$, then there exists a tame pluriharmonic metric $h$ on the flat bundle\n$\\mathcal V$ associated to the local system $\\mathbb V$ obtain from $\\rho$ over\n$X^*$. Therefore, we get a harmonic bundle $(E, \\theta, h)$, where $\\theta$ is\nthe Higgs field, i.e. a holomorphic section of\n$End(E)\\otimes\\Omega^{1,0}_{X^*}$ satisfying $\\theta^2=0$.\n  In this paper, we study the harmonic bundle $(E,\\theta,h)$ over $X^*$. We are\ngoing to prove that the intersection cohomology $IH^{k}(X; \\mathbb V)$ is\nisomorphic to the $L^{2}$-cohomology $H^{k}(X, (\\mathcal\nA_{(2)}^{\\cdot}(X,\\mathcal V), \\mathbb D))$.\n","Comment: This paper has been withdrawn by the author due to a crucial sign\n  error in lemma 3.7"]}]
["1111.4216",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4216","ApJ, 753, 108, (2012)","doi:10.1088/0004-637X/753/2/108"],"date":["2011-11-17","2012-07-11"],"type":["text"],"creator":["Wharton, R. S.","Chatterjee, S.","Cordes, J. M.","Deneva, J. S.","Lazio, T. J. W."],"language":[],"coverage":[],"title":["Multiwavelength Constraints on Pulsar Populations in the Galactic Center"],"description":["  The detection of radio pulsars within the central few parsecs of the Galaxy\nwould provide a unique probe of the gravitational and magneto-ionic\nenvironments in the Galactic Center (GC) and, if close enough to Sgr A*,\nprecise tests of general relativity in the strong-field regime. While it is\ndifficult to find pulsars at radio wavelengths because of interstellar\nscattering, the payoff from detailed timing of pulsars in the GC warrants a\nconcerted effort. To motivate pulsar surveys and help define search parameters\nfor them, we constrain the pulsar number and spatial distribution using a wide\nrange of multiwavelength measurements. These include the five known radio\npulsars within 15 arcmin of Sgr A*, radio and gamma-ray measurements of diffuse\nemission, non-detections in high frequency pulsar surveys of the central\nparsec, a catalog of radio point sources from an imaging survey, infrared\nobservations of massive star populations in the central few parsecs, candidate\npulsar wind nebulae in the inner 20 pc and estimates of the core-collapse\nsupernova rate based on X-ray measurements. We find that under current\nobservational constraints, the inner parsec of the Galaxy could harbor as many\nas ~10^3 active radio pulsars that are beamed towards Earth. Such a large\npopulation would distort the low-frequency measurements of both the intrinsic\nspectrum of Sgr A* and the free-free absorption along the line of sight of Sgr\nA*.\n","Comment: 17 pages, 4 figures, 4 tables, Published in ApJ, Updated to match\n  published version"]}]
["1111.5057",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5057","Phys. Rev. A 86, 012103 (2012)","doi:10.1103/PhysRevA.86.012103"],"date":["2011-11-21","2012-07-10"],"type":["text"],"creator":["Bartlett, Stephen D.","Rudolph, Terry","Spekkens, Robert W."],"language":[],"coverage":[],"title":["Reconstruction of Gaussian quantum mechanics from Liouville mechanics\n  with an epistemic restriction"],"description":["  How would the world appear to us if its ontology was that of classical\nmechanics but every agent faced a restriction on how much they could come to\nknow about the classical state? We show that in most respects, it would appear\nto us as quantum. The statistical theory of classical mechanics, which\nspecifies how probability distributions over phase space evolve under\nHamiltonian evolution and under measurements, is typically called Liouville\nmechanics, so the theory we explore here is Liouville mechanics with an\nepistemic restriction. The particular epistemic restriction we posit as our\nfoundational postulate specifies two constraints. The first constraint is a\nclassical analogue of Heisenberg's uncertainty principle -- the second-order\nmoments of position and momentum defined by the phase-space distribution that\ncharacterizes an agent's knowledge are required to satisfy the same constraints\nas are satisfied by the moments of position and momentum observables for a\nquantum state. The second constraint is that the distribution should have\nmaximal entropy for the given moments. Starting from this postulate, we derive\nthe allowed preparations, measurements and transformations and demonstrate that\nthey are isomorphic to those allowed in Gaussian quantum mechanics and generate\nthe same experimental statistics. We argue that this reconstruction of Gaussian\nquantum mechanics constitutes additional evidence in favour of a research\nprogram wherein quantum states are interpreted as states of incomplete\nknowledge, and that the phenomena that do not arise in Gaussian quantum\nmechanics provide the best clues for how one might reconstruct the full quantum\ntheory.\n","Comment: 27 pages, 3 figures; v2 published version"]}]
["1111.5779",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5779"],"date":["2011-11-24","2012-07-11"],"type":["text"],"creator":["Bemfica, F. S.","Gomes, M."],"language":[],"coverage":[],"title":["Propagator in the Horava-Lifshitz gravity"],"description":["  In this paper it is studied the propagator for the modified theory of gravity\nproposed by Ho\\vrava. We first calculate the propagator in the $\\lambda=1$ case\nand show that the main poles that arise correspond to the spin two particle and\nscalar particle, already known in the literature. The presence of a bad\nultraviolet behaving term spoils renormalizability of the theory but it is\neliminated by imposing the detailed balance condition, although just a soft\nversion of this condition is actually needed. The problems of a negative mass\nterm and a residue with undefined sign, which is due to the presence of the\ncosmological constant, is verified at the tree level demanding a complete\nelimination of the tadpole in order to be fully analyzed. However, in the\nabsence of such constant, the extra scalar degree of freedom has no dynamics,\nat least at the tree-level, and the theory posses only two dynamical degrees of\nfreedom. Also, to understand the implications of $\\lambda$, we analyse a\nsimplified model, the $\\lambda R$ theory, and verify that it becomes non\nunitary, being a strong argument to set $\\lambda=1$.\n","Comment: 18 pages, iopart, references added, some changes in the text"]}]
["1111.6134",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6134","NJP 14, 073019 (2012)","doi:10.1088/1367-2630/14/7/073019"],"date":["2011-11-25"],"type":["text"],"creator":["Yi, M.","Lu, D. H.","Moore, R. G.","Kihou, K.","Lee, C. -H.","Iyo, A.","Eisaki, H.","Yoshida, T.","Fujimori, A.","Shen, Z. -X."],"language":[],"coverage":[],"title":["Electronic reconstruction through the structural and magnetic\n  transitions in detwinned NaFeAs"],"description":["  We use angle-resolved photoemission spectroscopy to study twinned and\ndetwinned iron pnictide compound NaFeAs. Distinct signatures of electronic\nreconstruction are observed to occur at the structural (TS) and magnetic (TSDW)\ntransitions. At TS, C4 rotational symmetry is broken in the form of an\nanisotropic shift of the orthogonal dxz and dyz bands. The magnitude of this\norbital anisotropy rapidly develops to near completion upon approaching TSDW,\nat which temperature band folding occurs via the antiferromagnetic ordering\nwave vector. Interestingly, the anisotropic band shift onsetting at TS develops\nin such a way to enhance the nesting conditions in the C2 symmetric state,\nhence is intimately correlated with the long range collinear AFM order.\nFurthermore, the similar behaviors of the electronic reconstruction in NaFeAs\nand Ba(Fe1-xCox)2As2 suggests that this rapid development of large orbital\nanisotropy between TS and TSDW is likely a general feature of the electronic\nnematic phase in the iron pnictides, and the associated orbital fluctuations\nmay play an important role in determining the ground state properties.\n"]}]
["1111.6822",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6822"],"date":["2011-11-29","2012-07-10"],"type":["text"],"creator":["Wu, Yihong","Verdú, Sergio"],"language":[],"coverage":[],"title":["Optimal Phase Transitions in Compressed Sensing"],"description":["  Compressed sensing deals with efficient recovery of analog signals from\nlinear encodings. This paper presents a statistical study of compressed sensing\nby modeling the input signal as an i.i.d. process with known distribution.\nThree classes of encoders are considered, namely optimal nonlinear, optimal\nlinear and random linear encoders. Focusing on optimal decoders, we investigate\nthe fundamental tradeoff between measurement rate and reconstruction fidelity\ngauged by error probability and noise sensitivity in the absence and presence\nof measurement noise, respectively. The optimal phase transition threshold is\ndetermined as a functional of the input distribution and compared to suboptimal\nthresholds achieved by popular reconstruction algorithms. In particular, we\nshow that Gaussian sensing matrices incur no penalty on the phase transition\nthreshold with respect to optimal nonlinear encoding. Our results also provide\na rigorous justification of previous results based on replica heuristics in the\nweak-noise regime.\n","Comment: to appear in IEEE Transactions of Information Theory"]}]
["1111.7129",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.7129","22 June 2012, in Journal of Mathematical Physics (Vol.53, Issue 6)","doi:10.1063/1.4729757"],"date":["2011-11-30"],"type":["text"],"creator":["Ghosh, Subir"],"language":[],"coverage":[],"title":["Coherent States for the Non-Linear Harmonic Oscillator"],"description":["  Wave packets for the Quantum Non-Linear Oscillator are considered in the\nGeneralized Coherent State framerwork. To first order in the non-linearity\nparameter the Coherent State behaves very similarly to its classical\ncounterpart. The position expectation value oscillates in a simple harmonic\nmanner. The energy-momentum uncertainty relation is time independent as in a\nharmonic oscillator. Various features, (such as the Squeezed State nature), of\nthe Coherent State have been discussed.\n"]}]
["1112.0342",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0342"],"date":["2011-12-01","2012-07-11"],"type":["text"],"creator":["Dhesi, Dr. Gurjeet","Emambocus, Mohammad Abdul Washad","Shakeel, Muhammad Bilal"],"language":[],"coverage":[],"title":["Semiclosed Pricing Mechanism"],"description":["  This paper aims at designing the different important components of a\nsemi-closed simulated stock market (pricing mechanism, stock allocation and\nnews generation). The purpose is to understand the interactions of the\ndifferent aspects within a 'semi-closed' system. The complexity and nature of\nthe system led to the process of modifying the pricing mechanism which is\nviewed from a different angle to the classical Brownian Motion and the Random\nWalk model. However, it incorporates the essence of these two fundamental\ntheories and then investigates the matrix of investors' behaviours in relation\nto news feedbacks. This paper also explores the realm of randomly generated\nnews to the responses of participants to determine rational and irrational\nbehaviours. This is carried out through uncompressing the time within the\nexperiment and looking at concordant and disconcordant behaviour. The focus is\non how the modified pricing equation adapts to the conditions and uniqueness\nsurrounding a semi-closed stock market. Thus, this paper looks at how a simple\nmarket system where the main determinants of share prices are news, demand and\nsupply along with some filtering of the external forces can affect the\nbehaviours of investors in terms of their portfolio composition. The return\ndistributions can then be stipulated as arising from rational or irrational\ntrajectories and subsequently be simulated and matched via the proposed\nmodified Brownian Motion model to empirical return distributions in specific\ntime periods and markets.\n","Comment: for improvement"]}]
["1112.0660",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0660","Physical Review A 85, 1 (2012) 013643","doi:10.1103/PhysRevA.85.013643"],"date":["2011-12-03","2012-07-11"],"type":["text"],"creator":["Dubessy, Romain","Merloti, Karina","Longchambon, Laurent","Pottie, Paul-Eric","Liennard, Thomas","Perrin, Aurélien","Lorent, Vincent","Perrin, Hélène"],"language":[],"coverage":[],"title":["Rubidium-87 Bose-Einstein condensate in an optically plugged quadrupole\n  trap"],"description":["  We describe an experiment to produce 87Rb Bose-Einstein condensates in an\noptically plugged magnetic quadrupole trap, using a blue-detuned laser. Due to\nthe large detuning of the plug laser with respect to the atomic transition, the\nevaporation has to be carefully optimized in order to efficiently overcome the\nMajorana losses. We provide a complete theoretical and experimental study of\nthe trapping potential at low temperatures and show that this simple model\ndescribes well our data. In particular we demonstrate methods to reliably\nmeasure the trap oscillation frequencies and the bottom frequency, based on\nperiodic excitation of the trapping potential and on radio-frequency\nspectroscopy, respectively. We show that this hybrid trap can be operated in a\nwell controlled regime that allows a reliable production of degenerate gases.\n","Comment: 13 pages, 8 figures"]}]
["1112.1549",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1549","Nano Letters 12, 2773 (2012)","doi:10.1021/nl204512x"],"date":["2011-12-07"],"type":["text"],"creator":["Furchi, Marco","Urich, Alexander","Pospischil, Andreas","Lilley, Govinda","Unterrainer, Karl","Detz, Hermann","Klang, Pavel","Andrews, Aaron Maxwell","Schrenk, Werner","Strasser, Gottfried","Mueller, Thomas"],"language":[],"coverage":[],"title":["Microcavity-integrated graphene photodetector"],"description":["  The monolithic integration of novel nanomaterials with mature and established\ntechnologies has considerably widened the scope and potential of nanophotonics.\nFor example, the integration of single semiconductor quantum dots into photonic\ncrystals has enabled highly efficient single-photon sources. Recently, there\nhas also been an increasing interest in using graphene - a single atomic layer\nof carbon - for optoelectronic devices. However, being an inherently weak\noptical absorber (only 2.3 % absorption), graphene has to be incorporated into\na high-performance optical resonator or waveguide to increase the absorption\nand take full advantage of its unique optical properties. Here, we demonstrate\nthat by monolithically integrating graphene with a Fabry-Perot microcavity, the\noptical absorption is 26-fold enhanced, reaching values >60 %. We present a\ngraphene-based microcavity photodetector with record responsivity of 21 mA/W.\nOur approach can be applied to a variety of other graphene devices, such as\nelectro-absorption modulators, variable optical attenuators, or light emitters,\nand provides a new route to graphene photonics with the potential for\napplications in communications, security, sensing and spectroscopy.\n","Comment: 19 pages, 4 figures"]}]
["1112.2079",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2079","Sci. Rep. 2, 444; (2012)","doi:10.1038/srep00444"],"date":["2011-12-09","2012-07-11"],"type":["text"],"creator":["Paparo, G. D.","Martin-Delgado, M. A."],"language":[],"coverage":[],"title":["Google in a Quantum Network"],"description":["  We introduce the characterization of a class of quantum PageRank algorithms\nin a scenario in which some kind of quantum network is realizable out of the\ncurrent classical internet web, but no quantum computer is yet available. This\nclass represents a quantization of the PageRank protocol currently employed to\nlist web pages according to their importance. We have found an instance of this\nclass of quantum protocols that outperforms its classical counterpart and may\nbreak the classical hierarchy of web pages depending on the topology of the\nweb.\n","Comment: RevTeX 4 file, color figures"]}]
["1112.2559",{"format":[],"subject":["Physics - General Physics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2559","Int.J.Theor.Phys. 51 (2012) 2370-2379","doi:10.1007/s10773-012-1116-8"],"date":["2011-12-09"],"type":["text"],"creator":["Verma, Murli Manohar","Pathak, Shankar Dayal"],"language":[],"coverage":[],"title":["A tachyonic scalar field with mutually interacting components"],"description":["  We investigate the tachyonic cosmological potential $V(\\phi)$ in two\ndifferent cases of the quasi-exponential expansion of universe and discuss\nvarious forms of interaction between the two components---matter and the\ncosmological constant--- of the tachyonic scalar field, which leads to the\nviable solutions of their respective energy densities. The distinction among\nthe interaction forms is shown to appear in the $O_{m}(x)$ diagnostic. Further,\nthe role of the high- and low-redshift observations of the Hubble parameter is\ndiscussed to determine the proportionality constants and hence the correct form\nof matter--cosmological constant interaction.\n","Comment: 14 pages"]}]
["1112.4878",{"format":[],"subject":["Mathematics - Functional Analysis","43A30, 47D03, 46J10, 43A07, 43A25, 43A65, 46E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4878"],"date":["2011-12-20","2012-07-11"],"type":["text"],"creator":["Spronk, Nico","Stokke, Ross"],"language":[],"coverage":[],"title":["Matrix coefficients of unitary representations and associated\n  compactifications"],"description":["  We study, for a locally compact group $G$, the compactifications\n$(\\pi,G^\\pi)$ associated with unitary representations $\\pi$, which we call {\\it\n$\\pi$-Eberlein compactifications}. We also study the Gelfand spectra\n$\\Phi_{\\mathcal{A}}(\\pi)}$ of the uniformly closed algebras $\\mathcal{A}(\\pi)$\ngenerated by matrix coefficients of such $\\pi$. We note that\n$\\Phi_{\\mathcal{A}(\\pi)}\\cup\\{0\\}$ is itself a semigroup and show that the\n\\v{S}ilov boundary of $\\mathcal{A}(\\pi)$ is $G^\\pi$. We study containment\nrelations of various uniformly closed algebras generated by matrix\ncoefficients, and give a new characterisation of amenability: the constant\nfunction 1 can be uniformly approximated by matrix coefficients of\nrepresentations weakly contained in the left regular representation if and only\nif $G$ is amenable. We show that for the universal representation $\\omega$, the\ncompactification $(\\omega,G^\\omega)$ has a certain universality property: it is\nuniversal amongst all compactifications of $G$ which may be embedded as\ncontractions on a Hilbert space, a fact which was also recently proved by\nMegrelishvili. We illustrate our results with examples including various\nabelian and compact groups, and the $ax+b$-group. In particular, we witness\nalgebras $\\fA(\\pi)$, for certain non-self-conjugate $\\pi$, as being generalised\nalgebras of analytic functions.\n","Comment: 40 pages, some theorems improved"]}]
["1112.4884",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","46L07, 47L25, 46G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4884"],"date":["2011-12-20","2012-07-11"],"type":["text"],"creator":["Oztop, Serap","Spronk, Nico"],"language":[],"coverage":[],"title":["Minimal and maximal $p$-operator space structures"],"description":["  We show that $L^\\infty(\\mu)$, in its capacity as multiplication operators on\n$L^p(\\mu)$, is minimal as a $p$-operator space for a decomposable measure\n$\\mu$. We conclude that $L^1(\\mu)$ has a certain maximal type $p$-operator\nspace structure which facilitates computations with $L^1(\\mu)$ and the\nprojective tensor product.\n","Comment: 10 pages, emphasis changed, since we discovered some key ideas are\n  already known"]}]
["1201.0015",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0015","Phys. Lett. B 714 (2012) 115-119","doi:10.1016/j.physletb.2012.06.065"],"date":["2011-12-29","2012-07-10"],"type":["text"],"creator":["Goon, Garrett","Hinterbichler, Kurt","Joyce, Austin","Trodden, Mark"],"language":[],"coverage":[],"title":["Gauged Galileons From Branes"],"description":["  We show how the coupling of SO(N) gauge fields to galileons arises from a\nprobe brane construction. The galileons arise from the brane bending modes of a\nbrane probing a co-dimension N bulk, and the gauge fields arise by turning on\ncertain off-diagonal components in the zero mode of the bulk metric. By\nconstruction, the equations of motion for both the galileons and gauge fields\nremain second order. Covariant gauged galileons are derived as well.\n","Comment: 6 pages. v2: minor changes, version appearing in PLB"]}]
["1201.4337",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4337","Dyn. Partial Differ. Equ. 9 (2012) no. 1, 63-87"],"date":["2012-01-20","2012-07-11"],"type":["text"],"creator":["Donninger, Roland","Schörkhuber, Birgit"],"language":[],"coverage":[],"title":["Stable self-similar blow up for energy subcritical wave equations"],"description":["  We consider the semilinear wave equation \\[ \\partial_t^2 \\psi-\\Delta\n\\psi=|\\psi|^{p-1}\\psi \\] for $1<p\\leq 3$ with radial data in $\\R^{3}$. This\nequation admits an explicit spatially homogeneous blow up solution $\\psi^T$\ngiven by $$ \\psi^T(t,x)=\\kappa_p (T-t)^{-\\frac{2}{p-1}} $$ where $T>0$ and\n$\\kappa_p$ is a $p$-dependent constant. We prove that the blow up described by\n$\\psi^T$ is stable against small perturbations in the energy topology. This\ncomplements previous results by Merle and Zaag. The method of proof is quite\nrobust and can be applied to other self-similar blow up problems as well, even\nin the energy supercritical case.\n","Comment: some typos fixed"]}]
["1201.6115",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6115"],"date":["2012-01-30","2012-07-10"],"type":["text"],"creator":["Loustau, Sébastien"],"language":[],"coverage":[],"title":["Statistical learning with indirect observations"],"description":["  Let $(X,Y)\\in\\mathcal{X}\\times \\mathcal{Y}$ be a random couple with unknown\ndistribution $P$. Let $\\GG$ be a class of measurable functions and $\\ell$ a\nloss function. The problem of statistical learning deals with the estimation of\nthe Bayes: $$g^*=\\arg\\min_{g\\in\\GG}\\E_P \\ell(g(X),Y). $$ In this paper, we\nstudy this problem when we deal with a contaminated sample $(Z_1,Y_1),...,\n(Z_n,Y_n)$ of i.i.d. indirect observations. Each input $Z_i$, $i=1,...,n$ is\ndistributed from a density $Af$, where $A$ is a known compact linear operator\nand $f$ is the density of the direct input $X$. We derive fast rates of\nconvergence for empirical risk minimizers based on regularization methods, such\nas deconvolution kernel density estimators or spectral cut-off. These results\nare comparable to the existing fast rates in Koltchinskii for the direct case.\nIt gives some insights into the effect of indirect measurements in the presence\nof fast rates of convergence.\n"]}]
["1202.1986",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1986","Journal of High Energy Physics Volume 2012, Number 6 (2012), 85","doi:10.1007/JHEP06(2012)085"],"date":["2012-02-09","2012-07-11"],"type":["text"],"creator":["Crisostomi, Marco","Comelli, Denis","Pilo, Luigi"],"language":[],"coverage":[],"title":["Perturbations in Massive Gravity Cosmology"],"description":["  We study cosmological perturbations for a ghost free massive gravity theory\nformulated with a dynamical extra metric that is needed to massive deform GR.\nIn this formulation FRW background solutions fall in two branches. In the\ndynamics of perturbations around the first branch solutions, no extra degree of\nfreedom with respect to GR ispresent at linearized level, likewise what is\nfound in the Stuckelberg formulation of massive gravity where the extra metric\nisflat and non dynamical. In the first branch, perturbations are probably\nstrongly coupled. On the contrary, for perturbations around the second branch\nsolutions all expected degrees of freedom propagate. While tensor and vector\nperturbations of the physical metric that couples with matter follow closely\nthe ones of GR, scalars develop an exponential Jeans-like instability on\nsub-horizon scales. On the other hand, around a de Sitter background there is\nno instability. We argue that one could get rid of the instabilities by\nintroducing a mirror dark matter sector minimally coupled to only the second\nmetric.\n","Comment: 18 pages, 1 figure. Final version published in JHEP. arXiv admin\n  note: substantial text overlap with arXiv:1111.1983"]}]
["1202.2212",{"format":[],"subject":["Mathematics - Statistics Theory","62M05, 60J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2212"],"date":["2012-02-10","2012-07-11"],"type":["text"],"creator":["Azaïs, Romain","Dufour, François","Gégout-Petit, Anne"],"language":[],"coverage":[],"title":["Nonparametric estimation of the conditional distribution of the\n  inter-jumping times for piecewise-deterministic Markov processes"],"description":["  This paper presents a nonparametric method for estimating the conditional\ndensity associated to the jump rate of a piecewise-deterministic Markov\nprocess. In our framework, the estimation needs only one observation of the\nprocess within a long time interval. Our method relies on a generalization of\nAalen's multiplicative intensity model. We prove the uniform consistency of our\nestimator, under some reasonable assumptions related to the primitive\ncharacteristics of the process. A simulation example illustrates the behavior\nof our estimator.\n"]}]
["1202.2558",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2558"],"date":["2012-02-12"],"type":["text"],"creator":["Han, Xiaosen"],"language":[],"coverage":[],"title":["Existence of Doubly Periodic Vortices in a Generalized Chern--Simons\n  Model"],"description":["  We establish an existence theorem for the doubly periodic vortices in a\ngeneralized self-dual Chern--Simons model. We show that there exists a critical\nvalue of the coupling parameter such that there exits self-dual doubly periodic\nvortex solutions for the generalized self-dual Chern--Simons equation if and\nonly if the coupling parameter is less than or equal to the value. The energy,\nmagnetic flux, and electric charge associated to the field configurations are\nall specifically quantized. By the solutions obtained for this generalized\nself-dual Chern--Simons equation we can also construct doubly periodic vortex\nsolutions to a generalized self-dual Abelian Higgs equation.\n","Comment: arXiv admin note: text overlap with arXiv:1112.3306"]}]
["1202.3104",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Lattice","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3104"],"date":["2012-02-14","2012-07-11"],"type":["text"],"creator":["Huovinen, Pasi","Petreczky, Peter","Schmidt, Christian"],"language":[],"coverage":[],"title":["Equation of state at non-zero baryon density based on lattice QCD"],"description":["  We employ the lattice QCD data on Taylor expansion coefficients to extend our\nprevious parametrization of the equation of state to finite baryon density.\nWhen we take into account lattice spacing and quark mass dependence of the\nhadron masses, the Taylor coefficients at low temperature are equal to those of\nhadron resonance gas. Parametrized lattice equation of state can thus be\nsmoothly connected to the hadron resonance gas equation of state at low\ntemperatures.\n","Comment: CPOD 2011 proceedings, 4 pages, 4 figures; version accepted for\n  publication in Central European Journal of Physics, minor changes and\n  clarifications as per referee's request"]}]
["1202.3273",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3273","Phys. Rev. Lett. 109, 013603 (2012)","doi:10.1103/PhysRevLett.109.013603"],"date":["2012-02-15","2012-07-11"],"type":["text"],"creator":["Stannigel, K.","Komar, P.","Habraken, S. J. M.","Bennett, S. D.","Lukin, M. D.","Zoller, P.","Rabl, P."],"language":[],"coverage":[],"title":["Optomechanical quantum information processing with photons and phonons"],"description":["  We describe how strong resonant interactions in multimode optomechanical\nsystems can be used to induce controlled nonlinear couplings between single\nphotons and phonons. Combined with linear mapping schemes between photons and\nphonons, these techniques provide a universal building block for various\nclassical and quantum information processing applications. Our approach is\nespecially suited for nano-optomechanical devices, where strong optomechanical\ninteractions on a single photon level are within experimental reach.\n","Comment: 8 pages, 5 figures"]}]
["1202.5038",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5038","doi:10.1016/j.physletb.2012.06.050"],"date":["2012-02-22","2012-07-11"],"type":["text"],"creator":["Gedalia, Oram","Kamenik, Jernej F.","Ligeti, Zoltan","Perez, Gilad"],"language":[],"coverage":[],"title":["On the Universality of CP Violation in Delta F = 1 Processes"],"description":["  We show that new physics which breaks the left-handed SU(3)_Q quark flavor\nsymmetry induces contributions to CP violation in Delta F = 1 couplings which\nare approximately universal, in that they are not affected by flavor rotations\nbetween the up and the down mass bases. (Only the short distance contributions\nare universal, while observables are also affected by hadronic matrix\nelements.) Therefore, such flavor violation cannot be aligned, and is\nconstrained by the strongest bound from either the up or the down sectors. We\nuse this result to show that the bound from eps'/eps prohibits an SU(3)_Q\nbreaking explanation of the recent LHCb evidence for CP violation in D meson\ndecays. Another consequence of this universality is that supersymmetric\nalignment models with a moderate mediation scale are consistent with the data,\nand are harder to probe via CP violating observables. With current constraints,\ntherefore, squarks need not be degenerate. However, future improvements in the\nmeasurement of CP violation in D-Dbar mixing will start to probe alignment\nmodels.\n","Comment: 10 pages, 2 figures. Clarifications and references added"]}]
["1203.1624",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1624","Phys. Rev. Lett. 109, 025303 (2012)","doi:10.1103/PhysRevLett.109.025303"],"date":["2012-03-07","2012-07-11"],"type":["text"],"creator":["Peter, David","Müller, Steffen","Wessel, Stefan","Büchler, Hans Peter"],"language":[],"coverage":[],"title":["Anomalous Behavior of Spin Systems with Dipolar Interactions"],"description":["  We study the properties of spin systems realized by cold polar molecules\ninteracting via dipole-dipole interactions in two dimensions. Using a spin wave\ntheory, that allows for the full treatment of the characteristic long-distance\ntail of the dipolar interaction, we find several anomalous features in the\nground state correlations and the spin wave excitation spectrum, which are\nabsent in their counterparts with short range interaction. The most striking\nconsequence is the existence of true long-range order at finite temperature for\na two-dimensional phase with a broken U(1) symmetry.\n","Comment: 6 pages, 3 figures"]}]
["1203.2547",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2547","Physics Letters B 714 (2012), pp. 85-91","doi:10.1016/j.physletb.2012.06.069"],"date":["2012-03-12","2012-07-11"],"type":["text"],"creator":["Steinheimer, J.","Gudima, K.","Botvina, A.","Mishustin, I.","Bleicher, M.","Stöcker, H."],"language":[],"coverage":[],"title":["Hypernuclei, dibaryon and antinuclei production in high energy heavy ion\n  collisions: Thermal production vs. Coalescence"],"description":["  We study the production of (hyper-)nuclei and di-baryons in most central\nheavy Ion collisions at energies of $E_{lab}=1-160 A$ GeV. In particular we are\ninterested in clusters produced from the hot and dense fireball. The formation\nrate of strange and non-strange clusters is estimated by assuming thermal\nproduction from the intermediate phase of the UrQMD-hydro hybrid model and\nalternatively by the coalescence mechanism from a hadronic cascade model. Both\nmodel types are compared in detail. For most energies we find that both\napproaches agree in their predictions for the yields of the clusters. Only for\nvery low beam energies, and for di-baryons including $\\Xi$'s, we observe\nconsiderable differences. We also study the production of anti-matter clusters\nup to top RHIC energies and show that the observation of anti-$^4He$ and even\nanti-$^4_{\\Lambda}He$ is feasible. We have found a considerable qualitative\ndifference in the energy dependence of the strangeness population factor $R_H$\nwhen comparing the thermal production with the coalescence results.\n","Comment: 9 pages, 8 figures and 2 tables, version accepted by PLB"]}]
["1203.2773",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary 53D45, 14P99, 14N10 Secondary 14N35, 14P25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2773"],"date":["2012-03-13","2012-07-11"],"type":["text"],"creator":["Brugallé, Erwan","Puignau, Nicolas"],"language":[],"coverage":[],"title":["Behavior of Welschinger Invariants under Morse Simplifications"],"description":["  We relate Welschinger invariants of a rational real symplectic 4-manifold\nbefore and after a Morse simplification (i.e deletion of a sphere or a handle\nof the real part of the surface). This relation is a consequence of a real\nversion of Abramovich-Bertram formula which computes Gromov-Witten invariants\nby means of enumeration of $J$-holomorphic curves with a non-generic almost\ncomplex structure $J$. In addition, we give some qualitative consequences of\nour study, for example the vanishing of Welschinger invariants in some cases.\n","Comment: 5 pages. This text is an extension of the previous version to\n  symplectic setting. It is an announcement and does not contain proofs"]}]
["1203.4006",{"format":[],"subject":["Nuclear Theory","Astrophysics - Solar and Stellar Astrophysics","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4006","doi:10.1103/PhysRevC.86.015802"],"date":["2012-03-18"],"type":["text"],"creator":["Fattoyev, F. J.","Piekarewicz, J."],"language":[],"coverage":[],"title":["Neutron skins and neutron stars"],"description":["  Background: The neutron skin of a heavy nucleus as well as many neutron-star\nproperties are highly sensitive to the poorly constrained density dependence of\nthe symmetry energy. Purpose: To provide for the first time meaningful\ntheoretical errors and to assess the degree of correlation between the\nneutron-skin thickness of ${}^{208}$Pb and several neutron-star properties.\nMethods: A proper covariance analysis based on the predictions of an\naccurately-calibrated relativistic functional {\\sl \"FSUGold\"} is used to\nquantify theoretical errors and correlation coefficients. Results: We find\ncorrelation coefficients of nearly one (or minus one) between the neutron-skin\nthickness of ${}^{208}$Pb and a host of observables of relevance to the\nstructure, dynamics, and composition of neutron stars. Conclusions: We suggest\nthat a follow-up PREX measurement, ideally with a 0.5% accuracy, could\nsignificantly constrain the equation of state of neutron-star matter.\n","Comment: 15 pages, 9 figures, 5 tables"]}]
["1203.4125",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4125","Mon. Not. R. Aston. Soc. 423 (2012) 1300-1308","doi:10.1111/j.1365-2966.2012.20950.x"],"date":["2012-03-19"],"type":["text"],"creator":["Ruiz, Milton","Palenzuela, Carlos","Galeazzi, Filippo","Bona, Carles"],"language":[],"coverage":[],"title":["The role of the ergosphere in the Blandford-Znajek process"],"description":["  The Blandford-Znajek process, one of the most promising model for powering\nthe relativistic jets from black holes, was initially introduced as a mechanism\nin which the magnetic fields extract energy from a rotating black hole. We\nstudy the evolution of force-free electromagnetic fields on regular spacetimes\nwith an ergosphere, which are generated by rapidly rotating stars. Our\nconclusive results confirm previous works, claiming that the Blandford-Znajek\nmechanism is not directly related to the horizon of the black hole. We also\nshow that the radiated energy depends exponentially on the compactness of the\nstar.\n","Comment: 10 pages, 11 figures. Accepted for publication in MNRAS"]}]
["1203.5681",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5681"],"date":["2012-03-26","2012-07-11"],"type":["text"],"creator":["Liu, Chang-Hua","Dissanayake, Nanditha M.","Lee, Seunghyun","Lee, Kyunghoon","Zhong, Zhaohui"],"language":[],"coverage":[],"title":["Evidence for Extraction of Photoexcited Hot Carriers from Graphene"],"description":["  We report evidence of nonequilibrium hot carriers extraction from graphene by\ngate-dependent photocurrent study. Scanning photocurrent excited by femtosecond\npulse laser shows unusual gate dependence compared with continuous wave (CW)\nlaser excitation. Power dependence studies further confirm that the\nphotocarriers extracted at the metal/graphene contact are nonequilibrium hot\ncarriers. Hot carrier extraction is found to be most efficient near the Dirac\npoint where carrier lifetime reaches maximum. These observations not only\nprovide evidence of hot carrier extraction from graphene, but also open the\ndoor for graphene based hot carrier optoelectronics.\n","Comment: 16 pages, 5 figures"]}]
["1203.6367",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6367","Phys. Rev. Lett. 109, 025301 (2012)","doi:10.1103/PhysRevLett.109.025301"],"date":["2012-03-28","2012-04-06"],"type":["text"],"creator":["Ozawa, Tomoki","Baym, Gordon"],"language":[],"coverage":[],"title":["Stability of ultracold atomic Bose condensates with Rashba spin-orbit\n  coupling against quantum and thermal fluctuations"],"description":["  We study the stability of Bose condensates with Rashba-Dresselhaus spin-orbit\ncoupling in three dimensions against quantum and thermal fluctuations. The\nground state depletion of the plane-wave condensate due to quantum fluctuations\nis, as we show, finite, and therefore the condensate is stable. We also\ncalculate the corresponding shift of the ground state energy. Although the\nsystem cannot condense in the absence of interparticle interactions, we show by\nestimating the number of excited particles that interactions stabilize the\ncondensate even at non-zero temperature. Unlike in the usual Bose gas, the\nnormal phase is not kinematically forbidden at any temperature; calculating the\nfree energy of the normal phase at finite temperature, and comparing with the\nfree energy of the condensed state, we infer that generally the system is\ncondensed at zero temperature, and undergoes a transition to normal at non-zero\ntemperature.\n","Comment: 4 pages, 2 figures"]}]
["1203.6689",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6689"],"date":["2012-03-29","2012-07-11"],"type":["text"],"creator":["Spiess, Michael"],"language":[],"coverage":[],"title":["Shintani cocycles and vanishing order of $p$-adic Hecke $L$-series at\n  $s=0$"],"description":["  Let $\\chi$ be a Hecke character of finite order of a totally real number\nfield $F$. By using Hill's Shintani cocyle we provide a cohomological\nconstruction of the $p$-adic $L$-series $L_p(\\chi, s)$ associated to $\\chi$.\nThis is used to show that $L_p(\\chi, s)$ has a trivial zero at $s=0$ of order\nat least equal to the number of places of $F$ above $p$ where the local\ncomponent of $\\chi$ is trivial.\n"]}]
["1204.0538",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0538","Phys. Rev. B 86, 014510 (2012) [14 pages]","doi:10.1103/PhysRevB.86.014510"],"date":["2012-04-02","2012-07-11"],"type":["text"],"creator":["Lin, Shi-Zeng"],"language":[],"coverage":[],"title":["Josephson effect between a two-band superconductor with the s++ or s+-\n  pairing symmetry and a conventional s-wave superconductor"],"description":["  In this work, we investigate the Josephson effect between a two-band\nsuperconductor either with the $s++$ (two energy gaps have the same sign and\nare fully gapped) pairing symmetry or $s\\pm$ (two energy gaps have $\\pi$ phase\ndifference and are fully gapped) pairing symmetry and a conventional s-wave\nsuperconductors. The ground state, critical current, plasma modes, flux flow\ndynamics, and response to external ac electric field, possible soliton\nsolutions are investigated. For junctions with the charge neutrality breaking,\nwe find a new plasma mode for junctions, which gives rise to new resonance\npeaks in the Josephson flux flow region. Because of the frustrated interaction\nin junctions with $s\\pm$ pairing symmetry, time-reversal-symmetry (TRS) can be\nbroken if the frustration is optimized. In the TRS broken (TRSB) state, there\nis a non-trivial phase difference between the two Josephson tunnelling\nchannels, which results in a non-trivial interference. Furthermore, we find a\nnovel massless plasma mode at the TRSB transition for junctions with the charge\nneutrality breaking. In the TRSB state, a spontaneous magnetic flux appears\nwhere there is a spatial inhomogeneity in the Josephson coupling, thus provides\na possible smoking-gun evidence for the underlying pairing symmetry.\n","Comment: 14 pages, 10 figures"]}]
["1204.1415",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1415","2012 JINST 7 P07014","doi:10.1088/1748-0221/7/07/P07014"],"date":["2012-04-06","2012-06-08"],"type":["text"],"creator":["Bourrion, O.","Vescovi, C.","Bouly, J. L.","Benoit, A.","Calvo, M.","Gallin-Martel, L.","Macias-Perez, J. F.","Monfardini, A."],"language":[],"coverage":[],"title":["NIKEL: Electronics and data acquisition for kilopixels kinetic\n  inductance camera"],"description":["  A prototype of digital frequency multiplexing electronics allowing the real\ntime monitoring of microwave kinetic inductance detector (MKIDs) arrays for\nmm-wave astronomy has been developed. Thanks to the frequency multiplexing, it\ncan monitor simultaneously 400 pixels over a 500 MHz bandwidth and requires\nonly two coaxial cables for instrumenting such a large array. The chosen\nsolution and the performances achieved are presented in this paper.\n","Comment: 21 pages, 14 figures"]}]
["1204.1540",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1540"],"date":["2012-04-06","2012-07-11"],"type":["text"],"creator":["Raykin, Maxim"],"language":[],"coverage":[],"title":["Analytical Quantum Dynamics in Infinite Phase Space"],"description":["  We develop a dynamical theory, based on a system of ordinary differential\nequations describing the motion of particles which reproduces the results of\nquantum mechanics. The system generalizes the Hamilton equations of classical\nmechanics to the quantum domain, and turns into them in the classical limit\n$\\hbar\\rightarrow 0$. The particles' motions are completely determined by the\ninitial conditions. In this theory, the wave function $\\psi$ of quantum\nmechanics is equal to the exponent of an action function, obtained by\nintegrating some Lagrangian function along particle trajectories, described by\nequations of motion. Consequently, the equation for the logarithm of a wave\nfunction is related to the equations of motion in the same way as the\nHamilton-Jacobi equation is related to the Hamilton equations in classical\nmechanics. We demonstrate that the probability density of particles, moving\naccording to these equations, should be given by a standard quantum-mechanical\nrelation, $\\rho=|\\psi|^2$. The theory of quantum measurements is presented, and\nthe mechanism of nonlocal correlations between results of distant measurements\nwith entangled particles is revealed. In the last section, we extend the theory\nto particles with nonzero spin.\n","Comment: 64 pages, LaTeX; v2: minor stylistic corrections; v3: modified\n  conclusion section, several minor changes in other sections; v4:\n  introduction, conclusion, and part of section 3 rewritten, two figures added,\n  several other minor changes"]}]
["1204.1896",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1896"],"date":["2012-04-09","2012-07-11"],"type":["text"],"creator":["Giacosa, Francesco","Pagliara, Giuseppe"],"language":[],"coverage":[],"title":["(Oscillating) non-exponential decays of unstable states"],"description":["  We discuss deviations from the exponential decay law which originate when\ngoing beyond the Breit-Wigner distribution for an unstable state. In\nparticular, we concentrate on an oscillating behavior, reminiscent of the\nRabi-oscillations, in the short-time region. We propose that these oscillations\ncan explain the GSI experiment, which measured superimposed oscillations on top\nof the exponential law for hydrogen-like nuclides decaying via electron-capture\n(the so-called GSI anomaly). Moreover, we discuss the possibility, that the\ndeviations from the Breit-Wigner distribution in the case of the GSI anomaly\nare (predominantly) caused by the interaction of the unstable state with the\nmeasurement apparatus. The consequences of this scenario, such as the\nnon-existence of oscillations in an analogous experiment performed at the\nBerkeley Lab, are investigated.\n","Comment: 10 pages, 2 figures, revised version in print in the Proceedings of\n  the \"50th International Winter Meeting on Nuclear Physics\", 23-27 January\n  2012, Bormio, Italy"]}]
["1204.2510",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2510","Phys. Rev. D 86 (2012) 023517","doi:10.1103/PhysRevD.86.023517"],"date":["2012-04-11","2012-06-25"],"type":["text"],"creator":["Castorina, Emanuele","Franca, Urbano","Lattanzi, Massimiliano","Lesgourgues, Julien","Mangano, Gianpiero","Melchiorri, Alessandro","Pastor, Sergio"],"language":[],"coverage":[],"title":["Cosmological lepton asymmetry with a nonzero mixing angle \\theta_{13}"],"description":["  While the baryon asymmetry of the Universe is nowadays well measured by\ncosmological observations, the bounds on the lepton asymmetry in the form of\nneutrinos are still significantly weaker. We place limits on the relic neutrino\nasymmetries using some of the latest cosmological data, taking into account the\neffect of flavor oscillations. We present our results for two different values\nof the neutrino mixing angle \\theta_{13}, and show that for large \\theta_{13}\nthe limits on the total neutrino asymmetry become more stringent, diluting even\nlarge initial flavor asymmetries. In particular, we find that the present\nbounds are still dominated by the limits coming from Big Bang Nucleosynthesis,\nwhile the limits on the total neutrino mass from cosmological data are\nessentially independent of \\theta_{13}. Finally, we perform a forecast for\nCOrE, taken as an example of a future CMB experiment, and find that it could\nimprove the limits on the total lepton asymmetry approximately by up to a\nfactor 6.6.\n","Comment: 11 pages, 7 figures, 5 tables. v2: updated COrE specifications. v3:\n  matches Phys. Rev. D accepted version"]}]
["1204.5094",{"format":[],"subject":["Computer Science - Mathematical Software","Computer Science - Digital Libraries","68T30, 68T35, 03B35","F.4.1","F.4.m","H.3.5","H.5.3","H.5.4","I.2.4","I.7.1","I.7.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5094"],"date":["2012-04-23","2012-07-10"],"type":["text"],"creator":["Tankink, Carst","Lange, Christoph","Urban, Josef"],"language":[],"coverage":[],"title":["Point-and-write --- Documenting Formal Mathematics by Reference"],"description":["  This paper describes the design and implementation of mechanisms for\nlight-weight inclusion of formal mathematics in informal mathematical writings,\nparticularly in a Web-based setting. This is conceptually done in three stages:\n(i) by choosing a suitable representation layer (based on RDF) for encoding the\ninformation about available resources of formal mathematics, (ii) by exporting\nthis information from formal libraries, and (iii) by providing syntax and\nimplementation for including formal mathematics in informal writings.\n  We describe the use case of an author referring to formal text from an\ninformal narrative, and discuss design choices entailed by this use case.\nFurthermore, we describe an implementation of the use case within the Agora\nprototype: a Wiki for collaborating on formalized mathematics.\n","Comment: Conference on Intelligent Computer Mathematics, July 8--13, Bremen,\n  Germany. Published as number 7362 in Lecture Notes in Artificial\n  Intelligence, Springer"]}]
["1204.5748",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5748","JHEP 1207 (2012) 043","doi:10.1007/JHEP07(2012)043"],"date":["2012-04-25","2012-07-05"],"type":["text"],"creator":["Edalati, Mohammad","Fischler, Willy","Pedraza, Juan F.","Garcia, Walter Tangarife"],"language":[],"coverage":[],"title":["Fast Scramblers and Non-Commutative Gauge Theories"],"description":["  Fast scramblers are quantum systems which thermalize in a time scale\nlogarithmic in the number of degrees of freedom of the system. Non-locality has\nbeen argued to be an essential feature of fast scramblers. We provide evidence\nin support of the crucial role of non-locality in such systems by considering\nthe approach to thermalization in a (strongly-coupled) high temperature\nnon-commutative gauge theory. We show that non-locality inherent to\nnon-commutative gauge theories does indeed accelerate the rate of dissipation\nin the heat bath in stark contrast to the slow random walk diffusive behavior\nprevalent in local field theories.\n","Comment: v2: 22 pages, reformatted, version to be published in JHEP"]}]
["1204.6722",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6722","JHEP 1207:059,2012","doi:10.1007/JHEP07(2012)059"],"date":["2012-04-30","2012-07-11"],"type":["text"],"creator":["Ishida, Akira","Teraguchi, Shunsuke"],"language":[],"coverage":[],"title":["On open-closed extension of boundary string field theory"],"description":["  We investigate a classical open-closed string field theory whose open string\nsector is given by boundary string field theory. The open-closed interaction is\nintroduced by the overlap of a boundary state with a closed string field. With\nthe help of the Batalin-Vilkovisky formalism, the closed string sector is\ndetermined to be the HIKKO closed string field theory. We also discuss the\ngauge invariance of this theory in both open and closed string sides.\n","Comment: 25 pages, 2 figures, comments and a reference added, typos corrected"]}]
["1205.0640",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0640","Physics Letters B 714 (2012), pp. 40-43","doi:10.1016/j.physletb.2012.06.071"],"date":["2012-05-03","2012-06-27"],"type":["text"],"creator":["The SIDDHARTA collaboration","Bazzi, M.","Beer, G.","Bombelli, L.","Bragadireanu, A. M.","Cargnelli, M.","Curceanu, C.","d'Uffizi, A.","Fiorini, C.","Frizzi, T.","Ghio, F.","Guaraldo, C.","Hayano, R. S.","Iliescu, M.","Ishiwatari, T.","Iwasaki, M.","Kienle, P.","Sandri, P. Levi","Longoni, A.","Marton, J.","Okada, S.","Pietreanu, D.","Ponta, T.","Rizzo, A.","Vidal, A. Romero","Sbardella, E.","Scordo, A.","Shi, H.","Sirghi, D. L.","Sirghi, F.","Tatsuno, H.","Tudorache, A.","Tudorache, V.","Doce, O. Vazquez","Wunschek, B.","Widmann, E.","Zmeskal, J."],"language":[],"coverage":[],"title":["Measurements of the strong-interaction widths of the kaonic 3He and 4He\n  2p levels"],"description":["  The kaonic 3He and 4He X-rays emitted in the 3d-2p transitions were measured\nin the SIDDHARTA experiment. The widths of the kaonic 3He and 4He 2p states\nwere determined to be Gamma_2p(3He) = 6 \\pm 6 (stat.) \\pm 7 (syst.) eV, and\nGamma_2p(4He) = 14 \\pm 8 (stat.) \\pm 5 (syst.) eV, respectively. Both results\nare consistent with the theoretical predictions. The width of kaonic 4He is\nmuch smaller than the value of 55 \\pm 34 eV determined by the experiments\nperformed in the 70's and 80's, while the width of kaonic 3He was determined\nfor the first time.\n","Comment: Accepted in Phys. Lett. B"]}]
["1205.2284",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2284","Physical Review D85 (2012) 124060","doi:10.1103/PhysRevD.85.124060"],"date":["2012-05-10","2012-05-21"],"type":["text"],"creator":["Bellorin, Jorge","Restuccia, Alvaro","Sotomayor, Adrian"],"language":[],"coverage":[],"title":["Non-perturbative analysis of the constraints and the positivity of the\n  energy of the complete Horava theory"],"description":["  We perform a non-perturbative analysis to the Hamiltonian constraint of the\nlowest-order effective action of the complete Horava theory, which includes a\n(\\partial_i \\ln N)^2 term in the Lagrangian. We cast this constraint as a\npartial differential equation for N and show that the solution exists and is\nunique under a condition of positivity for the metric and its conjugate\nmomentum. We interpret this condition as the analog of the positivity of the\nspatial scalar curvature in general relativity. From the analysis we extract\nseveral general properties of the solution for N: an upper bound on its\nabsolute value and its asymptotic behavior. In particular, we find that the\nasymptotic behavior is different to that of general relativity, which has\nconsequences on the evolution of the initial data and the calculus of\nvariations. Similarly, we proof the existence and uniqueness of the solution of\nthe equation for the Lagrange multiplier of the theory. We also find a\nrelationship between the expression of the energy and the solution of the\nHamiltonian constraint. Using it we prove the positivity of the energy of the\neffective action under consideration. Minkowski spacetime is obtained from\nHorava theory at minimal energy.\n","Comment: Changes in the title, some comments added"]}]
["1205.3761",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3761","Phys. Rev. D 86, 023509 (2012)","doi:10.1103/PhysRevD.86.023509"],"date":["2012-05-16","2012-07-11"],"type":["text"],"creator":["Boyanovsky, Daniel"],"language":[],"coverage":[],"title":["Spontaneous symmetry breaking in inflationary cosmology: on the fate of\n  Goldstone Bosons"],"description":["  We argue that in an inflationary cosmology a consequence of the lack of time\ntranslational invariance is that spontaneous breaking of a continuous symmetry\nand Goldstone's theorem \\emph{do not} imply the existence of \\emph{massless}\nGoldstone modes. We study spontaneous symmetry breaking in an O(2) model, and\nimplications for O(N) in de Sitter space time. The Goldstone mode acquires a\nradiatively generated mass as a consequence of infrared divergences, and the\ncontinuous symmetry is spontaneously broken for any finite $N$, however there\nis a \\emph{first order phase transition} as a function of the Hawking\ntemperature $T_H=H/2\\pi$. For O(2) the symmetry is spontaneously broken for\n$T_H < T_c= \\lambda^{1/4} v/2.419$ where $\\lambda$ is the quartic coupling and\n$v$ is the tree level vacuum expectation value and the Goldstone mode acquires\na radiatively generated mass $\\mathcal{M}^2_\\pi \\propto \\lambda^{1/4} H$. The\nfirst order nature of the transition is a consequence of the strong infrared\nbehavior of minimally coupled scalar fields in de Sitter space time, the jump\nin the order parameter at $T_H=T_c$ is $\\sigma_{0c} \\simeq 0.61\\,\n{H}/{\\lambda^{1/4}}$. In the strict $N\\rightarrow \\infty$ the symmetry cannot\nbe spontaneously broken. Furthermore, the lack of kinematic thresholds imply\nthat the Goldstone modes \\emph{decay} into Goldstone and Higgs modes by\nemission and absorption of superhorizon quanta.\n","Comment: 32 pages, 6 figures"]}]
["1205.3794",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3794","J. Phys. Chem. Lett. 3, 1936-1940 (2012)","doi:10.1021/jz300735v"],"date":["2012-05-16"],"type":["text"],"creator":["Blumberg, Adi","Keshet, Uri","Zaltsman, Inbal","Hod, Oded"],"language":[],"coverage":[],"title":["Interlayer Registry Determines the Sliding Potential of Layered Metal\n  Dichalcogenides: The case of 2H-MoS2"],"description":["  We provide a simple and intuitive explanation for the interlayer sliding\nenergy landscape of metal dichalcogenides. Based on the recently introduced\nregistry index (RI) concept, we define a purely geometrical parameter which\nquantifies the degree of interlayer commensurability in the layered phase of\nmolybdenum disulphide (2HMoS2). A direct relation between the sliding energy\nlandscape and the corresponding interlayer registry surface of 2H-MoS2 is\ndiscovered thus marking the registry index as a computationally efficient means\nfor studying the tribology of complex nanoscale material interfaces in the\nwearless friction regime.\n","Comment: 13 pages, 7 figures"]}]
["1205.6232",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6232","Mod. Phys. Lett. A, Vol. 27, No. 22 (2012) 1230020","doi:10.1142/S0217732312300200"],"date":["2012-05-28"],"type":["text"],"creator":["Badziak, Marcin"],"language":[],"coverage":[],"title":["Yukawa unification in SUSY SO(10) in light of the LHC Higgs data"],"description":["  The status of top-bottom-tau Yukawa coupling unification in supersymmetric\nSO(10) models is reviewed with a particular emphasis on the implications of the\nHiggs boson mass in the vicinity of 125 GeV, as suggested by the LHC Higgs\ndata. In addition, the recently proposed model with negative \\mu, D-term\nsplitting of the soft scalar masses and non-universal gaugino masses generated\nby a non-zero F-term in a 24-dimensional representation of SU(5) \\subset SO(10)\nis re-analysed in the context of the 125 GeV Higgs. The condition of\ntop-bottom-tau Yukawa unification together with the Higgs mass of about 125 GeV\nimpose strong lower mass limits on SUSY particles. Nevertheless, some of the\nMSSM particles may be within the reach of the LHC. In the case of models with\npositive \\mu this is the gluino. While in the case of negative \\mu these are\nthe pseudoscalar Higgs, the lighter sbottom (sometimes strongly degenerate with\nthe LSP leading to sbottom coannihilations), the right-handed down squark and\nthe gluino.\n","Comment: 17 pages, 3 figures, invited brief review to appear in MPLA"]}]
["1205.6239",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory","Mathematical Physics","81Q60, 81Q05, 81Q70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6239","SIGMA 8 (2012), 041, 12 pages","doi:10.3842/SIGMA.2012.041"],"date":["2012-05-28","2012-07-11"],"type":["text"],"creator":["C, David J. Fernández"],"language":[],"coverage":[],"title":["Harmonic Oscillator SUSY Partners and Evolution Loops"],"description":["  Supersymmetric quantum mechanics is a powerful tool for generating exactly\nsolvable potentials departing from a given initial one. If applied to the\nharmonic oscillator, a family of Hamiltonians ruled by polynomial Heisenberg\nalgebras is obtained. In this paper it will be shown that the SUSY partner\nHamiltonians of the harmonic oscillator can produce evolution loops. The\ncorresponding geometric phases will be as well studied.\n"]}]
["1205.6259",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6259"],"date":["2012-05-29","2012-07-11"],"type":["text"],"creator":["Bret, Antoine"],"language":[],"coverage":[],"title":["CfA Plasma Talks"],"description":["  Notes from a series of 13 one hour (or more) lectures on Plasma Physics given\nto Ramesh Narayan' research group at the Harvard-Smithsonian Center for\nAstrophysics, between January and July 2012.\n  Lectures 1 to 5 cover various key Plasma Physics themes. Lectures 6 to 12\nmainly go over the Review Paper on \"Multidimensional electron beam-plasma\ninstabilities in the relativistic regime\" [\\emph{Physics of Plasmas}\n\\textbf{17}, 120501 (2010)]. Lectures 13 talks about the so-called Biermann\nbattery and its ability to generate magnetic fields from scratch.\n","Comment: 58 pages, 21 figures"]}]
["1206.0083",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0083","A&A 543, A78 (2012)","doi:10.1051/0004-6361/201219367"],"date":["2012-06-01","2012-06-17"],"type":["text"],"creator":["Liu, X.","Song, H. -G.","Marchili, N.","Liu, B. -R.","Liu, J.","Krichbaum, T. P.","Fuhrmann, L.","Zensus, J. A."],"language":[],"coverage":[],"title":["Intra-day variability observations of S5 0716+714 over 4.5 years at 4.8\n  GHz"],"description":["  We aim to search for evidence of annual modulation in the time scales of the\nBL Lac object S5 0716+714. The intra-day variability (IDV) observations were\ncarried out monthly from 2005 to 2009, with the Urumqi 25m radio telescope at\n4.8 GHz. The source has shown prominent IDV as well as long-term flux\nvariations. The IDV time scale does show evidence in favor of an annual\nmodulation, suggesting that the IDV of 0716+714 is dominated by interstellar\nscintillation. The source underwent a strong outburst phase between mid-2008\nand mid-2009; a second intense flare was observed in late 2009, but no\ncorrelation between the total flux density and the IDV time scale is found,\nimplying that the flaring state of the source does not have serious\nimplications for the general characteristics of its intra-day variability.\nHowever, we find that the inner-jet position angle is changing throughout the\nyears, which could result in an annual modulation noise in the anisotropic ISS\nmodel fit. There is also an indication that the lowest IDV amplitudes (rms flux\ndensity) correspond to the slowest time scales of IDV, which would be\nconsistent with an ISS origin of the IDV of 0716+714.\n","Comment: 6 pages, 7 figures, accepted for publication in A&A; corrected typos\n  in Table 2"]}]
["1206.0594",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0594"],"date":["2012-06-04","2012-07-11"],"type":["text"],"creator":["Liberty, Edo"],"language":[],"coverage":[],"title":["Simple and Deterministic Matrix Sketching"],"description":["  We adapt a well known streaming algorithm for approximating item frequencies\nto the matrix sketching setting. The algorithm receives the rows of a large\nmatrix $A \\in \\R^{n \\times m}$ one after the other in a streaming fashion. It\nmaintains a sketch matrix $B \\in \\R^ {1/\\eps \\times m}$ such that for any unit\nvector $x$ [\\|Ax\\|^2 \\ge \\|Bx\\|^2 \\ge \\|Ax\\|^2 - \\eps \\|A\\|_{f}^2 \\.] Sketch\nupdates per row in $A$ require $O(m/\\eps^2)$ operations in the worst case. A\nslight modification of the algorithm allows for an amortized update time of\n$O(m/\\eps)$ operations per row. The presented algorithm stands out in that it\nis: deterministic, simple to implement, and elementary to prove. It also\nexperimentally produces more accurate sketches than widely used approaches\nwhile still being computationally competitive.\n"]}]
["1206.0653",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0653","Phys. Rev. B 86, 024508 (2012)","doi:10.1103/PhysRevB.86.024508"],"date":["2012-06-04","2012-07-11"],"type":["text"],"creator":["Luo, Huiqian","Yamani, Zahra","Chen, Yanchao","Lu, Xingye","Wang, Meng","Li, Shiliang","Maier, Thomas A.","Danilkin, Sergey","Adroja, D. T.","Dai, Pengcheng"],"language":[],"coverage":[],"title":["Electron doping evolution of the anisotropic spin excitations in\n  BaFe2-xNixAs2"],"description":["  We use inelastic neutron scattering to systematically investigate the\nNi-doping evolution of the low-energy spin excitations in BaFe2-xNixAs2\nspanning from underdoped antiferromagnet to overdoped superconductor (0.03< x <\n0.18). In the undoped state, the low-energy (<80 meV) spin waves of BaFe2As2\nform transversely elongated ellipses in the [H, K] plane of the reciprocal\nspace. Upon Ni-doping, the c-axis magnetic exchange coupling is rapidly\nsuppressed and the momentum distribution of spin excitations in the [H, K]\nplane is enlarged in both the transverse and longitudinal directions with\nrespect to the in-plane AF ordering wave vector of the parent compound. As a\nfunction of increasing Ni-doping x, the spin excitation widths increase\nlinearly but with a larger rate along the transverse direction. These results\nare in general agreement with calculations of dynamic susceptibility based on\nthe random phase approximation (RPA) in an itinerant electron picture. For\nsamples near optimal superconductivity at x= 0.1, a neutron spin resonance\nappears in the superconducting state. Upon further increasing the\nelectron-doping to decrease the superconducting transition temperature Tc, the\nintensity of the low-energy magnetic scattering decreases and vanishes\nconcurrently with vanishing superconductivity in the overdoped side of the\nsuperconducting dome. Comparing with the low-energy spin excitations centered\nat commensurate AF positions for underdoped and optimally doped materials\n(x<0.1), spin excitations in the over-doped side (x=0.15) form transversely\nincommensurate spin excitations, consistent with the RPA calculation.\nTherefore, the itinerant electron approach provides a reasonable description to\nthe low-energy AF spin excitations in BaFe2-xNixAs2.\n","Comment: 11 pages, 11 figures"]}]
["1206.3087",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3087"],"date":["2012-06-14","2012-07-11"],"type":["text"],"creator":["Cilleruelo, Javier","Tesoro, Rafael"],"language":[],"coverage":[],"title":["Dense infinite $B_h$ sequences"],"description":["  For $h=3$ and $h=4$ we prove the existence of infinite $B_h$ sequences $\\B$\nwith counting function\n  $$\\mathcal{B}(x)= x^{\\sqrt{(h-1)^2+1}-(h-1) + o(1)}.$$ This result extends a\nconstruction of I. Ruzsa for $B_2$ sequences.\n","Comment: We have organized the contents in a different way and we have\n  extended the theorem to B_4 sequences"]}]
["1206.5602",{"format":[],"subject":["Mathematics - Geometric Topology","57R45, 58K25, 53A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5602"],"date":["2012-06-25","2012-07-11"],"type":["text"],"creator":["Nishimura, Takashi"],"language":[],"coverage":[],"title":["Wave front evolution and pedal evolution"],"description":["  The calculus correspondence has been known to exist between generic pedal\nevolutions and generic wave front evolutions. In this paper, we first extend\nthe known results on the calculus correspondence to evolutions with\nmulti-parameters, and then give applications of calculus correspondence.\nMoreover, we discuss the possibility of generalization of the calculus\ncorrespondence to degenerate pedal evolutions and degenerate wave front\nevolutions.\n","Comment: Minor corrections"]}]
["1206.6900",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6900"],"date":["2012-06-28","2012-07-10"],"type":["text"],"creator":["Michalakis, Spyridon"],"language":[],"coverage":[],"title":["Stability of the Area Law for the Entropy of Entanglement"],"description":["  Recent results on the stability of the spectral gap under general\nperturbations for frustration-free Hamiltonians, have motivated the following\nquestion: Does the entanglement entropy of quantum states that are connected to\nstates satisfying an area law along gapped Hamiltonian paths, also satisfy an\narea law? We answer this question in the affirmative, combining recent advances\nin quasi-adiabatic evolution and Lieb-Robinson bounds with ideas from the proof\nof the 1D area law.\n","Comment: 8 pages, extended introduction and updated references"]}]
["1206.6965",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6965"],"date":["2012-06-29","2012-07-10"],"type":["text"],"creator":["Plakhov, Alexander","Roshchina, Vera"],"language":[],"coverage":[],"title":["Invisibility in billiards is impossible in an infinite number of\n  directions"],"description":["  We consider the billiard in the exterior of a piecewise smooth body in\ntwo-dimensional Euclidean space and show that the maximum number of directions\nof invisibility in such billiard is at most finite.\n"]}]
["1207.0758",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0758"],"date":["2012-07-03","2012-07-11"],"type":["text"],"creator":["Balachandran, Nitish"],"language":[],"coverage":[],"title":["Surveying Solutions to Securing On-Demand Routing Protocols in MANETs"],"description":["  A Mobile ad hoc Network or MANET is a wireless network of mobile devices that\nhas the ability to self-configure and self-organise and is characterised by an\nabsence of centralised administration and network infrastructure. An\nappreciable number of routing protocols used in a typical MANET have left the\ncritical aspect of security out of consideration by assuming that all of its\nconstituent nodes are trustworthy and non-malicious. In this paper, we discuss\nsome of the major threats that such networks are vulnerable to, because of\nthese inherently insecure protocols. The focus is specifically on the\nsource-initiated and on-demand routing protocols. Further, solutions and\nmodifications to these protocols that have been proposed over time, enabling\nthem to mitigate the aforementioned threats to some extent, are also analysed.\n","Comment: 7 pages, 1 table, updated refernces"]}]
["1207.0877",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0877"],"date":["2012-07-03","2012-07-11"],"type":["text"],"creator":["Wang, Xiumin","Song, Wentu","Yuen, Chau","Li, Jing"],"language":[],"coverage":[],"title":["Exchanging Third-Party Information with Minimum Transmission Cost"],"description":["  In this paper, we consider the problem of minimizing the total transmission\ncost for exchanging channel state information. We proposed a network coded\ncooperative data exchange scheme, such that the total transmission cost is\nminimized while each client can decode all the channel information held by all\nother clients. In this paper, we first derive a necessary and sufficient\ncondition for a feasible transmission. Based on the derived condition, there\nexists a feasible code design to guarantee that each client can decode the\ncomplete information. We further formulate the problem of minimizing the total\ntransmission cost as an integer linear programming. Finally, we discuss the\nprobability that each client can decode the complete information with\ndistributed random linear network coding.\n","Comment: 6 pages, Globecom'12"]}]
["1207.1501",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1501"],"date":["2012-07-05"],"type":["text"],"creator":["Kim, Gol","Ye, Fei"],"language":[],"coverage":[],"title":["Super-Mixed Multiple Attribute Group Decision Making Method Based on\n  Hybrid Fuzzy Grey Relation Approach Degree"],"description":["  The feature of our method different from other fuzzy grey relation method for\nsupermixed multiple attribute group decision-making is that all of the\nsubjective and objective weights are obtained by interval grey number and that\nthe group decisionmaking is performed based on the relative approach degree of\ngrey TOPSIS, the relative approach degree of grey incidence and the relative\nmembership degree of grey incidence using 4-dimensional Euclidean distance. The\nweighted Borda method is used to obtain final rank by using the results of four\nmethods. An example shows the applicability of the proposed approach.\n"]}]
["1207.1534",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1534"],"date":["2012-07-06"],"type":["text"],"creator":["Kim, Gol","Jong, Yunchol","Liu, Sifeng"],"language":[],"coverage":[],"title":["Generalized Hybrid Grey Relation Method for Multiple Attribute Mixed\n  Type Decision Making"],"description":["  The multiple attribute mixed type decision making is performed by four\nmethods, that is, the relative approach degree of grey TOPSIS method, the\nrelative approach degree of grey incidence, the relative membership degree of\ngrey incidence and the grey relation relative approach degree method using the\nmaximum entropy estimation, respectively. In these decision making methods, the\ngrey incidence degree in four-dimensional Euclidean space is used. The final\narrangement result is obtained by weighted Borda method. An example illustrates\nthe applicability of the proposed approach.\n"]}]
["1207.1837",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1837"],"date":["2012-07-08","2012-07-10"],"type":["text"],"creator":["Phan, T. Tam Nguyen"],"language":[],"coverage":[],"title":["Actions of higher rank, irreducible lattices on $\\CAT(0)$ cubical\n  complexes"],"description":["  Let $\\Gamma$ be an irreducible lattice of $\\Q$-rank $\\geq 2$ in a semisimple\nLie group of noncompact type. We prove that any action of $\\Gamma$ on a\n$\\CAT(0)$ cubical complex has a global fixed point.\n","Comment: 5 pages, 1 figure. arXiv admin note: text overlap with\n  arXiv:1108.4127"]}]
["1207.1867",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","Mathematics - Geometric Topology","35J70, 49N60, 53B30, 57R35, 90B06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1867"],"date":["2012-07-08","2012-07-11"],"type":["text"],"creator":["McCann, Robert J"],"language":[],"coverage":[],"title":["A glimpse into the differential topology and geometry of optimal\n  transport"],"description":["  This note exposes the differential topology and geometry underlying some of\nthe basic phenomena of optimal transportation. It surveys basic questions\nconcerning Monge maps and Kantorovich measures: existence and regularity of the\nformer, uniqueness of the latter, and estimates for the dimension of its\nsupport, as well as the associated linear programming duality. It shows the\nanswers to these questions concern the differential geometry and topology of\nthe chosen transportation cost. It also establishes new connections --- some\nheuristic and others rigorous --- based on the properties of the\ncross-difference of this cost, and its Taylor expansion at the diagonal.\n","Comment: 27 pages"]}]
["1207.2031",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2031","Differential and integral equations 17, 11-12 (2004) 1411-1422"],"date":["2012-07-09","2012-07-11"],"type":["text"],"creator":["Bégout, Pascal"],"language":[],"coverage":[],"title":["Maximum Decay Rate for Finite-Energy Solutions of Nonlinear\n  Schr\\\"odinger Equations"],"description":["  We give explicit time lower bounds in the Lebesgue spaces for all nontrivial\nsolutions of nonlinear Schr\\\"odinger equations bounded in the energy space. The\nresult applies for these equations set in any domain of $\\R^N,$ including the\nwhole space. This also holds for a large class of nonlinearities, thereby\nextending the results obtained by Hayashi and Ozawa in \\cite{MR91d:35035} and\nby the author in \\cite{beg3}.\n"]}]
["1207.2032",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2032","Nonlinear Differential Equations and Applications 11, 4 (2004)\n  451-467","doi:10.1007/s00030-004-2003-7"],"date":["2012-07-09","2012-07-11"],"type":["text"],"creator":["Bégout, Pascal"],"language":[],"coverage":[],"title":["Maximum Decay Rate for the Nonlinear Schr\\\"odinger Equation"],"description":["  In this paper, we consider global solutions for the following nonlinear\nSchr\\\"odinger equation $iu_t+\\Delta u+\\lambda|u|^\\alpha u=0,$ in $\\R^N,$ with\n$\\lambda\\in\\R$ and $0\\le\\alpha<\\frac{4}{N-2}$ $(0\\le\\alpha<\\infty$ if $N=1).$\nWe show that no nontrivial solution can decay faster than the solutions of the\nfree Schr\\\"odinger equation, provided that $u(0)$ lies in the weighted Sobolev\nspace $H^1(\\R^N)\\cap L^2(|x|^2;dx),$ in the energy space, namely $H^1(\\R^N),$\nor in $L^2(\\R^N),$ according to the different cases.\n"]}]
["1207.2116",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","Mathematics - Dynamical Systems","53"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2116"],"date":["2012-07-09","2012-07-11"],"type":["text"],"creator":["Fiedler, Bernold","Hell, Juliette","Smith, Brian"],"language":[],"coverage":[],"title":["Anisotropic Einstein data with isotropic nonnegative scalar curvature"],"description":["  We construct a black hole initial data for the Einstein equations with\nprescribed scalar curvature, or more precisely a piece of initial data\ncontained inside the black hole. The constraints translate into a parabolic\nequation, with radius as \"time\" variable, on a metric component u that\nundergoes blow up. The metric itself is regular up to and including the surface\nat blow up radius, which is a minimal surface. By applying equivariant\nbifurcation theory on a self similarly rescaled equation, we show the existence\nof blow up profiles that are not O(3) symmetric - or anisotropic - although the\ncurvature was isotropically prescribed.\n"]}]
["1207.2228",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2228"],"date":["2012-07-10","2012-07-11"],"type":["text"],"creator":["Seyfaddini, Sobhan"],"language":[],"coverage":[],"title":["Descent and C^0-rigidity of spectral invariants on monotone symplectic\n  manifolds"],"description":["  We obtain estimates showing that on monotone symplectic manifolds\n(asymptotic) spectral invariants of Hamiltonians which vanish on a non-empty\nopen set, U, descend to Ham_c(M\\setminus U) from its universal cover.\nFurthermore, we show these invariants and are continuous with respect to the\nC^0-topology on Ham_c(M\\setminus U). We apply these results to Hofer geometry\nand establish unboundedness of the Hofer diameter of $Ham_c(M\\setminus U)$ for\nstably displaceable $U$. We also answer a question of F. Le Roux about\n$C^0$-continuity properties of the Hofer metric.\n","Comment: 17 pages"]}]
["1207.2231",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2231"],"date":["2012-07-10"],"type":["text"],"creator":["Comte, Fabienne","Cuénod, Charles-André","Pensky, Marianna","Rozenholc, Yves"],"language":[],"coverage":[],"title":["Laplace deconvolution and its application to Dynamic Contrast Enhanced\n  imaging"],"description":["  In the present paper we consider the problem of Laplace deconvolution with\nnoisy discrete observations. The study is motivated by Dynamic Contrast\nEnhanced imaging using a bolus of contrast agent, a procedure which allows\nconsiderable improvement in {evaluating} the quality of a vascular network and\nits permeability and is widely used in medical assessment of brain flows or\ncancerous tumors. Although the study is motivated by medical imaging\napplication, we obtain a solution of a general problem of Laplace deconvolution\nbased on noisy data which appears in many different contexts. We propose a new\nmethod for Laplace deconvolution which is based on expansions of the\nconvolution kernel, the unknown function and the observed signal over Laguerre\nfunctions basis. The expansion results in a small system of linear equations\nwith the matrix of the system being triangular and Toeplitz. The number $m$ of\nthe terms in the expansion of the estimator is controlled via complexity\npenalty. The advantage of this methodology is that it leads to very fast\ncomputations, does not require exact knowledge of the kernel and produces no\nboundary effects due to extension at zero and cut-off at $T$. The technique\nleads to an estimator with the risk within a logarithmic factor of $m$ of the\noracle risk under no assumptions on the model and within a constant factor of\nthe oracle risk under mild assumptions. The methodology is illustrated by a\nfinite sample simulation study which includes an example of the kernel obtained\nin the real life DCE experiments. Simulations confirm that the proposed\ntechnique is fast, efficient, accurate, usable from a practical point of view\nand competitive.\n"]}]
["1207.2233",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2233"],"date":["2012-07-10"],"type":["text"],"creator":["Elskens, Yves"],"language":[],"coverage":[],"title":["Gaussian convergence for stochastic acceleration of $\\cN$ particles in\n  the dense spectrum limit"],"description":["  The velocity of a passive particle in a one-dimensional wave field is shown\nto converge in law to a Wiener process, in the limit of a dense wave spectrum\nwith independent complex amplitudes, where the random phases distribution is\ninvariant modulo $\\pi/2$ and the power spectrum expectation is uniform. The\nproof provides a full probabilistic foundation to the quasilinear approximation\nin this limit. The result extends to an arbitrary number of particles, founding\nthe use of the ensemble picture for their behaviour in a single realization of\nthe stochastic wave field.\n","Comment: 19 pp"]}]
["1207.2301",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2301"],"date":["2012-07-10"],"type":["text"],"creator":["Pire, B.","Szymanowski, L.","Wagner, J."],"language":[],"coverage":[],"title":["Timelike Compton Scattering from JLAB to RHIC and LHC energies"],"description":["  Timelike Compton scattering (TCS) i.e. the exclusive photoproduction of a\nlepton pair with large invariant mass nicely complements the already successful\nexperimental study of deeply virtual Compton scattering (DVCS). The same\nGeneralized Parton Distributions enter both amplitudes, which offer a\npromissing way to access the quark and gluon nucleon structure. We review\nrecent progress in this domain, emphasizing the fact that analyticity and\nfactorization properties dictate the relation of the NLO corrections to TCS to\nthose of DVCS. We also stress that data on TCS at high energy should be\navailable soon thanks to the proposed experimental program at JLab at 12 GeV,\nand that, before the future high energy electron ion colliders become reality,\nthe study of ultraperipheral collisions at the RHIC and LHC may open a window\non quark and gluon GPDs at very small skewness. .\n","Comment: Presented at Sixth International Conference on Quarks and Nuclear\n  Physics, April 16-20, 2012, Ecole Polytechnique, Palaiseau, France"]}]
["1207.2461",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2461"],"date":["2012-07-09"],"type":["text"],"creator":["Bauer, Andreas","Baumgartner, Peter","Norrish, Michael"],"language":[],"coverage":[],"title":["Reasoning with Data-Centric Business Processes"],"description":["  We describe an approach to modelling and reasoning about data-centric\nbusiness processes and present a form of general model checking. Our technique\nextends existing approaches, which explore systems only from concrete initial\nstates. Specifically, we model business processes in terms of smaller\nfragments, whose possible interactions are constrained by first-order logic\nformulae. In turn, process fragments are connected graphs annotated with\ninstructions to modify data. Correctness properties concerning the evolution of\ndata with respect to processes can be stated in a first-order branching-time\nlogic over built-in theories, such as linear integer arithmetic, records and\narrays.\n  Solving general model checking problems over this logic is considerably\nharder than model checking when a concrete initial state is given. To this end,\nwe present a tableau procedure that reduces these model checking problems to\nfirst-order logic over arithmetic. The resulting proof obligations are passed\non to appropriate \"off-the-shelf\" theorem provers. We also detail our modelling\napproach, describe the reasoning components and report on first experiments.\n"]}]
["1207.2462",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Systems and Control","D.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2462","EPTCS 86, 2012, pp. 9-16","doi:10.4204/EPTCS.86.2"],"date":["2012-07-10"],"type":["text"],"creator":["Markovski, J."],"language":[],"coverage":[],"title":["Scalable Minimization Algorithm for Partial Bisimulation"],"description":["  We present an efficient algorithm for computing the partial bisimulation\npreorder and equivalence for labeled transitions systems. The partial\nbisimulation preorder lies between simulation and bisimulation, as only a part\nof the set of actions is bisimulated, whereas the rest of the actions are\nsimulated. Computing quotients for simulation equivalence is more expensive\nthan for bisimulation equivalence, as for simulation one has to account for the\nso-called little brothers, which represent classes of states that can simulate\nother classes. It is known that in the absence of little brother states,\n(partial bi)simulation and bisimulation coincide, but still the complexity of\nexisting minimization algorithms for simulation and bisimulation does not\nscale. Therefore, we developed a minimization algorithm and an accompanying\ntool that scales with respect to the bisimulated action subset.\n","Comment: In Proceedings WS-FMDS 2012, arXiv:1207.1841"]}]
["1207.2463",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2463","Ukrainian Journal of Physics, 2012, Vol. 57, no. 6, pp. 648--652"],"date":["2012-07-10"],"type":["text"],"creator":["Bedarev, V. A.","Pashchenko, M. I.","Merenkov, D. N.","Bezmaternykh, L. N.","Temerov, V. L."],"language":[],"coverage":[],"title":["Magnetooptical Study of Spin-Orientation Phase Transition in\n  $NdFe_3(BO_3)_4$ Single Crystal"],"description":["  The magnetic field dependences of birefringence in a $NdFe_3(BO_3)_4$ single\ncrystal have been measured in the case where the direction of light propagation\ncoincides with the trigonal crystal axis $C_3$ ($k\\|C_3$), and the external\nmagnetic field is oriented along the second-order axis $C_2$ ($H\\|C_2$). In the\ntemperature range, in which an incommensurate phase exists with the formation\nof a long-period antiferromagnetic helix, the strongly pronounced jumps in the\nfield dependence of birefringence are revealed and identified as a firstorder\nspin-orientation phase transition. The phase transition was accompanied by a\nhysteresis in the field dependences of birefringence. The $H-T$ phase diagram\nfor a $NdFe_3(BO_3)_4$ single crystal has been plotted in the case where the\nmagnetic field is oriented along the crystal axis $C_2$ ($H\\|C_2$).\n","Comment: http://www.ujp.bitp.kiev.ua"]}]
["1207.2465",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2465"],"date":["2012-07-10"],"type":["text"],"creator":["Tomozawa, Yukio"],"language":[],"coverage":[],"title":["Search for a dark matter particle family"],"description":["  I suggest a simple signature for new particles which are unstable partners of\na dark matter particle. The suggested mass range is from 8 TeV to 3 PeV, the\nformer being the mass of the dark matter particle and the latter being the knee\nenergy mass scale from the cosmic ray energy spectrum. It can be the energy\nspectrum of a specific particle such as a muon, a neutrino, jets or any other\nparticles produced in cosmic ray showers, as long as the spectrum is measued.\nAs for the detection of a 3 PeV particle by the neutrino energy spectrum, all\ndark matter targets throughout the galaxy that are bombarded by high energy\ncosmic rays and high energy dark matter particles contribute to the process.\nThis is new in the study of dark matter physics.\n","Comment: 6 pages, 1 figure"]}]
["1207.2475",{"format":[],"subject":["Mathematics - Probability","05C80, 60C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2475"],"date":["2012-07-10"],"type":["text"],"creator":["Chen, Ningyuan","Olvera-Cravioto, Mariana"],"language":[],"coverage":[],"title":["Directed random graphs with given degree distributions"],"description":["  Given two distributions F and G on the nonnegative integers we propose an\nalgorithm to construct in- and out-degree sequences from samples of i.i.d.\nobservations from F and G, respectively, that with high probability will be\ngraphical, that is, from which a simple directed graph can be drawn. We then\nanalyze a directed version of the configuration model and show that, provided\nthat F and G have finite variance, the probability of obtaining a simple graph\nis bounded away from zero as the number of nodes grows. We show that\nconditional on the resulting graph being simple, the in- and out-degree\ndistributions are (approximately) F and G for large size graphs. Moreover, when\nthe degree distributions have only finite mean we show that the elimination of\nself-loops and multiple edges does not significantly change the degree\ndistributions in the resulting simple graph.\n"]}]
["1207.2484",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2484"],"date":["2012-07-10"],"type":["text"],"creator":["Lapedes, Alan","Giraud, Bertrand","Jarzynski, Christopher"],"language":[],"coverage":[],"title":["Using Sequence Alignments to Predict Protein Structure and Stability\n  With High Accuracy"],"description":["  We present a sequence-based probabilistic formalism that directly addresses\nco-operative effects in networks of interacting positions in proteins,\nproviding significantly improved contact prediction, as well as accurate\nquantitative prediction of free energy changes due to non-additive effects of\nmultiple mutations. In addition to these practical considerations, the\nagreement of our sequence-based calculations with experimental data for both\nstructure and stability demonstrates a strong relation between the statistical\ndistribution of protein sequences produced by natural evolutionary processes,\nand the thermodynamic stability of the structures to which these sequences\nfold.\n","Comment: This manuscript was originally written in 2002 and available from\n  http://library.lanl.gov/cgi-bin/getfile?01038177.pdf It's being deposited\n  here for greater ease of access"]}]
["1207.2487",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2487"],"date":["2012-07-10"],"type":["text"],"creator":["Hruszkewycz, S. O.","Sutton, M.","Fuoss, P. H.","Adams, B.","Rosenkranz, S.","Ludwig Jr., K. F.","Roseker, W.","Fritz, D.","Cammarata, M.","Zhu, D.","Lee, S.","Lemke, H.","Gutt, C.","Robert, A.","Gruebel, G.","Stephenson, G. B."],"language":[],"coverage":[],"title":["Supplemental Material for \"High Contrast X-ray Speckle from Atomic-Scale\n  Order in Liquids and Glasses\""],"description":["  This supplemental material gives additional detail on Experimental Methods\nand Hard X-ray FEL Source Characteristics, Calculation of Maximum Speckle\nContrast, Extracting Contrast of Weak Speckle Patterns, Estimated Temperature\nIncrease from X-ray Absorption, Split-Pulse XPCS Feasibility, and Sample\nDisturbance During Single Pulses.\n","Comment: This is the supplemental material for arXiv:1207.2458 by the same\n  authors entitled: \"High Contrast X-ray Speckle from Atomic-Scale Order in\n  Liquids and Glasses\""]}]
["1207.2491",{"format":[],"subject":["Computer Science - Learning","Computer Science - Robotics","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2491"],"date":["2012-07-10"],"type":["text"],"creator":["Boots, Byron","Gordon, Geoffrey J."],"language":[],"coverage":[],"title":["A Spectral Learning Approach to Range-Only SLAM"],"description":["  We present a novel spectral learning algorithm for simultaneous localization\nand mapping (SLAM) from range data with known correspondences. This algorithm\nis an instance of a general spectral system identification framework, from\nwhich it inherits several desirable properties, including statistical\nconsistency and no local optima. Compared with popular batch optimization or\nmultiple-hypothesis tracking (MHT) methods for range-only SLAM, our spectral\napproach offers guaranteed low computational requirements and good tracking\nperformance. Compared with popular extended Kalman filter (EKF) or extended\ninformation filter (EIF) approaches, and many MHT ones, our approach does not\nneed to linearize a transition or measurement model; such linearizations can\ncause severe errors in EKFs and EIFs, and to a lesser extent MHT, particularly\nfor the highly non-Gaussian posteriors encountered in range-only SLAM. We\nprovide a theoretical analysis of our method, including finite-sample error\nbounds. Finally, we demonstrate on a real-world robotic SLAM problem that our\nalgorithm is not only theoretically justified, but works well in practice: in a\ncomparison of multiple methods, the lowest errors come from a combination of\nour algorithm with batch optimization, but our method alone produces nearly as\ngood a result at far lower computational cost.\n"]}]
["1207.2493",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2493"],"date":["2012-07-10"],"type":["text"],"creator":["Dutta, R.","Sajjadi, Shar"],"language":[],"coverage":[],"title":["Numerical Studies of Particle Laden Flow in Dispersed Phase"],"description":["  To better understand the hydrodynamic flow behavior in turbulence,\nParticle-Fluid flow have been studied using our Direct Numerical(DNS) based\nsoftware DSM on MUSCL-QUICK and finite volume algorithm. The particle flow was\nstudied using Eulerian-Eulerian Quasi Brownian Motion(QBM) based approach. The\ndynamics is shown for various particle sizes which are very relevant to spray\nmechanism for Industrial applications and Bio medical applications.\n","Comment: 9 pages, 12 Figures, submitted to International Journal for Numerical\n  Methods in Fluids"]}]
["1207.2495",{"format":[],"subject":["Mathematics - Probability","Primary 60G51, Secondary 60E07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2495"],"date":["2012-07-10"],"type":["text"],"creator":["Chi, Zhiyi"],"language":[],"coverage":[],"title":["On exact sampling of the first passage event of Levy process with\n  infinite Levy measure and bounded variation"],"description":["  We present an exact sampling method for the first passage event of a Levy\nprocess. The idea is to embed the process into another one whose first passage\nevent can be sampled exactly, and then recover the part belonging to the former\nfrom the latter. The method is based on several distributional properties that\nappear to be new. We obtain general procedures to sample the first passage\nevent of a subordinator across a regular non-increasing boundary, and that of a\nprocess with infinite Levy measure, bounded variation, and suitable drift\nacross a constant level or interval. We give examples of application to a\nrather wide variety of Levy measures.\n"]}]
["1207.2496",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2496"],"date":["2012-07-10"],"type":["text"],"creator":["Kurta, Vasilii V."],"language":[],"coverage":[],"title":["A Liouville comparison principle for sub- and super-solutions of the\n  equation $w_t-\\Delta_p (w) = |w|^{q-1}w$"],"description":["  We establish a Liouville comparison principle for entire weak sub- and\nsuper-solutions of the equation $(\\ast)$ $w_t-\\Delta_p (w) = |w|^{q-1}w$ in the\nhalf-space ${\\mathbb S}= {\\mathbb R}^1_+\\times {\\mathbb R}^n$, where $n\\geq 1$,\n$q>0$ and $ \\Delta_p (w):={div}_x(|\\nabla_x w|^{p-2}\\nabla_x w)$, $1<p\\leq 2$.\nIn our study we impose neither restrictions on the behaviour of entire weak\nsub- and super-solutions on the hyper-plane $t=0$, nor any growth conditions on\ntheir behaviour and on that of any of their partial derivatives at infinity. We\nprove that if $1<q\\leq p-1+\\frac pn$, and $u$ and $v$ are, respectively, an\nentire weak super-solution and an entire weak sub-solution of ($\\ast$) in $\\Bbb\nS$ which belong, only locally in $\\Bbb S$, to the corresponding Sobolev space\nand are such that $u\\geq v$, then $u\\equiv v$. The result is sharp. As direct\ncorollaries we obtain known Fujita-type and Liouville-type theorems.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1105.1810"]}]
["1207.2499",{"format":[],"subject":["Mathematical Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2499"],"date":["2012-07-10"],"type":["text"],"creator":["Lu, Jesse","Vuckovic, Jelena"],"language":[],"coverage":[],"title":["Objective-First Nanophotonic Design"],"description":["  We introduce an \"objective-first\" strategy for designing nanophotonic\ndevices, and we demonstrate the design of nanophotonic coupler, cloak, and\nmimic devices.\n","Comment: A chapter to be included as part of a Springer book, \"Numerical\n  Design of Metamaterials\", edited by Kenneth A. Diest"]}]
["1207.2500",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2500"],"date":["2012-07-10"],"type":["text"],"creator":["Kurta, Vasilii V."],"language":[],"coverage":[],"title":["A Liouville comparison principle for solutions of semilinear parabolic\n  second-order partial differential inequalities"],"description":["  We obtain a new Liouville comparison principle for entire weak solutions\n$(u,v)$ of semilinear parabolic second-order partial differential inequalities\nof the form $$ u_t -{\\mathcal L}u- |u|^{q-1}u\\geq v_t -{\\mathcal L}v-\n|v|^{q-1}v (*) $$ in the half-space ${\\mathbb S} = {\\mathbb R}^1_+ \\times\n\\mathbb R^n$. Here $n\\geq 1$, $q>0$ and $$ {\\mathcal\nL}=\\sum\\limits_{i,j=1}^n\\frac{\\partial}{{\\partial}x_i} [ a_{ij}(t, x)\n\\frac{\\partial}{{\\partial}x_j}],$$ where $a_{ij}(t,x)$, $i,j=1,...,n$, are\nfunctions defined, measurable and locally bounded in $\\mathbb S$, and such that\n$a_{ij}(t,x)=a_{ji}(t,x)$ and $$ \\sum_{i,j=1}^n a_{ij}(t,x)\\xi_i\\xi_j\\geq 0 $$\nfor almost all $(t,x)\\in \\mathbb S$ and all $\\xi \\in \\mathbb R^n$. The critical\nexponents in the Liouville comparison principle obtained, which responsible for\nthe non-existence of non-trivial (i.e., such that $u\\not \\equiv v$) entire weak\nsolutions to (*) in $\\mathbb S$, depend on the behaviour of the coefficients of\nthe operator $\\mathcal L$ at infinity. As direct corollaries we obtain a new\nFujita comparison principle for entire weak solutions $(u,v)$ of the Cauchy\nproblem for the inequality (*), as well as new Liouville-type and Fujita-type\ntheorems for non-negative entire weak solutions $u$ of the inequality (*) in\nthe case when $v\\equiv 0$. All the results obtained are new and sharp.\n"]}]
["1207.2502",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2502"],"date":["2012-07-10"],"type":["text"],"creator":["Bergmann, Gerd"],"language":[],"coverage":[],"title":["The Heart of Fidelity"],"description":["  The multi-electron wave function of an interacting electron system depends on\nthe size of the system, i.e. the number of electrons. Here the question\ninvestigated is how the wave function changes for a symmetric Friedel-Anderson\nimpurity when the volume is doubled. It turns out that for sufficiently large\nvolume (when the level spacing is smaller than the resonance width) the change\nin the wave function can be expressed in terms of a universal single-electron\nstate |q> centered at the Fermi level. This electron state is independent of\nthe number of electrons and independent of the parameters of the\nFriedel-Anderson impurity. It is even the same universal state for a Kondo\nimpurity and a symmetric Friedel impurity independent of any parameter. The\nonly requirement is that the impurity has a resonance exactly at the Fermi\nlevel and that the level spacing is smaller than the resonance width. This\nresult clarifies recent fidelity calculations.\n"]}]
["1207.2503",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2503"],"date":["2012-07-10"],"type":["text"],"creator":["Anikin, I. V.","Besse, A.","Ivanov, D. Yu.","Pire, B.","Szymanowski, L.","Wallon, S."],"language":[],"coverage":[],"title":["Theory and phenomenology of helicity amplitudes for high energy\n  exclusive leptoproduction of the rho-meson"],"description":["  We review here two approaches to describe hard leptoproduction of\ntransversally polarized rho-meson, based on recent calculation of the gamma*T\n-> rhoT impact factor up to twist 3 accuracy in the collinear factorization\nframe, including 2- and 3- particles Fock-states. The first approach uses a\nmodel of the unintegrated gluon density (the proton impact factor) which allows\na comparison of our predictions with H1 and ZEUS data for the ratios of\nhelicity amplitudes T(gamma*T -> rhoT)/T(gamma*L -> rhoL) and T(gamma*T ->\nrhoL)/T(gamma*L -> rhoL). In the second approach, we transform the gamma*T ->\nrhoT impact factor into the impact parameter space. We show that the\ntransformed amplitude factorizes according to conventional dipole picture. We\nshortly discuss a way to implement the nucleon saturation effects in our\napproach.\n","Comment: 5 pages, 2 figures, to appear in the proceedings of 6th International\n  Conference on Quarks and Nuclear Physics (QNP 2012), Palaiseau, France, April\n  16-20, 2012"]}]
["1207.2508",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2508"],"date":["2012-07-10"],"type":["text"],"creator":["Bonatti, Christian","Guelman, Nancy"],"language":[],"coverage":[],"title":["Smooth Conjugacy classes of circle diffeomorphisms with irrational\n  rotation number"],"description":["  In this paper we prove the $C^1$-density of every $C^r$-conjugacy class in\nthe closed subset of diffeomorphisms of the circle with a given irrational\nrotation number.\n"]}]
["1207.2511",{"format":[],"subject":["Computer Science - Computational Geometry","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2511"],"date":["2012-07-10"],"type":["text"],"creator":["Quaresma, Pedro"],"language":[],"coverage":[],"title":["An XML-Format for Conjectures in Geometry (Work-in-Progress)"],"description":["  With a large number of software tools dedicated to the visualisation and/or\ndemonstration of properties of geometric constructions and also with the\nemerging of repositories of geometric constructions, there is a strong need of\nlinking them, and making them and their corpora, widely usable. A common\nsetting for interoperable interactive geometry was already proposed, the i2g\nformat, but, in this format, the conjectures and proofs counterparts are\nmissing. A common format capable of linking all the tools in the field of\ngeometry is missing. In this paper an extension of the i2g format is proposed,\nthis extension is capable of describing not only the geometric constructions\nbut also the geometric conjectures. The integration of this format into the\nWeb-based GeoThms, TGTP and Web Geometry Laboratory systems is also discussed.\n","Comment: Conferences on Intelligent Computer Mathematics, CICM 2012, 8.-13.\n  July 2012, Jacobs University, Bremen, Germany. 12 pages 2 figures"]}]
["1207.2515",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2515"],"date":["2012-07-10"],"type":["text"],"creator":["Aswani, Anil","Tomlin, Claire"],"language":[],"coverage":[],"title":["Incentive Design for Efficient Building Quality of Service"],"description":["  Buildings are a large consumer of energy, and reducing their energy usage may\nprovide financial and societal benefits. One challenge in achieving efficient\nbuilding operation is the fact that few financial motivations exist for\nencouraging low energy configuration and operation of buildings. As a result,\nincentive schemes for managers of large buildings are being proposed for the\npurpose of saving energy. This paper focuses on incentive design for the\nconfiguration and operation of building-wide heating, ventilation, and\nair-conditioning (HVAC) systems, because these systems constitute the largest\nportion of energy usage in most buildings. We begin with an empirical model of\na building-wide HVAC system, which describes the tradeoffs between energy\nconsumption, quality of service (as defined by occupant satisfaction), and the\namount of work required for maintenance and configuration. The model has\nsignificant non-convexities, and so we derive some results regarding\nqualitative properties of non-convex optimization problems with certain\npartial-ordering features. These results are used to show that \"baselining\"\nincentive schemes suffer from moral hazard problems, and they also encourage\nenergy reductions at the expense of also decreasing occupant satisfaction. We\npropose an alternative incentive scheme that has the interpretation of a\nperformance-based bonus. A theoretical analysis shows that this encourages\nenergy and monetary savings and modest gains in occupant satisfaction and\nquality of service, which is confirmed by our numerical simulations.\n"]}]
["1207.2518",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2518"],"date":["2012-07-10"],"type":["text"],"creator":["Qu, Ri","Bao, Yanru"],"language":[],"coverage":[],"title":["Quantum entanglement in n-qubit real equally weighted states"],"description":["  The n-qubit real equally weighted states are employed in some quantum\nalgorithms including Deutsch-Jozsa, Grover, Simon, and so on. We qualitatively\ninvestigate the entanglement properties of n-qubit real equally weighted\nstates. Firstly, all of the n-qubit real equally weighted states are classified\ninto 7 parts by means of their structural degrees. Then we analyze the\nmultipartite entanglement features of the states in every part by means of\nseparable and similar degrees.\n","Comment: 16 pages 1 figures"]}]
["1207.2523",{"format":[],"subject":["Mathematics - Probability","60H10, 60J75, 34A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2523"],"date":["2012-07-10"],"type":["text"],"creator":["Qiao, Huijie"],"language":[],"coverage":[],"title":["Exponential ergodicity for SDEs with jumps and non-Lipschitz\n  coefficients"],"description":["  In this paper we show irreducibility and the strong Feller property for\ntransition probabilities of stochastic differential equations with jumps and\nmonotone coefficients. Thus, exponential ergodicity and the spectral gap for\nthe corresponding transition semigroups are obtained.\n","Comment: 15 pages"]}]
["1207.2531",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2531"],"date":["2012-07-10"],"type":["text"],"creator":["Hou, Ping"],"language":[],"coverage":[],"title":["Quantified Differential Temporal Dynamic Logic for Verifying Properties\n  of Distributed Hybrid Systems"],"description":["  We combine quantified differential dynamic logic (QdL) for reasoning about\nthe possible behavior of distributed hybrid systems with temporal logic for\nreasoning about the temporal behavior during their operation. Our logic\nsupports verification of temporal and non-temporal properties of distributed\nhybrid systems and provides a uniform treatment of discrete transitions,\ncontinuous evolution, and dynamic dimensionality-changes. For our combined\nlogic, we generalize the semantics of dynamic modalities to refer to hybrid\ntraces instead of final states. Further, we prove that this gives a\nconservative extension of QdL for distributed hybrid systems. On this basis, we\nprovide a modular verification calculus that reduces correctness of temporal\nbehavior of distributed hybrid systems to non-temporal reasoning, and prove\nthat we obtain a complete axiomatization relative to the non-temporal base\nlogic QdL. Using this calculus, we analyze temporal safety properties in a\ndistributed air traffic control system where aircraft can appear dynamically.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1206.3357 by\n  other authors"]}]
["1207.2534",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2534"],"date":["2012-07-10"],"type":["text"],"creator":["Hou, Ping","Wittocx, Johan","Denecker, Marc"],"language":[],"coverage":[],"title":["LPC(ID): A Sequent Calculus Proof System for Propositional Logic\n  Extended with Inductive Definitions"],"description":["  The logic FO(ID) uses ideas from the field of logic programming to extend\nfirst order logic with non-monotone inductive definitions. Such logic formally\nextends logic programming, abductive logic programming and datalog, and thus\nformalizes the view on these formalisms as logics of (generalized) inductive\ndefinitions. The goal of this paper is to study a deductive inference method\nfor PC(ID), which is the propositional fragment of FO(ID). We introduce a\nformal proof system based on the sequent calculus (Gentzen-style deductive\nsystem) for this logic. As PC(ID) is an integration of classical propositional\nlogic and propositional inductive definitions, our sequent calculus proof\nsystem integrates inference rules for propositional calculus and definitions.\nWe present the soundness and completeness of this proof system with respect to\na slightly restricted fragment of PC(ID). We also provide some complexity\nresults for PC(ID). By developing the proof system for PC(ID), it helps us to\nenhance the understanding of proof-theoretic foundations of FO(ID), and\ntherefore to investigate useful proof systems for FO(ID).\n","Comment: Journal paper"]}]
["1207.2535",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2535","Proceedings of SPIE Conference, Volume 5930, pp O-1-7 (2005)","doi:10.1117/12.614131"],"date":["2012-07-10"],"type":["text"],"creator":["Mansuripur, Masud"],"language":[],"coverage":[],"title":["Radiation pressure and the distribution of electromagnetic force in\n  dielectric media"],"description":["  A detailed distribution of the force of electromagnetic radiation in and\naround dielectric media can be obtained by a direct application of the Lorentz\nlaw of force in conjunction with Maxwell's equations. We develop a theory of\nthe force exerted by a focused light beam on the free surface as well as within\nthe volume of a transparent dielectric medium. Although the medium can be\neither solid or liquid, here we emphasize the application of the formulas to\nliquids since, in principle at least, surface deformations and liquid motions\nare measurable. Our theory predicts that, upon entering the liquid from the\nfree space, the beam of light exerts an outward vertical force on the entrance\nsurface that tends to produce a localized bulge. This surface force, however,\nis much weaker than that predicted by prevailing theories and, in contrast to\ncurrent beliefs, is found to depend on the polarization state of the incident\nbeam. Within the volume of the liquid we predict that the forces of radiation\ntend to create four counter-rotating vortices at the four corners of the\nfocused spot; the sense of rotation within these vortices depends on the\ndirection of the incident polarization. These striking departures from\nconventional wisdom with regard to the force of radiation arise from a revision\nin the form of the Lorentz law as applied to the bound charges/currents within\na dielectric medium.\n","Comment: 7 pages, 3 figures, 13 equations, 9 references"]}]
["1207.2536",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","41A60 41A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2536"],"date":["2012-07-10"],"type":["text"],"creator":["Lin, Y.","Wong, R."],"language":[],"coverage":[],"title":["Global Asymptotics of the Discrete Chebyshev Polynomials"],"description":["  In this paper, we study the asymptotics of the discrete Chebyshev polynomials\ntn (z, N) as the degree grows to infinity. Global asymptotic formulas are\nobtained as n \\rightarrow \\infty, when the ratio of the parameters n/N = c is a\nconstant in the interval (0, 1). Our method is based on a modified version of\nthe Riemann-Hilbert approach first introduced by Deift and Zhou.\n"]}]
["1207.2537",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2537","IJCSI International Journal of Computer Science Issues, Vol. 9,\n  Issue 3, No 3, May 2012,pg 445-451"],"date":["2012-07-10"],"type":["text"],"creator":["Biswas, Sambhunath","Biswas, Amrita"],"language":[],"coverage":[],"title":["Face Recognition Algorithms based on Transformed Shape Features"],"description":["  Human face recognition is, indeed, a challenging task, especially under the\nillumination and pose variations. We examine in the present paper effectiveness\nof two simple algorithms using coiflet packet and Radon transforms to recognize\nhuman faces from some databases of still gray level images, under the\nenvironment of illumination and pose variations. Both the algorithms convert\n2-D gray level training face images into their respective depth maps or\nphysical shape which are subsequently transformed by Coiflet packet and Radon\ntransforms to compute energy for feature extraction. Experiments show that such\ntransformed shape features are robust to illumination and pose variations. With\nthe features extracted, training classes are optimally separated through linear\ndiscriminant analysis (LDA), while classification for test face images is made\nthrough a k-NN classifier, based on L1 norm and Mahalanobis distance measures.\nProposed algorithms are then tested on face images that differ in\nillumination,expression or pose separately, obtained from three\ndatabases,namely, ORL, Yale and Essex-Grimace databases. Results, so obtained,\nare compared with two different existing algorithms.Performance using\nDaubechies wavelets is also examined. It is seen that the proposed Coiflet\npacket and Radon transform based algorithms have significant performance,\nespecially under different illumination conditions and pose variation.\nComparison shows the proposed algorithms are superior.\n","Comment: 7 pages"]}]
["1207.2540",{"format":[],"subject":["Mathematics - Operator Algebras","46L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2540"],"date":["2012-07-11"],"type":["text"],"creator":["Clark, Lisa Orloff","Huef, Astrid an","Raeburn, Iain"],"language":[],"coverage":[],"title":["The equivalence relations of local homeomorphisms and Fell algebras"],"description":["  We study the groupoid C*-algebras associated to the equivalence relation\ninduced by a quotient map on a locally compact Hausdorff space. This C*-algebra\nis always a Fell algebra, and if the quotient space is Hausdorff, it is a\ncontinuous-trace algebra. We show that the C*-algebra of a locally compact,\nHausdorff and principal groupoid is a Fell algebra if and only if the groupoid\nis one of these relations, extending a theorem of Archbold and Somerset about\netale groupoids. The C*-algebras of these relations are, up to Morita\nequivalence, precisely the Fell algebras with trivial Dixmier-Douady invariant\nas recently defined by an Huef, Kumjian and Sims. We use twisted groupoid\nalgebras to provide examples of Fell algebras with non-trivial Dixmier-Douady\ninvariant.\n","Comment: 22 pages"]}]
["1207.2543",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2543","Phys. Rev. B 86, 035406 (2012)","doi:10.1103/PhysRevB.86.035406"],"date":["2012-07-11"],"type":["text"],"creator":["Wu, B. H.","Cao, J. C.","Timm, C."],"language":[],"coverage":[],"title":["Polaron effects on the dc- and ac-tunneling characteristics of molecular\n  Josephson junctions"],"description":["  We study the interplay of polaronic effect and superconductivity in transport\nthrough molecular Josephson junctions. The tunneling rates of electrons are\ndominated by vibronic replicas of the superconducting gap, which show up as\nprominent features in the differential conductance for the dc and ac current.\nFor relatively large molecule-lead coupling, a features that appears when the\nJosephson frequency matches the vibron frequency can be identified with an\nover-the-gap structure observed by Marchenkov et al. [Nat. Nanotech. 2, 481\n(2007)]. However, we are more concerned with the weak-coupling limit, where\nresonant tunneling through the molecular level dominates. We find that certain\nfeatures involving both Andreev reflection and vibron emission show an unusual\nshift of the bias voltage V at their maximum with the gate voltage V_g as V ~\n(2/3) V_g. Moreover, due to the polaronic effect, the ac Josephson current\nshows a phase shift of pi when the bias eV is increased by one vibronic energy\nquantum hbar omega_v. This distinctive even-odd effect is explained in terms of\nthe different sign of the coupling to vibrons of electrons and of\nAndreev-reflected holes.\n","Comment: 7 pages, 5 figures"]}]
["1207.2551",{"format":[],"subject":["Physics - Chemical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2551"],"date":["2012-07-11"],"type":["text"],"creator":["Bhattacharyya, Kamal","Halder, Karabi"],"language":[],"coverage":[],"title":["A Mixed-Entropic Uncertainty Relation"],"description":["  We highlight the advantages of using simultaneously the Shannon and Fisher\ninformation measures in providing a useful form of the uncertainty relation for\nthe position-momentum case. It does not require any Fourier transformation. The\nsensitivity is also noteworthy.\n","Comment: 6 pages"]}]
["1207.2552",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2552","Physics Letters B 714 (2012) 1-5","doi:10.1016/j.physletb.2012.06.062"],"date":["2012-07-11"],"type":["text"],"creator":["Liao, Kai","Zhu, Zong-Hong"],"language":[],"coverage":[],"title":["Constraints on f(R) cosmologies from strong gravitational lensing\n  systems"],"description":["  f(R) gravity is thought to be an alternative to dark energy which can explain\nthe acceleration of the universe. It has been tested by different observations\nincluding type Ia supernovae (SNIa), the cosmic microwave background (CMB), the\nbaryon acoustic oscillations (BAO) and so on. In this Letter, we use the Hubble\nconstant independent ratio between two angular diameter distances\n$D=D_{ls}/D_s$ to constrain f(R) model in Palatini approach $f(R)=R-\\alpha\nH^2_0(-\\frac{R}{H^2_0})^\\beta$. These data are from various large systematic\nlensing surveys and lensing by galaxy clusters combined with X-ray\nobservations. We also combine the lensing data with CMB and BAO, which gives a\nstringent constraint. The best-fit results are $(\\alpha,\\beta)=(-1.50,0.696)$\nor $(\\Omega_m,\\beta)=(0.0734,0.696)$ using lensing data only. When combined\nwith CMB and BAO, the best-fit results are $(\\alpha,\\beta)=(-3.75,0.0651)$ or\n$(\\Omega_m,\\beta)=(0.286,0.0651)$. If we further fix $\\beta=0$ (corresponding\nto $\\Lambda$CDM), the best-fit value for $\\alpha$ is\n$\\alpha$=$-4.84_{-0.68}^{+0.91}(1\\sigma)_{-0.98}^{+1.63}(2\\sigma)$ for the\nlensing analysis and\n$\\alpha$=$-4.35_{-0.16}^{+0.18}(1\\sigma)_{-0.25}^{+0.3}(2\\sigma)$ for the\ncombined data, respectively. Our results show that $\\Lambda$CDM model is within\n1$\\sigma$ range.\n","Comment: 9 pages, 2 figures, 2 tables"]}]
["1207.2556",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2556"],"date":["2012-07-11"],"type":["text"],"creator":["Grech, M.","Kisielewicz, A."],"language":[],"coverage":[],"title":["The Cerny conjecture for automata respecting intervals of a directed\n  graph"],"description":["  The \\v{C}ern\\'y's conjecture states that for every synchronizing automaton\nwith n states there exists a reset word of length not exceeding (n-11)^2. We\nprove this conjecture for a class of automata preserving certain properties of\nintervals of a directed graph. Our result unifies and generalizes some earlier\nresults obtained by other authors.\n"]}]
["1207.2561",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2561"],"date":["2012-07-11"],"type":["text"],"creator":["Rogers, C.","Malomed, B. A.","Li, J. H.","Chow, K. W."],"language":[],"coverage":[],"title":["Propagating Wave Patterns in a Derivative Nonlinear Schr\\\"odinger System\n  with Quintic Nonlinearity"],"description":["  Exact expressions are obtained for a diversity of propagating patterns for a\nderivative nonlinear Schr\\\"odinger equation with a quintic nonlinearity. These\npatterns include bright pulses, fronts and dark solitons. The evolution of the\nwave envelope is determined via a pair of integrals of motion, and reduction is\nachieved to Jacobi elliptic cn and dn function representations. Numerical\nsimulations are performed to establish the existence of parameter ranges for\nstability. The derivative quintic nonlinear Schr\\\"odinger model equations\ninvestigated here are important in the analysis of strong optical signals\npropagating in spatial or temporal waveguides.\n","Comment: J. Phys. Soc. Jpn. in press"]}]
["1207.2563",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2563","Physical Review E 85, 027201 (2012)","doi:10.1103/PhysRevE.85.027201"],"date":["2012-07-11"],"type":["text"],"creator":["Banerjee, Ranjib","Ghosh, Dibakar","Padmanaban, E.","Ramaswamy, R.","Pecora, L. M.","Dana, Syamal K."],"language":[],"coverage":[],"title":["Enhancing Synchrony in Chaotic Oscillators by Dynamic Relaying"],"description":["  In a chain of mutually coupled oscillators, the coupling threshold for\nsynchronization between the outermost identical oscillators decreases when a\ntype of impurity (in terms of parameter mismatch) is introduced in the inner\noscillator(s). The outer oscillators interact indirectly via dynamic relaying,\nmediated by the inner oscillator(s). We confirm this enhancing of critical\ncoupling in the chaotic regimes of R\\\"ossler system in absence of coupling\ndelay and in Mackey-Glass system with delay coupling. The enhancing effect is\nexperimentally verified in electronic circuit of R\\\"ossler oscillators.\n","Comment: 4 pages, 9 figures"]}]
["1207.2564",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2564"],"date":["2012-07-11"],"type":["text"],"creator":["Zayani, Mohamed-Haykel","Gauthier, Vincent","Zeghlache, Djamal"],"language":[],"coverage":[],"title":["Quantifying Spatiotemporal Stability by means of Entropy: Approach and\n  Motivations"],"description":["  Several studies demonstrate that there are critical differences between real\nwireless networks and simulation models. This finding has permitted to extract\nspatial and temporal properties for links and to provide efficient methods as\nbiased link sampling to guarantee efficient routing structure. Other works have\nfocused on computing metrics to improve routing, specially the reuse of the\nmeasure of entropy. From there, rises the idea of formulating a new measure of\nentropy that gives an overview of the spatiotemporal stability of a link. This\nmeasure will rely on spatial and temporal properties of links and fed with the\nefficiency of biased link sampling.\n","Comment: 10 pages, Telecom SudParis Research Report"]}]
["1207.2566",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2566"],"date":["2012-07-11"],"type":["text"],"creator":["Antonioni, Alberto","Tomassini, Marco"],"language":[],"coverage":[],"title":["Cooperation on Social Networks and Its Robustness"],"description":["  In this work we have used computer models of social-like networks to show by\nextensive numerical simulations that cooperation in evolutionary games can\nemerge and be stable on this class of networks. The amounts of cooperation\nreached are at least as much as in scale-free networks but here the population\nmodel is more realistic. Cooperation is robust with respect to different\nstrategy update rules, population dynamics, and payoff computation. Only when\nstraight average payoff is used or there is high strategy or network noise does\ncooperation decrease in all games and disappear in the Prisoner's Dilemma.\n"]}]
["1207.2567",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2567","5th AHPCN in conjunction with 14th HPCC-2012, Liverpool, UK"],"date":["2012-07-11"],"type":["text"],"creator":["Hayat, S.","Javaid, N.","Khan, Z. A.","Shareef, A.","Mahmood, A.","Bouk, S. H."],"language":[],"coverage":[],"title":["Energy Efficient MAC Protocols"],"description":["  This paper presents a survey of energy efficiency of Medium Access Control\n(MAC) protocols for Wireless Body Area Sensor Networks (WBASNs). We highlight\nthe features of MAC protocols along with their advantages and limitations in\ncontext of WBASNs. Comparison of Low Power Listening (LPL), Scheduled\nContention and Time Division Multiple Access (TDMA) is also elaborated. MAC\nprotocols with respect to different approaches and techniques which are used\nfor energy minimization, traffic control mechanisms for collision avoidance are\ndiscussed.We also present a survey of path loss models for In-body, On-body and\nOff-body communications in WBASNs and analytically discuss that path loss is\nmaximum in In-body communication because of low energy levels to take care of\ntissues and organs located inside the body. Survey of Power model for WBANs of\nCSMA/CA and beacon mode is also presented.\n"]}]
["1207.2571",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2571"],"date":["2012-07-11"],"type":["text"],"creator":["Ding, Cunsheng"],"language":[],"coverage":[],"title":["Cyclic Codes from Cyclotomic Sequences of Order Four"],"description":["  Cyclic codes are an interesting subclass of linear codes and have been used\nin consumer electronics, data transmission technologies, broadcast systems, and\ncomputer applications due to their efficient encoding and decoding algorithms.\nIn this paper, three cyclotomic sequences of order four are employed to\nconstruct a number of classes of cyclic codes over $\\gf(q)$ with prime length.\nUnder certain conditions lower bounds on the minimum weight are developed. Some\nof the codes obtained are optimal or almost optimal. In general, the cyclic\ncodes constructed in this paper are very good. Some of the cyclic codes\nobtained in this paper are closely related to almost difference sets and\ndifference sets. As a byproduct, the $p$-rank of these (almost) difference sets\nare computed.\n"]}]
["1207.2577",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2577","3rd ESA in conjunction with 9th ICESS-2012, Liverpool, UK"],"date":["2012-07-11"],"type":["text"],"creator":["Manzoor, B.","Javaid, N.","Bibi, A.","Khan, Z. A.","Tahir, M."],"language":[],"coverage":[],"title":["Noise Filtering, Channel Modeling and Energy Utilization in Wireless\n  Body Area Networks"],"description":["  Constant monitoring of patients without disturbing their daily activities can\nbe achieved through mobile networks. Sensor nodes distributed in a home\nenvironment to provide home assistance gives concept of Wireless Wearable Body\nArea Networks. Gathering useful information and its transmission to the\nrequired destination may face several problems. In this paper we figure out\ndifferent issues and discuss their possible solutions in order to obtain an\noptimized infrastructure for the care of elderly people. Different channel\nmodels along with their characteristics, noise filtering in different\nequalization techniques, energy consumption and effect of different impairments\nhave been discussed in our paper. The novelty of this work is that we\nhighlighted multiple issues along with their possible solutions that a BAN\ninfrastructure is still facing.\n"]}]
["1207.2584",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","C.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2584","International Journal of Mobile Network Communications &\n  Telematics (IJMNCT) Vol.2, No.3, June 2012","doi:10.5121/ijmnct.2012.2304"],"date":["2012-07-11"],"type":["text"],"creator":["Ray, Niranjan Kumar","Sharma, Harsh Bardhan","Turuk, Ashok Kumar"],"language":[],"coverage":[],"title":["Network Lifetime Analysis of AODV, DSR and ZRP at Different Network\n  Parameters"],"description":["  Enhancement of network lifetime is a key design criterion for most of the\nenergy constrained networks as nodes are battery operated. In multi-hop\nwireless network, proper utilization of battery power is very much necessary to\nmaintain network connectivity. If the battery power of a node drains quickly\nthen its connectivity in its neighborhood will be lost. So the study of network\nlifetime is very much crucial as compared to other network parameters.\nConsidering this importance we made an attempt to study the behaviour of three\nmost common routing protocols in ad hoc network. Extensive simulations are done\non AODV, DSR and ZRP to determine the network lifetime at different node\nmobility and at different network load. Simulation results suggest that AODV is\nthe most energy efficient protocol as compared to other\n","Comment: 12 pages, 11 figures"]}]
["1207.2592",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2592"],"date":["2012-07-11"],"type":["text"],"creator":["Kim, Gol"],"language":[],"coverage":[],"title":["Novel Grey Interval Weight Determining and Hybrid Grey Interval Relation\n  Method in Multiple Attribute Decision-Making"],"description":["  This paper proposes a grey interval relation TOPSIS for the decision making\nin which all of the attribute weights and attribute values are given by the\ninterval grey numbers. The feature of our method different from other grey\nrelation decision-making is that all of the subjective and objective weights\nare obtained by interval grey number and that decisionmaking is performed based\non the relative approach degree of grey TOPSIS, the relative approach degree of\ngrey incidence and the relative membership degree of grey incidence using\n2-dimensional Euclidean distance. The weighted Borda method is used for\ncombining the results of three methods. An example shows the applicability of\nthe proposed approach.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1207.1501"]}]
["1207.2595",{"format":[],"subject":["High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2595"],"date":["2012-07-11"],"type":["text"],"creator":["Manjavidze, J."],"language":[],"coverage":[],"title":["Particle Production in the Field Theories with Symmetry"],"description":["  The field theory with high space-time symmetry is considered with the aim to\nexamine the mass-shell particles production processes. The general conclusion\nis following: no real particle production exists if the space-time symmetry\nconstraints are taken into account. This result does not depend on the concrete\nstructure of Lagrangian.\n","Comment: 19 pages, 4 figures"]}]
["1207.2596",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2596","International Journal of Computer Science & Information Technology\n  (IJCSIT) Vol 4, No 3, June 2012","doi:10.5121/ijcsit.2012.4307"],"date":["2012-07-11"],"type":["text"],"creator":["Isah, Haruna"],"language":[],"coverage":[],"title":["Full Data Controlled Web-Based Feed Aggregator"],"description":["  Feed syndication is analogous to electronic newsletters, both are aimed at\ndelivering feeds to subscribers; the difference is that while newsletter\nsubscription requires e-mail and exposed you to spam and security challenges,\nfeed syndication ensures that you only get what you requested for. This paper\nreports a review on the state of the art of feed aggregation technology and the\ndevelopment of a locally hosted web based feed aggregator as a research tool\nusing the core features of WordPress; the software was further enhanced with\nplugins and widgets for dynamic content publishing, database and object\ncaching, social web syndication, back-up and maintenance, among others. The\nresults highlight the current developments in software re-use and describes;\nhow open source content management systems can be used for both online and\noffline publishing, a means whereby feed aggregator users can control and share\nfeed data, as well as how web developers can focus on extending the features of\nbuilt-in software libraries in applications rather than reinventing the wheel.\n","Comment: 14 pages"]}]
["1207.2597",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Emerging Technologies","Computer Science - Graphics","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2597","Warades, S; Aghav, J; Claude, P; Udayagiri, S;,\"Automated Training\n  and Maintenance through Kinect,\"International Journal of Computer Science,\n  Engineering and Applications (IJCSEA) Vol.2, No.3, June 2012","doi:10.5121/ijcsea.2012.2315"],"date":["2012-07-11"],"type":["text"],"creator":["Warade, Saket","Aghav, Jagannath","Claude, Petitpierre","Udayagiri, Sandeep"],"language":[],"coverage":[],"title":["Automated Training and Maintenance through Kinect"],"description":["  In this paper, we have worked on reducing burden on mechanic involving\ncomplex automobile maintenance activities that are performed in centralised\nworkshops. We have presented a system prototype that combines Augmented Reality\nwith Kinect. With the use of Kinect, very high quality sensors are available at\nconsiderably low costs, thus reducing overall expenditure for system design.\nThe system can be operated either in Speech mode or in Gesture mode. The system\ncan be controlled by various audio commands if user opts for Speech mode. The\nsame controlling can also be done by using a set of Gestures in Gesture mode.\n  Gesture recognition is the task performed by Kinect system. This system,\nbundled with RGB and Depth camera, processes the skeletal data by keeping track\nof 20 different body joints. Recognizing Gestures is done by verifying user\nmovements and checking them against predefined condition. Augmented Reality\nmodule captures real-time image data streams from high resolution camera. This\nmodule then generates 3D model that is superimposed on real time data.\n","Comment: 14 pages, 5 figures, 1 Algorithm"]}]
["1207.2598",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2598"],"date":["2012-07-11"],"type":["text"],"creator":["Even, Guy","Smorodinsky, Shakhar"],"language":[],"coverage":[],"title":["Hitting Sets Online and Unique-Max Coloring"],"description":["  We consider the problem of hitting sets online. The hypergraph (i.e.,\nrange-space consisting of points and ranges) is known in advance, and the\nranges to be stabbed are input one-by-one in an online fashion. The online\nalgorithm must stab each range upon arrival. An online algorithm may add points\nto the hitting set but may not remove already chosen points. The goal is to use\nthe smallest number of points. The best known competitive ratio for hitting\nsets online by Alon et al. \\cite{alon2009online} is $O(\\log n \\cdot \\log m)$\nfor general hypergraphs, where $n$ and $m$ denote the number of points and the\nnumber of ranges, respectively. We consider hypergraphs in which the union of\ntwo intersecting ranges is also a range. Our main result for such hypergraphs\nis as follows. The competitive ratio of the online hitting set problem is at\nmost the unique-max number and at least this number minus one.\n"]}]
["1207.2600",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2600","S. Qatawneh, A. Alneaimi, Th. Rawashdeh, M. Muhairat, R. Qahwaji\n  and S. Ipson,\"Efficient Prediction of DNA-Binding Proteins using Machine\n  Learning\", International Journal on Bioinformatics & Biosciences (IJBB)\n  Vol.2, No.2, June 2012"],"date":["2012-07-11"],"type":["text"],"creator":["Qatawneh, Sokyna","Alneaimi, Afaf","Rawashdeh, Thamer","Muhairat, Mmohammad","Qahwaji, Rami","Ipson, Stan"],"language":[],"coverage":[],"title":["Efficient Prediction of DNA-Binding Proteins Using Machine Learning"],"description":["  DNA-binding proteins are a class of proteins which have a specific or general\naffinity to DNA and include three important components: transcription factors;\nnucleases, and histones. DNA-binding proteins also perform important roles in\nmany types of cellular activities. In this paper we describe machine learning\nsystems for the prediction of DNA- binding proteins where a Support Vector\nMachine and a Cascade Correlation Neural Network are optimized and then\ncompared to determine the learning algorithm that achieves the best prediction\nperformance. The information used for classification is derived from\ncharacteristics that include overall charge, patch size and amino acids\ncomposition. In total 121 DNA- binding proteins and 238 non-binding proteins\nare used to build and evaluate the system. For SVM using the ANOVA Kernel with\nJack-knife evaluation, an accuracy of 86.7% has been achieved with 91.1% for\nsensitivity and 85.3% for specificity. For CCNN optimized over the entire\ndataset with Jack knife evaluation we report an accuracy of 75.4%, while the\nvalues of specificity and sensitivity achieved were 72.3% and 82.6%,\nrespectively.\n"]}]
["1207.2602",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2602","Signal & Image Processing : An International Journal(SIPIJ),\n  Volume 3, Number 3, June 2012"],"date":["2012-07-11"],"type":["text"],"creator":["Mohammadi, Seyed Amir","Mahzoun, Mohammad Reza"],"language":[],"coverage":[],"title":["A Novel Approach Coloured Object Tracker with Adaptive Model and\n  Bandwidth using Mean Shift Algorithm"],"description":["  The traditional color-based mean-shift tracking algorithm is popular among\ntracking methods due to its simple and efficient procedure, however, the lack\nof dynamism in its target model makes it unsuitable for tracking objects which\nhave changes in their sizes and shapes. In this paper, we propose a fast novel\nthreephase colored object tracker algorithm based on mean shift idea while\nutilizing adaptive model. The proposed method can improve the mentioned\nweaknesses of the original mean-shift algorithm. The experimental results show\nthat the new method is feasible, robust and has acceptable speed in comparison\nwith other algorithms.15 page,\n","Comment: 15 pages,7 figures, 2 graph, 1 tabel, journal"]}]
["1207.2604",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2604"],"date":["2012-07-11"],"type":["text"],"creator":["Wang, Yun","Shi, Peizhong","Li, Kai","Wu, Jie"],"language":[],"coverage":[],"title":["DQSB: A Reliable Broadcast Protocol Based on Distributed\n  Quasi-Synchronized Mechanism for Low Duty-Cycled Wireless Sensor Networks"],"description":["  In duty-cycled wireless sensor networks, deployed sensor nodes are usually\nput to sleep for energy efficiency according to sleep scheduling approaches.\nAny sleep scheduling scheme with its supporting protocols ensures that data can\nalways be routed from source to sink. In this paper, we investigate a problem\nof multi-hop broadcast and routing in random sleep scheduling scheme, and\npropose a novel protocol, called DQSB, by quasi-synchronization mechanism to\nachieve reliable broadcast and less latency routing. DQSB neither assumes time\nsynchronization which requires all neighboring nodes wake up at the same time,\nnor assumes duty-cycled awareness which makes it difficult to use in\nasynchronous WSNs. Furthermore, the benefit of quasi-synchronized mechanism for\nbroadcast from sink to other nodes is the less latency routing paths for\nreverse data collection to sink because of no or less sleep waiting time.\nSimulation results show that DQSB outperforms the existing protocols in\nbroadcast times performance and keeps relative tolerant broadcast latency\nperformance, even in the case of unreliable links. The proposed DQSB protocol,\nin this paper, can be recognized as a tradeoff between broadcast times and\nbroadcast latency. We also explore the impact of parameters in the assumption\nand the approach to get proper values for supporting DQSB.\n","Comment: 21 pages with 13 figures"]}]
["1207.2605",{"format":[],"subject":["Mathematics - Quantum Algebra","16T20, 17B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2605"],"date":["2012-07-11"],"type":["text"],"creator":["Johnson, Garrett","Nowlin, Christopher"],"language":[],"coverage":[],"title":["Quantum Affine Schubert Cells and FRT-Bialgebras: The E_6^{(1)} Case"],"description":["  De Concini, Kac, and Procesi defined a family of subalgebras Uq[w] of the\nquantized enveloping algebra Uq(g) associated to elements w in the Weyl group\nof a simple Lie algebra g. These algebras are called quantum Schubert cell\nalgebras. We show that, up to a mild cocycle twist, quotients of certain\nquantum Schubert cell algebras of types E_6 and E_6^{(1)} map isomorphically\nonto distinguished subalgebras of the Faddeev-Reshetikhin-Takhtajan universal\nbialgebra associated to the braiding on the quantum half-spin representation of\nUq(so_{10}). We identify the quotients as those obtained by factoring out the\nquantum Schubert cell algebras by ideals generated by certain submodules with\nrespect to the adjoint action of Uq(so_{10}).\n","Comment: 15 pages"]}]
["1207.2606",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2606","International Journal of Wireless & Mobile Networks (IJWMN) Vol.\n  4, No. 3, June 2012","doi:10.5121/ijwmn.2012.4311"],"date":["2012-07-11"],"type":["text"],"creator":["Hasni, Neji","Bouallegue, Ridha"],"language":[],"coverage":[],"title":["Ontology for Mobile Phone Operating Systems"],"description":["  This ongoing study deals with an important part of a line of research that\nconstitutes a challenging burden. It is an initial investigation into the\ndevelopment of a Holistic Framework for Cellular Communication (HFCC). The main\npurpose is to establish mechanisms by which existing wireless cellular\ncommunication components and models can work holistically together. It\ndemonstrates that establishing a mathematical framework that allows existing\ncellular communication technologies (and tools supporting those technologies)\nto seamlessly interact is technically feasible. The longer-term future goals\nare to actually improve the interoperability, the efficiency of mobile\ncommunication, calls quality, and reliability by applying the framework to\nspecific development efforts.\n","Comment: 13 pages, 14 figures"]}]
["1207.2607",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2607","International Journal of Wireless & Mobile Networks (IJWMN) Vol.\n  4, No. 3, June 2012","doi:10.5121/ijwmn.2012.4307"],"date":["2012-07-11"],"type":["text"],"creator":["Chowdhury, Prasun","Kundu, Anindita","Misra, Iti Saha","Sanyal, Salil K"],"language":[],"coverage":[],"title":["Load Balancing with Reduced Unnecessary Handoff in Energy Efficient\n  Macro/Femto-cell based BWA Networks"],"description":["  The hierarchical macro/femto cell based BWA networks are observed to be quite\npromising for mobile operators as it improves their network coverage and\ncapacity at the outskirt of the macro cell. However, this new technology\nintroduces increased number of macro/femto handoff and wastage of electrical\nenergy which in turn may affect the system performance. Users moving with high\nvelocity or undergoing real-time transmission suffers degraded performance due\nto huge number of unnecessary macro/femto handoff. On the other hand, huge\namount of electrical energy is wasted when a femto BS is active in the network\nbut remains unutilized due to low network load. Our proposed energy efficient\nhandoff decision algorithm eliminates the unnecessary handoff while balancing\nthe load of the macro and femto cells at minimal energy consumption. The\nperformance of the proposed algorithm is analyzed using Continuous Time Markov\nChain (CTMC) Model. In addition, we have also contributed a method to determine\nthe balanced threshold level of the received signal strength (RSS) from macro\nbase station (BS). The balanced threshold level provides equal load\ndistribution of the mobile users to the macro and femto BSs. The balanced\nthreshold level is evaluated based on the distant location of the femto cells\nfor small scaled networks. Numerical analysis shows that threshold level above\nthe balanced threshold results in higher load distribution of the mobile users\nto the femto BSs.\n","Comment: 14 pages"]}]
["1207.2609",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2609","5th AHPCN in conjunction with 14th HPCC-2012, Liverpool, UK"],"date":["2012-07-11"],"type":["text"],"creator":["Aslam, M.","Javaid, N.","Rahim, A.","Nazir, U.","Bibi, A.","Khan, Z. A."],"language":[],"coverage":[],"title":["Survey of Extended LEACH-Based Clustering Routing Protocols for Wireless\n  Sensor Networks"],"description":["  An energy efficient routing protocol is the major concern in Wireless Sensor\nNetworks (WSNs). In this survey paper, we present energy efficient hierarchical\nrouting protocols, developed from conventional LEACH routing protocol. Main\nfocus of our study is how these extended protocols work in order to increase\nthe life time and how quality routing protocol are improved for WSNs.\nFurthermore, this paper also highlights some of the issues faced by LEACH and\nalso explains how these issues are tackled by extended versions of LEACH. We\ncompare the features and performance issues of the selected hierarchal routing\nprotocols.\n"]}]
["1207.2611",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2611"],"date":["2012-07-11"],"type":["text"],"creator":["Christopoulos, Demetris T."],"language":[],"coverage":[],"title":["A simple and numerical stable algorithm for solving the cone projection\n  problem based on a Gram-Schmidt process"],"description":["  We are presenting a simple and numerical stable algorithm for the solution of\nthe cone projection problem which is suitable for relative small data sets and\nfor simulation purposes needed for convexity tests. Not even one pseudo-inverse\nmatrix is computed because of a proper Gram-Schmidt orthonormalization process\nthat is used.\n","Comment: 5 pages, 2 figures"]}]
["1207.2617",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2617"],"date":["2012-07-11"],"type":["text"],"creator":["Balachandran, Nitish","Sanyal, Sugata"],"language":[],"coverage":[],"title":["A Review of Techniques to Mitigate Sybil Attacks"],"description":["  Any decentralised distributed network is particularly vulnerable to the Sybil\nattack wherein a malicious node masquerades as several different nodes, called\nSybil nodes, simultaneously in an attempt to disrupt the proper functioning of\nthe network. Such attacks may cause damage on a fairly large scale especially\nsince they are difficult to detect and there has been no universally accepted\nscheme to counter them as yet. In this paper, we discuss the different kinds of\nSybil attacks including those occurring in peer-to-peer reputation systems,\nself-organising networks and even social network systems. In addition, various\nmethods that have been suggested over time to decrease or eliminate their risk\ncompletely are also analysed along with their modus operandi.\n","Comment: 6 pages, 1 table"]}]
["1207.2618",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2618","Physics and Chemistry of Ice 2010, Edited by Y. Furukawa, G.\n  Sazaki, T. Uchida, N.Watanabe, Hokkaido University Press, 2011, Sapporo,\n  ISBN978-4-8329-0361-6"],"date":["2012-07-11"],"type":["text"],"creator":["Celik, Yeliz","Drori, Ran","Graham, Laurie","Mok, Yee-Foong","Davies, Peter L.","Braslavsky, Ido"],"language":[],"coverage":[],"title":["Freezing and Melting Hysteresis Measurements in Solutions of Hyperactive\n  Antifreeze Protein from an Antarctic Bacteria"],"description":["  Antifreeze proteins (AFPs) evolved in cold-adapted organisms and serve to\nprotect them against freezing in cold conditions by arresting ice crystal\ngrowth. Recently, we have shown quantitatively that adsorption of AFPs not only\nprevents ice from growing but also from melting. This melting inhibition by\nAFPs, which results in superheated ice (Celik et al, PNAS 2010), is not a\nwell-known phenomenon. Here we present our recent findings in which the Ca2+ -\ndependent hyperactive AFP from Marinomonas primoryensis (MpAFP) clearly\ndisplays this property. Additionally, we found that an ice crystal that is\ninitially stabilized and protected by this type of AFP can be overgrown and\nthen melted back to the original crystal. This repeatable process is likely due\nto melting inhibition, and supports the idea that AFPs bind irreversibly to ice\nsurfaces.\n","Comment: 7 pages, 5 figures"]}]
["1207.2620",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2620","Appl. Rheol. 19 (2009) 23493-23499","doi:10.3933/ApplRheol-19-23493"],"date":["2012-07-11"],"type":["text"],"creator":["Kaldasch, Joachim","Senge, Bernhard","Laven, Jozua"],"language":[],"coverage":[],"title":["Shear thickening in electrically stabilized non-aqueous colloidal\n  suspensions"],"description":["  The authors previously introduced an activation model for the onset of shear\nthickening in electrically stabilized colloidal suspensions. It predicts that\nshear thickening occurs, when particles arranged along the compression axis in\na sheared suspension do overcome the electrostatic repulsion at a critical\nshear stress, and are captured in the primary minimum of the DLVO interaction\npotential. A comparison with an experimental investigation on non-aqueous\nsilica suspensions, carried out by Maranzano and Wagner, is performed. For\nparticle systems that fall into the applicability range of the theory, a good\ncoincidence between the experimental data and the model predictions can be\nfound.\n"]}]
["1207.2625",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2625","Colloid & Polymer Science, 287(2009) 1481-1485"],"date":["2012-07-11"],"type":["text"],"creator":["Kaldasch, Joachim","Senge, Bernhard"],"language":[],"coverage":[],"title":["Shear Thickening in Polymer Stabilized Colloidal Suspensions"],"description":["  This paper adopts a previously developed activation model of shear\nthickening, published by the authors, to sterically stabilized colloidal\nsuspensions. When particles arranged along the compression axis of a sheared\nsuspension, they may overcome the repulsive interaction and form hydroclusters\nassociated with shear thickening. Taking advantage of the total interaction\npotential of polymeric brush coating and van der Waals attraction, the\napplicability of the activation model is shown within the validity range of a\ncontinuum theory. For the comparison with an extensive experimental\ninvestigation, where some parameters are not available, the onset of shear\nthickening can be predicted with realistic assumptions of the model parameters.\n"]}]
["1207.2629",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2629"],"date":["2012-07-11"],"type":["text"],"creator":["Ross, Joseph"],"language":[],"coverage":[],"title":["Cohomology theories with supports"],"description":["  For $E$ a presheaf of spectra on the category of smooth $k$-schemes\nsatisfying Nisnevich excision, we prove that the canonical map from the\nalgebraic singular complex of the theory $E$ with quasi-finite supports to the\ntheory $E$ with supports intersecting all the faces properly is a weak\nequivalence on smooth $k$-schemes that are affine or projective. This\nestablishes some cases of a conjecture of Marc Levine.\n"]}]
["1207.2630",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","I.5.2","I.2.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2630","Sujatha Srinivasan & Sivakumar Ramakrishnan, NUGGET DISCOVERY WITH\n  A MULTI-OBJECTIVE CULTURAL ALGORITHM , Computer Science & Engineering: An\n  International Journal (CSEIJ), Vol.2, No.3, June 2012","doi:10.5121/cseij.2012.2302"],"date":["2012-07-11"],"type":["text"],"creator":["Srinivasan, Sujatha","Ramakrishnan, Sivakumar"],"language":[],"coverage":[],"title":["Nugget Discovery with a Multi-objective Cultural Algorithm"],"description":["  Partial classification popularly known as nugget discovery comes under\ndescriptive knowledge discovery. It involves mining rules for a target class of\ninterest. Classification \"If-Then\" rules are the most sought out by decision\nmakers since they are the most comprehensible form of knowledge mined by data\nmining techniques. The rules have certain properties namely the rule metrics\nwhich are used to evaluate them. Mining rules with user specified properties\ncan be considered as a multi-objective optimization problem since the rules\nhave to satisfy more than one property to be used by the user. Cultural\nalgorithm (CA) with its knowledge sources have been used in solving many\noptimization problems. However research gap exists in using cultural algorithm\nfor multi-objective optimization of rules. In the current study a\nmulti-objective cultural algorithm is proposed for partial classification.\nResults of experiments on benchmark data sets reveal good performance.\n","Comment: Published in Computer Science and Engineering: An International\n  Journal, 15 pages"]}]
["1207.2634",{"format":[],"subject":["Mathematics - Probability","60B11, 60G51, 60H05, 60H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2634"],"date":["2012-07-11"],"type":["text"],"creator":["Riedle, Markus"],"language":[],"coverage":[],"title":["Stochastic integration with respect to cylindrical Levy processes in\n  Hilbert spaces: an L^2 approach"],"description":["  In this work stochastic integration with respect to cylindrical Levy\nprocesses with weak second moments is introduced. It is well known that a\ndeterministic Hilbert-Schmidt operator radonifies a cylindrical random\nvariable, i.e. it maps a cylindrical random variable to a classical Hilbert\nspace valued random variable. Our approach is based on a generalisation of this\nresult to the radonification of the cylindrical increments of a cylindrical\nLevy process by random Hilbert-Schmidt operators. This generalisation enables\nus to introduce a Hilbert space valued random variable as the stochastic\nintegral of a predictable stochastic process with respect to a cylindrical Levy\nprocess. We finish this work by deriving an Ito isometry and by considering\nshortly stochastic partial differential equations driven by cylindrical Levy\nprocesses.\n"]}]
["1207.2639",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2639","International Journal of Ad hoc, Sensor & Ubiquitous Computing\n  (IJASUC) Vol.3, No.3, June 2012"],"date":["2012-07-11"],"type":["text"],"creator":["Bandal, Amol","Nawale, Shankar"],"language":[],"coverage":[],"title":["RFID Security Using Lightweight Mutual Authentication And Ownership\n  Transfer Protocol"],"description":["  In recent years, radio frequency identification technology has moved into the\nmainstream applications that help to speed up handling of manufactured goods\nand materials. RFID tags are divided into two classes: active and passive.\nActive tag requires a power source that's why its cost is more than passive\ntags. However, the low-cost RFID tags are facing new challenges to security and\nprivacy. Some solutions utilize expensive cryptographic primitives such as hash\nor encryption functions, and some lightweight approaches have been reported to\nbe not secure.\n  This paper describes a lightweight Mutual authentication and ownership\ntransfer protocol utilizing minimalistic cryptography using Physically\nUnclonable Functions (PUF) and Linear Feedback Shift Registers (LFSR). PUFs and\nLFSRs are very efficient in hardware and particularly suitable for the low-cost\nRFID tags. To functioning security in low cost RFID tag minimum gate\nrequirement is 2000 gates. To implement security protocols using PUF and LFSR\nfunctions need only approx 800 gates. In this paper it is explained how we can\nauthenticate and transfer ownership of low cost RFID tag securely using LFSR\nand PUF as compared to existing solutions based on hash functions.\n","Comment: published in IJASUC journal"]}]
["1207.2642",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Spectral Theory","53C15, 53C27, 53C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2642"],"date":["2012-07-11"],"type":["text"],"creator":["Habib, Georges","Nakad, Roger"],"language":[],"coverage":[],"title":["The twisted Spin$^c$ Dirac operator on K\u007f\\\"ahler submanifolds of the\n  complex projective space"],"description":["  In this paper, we estimate the eigenvalues of the twisted Dirac operator on\nK\u007f\\\"ahler submanifolds of the complex projective space $CP^m$ and we discuss\nthe sharpness of this estimate for the embedding $CP^d \\hookrightarrow CP^m$.\n"]}]
["1207.2643",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2643"],"date":["2012-07-11"],"type":["text"],"creator":["Banasiak, Jacek","Lachowicz, Miroslaw"],"language":[],"coverage":[],"title":["On a macroscopic limit of a kinetic model of alignment"],"description":["  In the present paper the macroscopic limits of the kinetic model for\ninter-acting entities (individuals, organisms, cells) are studied. The kinetic\nmodel is one-dimensional and entities are characterized by their position and\norientation (+/-) with swarming interaction controlled by the sensitivity\nparameter. The macroscopic limits of the model are considered for solutions\nclose either to the diffusive (isotropic) or to the aligned (swarming)\nequilibrium states for various sensitivity parameters. In the former case the\nclassical linear difusion equation results whereas in the latter a traveling\nwave solution does both in the zeroth (`Euler') and frst (`Navier-Stokes')\norder of approximation.\n"]}]
["1207.2646",{"format":[],"subject":["Mathematics - Combinatorics","05B40, 05D15, 05D05, 05B15, 62K15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2646"],"date":["2012-07-11"],"type":["text"],"creator":["Aydinian, Harout","Czabarka, Éva","Székely, László A."],"language":[],"coverage":[],"title":["Mixed orthogonal arrays, $k$-dimensional $M$-part Sperner\n  multi-families, and full multi-transversals"],"description":["  Aydinian et al. [J. Combinatorial Theory A 118(2)(2011), 702-725] substituted\nthe usual BLYM inequality for L-Sperner families with a set of M inequalities\nfor $(m_1,m_2,...,m_M;L_1,L_2,...,L_M)$ type M-part Sperner families and showed\nthat if all inequalities hold with equality, then the family is homogeneous.\nAydinian et al. [Australasian J. Comb. 48(2010), 133-141] observed that all\ninequalities hold with equality if and only if the transversal of the Sperner\nfamily corresponds to a simple mixed orthogonal array with constraint M,\nstrength M-1, using $m_i+1$ symbols in the $i^{\\text{th}}$ column. In this\npaper we define $k$-dimensional $M$-part Sperner multi-families with parameters\n$L_P: P\\in\\binom{[M]}{k}$ and prove $\\binom{M}{k}$ BLYM inequalities for them.\nWe show that if k<M and all inequalities hold with equality, then these\nmulti-families must be homogeneous with profile matrices that are strength M-k\nmixed orthogonal arrays. For k=M, homogeneity is not always true, but some\nnecessary conditions are given for certain simple families. Following the\nmethods of Aydinian et al. [Australasian J. Comb. 48(2010), 133-141], we give\nnew constructions to simple mixed orthogonal arrays with constraint M, strength\nM-k, using $m_i+1$ symbols in the ith column. We extend the convex hull method\nto k-dimensional M-part Sperner multi-families, and allow additional conditions\nproviding new results even for simple 1-part Sperner families.\n"]}]
["1207.2648",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2648","Proc. Amer. Math. Soc. 140 (2012), 1--6"],"date":["2012-07-11"],"type":["text"],"creator":["Hegyvári, Norbert","Hennecart, Francois"],"language":[],"coverage":[],"title":["Distribution of residues in approximate subgroups of $\\mathbb{F}_p^*$"],"description":["  We extend a result due to Bourgain on the uniform distribution of residues by\nproving that subsets of the type $f(I)\\cdot H$ is equidistributed (as $p$ tends\nto infinity) where $f$ is a polynomial, $I$ is an interval of $\\Fp$ and $H$ is\nan approximate subgroup of $\\mathbb{F}_p^*$ with size larger than\npolylogarithmic in $p$.\n"]}]
["1207.2649",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","20B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2649"],"date":["2012-07-11"],"type":["text"],"creator":["Lockett, Debbie","Macpherson, Dugald"],"language":[],"coverage":[],"title":["Orbit-equivalent infinite permutation groups"],"description":["  Let G,H be closed permutation groups on an infinite set X, with H a subgroup\nof G. It is shown that if G and H are orbit-equivalent, that is, have the same\norbits on the collection of finite subsets of X, and G is primitive but not\n2-transitive, then G=H.\n"]}]
["1207.2653",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2653"],"date":["2012-07-11"],"type":["text"],"creator":["Cator, E. A."],"language":[],"coverage":[],"title":["Local maxima of two dependent Brownian Motions never coincide"],"description":["  We consider two dependent Brownian motions with (possibly) different drift,\nand apply a result by le Gall on cone points of two dimensional Brownian motion\nto show that with probability one, there will not be a time that is a local\nmaximum for both processes.\n","Comment: 2 pages"]}]
["1207.2655",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2655"],"date":["2012-07-11"],"type":["text"],"creator":["Liebscher, Stefan","Rendall, Alan D.","Tchapnda, Sophonie Blaise"],"language":[],"coverage":[],"title":["Oscillatory singularities in Bianchi models with magnetic fields"],"description":["  An idea which has been around in general relativity for more than forty years\nis that in the approach to a big bang singularity solutions of the Einstein\nequations can be approximated by the Kasner map, which describes a succession\nof Kasner epochs. This is already a highly non-trivial statement in the\nspatially homogeneous case. There the Einstein equations reduce to ordinary\ndifferential equations and it becomes a statement that the solutions of the\nEinstein equations can be approximated by heteroclinic chains of the\ncorresponding dynamical system. For a long time progress on proving a statement\nof this kind rigorously was very slow but recently there has been new progress\nin this area, particularly in the case of the vacuum Einstein equations. In\nthis paper we generalize some of these results to the Einstein-Maxwell\nequations. It turns out that this requires new techniques since certain\neigenvalues are in a less favourable configuration in the case with a magnetic\nfield. The difficulties which arise in that case are overcome by using the fact\nthat the dynamical system of interest is of geometrical origin and thus has\nuseful invariant manifolds.\n"]}]
["1207.2662",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2662"],"date":["2012-07-11"],"type":["text"],"creator":["Nuñez-Alarcón, Daniel","Pellegrino, Daniel"],"language":[],"coverage":[],"title":["A simple proof that the power $\\frac{2m}{m+1}$ in the Bohnenblust--Hille\n  inequalities is sharp"],"description":["  The power $\\frac{2m}{m+1}$ in the polynomial (and multilinear)\nBohnenblust--Hille inequality is optimal. This result is well-known but its\nproof highly nontrivial. In this note we present a quite simple proof of this\nfact.\n","Comment: This note will be later incorporated in another preprint"]}]
["1207.2674",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2674","Information Hiding Conference, 15-18 May 2012, Berkeley, CA USA"],"date":["2012-07-11"],"type":["text"],"creator":["Cogranne, Rémi","Zitzmann, Cathel","Retraint, Florent","Nikiforov, Igor","Fillatre, Lionel","Cornu, Philippe"],"language":[],"coverage":[],"title":["Statistical Detection of LSB Matching Using Hypothesis Testing Theory"],"description":["  This paper investigates the detection of information hidden by the Least\nSignificant Bit (LSB) matching scheme. In a theoretical context of known image\nmedia parameters, two important results are presented. First, the use of\nhypothesis testing theory allows us to design the Most Powerful (MP) test.\nSecond, a study of the MP test gives us the opportunity to analytically\ncalculate its statistical performance in order to warrant a given probability\nof false-alarm. In practice when detecting LSB matching, the unknown image\nparameters have to be estimated. Based on the local estimator used in the\nWeighted Stego-image (WS) detector, a practical test is presented. A numerical\ncomparison with state-of-the-art detectors shows the good performance of the\nproposed tests and highlights the relevance of the proposed methodology.\n"]}]
["1207.2675",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2675","3rd International Conference on Computers and Devices for\n  Communication (CODEC-06), Institute of Radio Physics and Electronics,\n  University of Calcutta, December 18-20, 2006"],"date":["2012-07-11"],"type":["text"],"creator":["Das, Tirtha sankar","Sau, Ayan K.","Mankar, V. H.","Sarkar, Subir K."],"language":[],"coverage":[],"title":["Multimedia Steganographic Scheme using Multiresolution Analysis"],"description":["  Digital steganography or data hiding has emerged as a new area of research in\nconnection to the communication in secured channel as well as intellectual\nproperty protection for multimedia signals. The redundancy in image\nrepresentation can be exploited successfully to embed specified characteristic\ninformation with a good quality of imperceptibility. The hidden multimedia\ninformation will be communicated to the authentic user through secured channel\nas a part of the data. This article deals with a transform domain, block-based\nand signal non-adaptive/adaptive technique for inserting multimedia signals\ninto an RGB image. The robustness of the proposed method has been tested\ncompared to the other transform domain techniques. Proposed algorithm also\nshows improvement in visual and statistical invisibility of the hidden\ninformation.\n","Comment: 3rd International Conference on Computers and Devices for\n  Communication (CODEC-06) Institute of Radio Physics and Electronics,\n  University of Calcutta, December 18-20, 2006"]}]
["1207.2676",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2676","Phys. Rev. B 86, 035112 (2012)","doi:10.1103/PhysRevB.86.035112"],"date":["2012-07-11"],"type":["text"],"creator":["Lunde, Anders Mathias","Platero, Gloria"],"language":[],"coverage":[],"title":["Helical edge states coupled to a spin bath: Current-induced\n  magnetization"],"description":["  We study current carrying helical edge states in a two-dimensional\ntopological insulator coupled to an environment of localized spins, i.e. a spin\nbath. The localized spins mediate elastic spin-flip scattering between the\nhelical edge states, and we show how this induces a spin-bath magnetization for\na finite current through the edge states. The magnetization appears near the\nboundaries of the topological insulator, while the bulk remains unmagnetized,\nand it reaches its maximal value in the high bias regime. Furthermore, the\nhelical edge states remain ballistic in steady state, if no additional\nspin-flip mechanisms for the localized spins are present. However, we\ndemonstrate that if such mechanisms are allowed, then these will induce a\nfinite current decrease from the ballistic value.\n","Comment: 8 pages, 3 figures. Chosen for \"Editors' Suggestion\" in Physical\n  Review B"]}]
["1207.2680",{"format":[],"subject":["High Energy Physics - Lattice","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2680"],"date":["2012-07-11"],"type":["text"],"creator":["Renner, Dru B."],"language":[],"coverage":[],"title":["Form factors from lattice QCD"],"description":["  Precision computation of hadronic physics with lattice QCD is becoming\nfeasible. The last decade has seen percent-level calculations of many simple\nproperties of mesons, and the last few years have seen calculations of baryon\nmasses, including the nucleon mass, accurate to a few percent. As computational\npower increases and algorithms advance, the precise calculation of a variety of\nmore demanding hadronic properties will become realistic. With this in mind, I\ndiscuss the current lattice QCD calculations of generalized parton\ndistributions with an emphasis on the prospects for well-controlled\ncalculations for these observables as well. I will do this by way of several\nexamples: the pion and nucleon form factors and moments of the nucleon parton\nand generalized-parton distributions.\n","Comment: proceedings of plenary talk at QNP 2012"]}]
["1207.2681",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2681"],"date":["2012-07-11"],"type":["text"],"creator":["Lee, Kiryung","Bresler, Yoram","Junge, Marius"],"language":[],"coverage":[],"title":["Oblique Pursuits for Compressed Sensing"],"description":["  Compressed sensing is a new data acquisition paradigm enabling universal,\nsimple, and reduced-cost acquisition, by exploiting a sparse signal model. Most\nnotably, recovery of the signal by computationally efficient algorithms is\nguaranteed for certain randomized acquisition systems. However, there is a\ndiscrepancy between the theoretical guarantees and practical applications. In\napplications, including Fourier imaging in various modalities, the measurements\nare acquired by inner products with vectors selected randomly (sampled) from a\nframe. Currently available guarantees are derived using a so-called restricted\nisometry property (RIP), which has only been shown to hold under ideal\nassumptions. For example, the sampling from the frame needs to be independent\nand identically distributed with the uniform distribution, and the frame must\nbe tight. In practice though, one or more of the ideal assumptions is typically\nviolated and none of the existing guarantees applies.\n  Motivated by this discrepancy, we propose two related changes in the existing\nframework: (i) a generalized RIP called the restricted biorthogonality property\n(RBOP); and (ii) correspondingly modified versions of existing greedy pursuit\nalgorithms, which we call oblique pursuits. Oblique pursuits are guaranteed\nusing the RBOP without requiring ideal assumptions; hence, the guarantees apply\nto practical acquisition schemes. Numerical results show that oblique pursuits\nalso perform competitively with, or sometimes better than their conventional\ncounterparts.\n"]}]
["1207.2687",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2687","IET-UK International Conference on Information and Communication\n  Technology in Electrical Sciences (ICTES 2007), Dr. M.G.R. University,\n  Chennai, Tamil Nadu, India. Dec. 20-22, 2007. pp. 708-711"],"date":["2012-07-11"],"type":["text"],"creator":["Das, T. S.","Mankar, V. H.","Sarkar, S. K."],"language":[],"coverage":[],"title":["Performance Evaluation of Spread Spectrum Watermarking using Error\n  Control Coding"],"description":["  This paper proposes an oblivious watermarking algorithm with blind detection\napproach for high volume data hiding in image signals. We present a detection\nreliable signal adaptive embedding scheme for multiple messages in selective\nsub-bands of wavelet (DWT) coefficients using direct sequence spread spectrum\n(DS-SS) modulation technique. Here the impact of volumetric distortion sources\nis analyzed on the ability of analytical bounds in order to recover the\nwatermark messages. In this context, the joint source-channel coding scheme has\nbeen employed to obtain the better control of the system robustness. This\nstructure prevents the desynchronisation between encoder and decoder due to\nselective embedding. The experimental results obtained for Spread Spectrum (SS)\ntransformed domain watermarking demonstrate the efficiency of the proposed\nsystem. This algorithmic architecture utilizes the existing allocated bandwidth\nin the data transmission channel in a more efficient manner.\n","Comment: IET-UK International Conference on Information and Communication\n  Technology in Electrical Sciences (ICTES 2007), Dr. M.G.R. University,\n  Chennai, Tamil Nadu, India. Dec. 20-22, 2007. pp. 708-711"]}]
["1207.2688",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2688","Phys. Rev. A 86, 010303(R) (2012)","doi:10.1103/PhysRevA.86.010303"],"date":["2012-07-11"],"type":["text"],"creator":["Zhou, Chunqin","Zhang, Tinggui","Fei, Shao-Ming","Jing, Naihuan","Li-Jost, Xianqing"],"language":[],"coverage":[],"title":["Local Unitary Equivalence of Arbitrary Dimensional Bipartite Mixed\n  Quantum States"],"description":["  The nonlocal properties of arbitrary dimensional bipartite quantum systems\nare investigated. A complete set of invariants under local unitary\ntransformations is presented. These invariants give rise to both sufficient and\nnecessary conditions for the equivalence of quantum states under local unitary\ntransformations: two density matrices are locally equivalent if and only if all\nthese invariants have equal values.\n","Comment: 5 pages"]}]
["1207.2689",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2689","Kalvans, J., Shmeld, I. 2010, A&A, 521, A37","doi:10.1051/0004-6361/201014190"],"date":["2012-07-11"],"type":["text"],"creator":["Kalvans, Juris","Shmeld, Ivar"],"language":[],"coverage":[],"title":["Subsurface chemistry of mantles of interstellar dust grains in dark\n  molecular cores"],"description":["  Context. The abundances of many observed compounds in interstellar molecular\nclouds still lack an explanation, despite extensive research that includes both\ngas and solid (dust-grain surface) phase reactions. Aims. We aim to\nqualitatively prove the idea that a hydrogen-poor subsurface chemistry on\ninterstellar grains is responsible for at least some of these chemical\n\"anomalies\". This chemistry develops in the icy mantles when photodissociation\nreactions in the mantle release free hydrogen, which escapes the mantle via\ndiffusion. This results in serious alterations of the chemical composition of\nthe mantle because pores in the mantle provide surfaces for reactions in the\nnew, hydrogen-poor environment. Methods. We present a simple kinetic model,\nusing existing astrochemical reaction databases. Gas phase, surface and\nsubsurface pore reactions are included, as are physical transformations of\nmolecules. Results. Our model produces significantly higher abundances for\nvarious oxidized species than most other models. We also obtain quite good\nresults for some individual species that have adequate reaction network. Thus,\nwe consider that the hydrogen-poor mantle chemistry may indeed play a role in\nthe chemical evolution of molecular clouds. Conclusions. The significance of\noutward hydrogen diffusion has to be proved by further research. A huge number\nof solid phase reactions between many oxidized species is essential to obtain\ngood, quantitative modeling results for a comparison with observations. We\nspeculate that a variety of unobservable hydrogen-poor sulfur oxoacid\nderivatives may be responsible for the \"disappearance\" of sulfur in dark cloud\ncores.\n","Comment: 12 pages, 4 tables, 1 figure"]}]
["1207.2694",{"format":[],"subject":["Computer Science - Discrete Mathematics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2694","National Conference on \"Emerging Trends in Electronics Engineering\n  & Computing\" (E3C 2010)"],"date":["2012-07-11"],"type":["text"],"creator":["Mankar, V. H.","Das, T. S.","Sarkar, S. K."],"language":[],"coverage":[],"title":["Discrete Chaotic Sequence based on Logistic Map in Digital\n  Communications"],"description":["  The chaotic systems have been found applications in diverse fields such as\npseudo random number generator, coding, cryptography, spread spectrum (SS)\ncommunications etc. The inherent capability of generating a large space of PN\nsequences due to sensitive dependence on initial conditions has been the main\nreason for exploiting chaos in spread spectrum communication systems. This\nbehaviour suggests that it is straightforward to generate a variety of initial\ncondition induced PN sequences with nice statistical properties by quantising\nthe output of an iterated chaotic map. In the present paper the study has been\ncarried out for the feasibility and usefulness of chaotic sequence in SS based\napplications like communication and watermarking.\n","Comment: National Conference on \"Emerging Trends in Electronics Engineering &\n  Computing\" (E3C 2010)"]}]
["1207.2699",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2699","doi:10.1109/ICETET.2008.51"],"date":["2012-07-11"],"type":["text"],"creator":["Mankar, V. H.","Das, T. S.","Saha, S.","Sarkar, S. K."],"language":[],"coverage":[],"title":["Robust Image Watermarking Under Pixel Wise Masking Framework"],"description":["  The current paper presents a robust watermarking method for still images,\nwhich uses the similarity of discrete wavelet transform and human visual system\n(HVS). The proposed scheme makes the use of pixel wise masking in order to make\nbinary watermark imperceptible to the HVS. The watermark is embedded in the\nperceptually significant, spatially selected detail coefficients using sub band\nadaptive threshold scheme. The threshold is computed based on the statistical\nanalysis of the wavelet coefficients. The watermark is embedded several times\nto achieve better robustness. Here, a new type of non-oblivious detection\nmethod is proposed. The improvement in robustness performance against different\ntypes of deliberate and non-intentional image impairments (lossy compression,\nscaling, cropping, filtering etc) is supported through experimental results.\nThe reported result also shows improvement in visual and statistical\ninvisibility of the hidden data. The proposed method is compared with a state\nof the art frequency based watermarking technique, highlighting its\nperformance. This algorithmic architecture utilizes the existing allocated\nbandwidth in the data transmission channel in a more efficient manner.\n","Comment: First International Conference on Emerging Trends in Engineering and\n  Technology ICETET 2008"]}]
["1207.2700",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26A51, 26D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2700"],"date":["2012-07-11"],"type":["text"],"creator":["Iscan, Imdat"],"language":[],"coverage":[],"title":["On new general integral inequalities for quasi-convex functions and\n  their applications"],"description":["  In this paper, we derive new estimates for the remainder term of the\nmidpoint, trapezoid, and Simpson formulae for functions whose derivatives in\nabsolute value at certain power are quasi-convex. Some applications to special\nmeans of real numbers are also given.\n","Comment: 11 pages"]}]
["1207.2701",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2701"],"date":["2012-07-11"],"type":["text"],"creator":["Das, T. S.","Mankar, V. H.","Sarkar, S. K."],"language":[],"coverage":[],"title":["Spread Spectrum based Robust Image Watermark Authentication"],"description":["  In this paper, a new approach to Spread Spectrum (SS) watermarking technique\nis introduced. This problem is particularly interesting in the field of modern\nmultimedia applications like internet when copyright protection of digital\nimage is required. The approach exploits two-predecessor single attractor\n(TPSA) cellular automata (CA) suitability to work as efficient authentication\nfunction in wavelet based SS watermarking domain. The scheme is designed from\nthe analytical study of state transition behaviour of non-group CA and the\nbasic cryptography/encryption scheme is significantly different from the\nconventional SS data hiding approaches. Experimental studies confirm that the\nscheme is robust in terms of confidentiality, authentication, non-repudiation\nand integrity. The transform domain blind watermarking technique offers better\nvisual & statistical imperceptibility and resiliency against different types of\nintentional & unintentional image degradations. Interleaving and interference\ncancellation methods are employed to improve the robustness performance\nsignificantly compared to conventional matched filter detection.\n","Comment: ICACC 2007 International Conference, Madurai, India, 9-10 Feb, 2007"]}]
["1207.2702",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2702"],"date":["2012-07-11"],"type":["text"],"creator":["Gao, Rui","Shen, Weixiao"],"language":[],"coverage":[],"title":["Analytic skew-products of quadratic polynomials over\n  Misiurewicz-Thurston maps"],"description":["  We consider skew-products of quadratic maps over certain Misiurewicz-Thurston\nmaps and study their statistical properties. We prove that, when the coupling\nfunction is a polynomial of odd degree, such a system admits two positive\nLyapunov exponents almost everywhere and a unique absolutely continuous\ninvariant probability measure.\n","Comment: 23 pages"]}]
["1207.2704",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2704","doi:10.5121/ijccsa.2012.2302"],"date":["2012-07-11"],"type":["text"],"creator":["Raj, Gaurav","Nischal, Ankit"],"language":[],"coverage":[],"title":["Efficient Resource Allocation in Resource provisioning policies over\n  Resource Cloud Communication Paradigm"],"description":["  Optimal resource utilization for executing tasks within the cloud is one of\nthe biggest challenges. In executing the task over a cloud, the resource\nprovisioner is responsible for providing the resources to create virtual\nmachines. To utilize the resources optimally, the resource provisioner has to\ntake care of the process of allocating resources to Virtual Machine Manager\n(VMM). In this paper, an efficient way to utilize the resources, within the\ncloud, to create virtual machines has been proposed considering optimum cost\nbased on performance factor. This performance factor depends upon the overall\ncost of the resource, communication channel cost, reliability and popularity\nfactor. We have proposed a framework for communication between resource owner\nand cloud using Resource Cloud Communication Paradigm (RCCP). We extend the\nCloudSim[2] adding provisioner policies and Efficient Resource Allocation (ERA)\nalgorithm in VMM allocation policy as a decision support for resource\nprovisioner.\n","Comment: 8 pages, 4 Figures, International Journal on Cloud Computing:\n  Services and Architecture(IJCCSA),Vol.2, No.3, June 2012"]}]
["1207.2706",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2706","doi:10.5121/ijccsa.2012.2303"],"date":["2012-07-11"],"type":["text"],"creator":["Raj, Gaurav","Kaur, Kamaljit"],"language":[],"coverage":[],"title":["Secure Cloud Communication for Effective Cost Management System through\n  MSBE"],"description":["  In Cloud Computing Architecture, Brokers are responsible to provide services\nto the end users. An Effective Cost Management System (ECMS) which works over\nSecure Cloud Communication Paradigm (SCCP) helps in finding a communication\nlink with overall minimum cost of links. We propose an improved Broker Cloud\nCommunication Paradigm (BCCP) with integration of security issues. Two\nalgorithms are included, first is Secure Optimized Route Cost Finder (S-ORCF)\nto find optimum route between broker and cloud on the behalf of cost factor and\nsecond is Secure Optimized Route Management (S-ORM) to maintain optimum route.\nThese algorithms proposed with cryptographic integrity of the secure route\ndiscovery process in efficient routing approaches between broker and cloud.\nThere is lack in Dynamic Source Routing Approach to verify whether any\nintermediate node has been deleted, inserted or modified with no valid\nauthentication. We use symmetric cryptographic primitives, which is made\npossible due to multisource broadcast encryption scheme. This paper outlines\nthe use of secure route discovery protocol (SRDP)that employs such a security\nparadigm in cloud computing.\n","Comment: 12 pages, 3 figures, International Journal on Cloud Computing:\n  Services and Architecture(IJCCSA),Vol.2, No.3, June 2012"]}]
["1207.2708",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2708","doi:10.5121/ijccsa.2012.2305"],"date":["2012-07-11"],"type":["text"],"creator":["Raj, Gaurav","Setia, Sonika"],"language":[],"coverage":[],"title":["Effective Cost Mechanism for Cloudlet Retransmission and Prioritized VM\n  Scheduling Mechanism over Broker Virtual Machine Communication Framework"],"description":["  In current scenario cloud computing is most widely increasing platform for\ntask execution. Lot of research is going on to cut down the cost and execution\ntime. In this paper, we propose an efficient algorithm to have an effective and\nfast execution of task assigned by the user. We proposed an effective\ncommunication framework between broker and virtual machine for assigning the\ntask and fetching the results in optimum time and cost using Broker Virtual\nMachine Communication Framework (BVCF). We implement it over cloudsim under VM\nscheduling policies by modification based on Virtual Machine Cost. Scheduling\nover Virtual Machine as well as over Cloudlets and Retransmission of Cloudlets\nare the basic building blocks of the proposed work on which the whole\narchitecture is dependent. Execution of cloudlets is being analyzed over Round\nRobin and FCFS scheduling policy.\n","Comment: 10 pages, 5 figures, International Journal on Cloud Computing:\n  Services and Architecture(IJCCSA),Vol.2, No.3, June 2012"]}]
["1207.2714",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2714","4th International Conference on Arabic Language Processing. CITALA\n  2012. May 2nd -- 3rd 2012, Rabat, Morocco"],"date":["2012-07-11"],"type":["text"],"creator":["Mohamed, Mohamed Achraf Ben","Zrigui, Mounir","Maraoui, Mohsen"],"language":[],"coverage":[],"title":["Clustering based approach extracting collocations"],"description":["  The following study presents a collocation extraction approach based on\nclustering technique. This study uses a combination of several classical\nmeasures which cover all aspects of a given corpus then it suggests separating\nbigrams found in the corpus in several disjoint groups according to the\nprobability of presence of collocations. This will allow excluding groups where\nthe presence of collocations is very unlikely and thus reducing in a meaningful\nway the search space.\n"]}]
["1207.2716",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2716","Phys. Rev. E 86, 016207 (2012)","doi:10.1103/PhysRevE.86.016207"],"date":["2012-07-11"],"type":["text"],"creator":["Martínez-Argüello, A. M.","Méndez-Sánchez, R. A.","Martínez-Mares, M."],"language":[],"coverage":[],"title":["Wave systems with direct processes and localized losses or gains: the\n  non-unitary Poisson kernel"],"description":["  We study the scattering of waves in systems with losses or gains simulated by\nimaginary potentials. This is done for a complex delta potential that\ncorresponds to a spatially localized absorption or amplification. In the Argand\nplane the scattering matrix moves on a circle $C$ centered on the real axis,\nbut not at the origin, that is tangent to the unit circle. From the numerical\nsimulations it is concluded that the distribution of the scattering matrix,\nwhen measured from the center of the circle $C$, agrees with the non-unitary\nPoisson kernel. This result is also obtained analytically by extending the\nanalyticity condition, of unitary scattering matrices, to the non-unitary ones.\nWe use this non-unitary Poisson kernel to obtain the distribution of\nnon-unitary scattering matrices when measured from the origin of the Argand\nplane. The obtained marginal distributions have an excellent agreement with the\nnumerical results.\n","Comment: 4 pages, 2 figures"]}]
["1207.2718",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2718","International Journal of Computer Science & Information Technology\n  (IJCSIT) Vol 4, No 3, June 2012"],"date":["2012-07-11"],"type":["text"],"creator":["Singh, Roopa","Khan, Imran Akhtar"],"language":[],"coverage":[],"title":["An Approach For Integration Testing In Online Retail Applications"],"description":["  Retail applications has majorly fraud prevention, procurement, shipping and\ntax related, pricing, real time bank authentication applications integrated to\nmake the application run successfully. Integration testing here plays an\nimportant role as it requires that all applications interact with each other\nand also interact correctly so that Retailer is at benefit. Different testing\ntechniques and types are used to test the application. Different testing teams\nwill perform integration testing but what is the correct approach and how\nshould you proceed is the major concern of many. Here we propose at what stage\nof Software Testing Life Cycle (STLC), integration testing should be initiated.\nAlso what should be the approach of performing the testing? An example on\nOnline Retail Application is used to understand the approach.\n","Comment: 18 pages"]}]
["1207.2721",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2721"],"date":["2012-07-11"],"type":["text"],"creator":["Arosio, Leandro","Bracci, Filippo","Wold, Erlend Fornaess"],"language":[],"coverage":[],"title":["Solving the Loewner PDE in complete hyperbolic starlike domains of\n  $\\C^N$"],"description":["  We prove that any Loewner PDE in a complete hyperbolic starlike domain of\n$\\C^N$ (in particular in bounded convex domains) admits an essentially unique\nunivalent solution with values in $\\C^N$.\n","Comment: 8 pages"]}]
["1207.2723",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2723"],"date":["2012-07-05"],"type":["text"],"creator":["Clements, Brad"],"language":[],"coverage":[],"title":["A Continuum Theory of Dynamically Loaded Polymers"],"description":["  A thermo-mechanical continuum theory is proposed for dynamically loaded\nglassy polymers. The theory is based on an ansatz for the Helmholtz free energy\nwhere both the deviatoric and the volumetric contributions to the free energy\nare rate-dependent. The requirement that the free energy is fully rate\ndependent arises from the need to model the full range of conditions between\nthose found in quasi-static applications to those common in high-rate shock\nloading scenarios. Using a purely equilibrium equation of state is found to be\ninsufficient. The resulting model, called the Glassy Amorphous Polymer (GAP)\nmodel, suitably captures the thermo-mechanical behavior of both equilibrium\nproperties, but also high-rate phenomena like the shock Hugoniot.\nPolymethylmethacrylate (PMMA) is used as a representative polymer because it is\none of the few polymers where sufficient experiments have been done to\ndetermine many of the parameters required by the GAP model. An important part\nof the GAP model is the Hierarchical Flow Stress (HFS) model, which is shown to\naccurately represent the stress-strain behavior of PMMA over a broad range of\nstrain rates and temperatures. The HFS model replicates the details of stress\nplateau, softening, and hardening behavior observed in glassy amorphous\npolymers. The theory is not restricted to isothermal conditions. Analysis is\ndevoted to several issues associated with a non-equilibrium equation of state\n(EOS). Because data is insufficient for the full determination of the model's\nnon-equilibrium EOS, several plausible conditions called the quasi-equilibrium\nhypothesis are put forth to complete the model. Comparisons of experimental and\ntheoretical results over a wide-range of loading rates and conditions are\nreported.\n","Comment: 71 page, 19 figures"]}]
["1207.2736",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2736","EPTCS 86, 2012, pp. 25-32","doi:10.4204/EPTCS.86.4"],"date":["2012-07-10"],"type":["text"],"creator":["Pardo, Raúl","Pelayo, Fernando L."],"language":[],"coverage":[],"title":["ROSA Analyser: An automatized approach to analyse processes of ROSA"],"description":["  In this work we present the first version of ROSA Analyser, a tool designed\nto get closer to a fully automatic process of analysing the behaviour of a\nsystem specified as a process of the Markovian Process Algebra ROSA. In this\nfirst development stage, ROSA Analyser is able to generate the Labelled\nTransition System, according to ROSA Operational Semantics.\n  ROSA Analyser performance starts with the Syntactic Analysis so generating a\nlayered structure, suitable to then, apply the Operational Semantics Transition\nrules in the easier way. ROSA Analyser is able to recognize some states\nidentities deeper than the Syntactic ones. This is the very first step in the\nway to reduce the size of the LTS and then to avoid the state explosion\nproblem, so making this task more tractable.\n  For the sake of better illustrating the usefulness of ROSA Analyser, a case\nstudy is also provided within this work.\n","Comment: In Proceedings WS-FMDS 2012, arXiv:1207.1841. Formal model's tool"]}]
["1207.2738",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2738"],"date":["2012-07-10"],"type":["text"],"creator":["Mrozek, Zbigniew"],"language":[],"coverage":[],"title":["Quality assurance of e-learning processes"],"description":["  A quality assurance system (QA) should ensure that student needs are met. It\nalso respects accreditation requirements and student perceptions, supports\ntraining and development of teaching staff, controls costs and improves\nefficiency of e-learning system.\n","Comment: 22-nd EAEEIE Annual Conference, EAEEIE 2011, Maribor, Slovenia, June\n  13-15, 2011, Includes 4 pages, 5 figures, 19 citations"]}]
["1207.2739",{"format":[],"subject":["Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2739","J. Assam Sc. Soc. Vol. 50; No. 1,2; 36-41; December 2009"],"date":["2012-07-11"],"type":["text"],"creator":["Singh, N. Monoranjan","Sarma, K. C."],"language":[],"coverage":[],"title":["Low Cost PC Based Real Time Data Logging System Using PCs Parallel Port\n  For Slowly Varying Signals"],"description":["  A low cost PC based real time data logging system can be used in the\nlaboratories for the measurement, monitoring and storage of the data for slowly\nvarying signals in science and engineering stream. This can be designed and\ninterfaced to the PCs Parallel Port, which is common to all desktop computers\nor Personal Computers (PCs). By the use of this data logging system one can\nmonitor, measure and store data for slowly varying signals, which is hard to\nvisualise the signal waveforms by ordinary CRO (Cathode Ray Oscilloscope) and\nDSO (Digital Storage Oscilloscope). The data so stored can be used for further\nstudy and analysis. It can be used for a wide range of applications to monitor\nand store data of temperature, humidity, light intensity, ECG signals etc. with\nproper signal conditioning circuitry.\n","Comment: Published in the Journal of Assam Science Society, December 2009"]}]
["1207.2741",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2741","Published in IJCSI Journal, Volume 9, Issue 3, No 2, May 2012"],"date":["2012-07-10"],"type":["text"],"creator":["Vyas, Shilpan"],"language":[],"coverage":[],"title":["E-banking and E-commerce in India and USA"],"description":["  Web based e-banking is becoming an important aspect of worldwide commerce.\nThe United Nations predicts 17% of purchases by firms and individuals will be\nconducted online by 2006. The future of Web-based e-banking in developed areas\nappears bright but consumers and merchants in developing countries face in\nnumber of barriers to successful e-banking, including less reliable\ntelecommunications infrastructure and power supplies, less access to online\npayment mechanisms, and relatively high costs for personal computers and\nInternet access. How should managers in charge of e-banking prepare for global\nimplementation? What can they do reach consumers in developing countries? What\nfactors influence the adoption of consumer-oriented e-banking in various\ncountries? This research paper will give you the idea on the local conditions\nin India, the Hofstede's dimension of culture in India and USA, the Diffusion\nof Innovation theory and hence the hypotheses for the innovation\ncharacteristics of interest.\n","Comment: E-commerce and E-banking, Diffusion of Innovation theory, Hofstede's\n  dimensions"]}]
["1207.2745",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2745"],"date":["2012-07-11"],"type":["text"],"creator":["Barcons, X.","Barret, D.","Decourchelle, A.","Herder, J. -W. den","Dotani, T.","Fabian, A. C.","Fraga-Encinas, R.","Kunieda, H.","Lumb, D.","Matt, G.","Nandra, K.","Piro, L.","Rando, N.","Sciortino, S.","Smith, R. K.","Strüder, L.","Watson, M. G.","White, N. E.","Willingale, R."],"language":[],"coverage":[],"title":["Athena (Advanced Telescope for High ENergy Astrophysics) Assessment\n  Study Report for ESA Cosmic Vision 2015-2025"],"description":["  Athena is an X-ray observatory-class mission concept, developed from April to\nDecember 2011 as a result of the reformulation exercise for L-class mission\nproposals in the framework of ESA's Cosmic Vision 2015-2025. Athena's science\ncase is that of the Universe of extremes, from Black Holes to Large-scale\nstructure. The specific science goals are structured around three main pillars:\n\"Black Holes and accretion physics\", \"Cosmic feedback\" and \"Large-scale\nstructure of the Universe\". Underpinning these pillars, the study of hot\nastrophysical plasmas offered by Athena broadens its scope to virtually all\ncorners of Astronomy. The Athena concept consists of two co-aligned X-ray\ntelescopes, with focal length 12 m, angular resolution of 10\" or better, and\ntotalling an effective area of 1 m2 at 1 keV (0.5 m2 at 6 keV). At the focus of\none of the telescopes there is a Wide Field Imager (WFI) providing a field of\nview of 24'\\times 24', 150 eV spectral resolution at 6 keV, and high count rate\ncapability. At the focus of the other telescope there is the X-ray\nMicrocalorimeter Spectrometer (XMS), a cryogenic instrument offering a spectral\nresolution of 3 eV over a field of view of 2.3' \\times 2.3'. Although Athena\nhas not been selected as ESA's Cosmic Vision 2015-2025 L1 mission, its science\ngoals and concept conform the basis of what should become ESA's X-ray astronomy\nflagship.\n","Comment: 94 pages"]}]
["1207.2748",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability","05C80, 05C45, 05D40, 05C20, 05C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2748"],"date":["2012-07-11"],"type":["text"],"creator":["Glebov, R.","Krivelevich, M."],"language":[],"coverage":[],"title":["On the number of Hamilton cycles in sparse random graphs"],"description":["  We prove that the number of Hamilton cycles in the random graph G(n,p) is\nn!p^n(1+o(1))^n a.a.s., provided that p\\geq (ln n+ln ln n+\\omega(1))/n.\nFurthermore, we prove the hitting-time version of this statement, showing that\nin the random graph process, the edge that creates a graph of minimum degree 2\ncreates (ln n/e)^n(1+o(1))^n Hamilton cycles a.a.s.\n","Comment: 18 pages"]}]
["1207.2749",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2749"],"date":["2012-07-05"],"type":["text"],"creator":["Lopez-Corredoira, M.","Moitinho, A.","Zaggia, S.","Momany, Y.","Carraro, G.","Hammersley, P. L.","Cabrera-Lavers, A.","Vazquez, R. A."],"language":[],"coverage":[],"title":["Comments on the \"Monoceros\" affair"],"description":["  This is a brief note to comment on some recent papers addressing the\nMonoceros ring. In our view, nothing new was delivered on the matter: No new\nevidence or arguments are presented which lead to think that the over-densities\nin Monoceros must not be due to the flared thick disc of the Milky Way.\n  Again, we restate that extrapolations are easily misleading and that a model\nof the Galaxy is not the Galaxy. Raising and discussing exciting possibilities\nis healthy. However, enthusiasm should not overtake and produce strong claims\nbefore thoroughly checking simpler and more sensible possibilities within their\nuncertainties. In particular, claiming that a reported structure, such as the\nMonoceros Ring, is not Galactic (an exciting scenario) should not be done\nwithout rejecting the possibility of being due to the well established warped\nand flared disc of the Milky Way (simpler).\n","Comment: Comments on the papers arXiv.org: arXiv:1102.2137, arXiv:1205.0807,\n  arXiv:1205.3177, arXiv:1206.3842"]}]
["1207.2752",{"format":[],"subject":["Mathematics - Combinatorics","20B25, 05E18, 05C75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2752"],"date":["2012-07-11"],"type":["text"],"creator":["Conder, Marston D. E.","Pisanski, Tomaž","Žitnik, Arjana"],"language":[],"coverage":[],"title":["GI-graphs and their groups"],"description":["  The class of generalized Petersen graphs was introduced by Coxeter in the\n1950s. Frucht, Graver and Watkins determined the automorphism groups of\ngeneralized Petersen graphs in 1971, and much later, Nedela and \\v{S}koviera\nand (independently) Lovre\\v{c}i\\v{c}-Sara\\v{z}in characterised those which are\nCayley graphs. In this paper we extend the class of generalized Petersen graphs\nto a class of GI-graphs.\n  For any positive integer n and any sequence j_0,j_1,....,j_{t-1} of integers\nmod n, the GI-graph GI(n;j_0,j_1,....,j_{t-1}) is a (t+1)-valent graph on the\nvertex set Z_t x Z_n, with edges of two kinds:\n  - an edge from (s,v) to (s',v), for all distinct s,s' in Z_t and all v in\nZ_n,\n  - edges from (s,v) to (s,v+j_s) and (s,v-j_s), for all s in Z_t and v in Z_n.\n  By classifying different kinds of automorphisms, we describe the automorphism\ngroup of each GI-graph, and determine which GI-graphs are vertex-transitive and\nwhich are Cayley graphs. A GI-graph can be edge-transitive only when t < 4 or\nequivalently, for valence at most 4. We present a unit-distance drawing of a\nremarkable GI(7;1,2,3).\n"]}]
["1207.2754",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2754"],"date":["2012-07-08"],"type":["text"],"creator":["Mazzara, Manuel"],"language":[],"coverage":[],"title":["On Methods for the Formal Specification of Fault Tolerant Systems"],"description":["  This paper introduces different views for understanding problems and faults\nwith the goal of defining a method for the formal specification of systems. The\nidea of Layered Fault Tolerant Specification (LFTS) is proposed to make the\nmethod extensible to fault tolerant systems. The principle is layering the\nspecification in different levels, the first one for the normal behavior and\nthe others for the abnormal. The abnormal behavior is described in terms of an\nError Injector (EI), which represents a model of the erroneous interference\ncoming from the environment. This structure has been inspired by the notion of\nidealized fault tolerant component but the combination of LFTS and EI using\nRely/Guarantee reasoning to describe their interaction can be considered as a\nnovel contribution. The progress toward this method and this way to organize\nfault tolerant specifications has been made experimenting on case studies and\nan example is presented.\n","Comment: Presented and published at DEPEND 2011"]}]
["math/0702426",{"format":[],"subject":["Mathematics - Dynamical Systems","37B15, 28D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702426"],"date":["2007-02-14","2012-07-10"],"type":["text"],"creator":["Tisseur, Pierre"],"language":[],"coverage":[],"title":["Equalities, inequalities between density flow, spatial and temporal\n  entropies of cellular automata"],"description":["  Defining the density flow of perturbations moving at a given speed for\ncellular automata, we establish equalities and inequalities between the\nmeasurable entropy of a cellular automaton and the measurable entropy of its\nassociated shift.\n"]}]
["nucl-ex/0209012",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-ex/0209012","Nucl.Phys.A714:89-123,2003","doi:10.1016/S0375-9474(02)01366-0"],"date":["2002-09-17","2002-10-25"],"type":["text"],"creator":["Mangiarotti, A.","Herrmann, N.","Maurenzig, P. R.","Gobbi, A.","Kotte, R.","Kecskemeti, J.","Leifels, Y.","collaboration, for the FOPI"],"language":[],"coverage":[],"title":["Sub-threshold phi-meson yield in central 58Ni+58Ni collisions"],"description":["  The $\\phi$-meson production cross section is measured for the first time at a\nsub-threshold energy of 1.93 AGeV in \\nuc{58}{Ni}+\\nuc{58}{Ni} central\ncollisions. The $\\phi$ data were obtained within the acceptance of the\nCDC/Barrel subsystem of FOPI. For a sample of $4.7\\cdot 10^6$ central events,\nafter background subtraction, 23 candidates were observed. Extensive GEANT\nsimulations of the detector performance are shown in a thorough comparison to\nthe real response, aiming at a good understanding of the apparatus and at a\ntrustable determination of the efficiencies, production probability and\npossible systematic errors. A filter procedure is elaborated, which is meant to\nfacilitate the comparison of any theoretical calculation or new data with the\ncurrent ones. How to extrapolate the present value to a $\\phi$-meson cross\nsection in $4\\pi$ is also discussed. This result on pseudo-vector mesons can\nnow be compared to existing experimental knowledge for the same reaction at the\nsame incident energy for various outgoing channels, $K^+$ and $K^-$ included. A\nsignificant fraction (at least 20%) of the $K^-$-mesons is originating in the\ndecay of the $\\phi$, supporting the statement that the two channels are\nstrongly correlated.\n","Comment: 48 pages, 10 figures submitted to Nucl.-Phys. A Minor wording\n  corrections, a small inconsistency has been corrected in sect.3.3"]}]
