["0707.2587",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2587","Journal of Theoretical Biology 251, 253-263 (2008)","doi:10.1016/j.jtbi.2007.11.022"],"date":["2007-07-17","2007-11-26"],"type":["text"],"creator":["Cuesta, J. A.","Jimenez, R.","Lugo, H.","Sanchez, A."],"language":[],"coverage":[],"title":["The Shared Reward Dilemma"],"description":["  One of the most direct human mechanisms of promoting cooperation is rewarding\nit. We study the effect of sharing a reward among cooperators in the most\nstringent form of social dilemma, namely the Prisoner's Dilemma. Specifically,\nfor a group of players that collect payoffs by playing a pairwise Prisoner's\nDilemma game with their partners, we consider an external entity that\ndistributes a fixed reward equally among all cooperators. Thus, individuals\nconfront a new dilemma: on the one hand, they may be inclined to choose the\nshared reward despite the possibility of being exploited by defectors; on the\nother hand, if too many players do that, cooperators will obtain a poor reward\nand defectors will outperform them. By appropriately tuning the amount to be\nshared a vast variety of scenarios arises, including traditional ones in the\nstudy of cooperation as well as more complex situations where unexpected\nbehavior can occur. We provide a complete classification of the equilibria of\nthe $n$-player game as well as of its evolutionary dynamics.\n","Comment: Major rewriting, new appendix, new figures"]}]
["0708.1904",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.1904","Phys. Rev. B 77, 100401 (2008)","doi:10.1103/PhysRevB.77.100401"],"date":["2007-08-14"],"type":["text"],"creator":["Smirnov, A. I.","Glazkov, V. N.","Kashiwagi, T.","Kimura, S.","Hagiwara, M.","Kindo, K.","Shapiro, A. Ya.","Demianets, L. N."],"language":[],"coverage":[],"title":["Triplet spin resonance of the Haldane compound with interchain coupling"],"description":["  Spin resonance absorption of the triplet excitations is studied\nexperimentally in the Haldane magnet PbNi2V2O8. The spectrum has features of\nspin S=1 resonance in a crystal field, with all three components, corresponding\nto transitions between spin sublevels, being observable. The resonance field is\ntemperature dependent, indicating the renormalization of excitation spectrum in\ninteraction between the triplets. Magnetic resonance frequencies and critical\nfields of the magnetization curve are consistent with a boson version of the\nmacroscopic field theory [Affleck 1992, Farutin & Marchenko 2007], implying the\nfield induced ordering at the critical field, while contradict the previously\nused approach of noninteracting spin chains.\n","Comment: 7 pages, 9 figures"]}]
["0807.2804",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2804","Phys. Rev. Lett. 102, 037202 (2009)","doi:10.1103/PhysRevLett.102.037202"],"date":["2008-07-17"],"type":["text"],"creator":["Smirnov, A. I.","Svistov, L. E.","Prozorova, L. A.","Zheludev, A.","Lumsden, M. D.","Ressouche, E.","Petrenko, O. A.","Nishikawa, K.","Kimura, S.","Hagiwara, M.","Kindo, K.","Shapiro, A. Ya.","Demianets, L. N."],"language":[],"coverage":[],"title":["Co-existing chiral and collinear phases in a distorted triangular\n  antiferromagnet"],"description":["  The entire magnetic phase diagram of the quasi two dimensional (2D) magnet on\na distorted triangular lattice KFe(MoO4)2 is outlined by means of\nmagnetization, specific heat, and neutron diffraction measurements. It is found\nthat the spin network breaks down into two almost independent magnetic\nsubsystems. One subsystem is a collinear antiferromagnet that shows a simple\nspin-flop behavior in applied fields. The other is a helimagnet that instead\ngoes through a series of exotic commensurate-incommensurate phase\ntransformations. In the various phases one observes either true 3D order or\nquasi-2D order. The experimental findings are compared to theoretical\npredictions found in literature\n","Comment: 4 pages, 4 figures"]}]
["0811.0308",{"format":[],"subject":["Mathematics - Probability","60K35, 82D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0308"],"date":["2008-11-03","2012-02-01"],"type":["text"],"creator":["Pimentel, Leandro P. R.","Rossignol, Raphael"],"language":[],"coverage":[],"title":["Greedy Polyominoes and first-passage times on random Voronoi tilings"],"description":["  Let N be distributed as a Poisson random set on R^d with intensity comparable\nto the Lebesgue measure. Consider the Voronoi tiling of R^d, (C_v)_{v\\in N},\nwhere C_v is composed by points x in R^d that are closer to v than to any other\nv' in N. A polyomino P of size n is a connected union (in the usual R^d\ntopological sense) of n tiles, and we denote by Pi_n the collection of all\npolyominos P of size n containing the origin. Assume that the weight of a\nVoronoi tile C_v is given by F(C_v), where F is a nonnegative functional on\nVoronoi tiles. In this paper we investigate the tail behavior of the maximal\nweight among polyominoes in Pi_n for some functionals F, mainly when F(C_v) is\nthe number of faces of C_v. Next we apply our results to study self-avoiding\npaths, first-passage percolation models and the stabbing number on the dual\ngraph, named the Delaunay triangulation. As the main application we show that\nfirst passage percolation has at most linear variance.\n","Comment: 31 pages, 2 figures. The proof of the BK-type inequality has moved to\n  Leandro Pimentel's paper \"On Some fundamental aspects of Polyominoes on\n  Random Voronoi Tilings\", http://arxiv.org/abs/1009.3898 Other minor\n  corrections"]}]
["0811.1386",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1386","doi:10.1103/PhysRevB.80.104420"],"date":["2008-11-09","2009-08-18"],"type":["text"],"creator":["Melot, Brent C.","Page, Katharine","Seshadri, Ram","Stoudenmire, E. M.","Balents, Leon","Bergman, Doron L.","Proffen, Thomas"],"language":[],"coverage":[],"title":["Tuning magnetic frustration on the diamond lattice of the A-site\n  magnetic spinels CoAl$_{2-x}$Ga$_x$O$_4$: Lattice expansion and site disorder"],"description":["  The spinels CoB$_2$O$_4$ with magnetic Co$^{2+}$ ions on the diamond lattice\nA site can be frustrated because of competing near-neighbor ($J_1$) and\nnext-near neighbor ($J_2$) interactions. Here we describe attempts to tune the\nrelative strengths of these interactions by substitution on the non-magnetic\nB-site. The system we employ is CoAl$_{2-x}$Ga$_x$O$_4$, where Al is\nsystematically replaced by the larger Ga, ostensibly on the B site. As\nexpected, Ga substitution expands the lattice, resulting in Co atoms on the\nA-site being pushed further from one other and thereby weakening magnetic\ninteractions. In addition, Ga distributes between the B and the A site in a\nconcentration dependent manner displacing an increasing amount of Co from the A\nsite with increasing $x$. This increased inversion, which is confirmed by\nneutron diffraction studies carried out at room temperature, affects magnetic\nordering very significantly, and changes the nature of the ground state.\nModeling of the magnetic coupling illustrates the complexity that arises from\nthe cation site disorder.\n","Comment: 9 pages, 10 figures"]}]
["0903.1627",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1627"],"date":["2009-03-09","2012-02-01"],"type":["text"],"creator":["Cassaigne, Julien","Nicolas, Francois"],"language":[],"coverage":[],"title":["On the Morse-Hedlund complexity gap"],"description":["  In 1938, Morse and Hedlund proved that the subword complexity function of an\ninfinite word is either bounded or at least linearly growing. In 1982,\nEhrenfeucht and Rozenberg proved that this gap property holds for the subword\ncomplexity function of any language. The aim of the present paper is to present\na self-contained, compact proof of Ehrenfeucht and Rozenberg's result.\n","Comment: 7 pages. Not intended to be submitted. New proof of an old result"]}]
["0903.2513",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2513","doi:10.1103/PhysRevB.82.014411"],"date":["2009-03-16"],"type":["text"],"creator":["Melot, Brent C.","Paden, Brian","Seshadri, Ram","Dixit, Ambesh","Lawes, Gavin","Suard, Emmanuelle"],"language":[],"coverage":[],"title":["Magnetic Structure and Susceptibility of CoSe$_2$O$_5$: A Low\n  Dimensional Antiferromagnet"],"description":["  CoSe$_2$O$_5$ has a crystal structure consisting of zig-zag chains of edge\nshared CoO$_6$ octahedra running along the c axis, with the chains separated by\nSe$_2$O$_5^{2-}$ units. Magnetic susceptibility measurements indicate a\ntransition at 8.5 K to an ordered state. We investigate here the nature of this\nmagnetic ordering using magnetization and specific heat measurements in\naddition to powder neuttron diffraction. A transition to long-range\nantiferromagnetic order is found below $T_N$ = 8.5 K as identified by magnetic\nsusceptibility measurements and magnetic Bragg reflections, with a propagation\nvector $\\mathbf{k}$ = 0. The magnetic structure shows that the moments align\nperpendicular to the c-axis, but with the spins canting with respect to the a\naxis by, alternately, $+8^\\circ$ and $-8^\\circ$. Interestingly, the low-field\nmagnetic susceptibility does not show the anticipated cusp-like behavior\nexpected for a well-ordered antiferromagnet. When the susceptibility is\nacquired under field-cooling conditions under a 10 kOe field, the the usual\ndownturn expected for antiferromagnetic ordering is obtained. Heat capacity\nmeasurements at low temperatures indicate the presence of gapped behavior with\na gap of 6.5 K.\n","Comment: 5 pages, 5 figures"]}]
["0904.2721",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2721","Zh. Eksp. Theor. Phys.139:910-914, 2011; J. Exp. Theor.\n  Phys.112:794-798,2011","doi:10.1134/S1063776111040078"],"date":["2009-04-17","2011-03-17"],"type":["text"],"creator":["Kamani, Davoud"],"language":[],"coverage":[],"title":["(p+1)-Algebra for Super p-Brane: the Nambu Bracket Reformulation"],"description":["  We express the covariant actions of a super p-brane and the corresponding\nequations of motion, in the flat and curved superspaces, in terms of the Nambu\n(p+1)-brackets. These brackets make the (p+1)-algebra structure of super\np-brane manifest. For the flat superspace, this reconstruction of the action\nalso allows reformulating it in terms of two sets of differential forms.\n","Comment: 10 pages, Latex, no figure. Some new formulas have been added"]}]
["0904.3998",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3998","Astrophys.J.707:343-353,2009","doi:10.1088/0004-637X/707/1/343"],"date":["2009-04-25","2012-02-01"],"type":["text"],"creator":["Wehus, Ingunn Kathrine","Ackerman, Lotty","Eriksen, H. K.","Groeneboom, Nicolaas E."],"language":[],"coverage":[],"title":["The effect of asymmetric beams in the Wilkinson Microwave Anisotropy\n  Probe experiment"],"description":["  We generate simulations of the CMB temperature field as observed by the WMAP\nsatellite, taking into account the detailed shape of the asymmetric beams and\nscanning strategy of the experiment, and use these to re-estimate the WMAP beam\ntransfer functions. This method avoids the need of artificially symmetrizing\nthe beams, as done in the baseline WMAP approach, and instead measures the\ntotal convolution effect by direct simulation. We find only small differences\nwith respect to the nominal transfer functions, typically less than 1%\neverywhere, and less than 0.5% at l<400. The net effect on the CMB power\nspectrum is less than 0.6%. The effect on all considered cosmological\nparameters are negligible. For instance, we find that the spectral index of\nscalar perturbations after taking into account the beam asymmetries is n_s =\n0.964 +- 0.014, corresponding to a negative shift of -0.1 sigma compared to the\npreviously released WMAP results. Our CMB sky simulations are made publicly\navailable, and can be used for general studies of asymmetric beam effects in\nthe WMAP data.\n","Comment: 14 pages, 7 figures, published version"]}]
["0906.2795",{"format":[],"subject":["Mathematics - Combinatorics","05A05 (Primary), 05A19 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2795","Adv. in Appl. Math. 47 (2011), 688-709"],"date":["2009-06-15","2012-01-31"],"type":["text"],"creator":["Elizalde, Sergi"],"language":[],"coverage":[],"title":["Descent sets of cyclic permutations"],"description":["  We present a bijection between cyclic permutations of {1,2,...,n+1} and\npermutations of {1,2,...,n} that preserves the descent set of the first n\nentries and the set of weak excedances. This non-trivial bijection involves a\nFoata-like transformation on the cyclic notation of the permutation, followed\nby certain conjugations. We also give an alternate derivation of the consequent\nresult about the equidistribution of descent sets using work of Gessel and\nReutenauer. Finally, we prove a conjecture of the author in [SIAM J. Discrete\nMath. 23 (2009), 765-786] and a conjecture of Eriksen, Freij and W\\\"astlund.\n","Comment: 22 pages, final journal version"]}]
["0907.1426",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1426","International Journal for Multiscale Computational Engineering\n  8(1): 37-60, 2010","doi:10.1615/IntJMultCompEng.v8.i1.40"],"date":["2009-07-09"],"type":["text"],"creator":["Jirasek, Milan","Zeman, Jan","Vondrejc, Jaroslav"],"language":[],"coverage":[],"title":["Softening Gradient Plasticity: Analytical Study of Localization under\n  Nonuniform Stress"],"description":["  Localization of plastic strain induced by softening can be objectively\ndescribed by a regularized plasticity model that postulates a dependence of the\ncurrent yield stress on a nonlocal softening variable defined by a differential\n(gradient) expression. This paper presents analytical solutions of the\none-dimensional localization problem under certain special nonuniform stress\ndistributions. The one-dimensional problem can be interpreted as describing\neither a tensile bar with variable cross section, or a beam subjected to a\nnonuniform bending moment. Explicit as well as implicit gradient formulations\nare considered. The evolution of the plastic strain profile and the shape of\nthe load-displacement diagram are investigated. It is shown that even if the\nlocal constitutive law exhibits softening right from the onset of yielding, the\nglobal load-displacement diagram has a hardening part. The interplay between\nthe internal length scales characterizing the material and the geometry is\ndiscussed.\n","Comment: to appear in International Journal for Multiscale Computational\n  Engineering"]}]
["0907.2029",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2029","Physical Review E 81, 030102R (2010)","doi:10.1103/PhysRevE.81.030102"],"date":["2009-07-12","2010-03-19"],"type":["text"],"creator":["Quintero, Niurka R.","Cuesta, Jos'e A.","Alvarez-Nodarse, Renato"],"language":[],"coverage":[],"title":["Symmetries shape the current in ratchets induced by a bi-harmonic force"],"description":["  Equations describing the evolution of particles, solitons, or localized\nstructures, driven by a zero-average, periodic, external force, and invariant\nunder time reversal and a half-period time shift, exhibit a ratchet current\nwhen the driving force breaks these symmetries. The bi-harmonic force\n$f(t)=\\epsilon_1\\cos(q \\omega t+\\phi_1)+\\epsilon_2\\cos(p\\omega t+\\phi_2)$ does\nit for almost any choice of $\\phi_{1}$ and $\\phi_{2}$, provided $p$ and $q$ are\ntwo co-prime integers such that $p+q$ is odd. It has been widely observed, in\nexperiments in Josephson-junctions, photonic crystals, etc., as well as in\nsimulations, that the ratchet current induced by this force has the shape\n$v\\propto\\epsilon_1^p\\epsilon_2^q\\cos(p \\phi_{1} - q \\phi_{2} + \\theta_0)$ for\nsmall amplitudes, where $\\theta_0$ depends on the damping ($\\theta_0=\\pi/2$ if\nthere is no damping, and $\\theta_0=0$ for overdamped systems). We rigorously\nprove that this precise shape can be obtained solely from the broken symmetries\nof the system and is independent of the details of the equation describing the\nsystem.\n","Comment: 4 pages"]}]
["0907.3447",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3447","Journal of Chemical Physics 131, 124506-12 (2009)","doi:10.1063/1.3223999"],"date":["2009-07-20"],"type":["text"],"creator":["Almarza, Noe G.","Capitan, Jose A.","Cuesta, Jose A.","Lomba, Enrique"],"language":[],"coverage":[],"title":["Phase diagram of a two-dimensional lattice gas model of a ramp system"],"description":["  Using Monte Carlo Simulation and fundamental measure theory we study the\nphase diagram of a two-dimensional lattice gas model with a nearest neighbor\nhard core exclusion and a next-to-nearest neighbors finite repulsive\ninteraction. The model presents two competing ranges of interaction and, in\ncommon with many experimental systems, exhibits a low density solid phase,\nwhich melts back to the fluid phase upon compression. The theoretical approach\nis found to provide a qualitatively correct picture of the phase diagram of our\nmodel system.\n","Comment: 14 pages, 8 figures, uses RevTex4"]}]
["0910.1173",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems","53C65, 52C45, 37M10, 11B85, 52A38, 51M25, 28A75, 62M10, 52A10, 68R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1173","Theoretical Computer Science, 412 (2011) 2268-2281"],"date":["2009-10-07","2011-01-31"],"type":["text"],"creator":["Allouche, Jean-Paul","Maillard-Teyssier, Laurence"],"language":[],"coverage":[],"title":["Inconstancy of finite and infinite sequences"],"description":["  In order to study large variations or fluctuations of finite or infinite\nsequences (time series), we bring to light an 1868 paper of Crofton and the\n(Cauchy-)Crofton theorem. After surveying occurrences of this result in the\nliterature, we introduce the inconstancy of a sequence and we show why it seems\nmore pertinent than other criteria for measuring its variational complexity. We\nalso compute the inconstancy of classical binary sequences including some\nautomatic sequences and Sturmian sequences.\n","Comment: Accepted by Theoretical Computer Science"]}]
["0911.4936",{"format":[],"subject":["Mathematics - Geometric Topology","57S15, 57S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4936","Trans. Am. Math. Soc., 364 (2012), No. 3, 1427-1487"],"date":["2009-11-25","2010-12-06"],"type":["text"],"creator":["Wiemeler, Michael"],"language":[],"coverage":[],"title":["Torus manifolds with non-abelian symmetries"],"description":["  Let (G) be a connected compact non-abelian Lie-group and (T) a maximal torus\nof (G). A torus manifold with (G)-action is defined to be a smooth connected\nclosed oriented manifold of dimension (2\\dim T) with an almost effective action\nof (G) such that (M^T\\neq \\emptyset). We show that if there is a torus manifold\n(M) with (G)-action then the action of a finite covering group of (G) factors\nthrough (\\tilde{G}=\\prod SU(l_i+1)\\times\\prod SO(2l_i+1)\\times \\prod\nSO(2l_i)\\times T^{l_0}). The action of (\\tilde{G}) on (M) restricts to an\naction of (\\tilde{G}'=\\prod SU(l_i+1)\\times\\prod SO(2l_i+1)\\times \\prod\nU(l_i)\\times T^{l_0}) which has the same orbits as the (\\tilde{G})-action.\n  We define invariants of torus manifolds with (G)-action which determine their\n(\\tilde{G}')-equivariant diffeomorphism type. We call these invariants\nadmissible 5-tuples. A simply connected torus manifold with (G)-action is\ndetermined by its admissible 5-tuple up to (\\tilde{G})-equivariant\ndiffeomorphism. Furthermore we prove that all admissible 5-tuples may be\nrealised by torus manifolds with (\\tilde{G}\")-action where (\\tilde{G}\") is a\nfinite covering group of (\\tilde{G}').\n","Comment: 56 pages; a mistake in section 6 corrected; accepted for publication\n  in Trans. Am. Math. Soc"]}]
["1002.2745",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2745","ARBOR, 186, 1051-1064 (2010)","doi:10.3989/arbor.2010.746n1253"],"date":["2010-02-13"],"type":["text"],"creator":["Manrubia, Susanna C.","Cuesta, Jose A."],"language":[],"coverage":[],"title":["Neutral networks of genotypes: Evolution behind the curtain"],"description":["  Our understanding of the evolutionary process has gone a long way since the\npublication, 150 years ago, of \"On the origin of species\" by Charles R. Darwin.\nThe XXth Century witnessed great efforts to embrace replication, mutation, and\nselection within the framework of a formal theory, able eventually to predict\nthe dynamics and fate of evolving populations. However, a large body of\nempirical evidence collected over the last decades strongly suggests that some\nof the assumptions of those classical models necessitate a deep revision. The\nviability of organisms is not dependent on a unique and optimal genotype. The\ndiscovery of huge sets of genotypes (or neutral networks) yielding the same\nphenotype --in the last term the same organism--, reveals that, most likely,\nvery different functional solutions can be found, accessed and fixed in a\npopulation through a low-cost exploration of the space of genomes. The\n'evolution behind the curtain' may be the answer to some of the current puzzles\nthat evolutionary theory faces, like the fast speciation process that is\nobserved in the fossil record after very long stasis periods.\n","Comment: 7 pages, 7 color figures, uses a modification of pnastwo.cls called\n  pnastwo-modified.cls (included)"]}]
["1003.3702",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3702","doi:10.1088/0953-8984/22/50/506003"],"date":["2010-03-18"],"type":["text"],"creator":["Melot, Brent C.","Darago, Lucy E.","Seshadri, Ram","Goldman, Abby","Furman, Joshua D.","Rodriguez, Efrain E."],"language":[],"coverage":[],"title":["Magnetic ordering and magnetodielectric phenomena in CoSeO$_4$"],"description":["  CoSeO$_4$ has a structure consisting of edge-sharing chains of Co$^{2+}$\noctahedra which are held together by SeO$_4^{2-}$ tetrahedra via shared oxygen\natoms at the edges of the octahedra. DC magnetization measurements indicate a\ntransition to an ordered state below 30 K. Powder neutron diffraction\nrefinements suggest an ordered state with two unique antiferrromagnetic chains\nwithin the unit cell. Isothermal magnetization measurements indicate a\ntemperature-dependent field-induced magnetic transition below the ordering\ntemperature. From neutron diffraction, we find this corresponds to a\nrealignment of spins from the canted configuration towards the c-axis. The\ndielectric constant shows a change in slope at the magnetic ordering\ntemperature as well as a quadratic dependence on the external magnetic field.\n","Comment: 7 pages, 10 figures"]}]
["1005.5208",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5208","Communications in Partial Differential Equations, Volume 36, Issue\n  10, 2011","doi:10.1080/03605302.2011.571746"],"date":["2010-05-27"],"type":["text"],"creator":["Dong, Hongjie","Kim, Doyoon"],"language":[],"coverage":[],"title":["Global regularity of weak solutions to quasilinear elliptic and\n  parabolic equations with controlled growth"],"description":["  We establish global regularity for weak solutions to quasilinear divergence\nform elliptic and parabolic equations over Lipschitz domains with controlled\ngrowth conditions on low order terms. The leading coefficients belong to the\nclass of BMO functions with small mean oscillations with respect to $x$.\n","Comment: 24 pages, to be submitted"]}]
["1005.5375",{"format":[],"subject":["Computer Science - Numerical Analysis","Astrophysics - Instrumentation and Methods for Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","G.1.0, G.1.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5375"],"date":["2010-05-28","2011-06-20"],"type":["text"],"creator":["Fiziev, Plamen P.","Staicova, Denitsa R."],"language":[],"coverage":[],"title":["Two-dimensional generalization of the Muller root-finding algorithm and\n  its applications"],"description":["  We propose a new algorithm for solving a system of two nonlinear\ntranscendental equations with two complex variables based on the Muller\nalgorithm. The two-dimensional Muller algorithm is tested on systems of\ndifferent type and is found to work comparably to Newton's method and Broyden's\nmethod in many cases. The new algorithm is particularly useful in systems\nfeaturing the Heun functions whose complexity may make the already known\nalgorithms not efficient enough or not working at all. In those specific cases,\nthe new algorithm gives distinctly better results than the other two methods.\nAs an example for its application in physics, the new algorithm was used to\nfind the quasi-normal modes (QNM) of Schwarzschild black hole described by the\nRegge-Wheeler equation. The numerical results obtained by our method are\ncompared with the already published QNM frequencies and are found to coincide\nto a great extent with them. Also discussed are the QNM of the Kerr black hole,\ndescribed by the Teukolsky Master equation.\n","Comment: 21 pages, 3 figures, 4 tables; Amendments. Typos corrected. New\n  sections and figures added. New comments on the application of the method in\n  systems featuring confluent Heun functions, including the QNM of the Kerr\n  black hole. Expanded numerical testing of the algorithm on simple systems;\n  Internal Report, Sofia University, 2011"]}]
["1005.5732",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5732","doi:10.1007/978-3-642-27392-6"],"date":["2010-05-31","2010-06-03"],"type":["text"],"creator":["Afrati, Foto","Kyritsis, Victor","Lekeas, Paraskevas V.","Souliou, Dora"],"language":[],"coverage":[],"title":["A New Framework for Join Product Skew"],"description":["  Different types of data skew can result in load imbalance in the context of\nparallel joins under the shared nothing architecture. We study one important\ntype of skew, join product skew (JPS). A static approach based on frequency\nclasses is proposed which takes for granted the data distribution of join\nattribute values. It comes from the observation that the join selectivity can\nbe expressed as a sum of products of frequencies of the join attribute values.\nAs a consequence, an appropriate assignment of join sub-tasks, that takes into\nconsideration the magnitude of the frequency products can alleviate the join\nproduct skew. Motivated by the aforementioned remark, we propose an algorithm,\ncalled Handling Join Product Skew (HJPS), to handle join product skew.\n"]}]
["1008.4391",{"format":[],"subject":["Mathematics - Analysis of PDEs","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4391","Nonlinear Analysis: Real World Applications, 13 (4), 1562-1580,\n  (2012)","doi:10.1016/j.nonrwa.2011.11.015"],"date":["2010-08-25","2011-09-01"],"type":["text"],"creator":["Beneš, Michal","Zeman, Jan"],"language":[],"coverage":[],"title":["Some properties of strong solutions to nonlinear heat and moisture\n  transport in multi-layer porous structures"],"description":["  The present paper deals with mathematical models of heat and moisture\ntransport in layered building envelopes. The study of such processes generates\na system of two doubly nonlinear evolution partial differential equations with\nappropriate initial and boundary conditions. The existence of the strong\nsolution in two dimensions on a (short) time interval is proven. The proof\nrests on regularity results for elliptic transmission problem for isotropic\ncomposite-like materials.\n","Comment: 34 pages, 3 figures"]}]
["1009.2962",{"format":[],"subject":["Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2962","PRA 83, 012510 (2011)","doi:10.1103/PhysRevA.83.012510"],"date":["2010-09-15"],"type":["text"],"creator":["Lu, Mingwu","Youn, Seo Ho","Lev, Benjamin L."],"language":[],"coverage":[],"title":["Spectroscopy of a narrow-line laser cooling transition in atomic\n  dysprosium"],"description":["  The laser cooling and trapping of ultracold neutral dysprosium has been\nrecently demonstrated using the broad, open 421-nm cycling transition.\nNarrow-line magneto-optical trapping of Dy on longer wavelength transitions\nwould enable the preparation of ultracold Dy samples suitable for loading\noptical dipole traps and subsequent evaporative cooling. We have identified the\nclosed 741-nm cycling transition as a candidate for the narrow-line cooling of\nDy. We present experimental data on the isotope shifts, the hyperfine constants\nA and B, and the decay rate of the 741-nm transition. In addition, we report a\nmeasurement of the 421-nm transition's linewidth, which agrees with previous\nmeasurements. We summarize the laser cooling characteristics of these\ntransitions as well as other narrow cycling transitions that may prove useful\nfor cooling Dy.\n","Comment: 6+ pages, 5 figures, 5 tables"]}]
["1009.5657",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5657","Trans. Amer. Math. Soc. 364 (2012), 493-517","doi:10.1090/S0002-9947-2011-05453-X"],"date":["2010-09-28"],"type":["text"],"creator":["Dong, Hongjie"],"language":[],"coverage":[],"title":["Solvability of second-order equations with hierarchically partially BMO\n  coefficients"],"description":["  By using some recent results for divergence form equations, we study the\n$L_p$-solvability of second-order elliptic and parabolic equations in\nnondivergence form for any $p\\in (1,\\infty)$. The leading coefficients are\nassumed to be in locally BMO spaces with suitably small BMO seminorms. We not\nonly extend several previous results by Krylov and Kim [14]-[18] to the full\nrange of $p$, but also deal with equations with more general coefficients.\n","Comment: 28 Pages. An earlier version was submitted in 2009. The current\n  version is to appear in Trans. Amer. Math. Soc"]}]
["1011.2079",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Physics - Biological Physics","92D15, 92D25, 92D30, 05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2079","Mathematical and Computer Modelling 54, 1676-1681 (2011)","doi:10.1016/j.mcm.2010.11.055"],"date":["2010-11-09"],"type":["text"],"creator":["Cuesta, Jose A."],"language":[],"coverage":[],"title":["Huge progeny production during the transient of a quasi-species model of\n  viral infection, reproduction and mutation"],"description":["  Eigen's quasi-species model describes viruses as ensembles of different\nmutants of a high fitness \"master\" genotype. Mutants are assumed to have lower\nfitness than the master type, yet they coexist with it forming the\nquasi-species. When the mutation rate is sufficiently high, the master type no\nlonger survives and gets replaced by a wide range of mutant types, thus\ndestroying the quasi-species. It is the so-called \"error catastrophe\". But\nnatural selection acts on phenotypes, not genotypes, and huge amounts of\ngenotypes yield the same phenotype. An important consequence of this is the\nappearance of beneficial mutations which increase the fitness of mutants. A\nmodel has been recently proposed to describe quasi-species in the presence of\nbeneficial mutations. This model lacks the error catastrophe of Eigen's model\nand predicts a steady state in which the viral population grows exponentially.\nExtinction can only occur if the infectivity of the quasi-species is so low\nthat this exponential is negative. In this work I investigate the transient of\nthis model when infection is started from a small amount of low fitness\nvirions. I prove that, beyond an initial regime where viral population\ndecreases (and can go extinct), the growth of the population is\nsuper-exponential. Hence this population quickly becomes so huge that selection\ndue to lack of host cells to be infected begins to act before the steady state\nis reached. This result suggests that viral infection may widespread before the\nvirus has developed its optimal form.\n","Comment: 9 pages, no figures, uses Elsevier elsarticle class"]}]
["1011.2797",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Information Theory","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2797"],"date":["2010-11-11","2012-02-01"],"type":["text"],"creator":["Barreiro, Andrea K.","Gjorgjieva, Julijana","Rieke, Fred","Shea-Brown, Eric"],"language":[],"coverage":[],"title":["When are microcircuits well-modeled by maximum entropy methods?"],"description":["  Describing the collective activity of neural populations is a daunting task:\nthe number of possible patterns grows exponentially with the number of cells,\nresulting in practically unlimited complexity. Recent empirical studies,\nhowever, suggest a vast simplification in how multi-neuron spiking occurs: the\nactivity patterns of some circuits are nearly completely captured by pairwise\ninteractions among neurons. Why are such pairwise models so successful in some\ninstances, but insufficient in others? Here, we study the emergence of\nhigher-order interactions in simple circuits with different architectures and\ninputs. We quantify the impact of higher-order interactions by comparing the\nresponses of mechanistic circuit models vs. \"null\" descriptions in which all\nhigher-than-pairwise correlations have been accounted for by lower order\nstatistics, known as pairwise maximum entropy models.\n  We find that bimodal input signals produce larger deviations from pairwise\npredictions than unimodal inputs for circuits with local and global\nconnectivity. Moreover, recurrent coupling can accentuate these deviations, if\ncoupling strengths are neither too weak nor too strong. A circuit model based\non intracellular recordings from ON parasol retinal ganglion cells shows that a\nbroad range of light signals induce unimodal inputs to spike generators, and\nthat coupling strengths produce weak effects on higher-order interactions. This\nprovides a novel explanation for the success of pairwise models in this system.\nOverall, our findings identify circuit-level mechanisms that produce and fail\nto produce higher-order spiking statistics in neural ensembles.\n","Comment: Submitted Nov 1, 2010; Updated version submitted Feb 24, 2011;\n  Revised version submitted Feb 1, 2012"]}]
["1011.4670",{"format":[],"subject":["Physics - Atomic Physics","Astrophysics - Solar and Stellar Astrophysics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4670"],"date":["2010-11-21","2012-01-31"],"type":["text"],"creator":["Sochi, Taha"],"language":[],"coverage":[],"title":["Recombination Lines of CII in the Spectra of Planetary Nebulae"],"description":["  The current report presents the work to investigate the recombination lines\nof CII in the spectra of planetary nebulae. Two CIII targets were prepared and\nused to generate theoretical data required in the investigation of\nrecombination lines that arise from collisions between electrons and ions in\nthin plasma found in planetary nebulae and other astrophysical objects. One of\nthese targets contains 9 atomic terms while the other contains 26 terms. For\neach one of these targets, theoretical data concerning bound and autoionizing\nstates were generated in the intermediate coupling approximation by R-matrix\nand Autostructure codes and compared to experimental data. The comparison\nrevealed very good agreement. These theoretical data were then used to generate\nemissivity data and compare it to the carbon recombination lines found in the\nobservational line list of Zhang et al [2005] on the planetary nebula NGC 7027.\nThe main tool used in this analysis is the `Emissivity' code which is a program\ndeveloped by the author [2010] in the course of this investigation to calculate\nthe emissivity of transition lines from resonances and subsequent cascade\ndecay. The results of the analysis from both targets using a least-squares\noptimization technique indicate a temperature of 10200-10500K of the\nline-emitting region.\n","Comment: 145 pages, 8 figures, 28 tables This technical report has been\n  withdrawn by the author because its contents are to be published in an\n  improved format"]}]
["1012.4633",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4633","Fizika B 20, 17-34 (2011)"],"date":["2010-12-21"],"type":["text"],"creator":["Valcarce, A.","Vijande, J.","Garcilazo, H.","Carames, T. F."],"language":[],"coverage":[],"title":["The few body problem of the quark-model hadron structure"],"description":["  We discuss recent results of hadron spectroscopy and hadron-hadron\ninteraction within a quark model framework. New experimental data could point\nto the important role played by higher order Fock space components on\nlow-energy observables. Our aim is to obtain a coherent description of the\nlow-energy hadron phenomenology to constrain QCD phenomenological models and\ntry to learn about low-energy realizations of the theory. This long-range\neffort is based in adapting few-body techniques to study many-quark systems.\n","Comment: 15 pages. Plenary talk presented at the \"3rd International Conference\n  on Nuclear and Particle Physics\", 3-8 october 2010, Dubrovnik, Croatia"]}]
["1101.0487",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0487","Phys. Rev. B 85, 014208 (2012)","doi:10.1103/PhysRevB.85.014208"],"date":["2011-01-03","2011-01-10"],"type":["text"],"creator":["Korobenko, V. N.","Rakhel, A. D."],"language":[],"coverage":[],"title":["Observation of a first order phase transition in fluid iron at pressures\n  of 3 to 5 GPa"],"description":["  Direct measurements of resistivity and caloric equation of state have been\nperformed for fluid iron at pressures of 2 to 12 GPa in a wide density range.\nWe found that the isochoric temperature coefficient of resistivity becomes\nnegative, and this is considered as an indication of the metal-to-nonmetal\ntransition, when density decreased by a factor of 3 to 4 compared to the normal\nsolid density. We detected also that isentropes plotted in the pressure -\nspecific volume plane have well-defined kinks localized on a convex curve with\na maximum at about 5 GPa. Such behavior of isentropes evidences about a first\norder phase transition with a critical pressure one order of magnitude higher\nthan the predicted pressure of the liquid-vapor critical point. Arguments are\npresented that the observed phase transition is most likely the liquid-vapor\ntransition rather than an extra first order transition in the fluid state. We\nshow that the gaseous nonmetallic phase represents dense plasma in the 1-2-th\nstate of ionization so that it is a plasma phase transition as well.\n","Comment: 13 pages, 4 figures, sent to Phys. Rev. Lett"]}]
["1101.0998",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","Primary 57S15, Secondary 57R19, 57R90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0998","Arch. Math., 98 (2012), No. 1, 71-85"],"date":["2011-01-05"],"type":["text"],"creator":["Wiemeler, Michael"],"language":[],"coverage":[],"title":["Remarks on the classification of quasitoric manifolds up to equivariant\n  homeomorphism"],"description":["  We give three sufficient criteria for two quasitoric manifolds (M,M') to be\n(weakly) equivariantly homeomorphic.\n  We apply these criteria to count the weakly equivariant homeomorphism types\nof quasitoric manifolds with a given cohomology ring.\n","Comment: 11 pages"]}]
["1101.5386",{"format":[],"subject":["Mathematics - Number Theory","11A07, 33C45, 05A10, 05A19, 11B39, 11B68, 11E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5386"],"date":["2011-01-27","2012-02-01"],"type":["text"],"creator":["Sun, Zhi-Hong"],"language":[],"coverage":[],"title":["Generalized Legendre polynomials and related congruences modulo $p^2$"],"description":["  For any positive integer $n$ and variables $a$ and $x$ we define the\ngeneralized Legendre polynomial $P_n(a,x)=\\sum_{k=0}^n\\b\nak\\b{-1-a}k(\\frac{1-x}2)^k$. Let $p$ be an odd prime. In the paper we prove\nmany congruences modulo $p^2$ related to $P_{p-1}(a,x)$. For example, we show\nthat $P_{p-1}(a,x)\\e (-1)^{<a>_p}P_{p-1}(a,-x)\\mod {p^2}$, where $<a>_p$ is the\nleast nonnegative residue of $a$ modulo $p$. We also generalize some\ncongruences of Zhi-Wei Sun, and determine\n$\\sum_{k=0}^{p-1}\\binom{2k}k\\binom{3k}k{54^{-k}}$ and $\\sum_{k=0}^{p-1}\\binom\nak\\binom{b-a}k\\mod {p^2}$, where $[x]$ is the greatest integer function.\nFinally we pose some supercongruences modulo $p^2$ concerning binary quadratic\nforms.\n","Comment: 37 pages"]}]
["1101.5535",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5535","J. Comp. Theor. Nanoscience 9(2012)1-5","doi:10.1166/jtcn.2012.2005"],"date":["2011-01-28","2011-02-17"],"type":["text"],"creator":["Dedkov, G. V.","Kyasov, A. A."],"language":[],"coverage":[],"title":["Tangential and quantum frictional forces on a neutral particle moving\n  near a surface"],"description":["  We calculate tangential forces applied to a ground state atom (nanoparticle)\nmoving with nonrelativistic velocity parallel to the surface of Drude -modelled\nor Lorentz -modelled half -space using the formalism of fluctuation\nelectrodynamics.The obtained formulae assume the nonretarded regime and\narbitrary temperatures of the particle and medium. The quantum frictional force\nis realized at zero temperature of the particle and medium and can reach about\n1/3 of the static value of the Casimir -Polder force in the case of ground\nstate atom. In the case of nanoparticles and nonzero temperature, the\ntangential forces appears to be both frictional and accelerating. Numerical\nexamples are given for atoms of Na above the surface of Au and MgO\nnanoparticles above the surface of SiC.\n","Comment: 12 pages,4 figures, corrected typos and reference list"]}]
["1102.0177",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0177","SIAM J. Math. Anal. 43, pp. 1995-2008","doi:10.1137/110820427"],"date":["2011-02-01","2011-05-20"],"type":["text"],"creator":["Dong, Hongjie"],"language":[],"coverage":[],"title":["On similarity solutions to the multidimensional aggregation equation"],"description":["  We study similarity solutions to the multidimensional aggregation equation\n$u_t+\\Div(uv)=0$, $v=-\\nabla K*u$ with general power-law kernels\n$K(x)=|x|^\\alpha,\\alpha\\in (2-d,2)$. We analyze the equation in different\nregimes of the parameter $\\alpha$. In the case when $\\alpha\\in [4-d,2)$, we\ngive a characterization all the \"first kind\" radially symmetric similarity\nsolutions. We prove that any such solution is a linear combination of a delta\nring and a delta mass at the origin. On the other hand, when $\\alpha\\in\n(2-d,4-d)$, we show that there exist multi delta-ring similarity solutions in\n$R^d$. In particular, our results imply that multi delta-ring similarity\nsolutions exist in 3D if $\\alpha$ is just a little bit below 1.\n","Comment: Minor revision, 17 pages, to appear in CMP"]}]
["1102.1489",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1489","Journal of Functional Analysis (2011), 261 (11), 3279-3327","doi:10.1016/j.jfa.2011.08.001"],"date":["2011-02-07"],"type":["text"],"creator":["Dong, Hongjie","Kim, Doyoon"],"language":[],"coverage":[],"title":["Higher order elliptic and parabolic systems with variably partially BMO\n  coefficients in regular and irregular domains"],"description":["  The solvability in Sobolev spaces is proved for divergence form\ncomplex-valued higher order parabolic systems in the whole space, on a half\nspace, and on a Reifenberg flat domain. The leading coefficients are assumed to\nbe merely measurable in one spacial direction and have small mean oscillations\nin the orthogonal directions on each small cylinder. The directions in which\nthe coefficients are only measurable vary depending on each cylinder. The\ncorresponding elliptic problem is also considered.\n","Comment: 45 pages, submitted in Nov. 2010"]}]
["1102.2977",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2977","Phys. Rev. Lett. 108, 046803 (2012)","doi:10.1103/PhysRevLett.108.046803"],"date":["2011-02-15","2011-12-13"],"type":["text"],"creator":["Tettamanzi, G. C.","Verduijn, J.","Lansbergen, G. P.","Blaauboer, M.","Calderón, M. J.","Aguado, R.","Rogge, S."],"language":[],"coverage":[],"title":["Magnetic Field Probing of an SU(4) Kondo Resonance in a Single Atom\n  Transistor"],"description":["  Semiconductor nano-devices have been scaled to the level that transport can\nbe dominated by a single dopant atom. In the strong coupling case a Kondo\neffect is observed when one electron is bound to the atom. Here, we report on\nthe spin as well as orbital Kondo ground state. We experimentally as well than\ntheoretically show how we can tune a symmetry transition from a SU(4) ground\nstate, a many body state that forms a spin as well as orbital singlet by\nvirtual exchange with the leads, to a pure SU(2) orbital ground state, as a\nfunction of magnetic field. The small size and the s-like orbital symmetry of\nthe ground state of the dopant, make it a model system in which the magnetic\nfield only couples to the spin degree of freedom and allows for observation of\nthis SU(4) to SU(2) transition.\n","Comment: 12 pages, 10 figures, accepted for publication in Physical Review\n  Letters"]}]
["1102.4073",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","45K05, 35B65, 60J75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4073","Journal of Functional Analysis 262, Issue 3, (2012), Pages\n  1166-1199","doi:10.1016/j.jfa.2011.11.002"],"date":["2011-02-20","2011-12-18"],"type":["text"],"creator":["Dong, Hongjie","Kim, Doyoon"],"language":[],"coverage":[],"title":["On $L_p$-estimates for a class of non-local elliptic equations"],"description":["  We consider non-local elliptic operators with kernel\n$K(y)=a(y)/|y|^{d+\\sigma}$, where $0 < \\sigma < 2$ is a constant and $a$ is a\nbounded measurable function. By using a purely analytic method, we prove the\ncontinuity of the non-local operator $L$ from the Bessel potential space\n$H^\\sigma_p$ to $L_p$, and the unique strong solvability of the corresponding\nnon-local elliptic equations in $L_p$ spaces. As a byproduct, we also obtain\ninterior $L_p$-estimates. The novelty of our results is that the function $a$\nis not necessarily to be homogeneous, regular, or symmetric. An application of\nour result is the uniqueness for the martingale problem associated to the\noperator $L$.\n","Comment: Minor revision, to appear in J. Funct. Anal"]}]
["1103.2316",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2316","J. Math. Phys. 53, 012202 (2012)","doi:10.1063/1.3678200"],"date":["2011-03-11","2012-02-01"],"type":["text"],"creator":["Niekamp, Sönke","Kleinmann, Matthias","Gühne, Otfried"],"language":[],"coverage":[],"title":["Entropic uncertainty relations and the stabilizer formalism"],"description":["  Entropic uncertainty relations express the quantum mechanical uncertainty\nprinciple by quantifying uncertainty in terms of entropy. Central questions\ninclude the derivation of lower bounds on the total uncertainty for given\nobservables, the characterization of observables that allow strong uncertainty\nrelations, and the construction of such relations for the case of several\nobservables. We demonstrate how the stabilizer formalism can be applied to\nthese questions. We show that the Maassen-Uffink entropic uncertainty relation\nis tight for the measurement in any pair of stabilizer bases. We compare the\nrelative strengths of variance-based and various entropic uncertainty relations\nfor dichotomic anticommuting observables.\n","Comment: 9 pages, 2 figures; published version"]}]
["1103.5258",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","Mathematics - Differential Geometry","37J60, 53A55, 53A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5258"],"date":["2011-03-27","2012-01-31"],"type":["text"],"creator":["Grong, Erlend"],"language":[],"coverage":[],"title":["Controllability of rolling without twisting or slipping in higher\n  dimensions"],"description":["  We describe how the dynamical system of rolling two $n$-dimensional\nconnected, oriented Riemannian manifolds $M$ and $\\hat M$ without twisting or\nslipping, can be lifted to a nonholonomic system of elements in the product of\nthe oriented orthonormal frame bundles belonging to the manifolds. By\nconsidering the lifted problem and using properties of the elements in the\nrespective principal Ehresmann connections, we obtain sufficient conditions for\nthe local controllability of the system in terms of the curvature tensors and\nthe sectional curvatures of the manifolds involved. We also give some results\nfor the particular cases when $M$ and $\\hat M$ are locally symmetric or\ncomplete.\n","Comment: 21 pages"]}]
["1105.1215",{"format":[],"subject":["Computer Science - Emerging Technologies","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1215"],"date":["2011-05-05","2012-02-01"],"type":["text"],"creator":["Patitz, Matthew J.","Schweller, Robert T.","Summers, Scott M."],"language":[],"coverage":[],"title":["Efficient Squares and Turing Universality at Temperature 1 with a Unique\n  Negative Glue"],"description":["  Is Winfree's abstract Tile Assembly Model (aTAM) \"powerful?\" Well, if certain\ntiles are required to \"cooperate\" in order to be able to bind to a growing tile\nassembly (a.k.a., temperature 2 self-assembly), then Turing universal\ncomputation and the efficient self-assembly of $N \\times N$ squares is\nachievable in the aTAM (Rotemund and Winfree, STOC 2000). So yes, in a\ncomputational sense, the aTAM is quite powerful! However, if one completely\nremoves this cooperativity condition (a.k.a., temperature 1 self-assembly),\nthen the computational \"power\" of the aTAM (i.e., its ability to support Turing\nuniversal computation and the efficient self-assembly of $N \\times N$ squares)\nbecomes unknown. On the plus side, the aTAM, at temperature 1, isn't only\nTuring universal but also supports the efficient self-assembly $N \\times N$\nsquares if self-assembly is allowed to utilize three spatial dimensions (Fu,\nSchweller and Cook, SODA 2011). We investigate the theoretical \"power\" of a\nseemingly simple, restrictive class of tile assembly systems (TASs) in which\n(1) the absolute value of every glue strength is 1, (2) there's a single\nnegative strength glue type and (3) unequal glues can't interact. We call these\nthe \\emph{restricted glue} TASs (rgTAS). We first show the tile complexity of\nproducing an $N \\times N$ square with an rgTAS is $O(\\frac{\\log n}{\\log \\log\nn})$. We also prove that rgTASs are Turing universal with a construction that\nsimulates an arbitrary Turing machine. Next, we provide results for a variation\nof the rgTAS class, partially restricted glue TASs, which is similar except\nthat the magnitude of the negative glue's strength can only assumed to be $\\ge\n1$. These results consist of a construction with $O(\\log n)$ tile complexity\nfor building $N \\times N$ squares, and one which simulates a Turing machine but\nwith a greater scaling factor than for the rgTAS construction.\n","Comment: Original version appeared in DNA Computing 17. This is an updated,\n  journal version with a pair of new results and several other changes"]}]
["1105.1360",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1360","Phys. Scr. T 146 (2012) 014018","doi:10.1088/0031-8949/2012/T146/014018"],"date":["2011-05-06","2012-02-01"],"type":["text"],"creator":["Gorbar, E. V.","Gusynin, V. P.","Miransky, V. A.","Shovkovy, I. A."],"language":[],"coverage":[],"title":["Coulomb interaction and magnetic catalysis in the quantum Hall effect in\n  graphene"],"description":["  The dynamics of symmetry breaking responsible for lifting the degeneracy of\nthe Landau levels in the integer quantum Hall effect in graphene is studied in\na low-energy model with the Coulomb interaction. The gap equation for Dirac\nquasiparticles is analyzed for both the lowest and higher Landau levels, taking\ninto account the Landau levels mixing. It is shown that the characteristic\nfeature of the long-range Coulomb interaction is the decrease of the gap\nparameters with increasing the Landau level index $n$ (\"running\" gaps). The\nrenormalization (running) of the Fermi velocity as a function of $n$ is also\nstudied. The solutions of the gap equation reproduce correctly the\nexperimentally observed integer quantum Hall plateaus in graphene in strong\nmagnetic fields.\n","Comment: 22 pages, 5 figures; Final version published in the Proceedings of\n  the 2010 Nobel Symposium on Graphene and Quantum Matter"]}]
["1105.1375",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1375","Phys. Rev. A 85, 013644 (2012)","doi:10.1103/PhysRevA.85.013644"],"date":["2011-05-06","2011-05-11"],"type":["text"],"creator":["Sau, Jay D.","Wang, Bin","Sarma, S. Das"],"language":[],"coverage":[],"title":["Quench induced Mott insulator to superfluid quantum phase transition"],"description":["  Mott insulator to superfluid quenches have been used by recent experiments to\ngenerate exotic superfluid phases. While the final Hamiltonian following the\nsudden quench is that of a superfluid, it is not a priori clear how close the\nfinal state of the system approaches the ground state of the superfluid\nHamiltonian. To understand the nature of the final state we calculate the\ntemporal evolution of the momentum distribution following a Mott insulator to\nsuperfluid quench. Using the numerical infinite time-evolving block decimation\napproach and the analytical rotor model approximation we establish that the one\nand two dimensional Mott insulators following the quench equilibriate to\nthermal states with spatially short-ranged coherence peaks in the final\nmomentum distribution and therefore are not strict superfluids. However, in\nthree dimensions we find a divergence in the momentum distribution indicating\nthe emergence of true superfluid order.\n","Comment: 4.2 pages, 3 Figures"]}]
["1105.5873",{"format":[],"subject":["Mathematics - Algebraic Geometry","14T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5873"],"date":["2011-05-30","2012-01-31"],"type":["text"],"creator":["Banerjee, S."],"language":[],"coverage":[],"title":["Tropical Geometry over Higher Dimensional Local Fields"],"description":["  We introduce the tropicalization of closed subschemes of a torus defined over\na higher dimensional local field. We study the basic invariants of such\ntropicalizations. This is a generalization of the results of Einslieder,\nKapranov, Lind, Speyer and Sturmfels to higher local fields.\n","Comment: 17 pages, 1 figure, Typos fixed"]}]
["1105.5963",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5963","Phys. Rev. Lett. 108, 056602 (2012)","doi:10.1103/PhysRevLett.108.056602"],"date":["2011-05-30","2012-01-09"],"type":["text"],"creator":["Dóra, Balázs","Cayssol, Jérôme","Simon, Ferenc","Moessner, Roderich"],"language":[],"coverage":[],"title":["Optically engineering the topological properties of a spin Hall\n  insulator"],"description":["  Time-periodic perturbations can be used to engineer topological properties of\nmatter by altering the Floquet band structure. This is demonstrated for a spin\nHall insulator in the presence of monochromatic circularly polarized light. The\ninherent spin structure of the edge state is influenced by the Zeeman coupling\nand not by the orbital effect. The photocurrent (and the magnetization along\nthe edge) develops a finite, helicity dependent expectation value and turns\nfrom dissipationless to dissipative with increasing radiation frequency,\nsignalling a change in the topological properties. The connection with\nThouless' charge pumping and non-equilibrium Zitterbewegung is discussed,\ntogether with possible experiments.\n","Comment: 5+4=9 pages, 3+6=9 figures, the effect of vector potential is\n  analyzed"]}]
["1105.6108",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.6108","Phys. Rev. B 85, 045124 (2012)","doi:10.1103/PhysRevB.85.045124"],"date":["2011-05-30","2012-01-31"],"type":["text"],"creator":["Witczak-Krempa, William","Kim, Yong Baek"],"language":[],"coverage":[],"title":["Topological and magnetic phases of interacting electrons in the\n  pyrochlore iridates"],"description":["  We construct a model for interacting electrons with strong spin orbit\ncoupling in the pyrochlore iridates. We establish the importance of the direct\nhopping process between the Ir atoms and use the relative strength of the\ndirect and indirect hopping as a generic tuning parameter to study the\ncorrelation effects across the iridates family. We predict novel quantum phase\ntransitions between conventional and/or topologically non-trivial phases. At\nweak coupling, we find topological insulator and metallic phases. As one\nincreases the interaction strength, various magnetic orders emerge. The\ntopological Weyl semi-metal phase is found to be realized in these different\norders, one of them being the all-in/all-out pattern. Our findings establish\nthe possible magnetic ground states for the iridates and suggest the generic\npresence of the Weyl semi-metal phase in correlated magnetic insulators on the\npyrochlore lattice. We discus the implications for existing and future\nexperiments.\n","Comment: 6 pages, 5 figs. as published in PRB"]}]
["1106.0410",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0410","Physical Review A 85, 013642 (2012)","doi:10.1103/PhysRevA.85.013642"],"date":["2011-06-02","2011-06-23"],"type":["text"],"creator":["Sachdeva, Rashi","Ghosh, Sankalpa"],"language":[],"coverage":[],"title":["Density Wave -Supersolid and Mott Insulator-Superfluid transition in\n  presence of an artificial gauge field : a strong coupling perturbation\n  approach"],"description":["  We study the effect of an artificial gauge field on the zero temperature\nphase diagram of extended Bose Hubbard model, that describes ultra cold atoms\nin optical lattices with long range interaction using strong coupling\nperturbation theory . We determine analytically the effect of the artificial\ngauge field on the density wave - supersolid (DW-SS) and the the Mott\ninsulator-superfluid (MI -SF) transition boundary . The momentum distribution\nat these two transition boundaries is also calculated in this approach. It is\nshown that such momentum distribution which can be observed in time of flight\nmeasurement, reveals the symmetry of the gauge potential through the formation\nof magnetic Brillouin zone and clearly distinguishes between the DW-SS and\nMI-SF boundary. We also point out that in symmetric gauge the momentum\ndistribution structure at these transition boundaries bears distinctive\nsignatures of vortices in supersolid and superfluid phases.\n","Comment: 18 latexed two column pages including appendix, 9 .eps figures Figure\n  positioning readjusted and one reference added"]}]
["1106.0796",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0796","Appl. Phys. Lett. 99, 173101 (2011)","doi:10.1063/1.3634010"],"date":["2011-06-04"],"type":["text"],"creator":["Dhara, Sajal","Sengupta, Shamashis","Solanki, Hari S.","Maurya, Arvind","R., Arvind Pavan","Gokhale, M. R.","Bhattacharya, Arnab","Deshmukh, Mandar M."],"language":[],"coverage":[],"title":["Facile fabrication of lateral nanowire wrap-gate devices with improved\n  performance"],"description":["  We present a simple fabrication technique for lateral nanowire wrap-gate\ndevices with high capacitive coupling and field-effect mobility. Our process\nuses e-beam lithography with a single resist-spinning step, and does not\nrequire chemical etching. We measure, in the temperature range 1.5-250 K, a\nsubthreshold slope of 5-54 mV/decade and mobility of 2800-2500 $cm^2/Vs$ --\nsignificantly larger than previously reported lateral wrap-gate devices. At\ndepletion, the barrier height due to the gated region is proportional to\napplied wrap-gate voltage.\n","Comment: 3 pages, 3 figures"]}]
["1106.2097",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2097","Zh. Eksp. Theor. Phys. 140: 1096-1102, 2011 ; J. Exp. Theor. Phys.\n  113:956-962,2011","doi:10.1134/S106377611115009X"],"date":["2011-06-10"],"type":["text"],"creator":["Rezaei, Zahra","Kamani, Davoud"],"language":[],"coverage":[],"title":["Moving Branes in Presence of the Background Tachyon Fields"],"description":["  We compute the boundary state associated with a moving D$p$-brane in the\npresence of the open string tachyon field as a background field. The effect of\nthe tachyon condensation on the boundary state will be discussed. It leads to a\nboundary state associated with a lower dimensional moving D-brane or a\nstationary instantonic D-brane. The former originates from condensation along\nthe spatial directions and the latter comes from the temporal direction of the\nD-brane's worldvolume. Using the boundary state we also study the interaction\namplitude between two arbitrary D$p_1$ and D$p_2$-branes. The long range\nbehavior of the amplitude is investigated which shows an obvious deviation from\nthe conventional form, due to the presence of the background tachyon field.\n","Comment: 12 pages, Latex, no figure"]}]
["1106.2880",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2880","Phys. Rev. B 84, 121307(R) (2011)","doi:10.1103/PhysRevB.84.121307"],"date":["2011-06-15"],"type":["text"],"creator":["Dhara, Sajal","Solanki, Hari S.","R., Arvind Pawan","Singh, Vibhor","Sengupta, Shamashis","Chalke, B. A.","Dhar, Abhishek","Gokhale, Mahesh","Bhattacharya, Arnab","Deshmukh, Mandar M."],"language":[],"coverage":[],"title":["Tunable thermal conductivity in defect engineered nanowires at low\n  temperatures"],"description":["  We measure the thermal conductivity ($\\kappa$) of individual InAs nanowires\n(NWs), and find that it is 3 orders of magnitude smaller than the bulk value in\nthe temperature range of 10 to 50 K. We argue that the low $\\kappa$ arises from\nthe strong localization of phonons in the random superlattice of twin-defects\noriented perpendicular to the axis of the NW. We observe significant electronic\ncontribution arising from the surface accumulation layer which gives rise to\ntunability of $\\kappa$ with the application of electrostatic gate and magnetic\nfield. Our devices and measurements of $\\kappa$ at different carrier\nconcentrations and magnetic field without introducing structural defects, offer\na means to study new aspects of nanoscale thermal transport.\n","Comment: 5 pages, 4 figures, URL for supplementary material included in\n  references"]}]
["1106.3958",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3958","Phys. Rev. A 85, 022102 (2012)","doi:10.1103/PhysRevA.85.022102"],"date":["2011-06-20","2012-02-01"],"type":["text"],"creator":["Fritz, Tobias"],"language":[],"coverage":[],"title":["Nonlocality with less Complementarity"],"description":["  In quantum mechanics, nonlocality (a violation of a Bell inequality) is\nintimately linked to complementarity, by which we mean that consistently\nassigning values to different observables at the same time is not possible.\nNonlocality can only occur when some of the relevant observables do not\ncommute, and this noncommutativity makes the observables complementary. Beyond\nquantum mechanics, the concept of complementarity can be formalized in several\ndistinct ways. Here we describe some of these possible formalizations and ask\nhow they relate to nonlocality. We partially answer this question by describing\ntwo toy theories which display nonlocality and obey the no-signaling principle,\nalthough each of them does not display a certain kind of complementarity. The\nfirst toy theory has the property that it maximally violates the CHSH\ninequality, although the corresponding local observables are pairwise jointly\nmeasurable. The second toy theory also maximally violates the CHSH inequality,\nalthough its state space is classical and all measurements are mutually\nnondisturbing: if a measurement sequence contains some measurement twice with\nany number of other measurements in between, then these two measurements give\nthe same outcome with certainty.\n","Comment: 6 pages, published version"]}]
["1107.2775",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2775","Phys. Rev. D 84: 115026 (2011)","doi:10.1103/PhysRevD.84.115026"],"date":["2011-07-14","2011-11-07"],"type":["text"],"creator":["Bartl, A.","Eberl, H.","Ginina, E.","Herrmann, B.","Hidaka, K.","Majerotto, W.","Porod, W."],"language":[],"coverage":[],"title":["Flavour violating gluino three-body decays at LHC"],"description":["  We study the effect of squark generation mixing on gluino production and\ndecays at LHC in the Minimal Supersymmetric Standard Model (MSSM) for the case\nthat the gluino is lighter than all squarks and dominantly decays into three\nparticles, $gl -> q qbar neut_k, gl -> q qbar' char_l$. We assume mixing\nbetween the second and the third squark generations in the up-type and\ndown-type squark sectors. We show that this mixing can lead to very large\nbranching ratios of the quark-flavour violating gluino three-body decays\ndespite the strong constraints on quark-flavour violation (QFV) from the\nexperimental data on B mesons. We also show that the QFV gluino decay branching\nratios are very sensitive not only to the generation mixing in the squark\nsector, but also to the parameters of the neutralino and chargino sectors. We\nshow that the branching ratio of the QFV gluino decay $gl -> c tbar (cbar t)\nneut_1$ can go up to ~ 40%. Analogously, that of the QFV decay $gl -> s bbar\n(sbar b) neut_1$ can reach ~35%. We find that the rates of the resulting QFV\nsignatures, such as $pp -> t t cbar cbar E_T^mis$, can be significant at LHC.\nThis could have an important influence on the gluino searches at LHC.\n","Comment: 19 pages, 10 figures. References updated, typos corrected, wording\n  improved"]}]
["1107.4672",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4672","Physical Review D 85, 016009 (2012)","doi:10.1103/PhysRevD.85.016009"],"date":["2011-07-23","2011-12-29"],"type":["text"],"creator":["Buisseret, F.","Lacroix, G."],"language":[],"coverage":[],"title":["A large-$N_c$ PNJL model with explicit Z$_{N_c}$ symmetry"],"description":["  A PNJL model is built, in which the Polyakov-loop potential is explicitly\nZ$_{N_c}$-symmetric in order to mimic a Yang-Mills theory with gauge group\nSU($N_c$). The physically expected large-$N_c$ and large-$T$ behaviours of the\nthermodynamic observables computed from the Polyakov-loop potential are used to\nconstrain its free parameters. The effective potential is eventually\nU(1)-symmetric when $N_c$ is infinite. Light quark flavours are added by using\na Nambu-Jona-Lasinio (NJL) model coupled to the Polyakov loop (the PNJL model),\nand the different phases of the resulting PNJL model are discussed in 't\nHooft's large-$N_c$ limit. Three phases are found, in agreement with previous\nlarge-$N_c$ studies. When the temperature $T$ is larger than some deconfinement\ntemperature $T_d$, the system is in a deconfined, chirally symmetric, phase for\nany quark chemical potential $\\mu$. When $T<T_d$ however, the system is in a\nconfined phase in which chiral symmetry is either broken or not. The critical\nline $T_\\chi(\\mu)$, signalling the restoration of chiral symmetry, has the same\nqualitative features than what can be obtained within a standard $N_c=3$ PNJL\nmodel.\n","Comment: To appear in Phys Rev D"]}]
["1108.1139",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1139","Phys. Rev. B 85, 014109 (2012)","doi:10.1103/PhysRevB.85.014109"],"date":["2011-08-04"],"type":["text"],"creator":["Zinth, V.","Petricek, V.","Dusek, M.","Johrendt, D."],"language":[],"coverage":[],"title":["Structural Phase Transitions in SrRh2As2"],"description":["  SrRh2As2 exhibits structural phase transitions reminiscent to those of\nBaFe2As2, but crystallizes with three polymorphs derived from the tetragonal\nThCr2Si2-type structure. The structure of \\alpha-SrRh2As2 is monoclinic with a\n= 421.2(1) pm, b = 1105.6(2) pm, c = 843.0(1) pm and \\beta = 95{\\deg} and was\nrefined as a partially pseudo meroedric twin in the space group P21/c with R1 =\n0.0928. \\beta-SrRh2As2 crystallizes with a modulated structure in the (3+1)\ndimensional superspace group Fmmm(10\\gamma)\\sigma 00 with the unit cell\nparameters a = 1114.4(3) pm, b = 574.4(2) pm and c = 611.5(2) pm and an\nincommensurable modulation vector q = (1, 0, 0.3311(4)). High temperature\nsingle crystal diffraction experiments confirm the tetragonal ThCr2Si2-type\nstructure for \\gamma-SrRh2As2 above 350{\\deg}C. Electronic band structure\ncalculations indicate that the structural distortion in alpha-SrRh2As2 is\ncaused by strong Rh-Rh bonding interactions and has no magnetic origin as\nsuggested for isotypic BaFe2As2.\n","Comment: 16 pages, 10 Figures"]}]
["1108.1590",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1590","New J. Phys. 14, 013030 (2012)","doi:10.1088/1367-2630/14/1/013030"],"date":["2011-08-07","2012-02-01"],"type":["text"],"creator":["Ping, Yuting","Gauger, Erik M.","Benjamin, Simon C."],"language":[],"coverage":[],"title":["Measurement-based quantum computing with a spin ensemble coupled to a\n  stripline cavity"],"description":["  Recently a new form of quantum memory has been proposed. The storage medium\nis an ensemble of electron spins, coupled to a stripline cavity and an\nancillary readout system. Theoretical studies suggest that the system should be\ncapable of storing numerous qubits within the ensemble, and an experimental\nproof-of-concept has already been performed. Here we show that this minimal\narchitecture is not limited to storage but is in fact capable of full quantum\nprocessing by employing measurement-based entanglement. The technique appears\nto be remarkably robust against the anticipated dominant error types. The key\nenabling component, namely a readout technology that non-destructively\ndetermines \"are there n photons in the cavity?\", has already been realised\nexperimentally.\n","Comment: 17 pages, 8 figures"]}]
["1108.2864",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Computer Science - Computational Complexity","Computer Science - Logic in Computer Science","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2864","RAIRO - Theoretical Informatics and Applications 45, 4 (2011) 383\n  - 397","doi:10.1051/ita/2011113"],"date":["2011-08-14"],"type":["text"],"creator":["Finkel, Olivier"],"language":[],"coverage":[],"title":["Some Problems in Automata Theory Which Depend on the Models of Set\n  Theory"],"description":["  We prove that some fairly basic questions on automata reading infinite words\ndepend on the models of the axiomatic system ZFC. It is known that there are\nonly three possibilities for the cardinality of the complement of an\nomega-language $L(A)$ accepted by a B\\\"uchi 1-counter automaton $A$. We prove\nthe following surprising result: there exists a 1-counter B\\\"uchi automaton $A$\nsuch that the cardinality of the complement $L(A)^-$ of the omega-language\n$L(A)$ is not determined by ZFC: (1). There is a model $V_1$ of ZFC in which\n$L(A)^-$ is countable. (2). There is a model $V_2$ of ZFC in which $L(A)^-$ has\ncardinal $2^{\\aleph_0}$. (3). There is a model $V_3$ of ZFC in which $L(A)^-$\nhas cardinal $\\aleph_1$ with $\\aleph_0<\\aleph_1<2^{\\aleph_0}$. We prove a very\nsimilar result for the complement of an infinitary rational relation accepted\nby a 2-tape B\\\"uchi automaton $B$. As a corollary, this proves that the\nContinuum Hypothesis may be not satisfied for complements of 1-counter\nomega-languages and for complements of infinitary rational relations accepted\nby 2-tape B\\\"uchi automata. We infer from the proof of the above results that\nbasic decision problems about 1-counter omega-languages or infinitary rational\nrelations are actually located at the third level of the analytical hierarchy.\nIn particular, the problem to determine whether the complement of a 1-counter\nomega-language (respectively, infinitary rational relation) is countable is in\n$\\Sigma_3^1 \\setminus (\\Pi_2^1 \\cup \\Sigma_2^1)$. This is rather surprising if\ncompared to the fact that it is decidable whether an infinitary rational\nrelation is countable (respectively, uncountable).\n","Comment: To appear in the journal RAIRO-Theoretical Informatics and\n  Applications"]}]
["1108.3209",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Commutative Algebra","13A99, 18A30, 18A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3209"],"date":["2011-08-16","2012-02-01"],"type":["text"],"creator":["Arslan, Ummahan Ege","Onarlı, Gülümsen"],"language":[],"coverage":[],"title":["Categorical Results in the Theory of Two-Crossed Modules of Commutative\n  Algebras"],"description":["  In this paper we explore some categorical results of 2-crossed module of\ncommutative algebras extending work of Porter in [18]. We also show that the\nforgetful functor from the category of 2-crossed modules to the category of\nk-algebras, taking {L, M, P, \\partial_2, \\partial_1} to the base algebra P, is\nfibred and cofibred considering the pullback (coinduced) and induced 2-crossed\nmodules constructions, respectively. Also we consider free 2- crossed modules\nas an application of induced 2-crossed modules.\n","Comment: 30 pages, 31 figures. arXiv admin note: text overlap with\n  arXiv:0809.4192 by other authors"]}]
["1108.3776",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3776","Phys. Rev. Lett. 107, 258102 (2011)","doi:10.1103/PhysRevLett.107.258102"],"date":["2011-08-18","2012-02-01"],"type":["text"],"creator":["Oppenheimer, Naomi","Diamant, Haim"],"language":[],"coverage":[],"title":["Dynamics of membranes with immobile inclusions"],"description":["  Cell membranes are anchored to the cytoskeleton via immobile inclusions. We\ninvestigate the effect of such anchors on the in-plane dynamics of a fluid\nmembrane and mobile inclusions (proteins) embedded in it. The immobile\nparticles lead to a decreased diffusion coefficient of mobile ones and suppress\nthe correlated diffusion of particle pairs. Due to the long-range,\nquasi-two-dimensional nature of membrane flows, these effects become\nsignificant at a low area fraction (below one percent) of immobile inclusions.\n","Comment: 5 pages"]}]
["1108.4540",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4540","Phys. Rev. A 85, 012334 (2012)","doi:10.1103/PhysRevA.85.012334"],"date":["2011-08-23","2012-01-11"],"type":["text"],"creator":["Xiong, Zhao-Xi","Shi, Han-Duo","Wang, Yi-Nan","Jing, Li","Lei, Jin","Mu, Liang-Zhu","Fan, Heng"],"language":[],"coverage":[],"title":["General Quantum Key Distribution in Higher Dimension"],"description":["  We study a general quantum key distribution protocol in higher dimension. In\nthis protocol, quantum states in arbitrary $g+1$ ($1\\le g\\le d$) out of all\n$d+1$ mutually unbiased bases in a d-dimensional system can be used for the key\nencoding. This provides a natural generalization of the quantum key\ndistribution in higher dimension and recovers the previously known results for\n$g=1$ and $d$. In our investigation, we study Eve's attack by two slightly\ndifferent approaches. One is considering the optimal cloner for Eve, and the\nother, defined as the optimal attack, is maximizing Eve's information. We\nderive results for both approaches and show the deviation of the optimal cloner\nfrom the optimal attack. With our systematic investigation of the quantum key\ndistribution protocols in higher dimension, one may balance the security gain\nand the implementation cost by changing the number of bases in the key\nencoding. As a side product, we also prove the equivalency between the optimal\nphase covariant quantum cloning machine and the optimal cloner for the $g=d-1$\nquantum key distribution.\n"]}]
["1108.5486",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5486","Phys. Rev. D 84, 124014 (2011)","doi:10.1103/PhysRevD.84.124014"],"date":["2011-08-27","2012-02-01"],"type":["text"],"creator":["Nichols, David A.","Owen, Robert","Zhang, Fan","Zimmerman, Aaron","Brink, Jeandrew","Chen, Yanbei","Kaplan, Jeffrey D.","Lovelace, Geoffrey","Matthews, Keith D.","Scheel, Mark A.","Thorne, Kip S."],"language":[],"coverage":[],"title":["Visualizing Spacetime Curvature via Frame-Drag Vortexes and Tidal\n  Tendexes I. General Theory and Weak-Gravity Applications"],"description":["  When one splits spacetime into space plus time, the Weyl curvature tensor\n(vacuum Riemann tensor) gets split into two spatial, symmetric, and trace-free\n(STF) tensors: (i) the Weyl tensor's so-called \"electric\" part or tidal field,\nand (ii) the Weyl tensor's so-called \"magnetic\" part or frame-drag field. Being\nSTF, the tidal field and frame-drag field each have three orthogonal\neigenvector fields which can be depicted by their integral curves. We call the\nintegral curves of the tidal field's eigenvectors tendex lines, we call each\ntendex line's eigenvalue its tendicity, and we give the name tendex to a\ncollection of tendex lines with large tendicity. The analogous quantities for\nthe frame-drag field are vortex lines, their vorticities, and vortexes. We\nbuild up physical intuition into these concepts by applying them to a variety\nof weak-gravity phenomena: a spinning, gravitating point particle, two such\nparticles side by side, a plane gravitational wave, a point particle with a\ndynamical current-quadrupole moment or dynamical mass-quadrupole moment, and a\nslow-motion binary system made of nonspinning point particles. [Abstract is\nabbreviated; full abstract also mentions additional results.]\n","Comment: 25 pages, 20 figures, matches the published version"]}]
["1108.5740",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5740","JHEP 01 (2012) 084","doi:10.1007/JHEP01(2012)084"],"date":["2011-08-29","2012-01-12"],"type":["text"],"creator":["Shin, Chang Sub"],"language":[],"coverage":[],"title":["Anomalous U(1) Mediation in Large Volume Compactification"],"description":["  We study the general effects of anomalous U(1)_A gauge symmetry on soft\nsupersymmetry (SUSY) breaking terms in large volume scenario, where the MSSM\nsector is localized on a small cycle whose volume is stabilized by the D-term\npotential of the U(1)_A. Since it obtains SUSY breaking mass regardless of the\ndetailed form of K\\\"ahler potential, the U(1)_A vector superfield acts as a\nmessenger mediating the SUSY breaking in the moduli sector to the MSSM sector.\nThen, through the loops of U(1)_A vector superfield, there arise soft masses of\nthe order of m_{3/2}^2/8\\pi^2 for scalar mass squares, m_{3/2}/(8\\pi^2)^2 for\ngaugino masses, and m_{3/2}/8\\pi^2 for A-paramteres. In addition, the massive\nU(1)_A vector superfield can have non-zero F and D-components through the\nmoduli mixing in the K\\\"ahler potential, and this can result in larger soft\nmasses depending upon the details of the moduli mixing. For instance, in the\npresence of one-loop induced moduli mixing between the visible sector modulus\nand the large volume modulus, the U(1)_A D-term provides soft scalar mass\nsquares of the order of m_{3/2}^2. However, if the visible sector modulus is\nmixed only with small cycle moduli, its effect on soft terms depends on how to\nstabilize the small cycle moduli.\n","Comment: 28pages, no fig"]}]
["1108.5962",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5962","doi:10.1103/PhysRevB.85.045325"],"date":["2011-08-30","2012-02-01"],"type":["text"],"creator":["Carmi, Assaf","Oreg, Yuval"],"language":[],"coverage":[],"title":["Enhanced shot noise in asymmetric interacting two level systems"],"description":["  We study a model of two interacting levels that are attached to two\nelectronic leads, where one of the levels is attached very weakly to the leads.\nWe use rate equations method to calculate the average current and the noise of\nelectrons transmitted through the two levels. We show that the shot noise is\nenhanced due to the interactions and that the Fano factor depends on the\nproperties of the couplings between the levels and the leads. We study both\nsequential tunneling and cotunneling processes and show that there is a range\nof parameters in which the cotunneling processes affect the noise\nsignificantly, even though most of the current is carried by sequential\ntunneling processes.\n","Comment: Published version"]}]
["1109.0277",{"format":[],"subject":["Physics - Instrumentation and Detectors","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0277"],"date":["2011-09-01","2012-02-01"],"type":["text"],"creator":["Ghosal, Bikash","Mandal, Sarathi","Nandanwar, Satish","Raghuwanshi, S. S.","Singh, Savita","Bahl, R. K.","Banik, A.","Dasgupta, K. S.","Saxena, G. M."],"language":[],"coverage":[],"title":["Demonstration of Design Verification Model of Rubidium Frequency\n  Standard"],"description":["  In this paper we report the development of the design verification model\n(DVM) of Rb atomic frequency standard. The Rb atomic frequency standard or\nclock has two distinct parts. One is the Physics Package where the hyperfine\ntransitions produce the clock signal in the integrated filter cell\nconfiguration and the other is the electronic circuits which generate the\nresonant microwave hyperfine frequency, phase modulator and phase sensitive\ndetector. In this paper the details of the Rb Physics package and the\nelectronic circuits are given. The effect of putting the photo detector inside\nthe microwave cavity is studied and reported with its effect on the resonance\nsignal profile. The Rb clock frequency stability measurements have also been\ndiscussed.\n"]}]
["1109.0632",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0632","Rep. Prog. Phys. 75 016502 (2012)","doi:10.1088/0034-4885/75/1/016502"],"date":["2011-09-03"],"type":["text"],"creator":["Rice, T. M.","Yang, Kai-Yu","Zhang, F. C."],"language":[],"coverage":[],"title":["A Phenomenological Theory of the Anomalous Pseudogap Phase in Underdoped\n  Cuprates"],"description":["  The theoretical description of the anomalous properties of the pseudogap\nphase in the underdoped region of the cuprate phase diagram lags behind the\nprogress in spectroscopic and other experiments. A phenomenological ansatz,\nbased on analogies to the approach to Mott localization at weak coupling in\nlower dimensional systems, has been proposed by Yang, Rice and Zhang [Phys.\nRev. B 73 (2006),174501]. This ansatz has had success in describing a range of\nexperiments. The motivation underlying this ansatz is described and the\ncomparisons to experiment are reviewed. Implications for a more microscopic\ntheory are discussed together with the relation to theories that start directly\nfrom microscopic strongly coupled Hamiltonians.\n","Comment: 66 pages, 37 figures, accepted by Rep. Prog. Phys"]}]
["1109.2110",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2110","Phys.Lett.B708:93-99,2012","doi:10.1016/j.physletb.2012.01.023"],"date":["2011-09-09","2012-01-16"],"type":["text"],"creator":["Li, Tianjun","Maxin, James A.","Nanopoulos, Dimitri V.","Walker, Joel W."],"language":[],"coverage":[],"title":["Natural Predictions for the Higgs Boson Mass and Supersymmetric\n  Contributions to Rare Processes"],"description":["  In the context of No-Scale F-SU(5), a model defined by the convergence of the\nF-lipped SU(5) Grand Unified Theory, two pairs of hypothetical TeV scale\nvector-like supersymmetric multiplets with origins in F-theory, and the\ndynamically established boundary conditions of No-Scale Supergravity, we\npredict that the lightest CP-even Higgs boson mass lies within the range of\n119.0 GeV to 123.5 GeV, exclusive of the vector-like particle contribution to\nthe mass. With reports by the CMS, ATLAS, CDF, and D0 Collaborations detailing\nenticing statistical excesses in the vicinity of 120 GeV in searches for the\nStandard Model Higgs boson, all signs point to an imminent discovery. While\nbasic supersymmetric constructions such as mSUGRA and the CMSSM have already\nsuffered overwhelming reductions in viable parameterization during the LHC's\ninitial year of operation, about 80% of the original No-Scale F-SU(5) model\nspace remains viable after analysis of the first 1.1 fb^{-1} of integrated\nluminosity. This model is moreover capable of handily explaining the small\nexcesses recently reported in the CMS multijet supersymmetry search, and also\nfeatures a highly favorable \"golden\" subspace which may simultaneously account\nfor the key rare process limits on the muon anomalous magnetic moment (g - 2)\nand the branching ratio of the flavor-changing neutral current decay b to\ns\\gamma. In addition, the isolated mass parameter responsible for the global\nparticle mass normalization, the gaugino boundary mass M_{1/2}, is dynamically\ndetermined at a secondary local minimization of the minimum of the Higgs\npotential V_{min}, in a manner which is deeply consistent with all precision\nmeasurements at the physical electroweak scale.\n","Comment: Physics Letters B Version, 10 pages, 2 figures, 2 tables"]}]
["1109.2735",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2735","Laser Phys. Lett. 9, 160 (2012)","doi:10.1002/lapl.201110109"],"date":["2011-09-13"],"type":["text"],"creator":["Esmann, Martin","Pritchard, Jonathan D.","Weiss, Christoph"],"language":[],"coverage":[],"title":["Fractional photon-assisted tunnelling of ultra-cold atoms in\n  periodically shaken double-well lattices"],"description":["  Fractional photon-assisted tunnelling is investigated both numerically and\nanalytically in a double-well lattice. While integer photon-assisted tunnelling\nis a single-particle effect, fractional photon-assisted tunnelling is an\ninteraction-induced many-body effect. Double-well lattices with few particles\nin each double well are ideal to study this effect far from the mean-field\neffects. It is predicted that the 1/4-resonance is observable in such systems.\nFractional photon-assisted tunnelling provides a physically relevant model for\nwhich N-th order time-dependent perturbation theory can be large although all\nprevious orders are small.\n","Comment: Preprint-version; 9 pages, 9 png-figures"]}]
["1109.5319",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5319"],"date":["2011-09-24","2012-01-31"],"type":["text"],"creator":["Enright, John J.","Frazzoli, Emilio"],"language":[],"coverage":[],"title":["Optimal Foraging of Renewable Resources"],"description":["  Consider a team of agents in the plane searching for and visiting target\npoints that appear in a bounded environment according to a stochastic renewal\nprocess with a known absolutely continuous spatial distribution. Agents must\ndetect targets with limited-range onboard sensors. It is desired to minimize\nthe expected waiting time between the appearance of a target point, and the\ninstant it is visited. When the sensing radius is small, the system time is\ndominated by time spent searching, and it is shown that the optimal policy\nrequires the agents to search a region at a relative frequency proportional to\nthe square root of its renewal rate. On the other hand, when targets appear\nfrequently, the system time is dominated by time spent servicing known targets,\nand it is shown that the optimal policy requires the agents to service a region\nat a relative frequency proportional to the cube root of its renewal rate.\nFurthermore, the presented algorithms in this case recover the optimal\nperformance achieved by agents with full information of the environment.\nSimulation results verify the theoretical performance of the algorithms.\n","Comment: 14 pages, 4 figures, submitted to IEEE Transactions on Robotics"]}]
["1109.6837",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6837","J. Chem. Phys. 136, 054501 (2012)","doi:10.1063/1.3677192"],"date":["2011-09-30","2011-12-21"],"type":["text"],"creator":["Reinhardt, Aleks","Doye, Jonathan P. K."],"language":[],"coverage":[],"title":["Free energy landscapes for homogeneous nucleation of ice for a monatomic\n  water model"],"description":["  We simulate the homogeneous nucleation of ice from supercooled liquid water\nat 220 K in the isobaric-isothermal ensemble using the MW monatomic water\npotential. Monte Carlo simulations using umbrella sampling are performed in\norder to determine the nucleation free energy barrier. We find the Gibbs energy\nprofile to be relatively consistent with that predicted by classical nucleation\ntheory; the free energy barrier to nucleation was determined to be ~18 kT and\nthe critical nucleus comprised ~85 ice particles. Growth from the supercooled\nliquid gives clusters that are predominantly cubic, whilst starting with a\npre-formed subcritical nucleus of cubic or hexagonal ice results in the growth\nof predominantly that phase of ice only.\n","Comment: 11 pages, 6 figures; updated with nucleation rates and additional\n  comparisons with some newly published papers"]}]
["1110.0679",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0679","Phys. Rev. Lett. 108, 052505 (2012)","doi:10.1103/PhysRevLett.108.052505"],"date":["2011-10-04","2012-02-01"],"type":["text"],"creator":["Ankowski, Artur M.","Benhar, Omar","Mori, Takaaki","Yamaguchi, Ryuta","Sakuda, Makoto"],"language":[],"coverage":[],"title":["Analysis of gamma-ray production in neutral-current neutrino-oxygen\n  interactions at energies above 200 MeV"],"description":["  It has long been recognized that observation of gamma rays originating from\nnuclear deexcitation can be exploited to identify neutral-current\nneutrino-nucleus interactions in water-Cherenkov detectors. We report the\nresults of a calculation of the neutrino- and antineutrino-induced gamma-ray\nproduction cross section for oxygen target. Our analysis is focused on the\nkinematical region of neutrino energy larger than ~200 MeV, in which\nsingle-nucleon knockout is known to be the dominant reaction mechanism. The\nnumerical results have been obtained using for the first time a realistic model\nof the target spectral function, extensively tested against electron-nucleus\nscattering data. We find that at neutrino energy 600 MeV the fraction of\nneutral-current interactions leading to emission of gamma-rays of energy larger\nthan 6 MeV is ~41%, and that the contribution of the p_3/2 state is\noverwhelming.\n","Comment: 5 pages, 4 figures"]}]
["1110.1123",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1123","Proceeding of 2nd ICICI-BME, 8-9 Nov. 2011, Bandung, Indonesia,\n  pp. 372 - 375","doi:10.1109/ICICI-BME.2011.6108661"],"date":["2011-10-05"],"type":["text"],"creator":["Djamal, Mitra","Ramli","Viridi, Sparisoma","Khairurrijal"],"language":[],"coverage":[],"title":["Giant Magnetoresistance Effect in Organic Material and Its Potential for\n  Magnetic Sensor"],"description":["  Giant magnetoresistance (GMR) material has great potential as next generation\nmagnetic field sensing devices, have magnetic properties and high electrical\npotential to be developed into various applications such as: magnetic field\nsensor measurements, current measurements, linear and rotational position\nsensor, data storage, head recording, and non-volatile magnetic random access\nmemory (MRAM). Today, the new GMR materials based on organic material obtained\nafter allowing for Organic Magnetoresistance (OMAR) was found in OLEDs (organic\nlight-emitting diodes). This organic material is used as a spacer layer in GMR\ndevices with spin-valve structures. Traditionally, metals and semiconductors\nare used as a spacer layer in spin-valve. However, several factors such as spin\nscattering caused by large atoms of the spacer material and the interface\nscattering of ferromagnetic with a spacer, will limit the efficiency of\nspin-valve. In this paper, we describe a new GMR materials based on organic\nmaterial that we have developed.\n","Comment: 3 pages, 6 figures, sumbitted to ICICI-BME 2011 \"Science and\n  Technology for Health\""]}]
["1110.1165",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1165","Proceedings of the CSIT Conference, Yerevan, 2011, pp. 89-92"],"date":["2011-10-06","2012-01-31"],"type":["text"],"creator":["Petrosyan, Petros A.","Khachatrian, Hrant H.","Yepremyan, Liana E.","Tananyan, Hovhannes G."],"language":[],"coverage":[],"title":["Interval edge-colorings of graph products"],"description":["  An interval t-coloring of a graph G is a proper edge-coloring of G with\ncolors 1,2,...,t such that at least one edge of G is colored by i, i=1,2,...,t,\nand the edges incident to each vertex v\\in V(G) are colored by d_{G}(v)\nconsecutive colors, where d_{G}(v) is the degree of the vertex v in G. In this\npaper interval edge-colorings of various graph products are investigated.\n","Comment: 4 pages"]}]
["1110.2320",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2320","JHEP 1201:089, 2012","doi:10.1007/JHEP01(2012)089"],"date":["2011-10-11","2012-02-01"],"type":["text"],"creator":["Goutéraux, Blaise","Smolic, Jelena","Smolic, Milena","Skenderis, Kostas","Taylor, Marika"],"language":[],"coverage":[],"title":["Holography for Einstein-Maxwell-dilaton theories from generalized\n  dimensional reduction"],"description":["  We show that a class of Einstein-Maxwell-Dilaton (EMD) theories are related\nto higher dimensional AdS-Maxwell gravity via a dimensional reduction over\ncompact Einstein spaces combined with continuation in the dimension of the\ncompact space to non-integral values (`generalized dimensional reduction').\nThis relates (fairly complicated) black hole solutions of EMD theories to\nsimple black hole/brane solutions of AdS-Maxwell gravity and explains their\nproperties. The generalized dimensional reduction is used to infer the\nholographic dictionary and the hydrodynamic behavior for this class of theories\nfrom those of AdS. As a specific example, we analyze the case of a black brane\ncarrying a wave whose universal sector is described by gravity coupled to a\nMaxwell field and two neutral scalars. At thermal equilibrium and finite\nchemical potential the two operators dual to the bulk scalar fields acquire\nexpectation values characterizing the breaking of conformal and generalized\nconformal invariance. We compute holographically the first order transport\ncoefficients (conductivity, shear and bulk viscosity) for this system.\n","Comment: v2, Important additions: (1) discussion of the entropy current, (2)\n  postulated zeta/eta bound is generically violated. Some comments and\n  references added, typos corrected. 50 pages"]}]
["1110.2965",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2965","Phys. Rev. D 84, 124011 (2011)","doi:10.1103/PhysRevD.84.124011"],"date":["2011-10-13","2012-02-01"],"type":["text"],"creator":["Boyle, Michael","Owen, Robert","Pfeiffer, Harald P."],"language":[],"coverage":[],"title":["A geometric approach to the precession of compact binaries"],"description":["  We discuss a geometrical method to define a preferred reference frame for\nprecessing binary systems and the gravitational waves they emit. This\nminimal-rotation frame is aligned with the angular-momentum axis and fixes the\nrotation about that axis up to a constant angle, resulting in an essentially\ninvariant frame. Gravitational waveforms decomposed in this frame are similarly\ninvariant under rotations of the inertial frame and exhibit relatively smoothly\nvarying phase. By contrast, earlier prescriptions for radiation-aligned frames\ninduce extraneous features in the gravitational-wave phase which depend on the\norientation of the inertial frame, leading to fluctuations in the frequency\nthat may compound to many gravitational-wave cycles. We explore a simplified\ndescription of post-Newtonian approximations for precessing systems using the\nminimal-rotation frame, and describe the construction of analytical/numerical\nhybrid waveforms for such systems.\n","Comment: Minor clarifications and journal reference"]}]
["1110.3220",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3220","Phys.Rev.D85:015013,2012","doi:10.1103/PhysRevD.85.015013"],"date":["2011-10-14","2012-01-31"],"type":["text"],"creator":["Kom, C. H.","Rodejohann, Werner"],"language":[],"coverage":[],"title":["Four-jet final state in same-sign lepton colliders and neutrinoless\n  double beta decay mechanisms"],"description":["  If neutrinoless double beta decay is observed, it will be important to\nunderstand the mechanism(s) behind this process. Using a minimal supersymmetric\nextension to the Standard Model in association with a lepton number violating\ncoupling as an example, we show that if neutrinoless double beta decay is\nmediated by new TeV scale particles, looking for four-jet final states in\nfuture linear colliders operating in the same-sign electron mode could provide\nimportant information on the underlying mechanisms. We study the prospects for\nobserving this process at the proposed ILC and CLIC energies, and discuss the\ncomplementarity between such a four-jet signal and other collider signatures at\nthe LHC.\n","Comment: 16 pages, 5 figures"]}]
["1110.3387",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3387","Phys. Rev. Lett. 108, 057204 (2012)","doi:10.1103/PhysRevLett.108.057204"],"date":["2011-10-15","2012-02-01"],"type":["text"],"creator":["Bhattacharjee, S.","Nordström, L.","Fransson, J."],"language":[],"coverage":[],"title":["Atomistic spin dynamic method with both damping and moment of inertia\n  effects included from first principles"],"description":["  We consider spin dynamics for implementation in an atomistic framework and we\naddress the feasibility of capturing processes in the femtosecond regime by\ninclusion of moment of inertia. In the spirit of an {\\it s-d} -like interaction\nbetween the magnetization and electron spin, we derive a generalized equation\nof motion for the magnetization dynamics in the semi-classical limit, which is\nnon-local in both space and time. Using this result we retain a generalized\nLandau-Lifshitz-Gilbert equation, also including the moment of inertia, and\ndemonstrate how the exchange interaction, damping, and moment of inertia, all\ncan be calculated from first principles.\n","Comment: 5 pages, 1 figure"]}]
["1110.3753",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3753","Europhys.Lett.96:50005,2011","doi:10.1209/0295-5075/96/50005"],"date":["2011-10-17"],"type":["text"],"creator":["Das, Saurya","Vagenas, Elias C."],"language":[],"coverage":[],"title":["Quantum aether and an invariant Planck scale"],"description":["  We argue that a quantum aether is consistent with the principle of relativity\nand can provide an economical way of having an invariant quantum gravity or\nPlanck scale. We also show that it may change the effective scale at which\nquantum gravity effects may be observable.\n","Comment: 3 pages, LaTeX, no figures, to appear in EPL"]}]
["1110.4615",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","58E11, 58J05 (Primary) 53C21, 53C25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4615"],"date":["2011-10-20","2012-01-31"],"type":["text"],"creator":["Raske, David"],"language":[],"coverage":[],"title":["The Yamabe problem for Q-curvature"],"description":["  In this paper we demonstrate that under general conditions there exists a\nmetric in the conformal class of an arbitrary metric on a smooth, closed\nRiemannian manifold of dimension greater than four such that the $Q$-curvature\nof the metric is a constant. Existence of solutions is obtained through the\ncombination of variational methods, second order Sobolev inequalities, and the\n$W^{2,2}$ blow-up theory developed by Hebey and Robert. Positivity of the\nsolutions is obtained from a novel argument proven here for the first time that\nis rooted in the conformal covariance property of the Paneitz-Branson operator\nand the positive semidefiniteness of the second derivative of a $C^2$ function\nat a local minimum.\n","Comment: This paper has been withdrawn by the author because \"On the $k$th\n  order Yamabe problem\" has made it obsolete"]}]
["1110.4668",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4668"],"date":["2011-10-20","2012-01-31"],"type":["text"],"creator":["Pennington, Nathan"],"language":[],"coverage":[],"title":["Global Solutions to the Lagrangian Averaged Navier-Stokes equation in\n  low regularity Besov spaces"],"description":["  The Lagrangian Averaged Navier-Stokes (LANS) equations are a recently derived\napproximation to the Navier-Stokes equations. Existence of global solutions for\nthe LANS equation has been proven for initial data in the Sobolev space\n$H^{3/4,2}(\\mathbb{R}^3)$ and in the Besov space $B^{3/2}_{2,q}(\\mathbb{R}^3)$.\nIn this paper, we use an interpolation based method to prove the existence of\nglobal solutions to the LANS equation with initial data in\n$B^{3/p}_{p,q}(\\mathbb{R}^3)$ for any $p>3$.\n"]}]
["1110.6305",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Differential Geometry","Mathematics - Group Theory","46L10, 20L05, 20M18, 53D17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6305"],"date":["2011-10-28","2012-02-01"],"type":["text"],"creator":["Odzijewicz, Anatol","Sliżewska, Aneta"],"language":[],"coverage":[],"title":["Groupoids and inverse semigroups associated to W*-algebras"],"description":["  We investigate the Banach Lie groupoids and inverse semigroups naturally\nassociated to W*-algebras. We also present statements describing relationship\nbetween these groupoids and the Banach Poisson geometry which follows in the\ncanonical way from the W*-algebra structure.\n","Comment: 42 pages"]}]
["1111.0588",{"format":[],"subject":["Quantum Physics","Physics - Instrumentation and Detectors","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0588","Opt. Express 20, 1608-1616 (2012)","doi:10.1364/OE.20.001608"],"date":["2011-11-02"],"type":["text"],"creator":["Akhlaghi, Mohsen K.","Majedi, A. Hamed"],"language":[],"coverage":[],"title":["Gated Mode Superconducting Nanowire Single Photon Detectors"],"description":["  Single Photon Detectors (SPD) are fundamental to quantum optics and quantum\ninformation. Superconducting Nanowire SPDs (SNSPD) [1] provide high performance\nin terms of quantum efficiency (QE), dark count rate (DCR) and timing jitter\n[2], but have limited maximum count rate (MCR) when operated as a free-running\nmode (FM) detector [3, 4]. However, high count rates are needed for many\napplications like quantum computing [5] and communication [6], and laser\nranging [7]. Here we report the first operation of SNSPDs in a gated mode (GM)\nthat exploits a single photon triggered latching phenomenon to detect photons.\nWe demonstrate operation of a large active area single element GM-SNSPD at\n625MHz, one order of magnitude faster than its FM counterpart. Contrary to\nFM-SNSPDs, the MCR in GM can be pushed to GHz range without a compromise on the\nactive area or QE, while reducing the DCR.\n"]}]
["1111.1302",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1302","Nanoscale 4, 692 (2012)","doi:10.1039/C1NR11116G"],"date":["2011-11-05"],"type":["text"],"creator":["Agio, Mario"],"language":[],"coverage":[],"title":["Optical antennas as nanoscale resonators"],"description":["  Recent progress in nanotechnology has enabled us to fabricate subwavelength\narchitectures that function as antennas for improving the exchange of optical\nenergy with nanoscale matter. We describe the main features of optical antennas\nfor enhancing quantum emitters and review designs that increase the spontaneous\nemission rate by orders of magnitude from the ultraviolet up to the\nnear-infrared spectral range. To further explore how optical antennas may lead\nto unprecedented regimes of light-matter interaction, we draw a relationship\nbetween metal nanoparticles, radio-wave antennas and optical resonators. Our\nanalysis points out how optical antennas may function as nanoscale resonators\nand how these may offer unique opportunities with respect to state-of-the-art\nmicrocavities.\n","Comment: 17 pages, 20 figures"]}]
["1111.1504",{"format":[],"subject":["Mathematics - Logic","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1504","Journal of Symbolic Logic 77, 1 (2012) 350-368"],"date":["2011-11-07"],"type":["text"],"creator":["Finkel, Olivier","Todorcevic, Stevo"],"language":[],"coverage":[],"title":["A Hierarchy of Tree-Automatic Structures"],"description":["  We consider $\\omega^n$-automatic structures which are relational structures\nwhose domain and relations are accepted by automata reading ordinal words of\nlength $\\omega^n$ for some integer $n\\geq 1$. We show that all these structures\nare $\\omega$-tree-automatic structures presentable by Muller or Rabin tree\nautomata. We prove that the isomorphism relation for $\\omega^2$-automatic\n(resp. $\\omega^n$-automatic for $n>2$) boolean algebras (respectively, partial\norders, rings, commutative rings, non commutative rings, non commutative\ngroups) is not determined by the axiomatic system ZFC. We infer from the proof\nof the above result that the isomorphism problem for $\\omega^n$-automatic\nboolean algebras, $n > 1$, (respectively, rings, commutative rings, non\ncommutative rings, non commutative groups) is neither a $\\Sigma_2^1$-set nor a\n$\\Pi_2^1$-set. We obtain that there exist infinitely many $\\omega^n$-automatic,\nhence also $\\omega$-tree-automatic, atomless boolean algebras $B_n$, $n\\geq 1$,\nwhich are pairwise isomorphic under the continuum hypothesis CH and pairwise\nnon isomorphic under an alternate axiom AT, strengthening a result of [FT10].\n","Comment: To appear in The Journal of Symbolic Logic. arXiv admin note:\n  substantial text overlap with arXiv:1007.0822"]}]
["1111.4724",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4724"],"date":["2011-11-20","2012-02-01"],"type":["text"],"creator":["Lee, Kyunghan","Kim, Yoora","Chong, Song","Rhee, Injong","Yi, Yung","Shroff, Ness. B."],"language":[],"coverage":[],"title":["On the Critical Delays of Mobile Networks under L\\'{e}vy Walks and\n  L\\'{e}vy Flights"],"description":["  Delay-capacity tradeoffs for mobile networks have been analyzed through a\nnumber of research work. However, L\\'{e}vy mobility known to closely capture\nhuman movement patterns has not been adopted in such work. Understanding the\ndelay-capacity tradeoff for a network with L\\'{e}vy mobility can provide\nimportant insights into understanding the performance of real mobile networks\ngoverned by human mobility. This paper analytically derives an important point\nin the delay-capacity tradeoff for L\\'{e}vy mobility, known as the critical\ndelay. The critical delay is the minimum delay required to achieve greater\nthroughput than what conventional static networks can possibly achieve (i.e.,\n$O(1/\\sqrt{n})$ per node in a network with $n$ nodes). The L\\'{e}vy mobility\nincludes L\\'{e}vy flight and L\\'{e}vy walk whose step size distributions\nparametrized by $\\alpha \\in (0,2]$ are both heavy-tailed while their times\ntaken for the same step size are different. Our proposed technique involves (i)\nanalyzing the joint spatio-temporal probability density function of a\ntime-varying location of a node for L\\'{e}vy flight and (ii) characterizing an\nembedded Markov process in L\\'{e}vy walk which is a semi-Markov process. The\nresults indicate that in L\\'{e}vy walk, there is a phase transition such that\nfor $\\alpha \\in (0,1)$, the critical delay is always $\\Theta (n^{1/2})$ and for\n$\\alpha \\in [1,2]$ it is $\\Theta(n^{\\frac{\\alpha}{2}})$. In contrast, L\\'{e}vy\nflight has the critical delay $\\Theta(n^{\\frac{\\alpha}{2}})$ for\n$\\alpha\\in(0,2]$.\n"]}]
["1111.5032",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5032","Phys. Rev. A 84, 062302 (2011)","doi:10.1103/PhysRevA.84.062302"],"date":["2011-11-21"],"type":["text"],"creator":["Blumer, Benjamin A.","Underwood, Michael S.","Feder, David L."],"language":[],"coverage":[],"title":["Single-qubit unitary gates by graph scattering"],"description":["  We consider the effects of plane-wave states scattering off finite graphs, as\nan approach to implementing single-qubit unitary operations within the\ncontinuous-time quantum walk framework of universal quantum computation. Four\nsemi-infinite tails are attached at arbitrary points of a given graph,\nrepresenting the input and output registers of a single qubit. For a range of\nmomentum eigenstates, we enumerate all of the graphs with up to $n=9$ vertices\nfor which the scattering implements a single-qubit gate. As $n$ increases, the\nnumber of new unitary operations increases exponentially, and for $n>6$ the\nmajority correspond to rotations about axes distributed roughly uniformly\nacross the Bloch sphere. Rotations by both rational and irrational multiples of\n$\\pi$ are found.\n","Comment: 8 pages, 7 figures"]}]
["1111.5336",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5336","Astrophys.Space Sci.338 (2012) 211-216","doi:10.1007/s10509-011-0921-5"],"date":["2011-11-22","2012-02-01"],"type":["text"],"creator":["Kucukakca, Y.","Camci, U."],"language":[],"coverage":[],"title":["Noether gauge symmetry for $f(R)$ gravity in Palatini formalism"],"description":["  In this study, we consider a flat Friedmann-Robertson-Walker (FRW) universe\nin the context of Palatini $f(R)$ theory of gravity. Using the dynamical\nequivalence between $f(R)$ gravity and scalar-tensor theories, we construct a\npoint Lagrangian in the flat FRW spacetime. Applying {\\em Noether gauge\nsymmetry approach} for this $f(R)$ Lagrangian we find out the form of $f(R)$\nand the exact solution for cosmic scale factor. It is shown that the resulting\nform of $f(R)$ yield a power-law expansion for the scale factor of the\nuniverse.\n","Comment: 7 pagese, no figures; Published in Astrophysics & Space Science. Some\n  minor corrections have been made"]}]
["1111.5418",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5418","ApJ, 746, 96, 2012","doi:10.1088/0004-637X/746/1/96"],"date":["2011-11-23","2011-12-14"],"type":["text"],"creator":["Tesileanu, Ovidiu","Mignone, Andrea","Massaglia, Silvano","Bacciotti, Francesca"],"language":[],"coverage":[],"title":["Numerical simulations of radiative magnetized Herbig-Haro jets: the\n  influence of pre-ionization from X-rays on emission lines"],"description":["  We investigate supersonic, axisymmetric magnetohydrodynamic (MHD) jets with a\ntime-dependent injection velocity by numerical simulations with the PLUTO code.\nUsing a comprehensive set of parameters, we explore different jet\nconfigurations in the attempt to construct models that can be directly compared\nto observational data of microjets. In particular, we focus our attention on\nthe emitting properties of traveling knots and construct, at the same time,\naccurate line intensity ratios and surface brightness maps. Direct comparison\nof the resulting brightness and line intensity ratios distributions with\nobservational data of microjets shows that a closer match can be obtained only\nwhen the jet material is pre-ionized to some degree. A very likely source for a\npre-ionized medium is photoionization by X-ray flux coming from the central\nobject.\n","Comment: Accepted for publication in ApJ"]}]
["1112.0964",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0964","Phys. Rev. B 85, 064501 (2012)","doi:10.1103/PhysRevB.85.064501"],"date":["2011-12-05"],"type":["text"],"creator":["Sakakibara, H.","Usui, H.","Kuroki, K.","Arita, R.","Aoki, H."],"language":[],"coverage":[],"title":["Origin of the material dependence of $T_c$ in the single-layered\n  cuprates"],"description":["  In order to understand the material dependence of $T_c$ within the\nsingle-layered cuprates, we study a two-orbital model that considers both\n$d_{x^2-y^2}$ and $d_{z^2}$ orbitals. We reveal that a hybridization of\n$d_{z^2}$ on the Fermi surface substantially affects $T_c$ in the cuprates,\nwhere the energy difference $\\Delta E$ between the $d_{x^2-y2}$ and $d_{z^2}$\norbitals is identified to be the key parameter that governs both the\nhybridization and the shape of the Fermi surface. A smaller $\\Delta E$ tends to\nsuppress $T_c$ through a larger hybridization, whose effect supersedes the\neffect of diamond-shaped (better-nested) Fermi surface. The mechanism of the\nsuppression of d-wave superconductivity due to $d_{z^2}$ orbital mixture is\nclarified from the viewpoint of the ingredients involved in the Eliashberg\nequation, i.e., the Green's functions and the form of the pairing interaction\ndescribed in the orbital representation. The conclusion remains qualitatively\nthe same if we take a three-orbital model that incorporates Cu 4s orbital\nexplicitly, where the 4s orbital is shown to have an important effect of making\nthe Fermi surface rounded. We have then identified the origin of the material\nand lattice-structure dependence of $\\Delta E$, which is shown to be determined\nby the energy difference $\\Delta E_d$ between the two Cu3d orbitals (primarily\ngoverned by the apical oxygen height), and the energy difference $\\Delta E_p$\nbetween the in-plane and apical oxygens (primarily governed by the interlayer\nseparation $d$).\n"]}]
["1112.1507",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1507","Eur. Phys. J. Plus (2012) 127: 12","doi:10.1140/EPJP/i2012-12012-4"],"date":["2011-12-07","2012-01-04"],"type":["text"],"creator":["Strocchi, F."],"language":[],"coverage":[],"title":["The Physical Principles of Quantum Mechanics. A critical review"],"description":["  The standard presentation of the principles of quantum mechanics is\ncritically reviewed both from the experimental/operational point and with\nrespect to the request of mathematical consistency and logical economy. A\nsimpler and more physically motivated formulation is discussed. The existence\nof non commuting observables, which characterizes quantum mechanics with\nrespect to classical mechanics, is related to operationally testable\ncomplementarity relations, rather than to uncertainty relations. The drawbacks\nof Dirac argument for canonical quantization are avoided by a more geometrical\napproach.\n","Comment: Bibliography and section 2.1 slightly improved"]}]
["1112.1819",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1819","Europhys. Lett. vol. 97, 37002 (2012)","doi:10.1209/0295-5075/97/37002"],"date":["2011-12-08","2012-01-15"],"type":["text"],"creator":["Shlimak, I.","Butenko, A.","Golosov, D. I.","Friedland, K. -J.","Kravchenko, S. V."],"language":[],"coverage":[],"title":["Influence of spin polarization on resistivity of a two-dimensional\n  electron gas in Si MOSFET at metallic densities"],"description":["  Positive magnetoresistance (PMR) of a silicon MOSFET in parallel magnetic\nfields B has been measured at high electron densities n >> n_c where n_c is the\ncritical density of the metal-insulator transition (MIT). It turns out that the\nnormalized PMR curves, R(B)/R(0), merge together when the field is scaled\naccording to B/B_c(n) where B_c is the field in which electrons become fully\nspin polarized. The values of B_c have been calculated from the simple equality\nbetween the Zeeman splitting energy and the Fermi energy taking into account\nthe experimentally measured dependence of the spin susceptibility on the\nelectron density. This extends the range of validity of the scaling all the way\nto a deeply metallic regime far away from MIT. The subsequent analysis of PMR\nfor low n >~ n_c demonstrated that the merging of the initial parts of curves\ncan bee achieved only with taking into account the temperature dependence of\nB_c. It is also shown that the shape of the PMR curves at strong magnetic\nfields is affected by a crossover from a purely two-dimensional (2D) electron\ntransport to a regime where out-of-plane carrier motion becomes important\n(quasi-three-dimensional regime).\n","Comment: 5 pages, including 6 figures; misprints corrected; Europhys. Lett.\n  (in press)"]}]
["1112.2565",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2565"],"date":["2011-12-12","2012-02-01"],"type":["text"],"creator":["Bytev, V. V.","Kuraev, E. A.","Scherbakova, E. S."],"language":[],"coverage":[],"title":["Leptonic tensor for hard photon emission in annihilation channel.Dirac\n  tensor with heavy photon"],"description":["  For the large-angles hard photon emission by initial leptons in process of\nhigh energy annihilation of $e^+ e^- \\to $ to hadrons the Dirac tensor is\nobtained, taking into account the lowest order radiative corrections. The case\nof large-angles emission of two hard photons by initial leptons is considered.\nThis result is being completed by the kinematics case of collinear hard photons\nemission as well as soft virtual and real photons and can be used for\nconstruction of Monte-Carlo generators.\n","Comment: ISSN 0418-9833"]}]
["1112.2832",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2832","Rev. Sci. Instrum. Volume 83, Issue 1, 013902 (2012)","doi:10.1063/1.3680106"],"date":["2011-12-13","2012-01-06"],"type":["text"],"creator":["Grygiel, C.","Lebius, H.","Bouffard, S.","Quentin, A.","Ramillon, J. M.","Madi, T.","Guillous, S.","Been, T.","Guinement, P.","Lelievre, D.","Monnet, I."],"language":[],"coverage":[],"title":["Online in-situ X-ray diffraction setup for structural modification\n  studies during swift heavy ion irradiation"],"description":["  The high energy density of electronic excitations due to the impact of swift\nheavy ions can induce structural modifications in materials. We present a X-ray\ndiffractometer called ALIX, which has been set up at the low-energy IRRSUD\nbeamline of the GANIL facility, to allow the study of structural modification\nkinetics as a function of the ion fluence. The X-ray setup has been modified\nand optimized to enable irradiation by swift heavy ions simultaneously to X-ray\npattern recording. We present the capability of ALIX to perform simultaneous\nirradiation - diffraction by using energy discrimination between X-rays from\ndiffraction and from ion-target interaction. To illustrate its potential,\nresults of sequential or simultaneous irradiation - diffraction are presented\nin this article to show radiation effects on the structural properties of\nceramics. Phase transition kinetics have been studied during xenon ion\nirradiation of polycrystalline MgO and SrTiO3. We have observed that MgO oxide\nis radiation-resistant to high electronic excitations, contrary to the high\nsensitivity of SrTiO3, which exhibits transition from the crystalline to the\namorphous state during irradiation. By interpreting the amorphization kinetics\nof SrTiO3, defect overlapping models are discussed as well as latent track\ncharacteristics. Together with a transmission electron microscopy study, we\nconclude that a single impact model describes the phase transition mechanism.\n","Comment: 12 pages, 8 figures, Accepted to Review of Scientific Instruments"]}]
["1112.2970",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2970","Astron.Astrophys. 538 (2012) A58","doi:10.1051/0004-6361/201118403"],"date":["2011-12-13","2012-01-02"],"type":["text"],"creator":["Penacchioni, A. V.","Ruffini, R.","Izzo, L.","Muccino, M.","Bianco, C. L.","Caito, L.","Patricelli, B.","Amati, L."],"language":[],"coverage":[],"title":["Evidence for a proto-black hole and a double astrophysical component in\n  GRB 101023"],"description":["  [Shortened] Context: [...] we point out a striking similarity between GRB\n101023 and GRB 090618. We explore the possibility that these sources are\nmembers of a new GRB family related to a single core-collapse. We use this\nunderstanding of the source in order to infer the unobserved redshift of GRB\n101023. [...]. Aims: In precise analogy with GRB 090618 we aim to analyze the\n89s of emission of GRB 101023 to see if we are in presence of two different\nepisodes: the first one presenting a characteristic Black-body temperature\nevolution, evolving in time with a broken power-law, and the second one\nconsistent with a canonical GRB. [...] Results: We confirm that the first\nepisode can be well fit by a Black body plus a power-law model. The temperature\nchanges with time following a broken power law, and the photon index of the\npower-law component presents a soft to hard evolution. We estimate the radius\nof this source, increasing with time with a velocity of 1.5x10^4 km/s. The\nsecond episode appears to be a canonical GRB. By using the Amati relation and\nthe Atteia relation, we determine the cosmological redshift, z ~ 0.9 +- 0.084\n(stat.) +- 0.2 (sys.). [...]. Particularly striking is the scaling law of the\nsoft X-ray component of the afterglow. Conclusions: We identify GRB 090618 and\nGRB 101023 with a new family of GRBs presenting a double astrophysical\ncomponent. A first one, related to the proto-black hole, prior to the process\nof gravitational collapse (episode 1) and a second one which is the canonical\nGRB (episode 2) emitted during the formation of the black-hole. [...] This\nanalysis indicates progress towards developing a GRB distance indicator based\non the understanding of the P-GRB and the prompt radiation as well as the soft\nX-Ray behavior of the late afterglow.\n","Comment: 11 pages, 18 figures, accepted on A&A. New version fixing some typos.\n  This is the version actually in press"]}]
["1112.3923",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3923"],"date":["2011-12-16","2012-01-31"],"type":["text"],"creator":["Sheikholeslam, S. Arash","Gulliver, T. Aaron"],"language":[],"coverage":[],"title":["EPR Secure Non-relativistic Bit Commitment Through Entanglement Breaking\n  Channels"],"description":["  This paper considers the use an entanglement breaking channel in the\nconstruction of a secure bit-commitment protocol. It is shown that this can be\ndone via a depolarizing quantum channel.\n"]}]
["1112.5115",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5115","doi:10.1016/j.nuclphysa.2012.01.017"],"date":["2011-12-21","2012-02-01"],"type":["text"],"creator":["Fagundes, D. A.","Menon, M. J."],"language":[],"coverage":[],"title":["Total Hadronic Cross Section and the Elastic Slope: An Almost\n  Model-Independent Connection"],"description":["  An almost model-independent parametrization for the ratio of the total cross\nsection to the elastic slope, as function of the center of mass energy, is\nintroduced. The analytical result is based on the approximate relation of this\nquantity with the ratio $R$ of the elastic to total cross section and empirical\nfits to the $R$ data from proton-proton scattering above 10 GeV, under the\nconditions of asymptotic unitarity and the black-disk limit. This\nparametrization may be useful in studies of extensive air showers and the\ndetermination of the proton-proton total cross section from proton-air\nproduction cross section in cosmic-ray experiments.\n","Comment: 15 pages, 4 figures, v4: few typos corrected, final version to be\n  published in Nucl. Phys. A"]}]
["1112.5619",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5619"],"date":["2011-12-23","2012-02-01"],"type":["text"],"creator":["Kyasov, A. A.","Dedkov, G. V."],"language":[],"coverage":[],"title":["Controversies and Progress in the Problem of Dynamical\n  Fluctuation-Electromagnetic Interactions"],"description":["  A review is given of the key works relevant to the problem of dynamical\nfluctuation-electromagnetic interaction, a problem of topical interest over a\nperiod of several decades. We discuss controversies and present day progress in\nthis problem considering two basic geometrical configurations: a small particle\nmoving above a plate, and two parallel plates in relative motion.\n","Comment: 46 pages, 5 figures; extended variant submitted to Progress in\n  Surface Science"]}]
["1112.6060",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.6060"],"date":["2011-12-27","2012-02-01"],"type":["text"],"creator":["Erway, Jennifer B.","Marcia, Roummel F."],"language":[],"coverage":[],"title":["Limited-memory BFGS Systems with Diagonal Updates"],"description":["  In this paper, we investigate a formula to solve systems of the form (B +\n{\\sigma}I)x = y, where B is a limited-memory BFGS quasi-Newton matrix and\n{\\sigma} is a positive constant. These types of systems arise naturally in\nlarge-scale optimization such as trust-region methods as well as\ndoubly-augmented Lagrangian methods. We show that provided a simple condition\nholds on B_0 and \\sigma, the system (B + \\sigma I)x = y can be solved via a\nrecursion formula that requies only vector inner products. This formula has\ncomplexity M^2n, where M is the number of L-BFGS updates and n >> M is the\ndimension of x.\n"]}]
["1201.0750",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0750"],"date":["2012-01-02","2012-02-01"],"type":["text"],"creator":["Said, Jackson Levi","Adami, Kristian Zarb"],"language":[],"coverage":[],"title":["Cosmological Effects on Black Hole Formation"],"description":["  The formation of cosmological black holes is investigated using the\nfunctional Schroedinger equation as observed by an asymptotic observer,\nassuming a spherical domain wall collapse process. The mass formula of the\nSultana-Dyer black hole is derived using Israel's domain wall mathematical\nframework. This is used to examine the semi-classical and quantum nature of the\ncollapsing domain wall in the general scale of an arbitrary scale factor, while\nignoring evaporation and back reaction mass losses. Particular FLRW scale\nfactors are then explored for black hole horizon formation times, all yielding\nthe same over-all classical result, namely that an arbitrary amount of time is\nrequired for an asymptotic observer to register the formation of this surface.\n","Comment: 10 pages, 1 figure, submitted"]}]
["1201.1888",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Operator Algebras","16S10, 16W50, 16D70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1888"],"date":["2012-01-09","2012-01-31"],"type":["text"],"creator":["Brown, Jonathan H.","Huef, Astrid an"],"language":[],"coverage":[],"title":["The socle and semisimplicity of a Kumjian-Pask algebra"],"description":["  The Kumjian-Pask algebra KP(\\Lambda) is a graded algebra associated to a\nhigher-rank graph \\Lambda and is a generalization of the Leavitt path algebra\nof a directed graph. We analyze the minimal left-ideals of KP(\\Lambda), and\nidentify its socle as a graded ideal by describing its generators in terms of a\nsubset of vertices of the graph. We characterize when KP(\\Lambda) is\nsemisimple, and obtain a complete structure theorem for a semisimple\nKumjian-Pask algebra.\n"]}]
["1201.3800",{"format":[],"subject":["Mathematics - Complex Variables","30C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3800"],"date":["2012-01-18","2012-02-01"],"type":["text"],"creator":["Guo, Changyu"],"language":[],"coverage":[],"title":["Mappings of finite distortion of polynomial type"],"description":["  Suppose that $f: \\bR^n\\to\\bR^n$ is a mapping of $K$-bounded $p$-mean\ndistortion for some $p>n-1$. We prove the equivalence of the following\nproperties of $f$: doubling condition for $J(x,f)$ over big balls centered at\norigin, boundedness of multiplicity function $N(f,\\bR^n)$, polynomial type of\n$f$ and polynomial growth condition for $f$.\n","Comment: 12 pages"]}]
["1201.5455",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5455"],"date":["2012-01-26","2012-02-01"],"type":["text"],"creator":["Planat, Michel"],"language":[],"coverage":[],"title":["Twelve-dimensional Pauli group contextuality"],"description":["  The goal of the paper is to check whether the real eigenstates of the\nobservables in the single qudit Pauli group may lead to quantum contextuality,\nthe property that mutually compatible and independent experiments depend on\neach other. We find that quantum contextuality crops up at dimension twelve in\nvarious configurations with a few rays. We use the Shannon capacity for\ncharacterizing the corresponding orthogonality graphs. Some arithmetical\nproperties underlying the qudit contextuality are outlined.\n","Comment: expanded version"]}]
["1201.5476",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Digital Libraries","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5476"],"date":["2012-01-26","2012-02-01"],"type":["text"],"creator":["Spruit, H. C."],"language":[],"coverage":[],"title":["The relative significance of the H-index"],"description":["  Use of the Hirsch-index ($h$) as measure of an author's visibility in the\nscientific literature has become popular as an alternative to a gross measure\nlike total citations (c). I show that, at least in astrophysics, $h$ correlates\ntightly with overall citations. The mean relation is $h=0.5(\\sqrt c+1)$.\nOutliers are few and not too far from the mean, especially if `normalized' ADS\ncitations are used for $c$ and $h$. Whatever the theoretical reasoning behind\nit, the Hirsch index in practice does not appear to measure something\nsignificantly new.\n","Comment: More references added, small corrections. Research note, 3 small\n  pages, 1 figure"]}]
["1201.5546",{"format":[],"subject":["Physics - Physics Education","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5546"],"date":["2012-01-26","2012-02-01"],"type":["text"],"creator":["Baddi, Raju"],"language":[],"coverage":[],"title":["Free Fall Frame to Demonstrate Weightlessness"],"description":["  A simple apparatus to demonstrate free fall weightlessness is given. This can\nbe easily constructed from readily available materials and can be used for the\ndemonstration purpose to an audidence with all the details of the apparatus\nvisible.\n","Comment: 5 pages, 1 schematic, 3 illustrations"]}]
["1201.5967",{"format":[],"subject":["Mathematics - Combinatorics","05B25, 51D20, 51E12, 51E20, 51E21"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5967"],"date":["2012-01-28","2012-02-01"],"type":["text"],"creator":["Coolsaet, Kris","De Beule, Jan","Siciliano, Alessandro"],"language":[],"coverage":[],"title":["The known maximal partial ovoids of size $q^2-1$ of Q(4,q)"],"description":["  We present a description of maximal partial ovoids of size $q^2-1$ of the\nparabolic quadric $\\q(4,q)$ as sharply transitive subsets of $\\SL(2,q)$ and\nshow their connection with spread sets. This representation leads to an elegant\nexplicit description of all known examples. We also give an alternative\nrepresentation of these examples which is related to root systems.\n","Comment: 15 pages, revised version (v2 on arxiv is just a update of another\n  paper, applied on this paper, clearly a mistake...)"]}]
["1201.6183",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Probability","37C25, 47Axx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6183"],"date":["2012-01-30","2012-02-01"],"type":["text"],"creator":["Rozikov, U. A.","Karimov, M. M."],"language":[],"coverage":[],"title":["Dynamics of linear maps of idempotent measures"],"description":["  We describe all linear operators which maps $n-1$-dimensional simplex of\nidempotent measures to itself. Such operators divided to two classes: the first\nclass contains all $n\\times n$-matrices with non-negative entries which has at\nleast one zero-row; the second class contains all $n\\times n$-matrices with\nnon-negative entries which in each row and in each column has exactly one\nnon-zero entry. These matrices play a role of the stochastic matrices in case\nof idempotent measures. For both classes of linear maps we find fixed points.\nWe also study the dynamical systems generated by the linear maps of the set of\nidempotent measures.\n","Comment: 11 pages"]}]
["1201.6254",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","35Q35, 65M12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6254"],"date":["2012-01-30","2012-01-31"],"type":["text"],"creator":["Holden, Helge","Karlsen, Kenneth H.","Karper, Trygve K."],"language":[],"coverage":[],"title":["Operator splitting for well-posed active scalar equations"],"description":["  We analyze operator splitting methods applied to scalar equations with a\nnonlinear advection operator, and a linear (local or nonlocal) diffusion\noperator or a linear dispersion operator. The advection velocity is determined\nfrom the scalar unknown itself and hence the equations are so-called active\nscalar equations. Examples are provided by the surface quasi-geostrophic and\naggregation equations. In addition, Burgers-type equations with fractional\ndiffusion as well as the KdV and Kawahara equations are covered. Our main\nresult is that the Godunov and Strang splitting methods converge with the\nexpected rates provided the initial data is sufficiently regular.\n","Comment: 26 pages"]}]
["1201.6437",{"format":[],"subject":["Mathematics - Probability","60J68"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6437"],"date":["2012-01-30","2012-01-31"],"type":["text"],"creator":["He, Xin"],"language":[],"coverage":[],"title":["Lebesgue approximation of $(2,\\beta)$-superprocesses"],"description":["  Let $\\xi=(\\xi_t)$ be a locally finite $(2,\\beta)$-superprocess in $\\RR^d$\nwith $\\beta<1$ and $d>2/\\beta$. Then for any fixed $t>0$, the random measure\n$\\xi_t$ can be a.s. approximated by suitably normalized restrictions of\nLebesgue measure to the $\\varepsilon$-neighborhoods of ${\\rm supp}\\,\\xi_t$.\nThis extends the Lebesgue approximation of Dawson-Watanabe superprocesses. Our\nproof is based on a truncation of $(\\alpha,\\beta)$-superprocesses and uses\nbounds and asymptotics of hitting probabilities.\n","Comment: arXiv admin note: text overlap with arXiv:0901.2840"]}]
["1201.6527",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6527"],"date":["2012-01-31","2012-02-01"],"type":["text"],"creator":["Wong, Wing Shing","Baillieul, John"],"language":[],"coverage":[],"title":["Control Communication Complexity of Distributed Actions"],"description":["  Recent papers have treated {\\em control communication complexity} in the\ncontext of information-based, multiple agent control systems including\nnonlinear systems of the type that have been studied in connection with quantum\ninformation processing. The present paper continues this line of investigation\ninto a class of two-agent distributed control systems in which the agents\ncooperate in order to realize common goals that are determined via independent\nactions undertaken individually by the agents. A basic assumption is that the\nactions taken are unknown in advance to the other agent. These goals can be\nconveniently summarized in the form of a {\\em target matrix}, whose entries are\ncomputed by the control system responding to the choices of inputs made by the\ntwo agents. We show how to realize such target matrices for a broad class of\nsystems that possess an input-output mapping that is bilinear. One can classify\ncontrol-communication strategies, known as {\\em control protocols}, according\nto the amount of information sharing occurring between the two agents.\nProtocols that assume no information sharing on the inputs that each agent\nselects and protocols that allow sufficient information sharing for identifying\nthe common goals are the two extreme cases. Control protocols will also be\nevaluated and compared in terms of cost functionals given by integrated\nquadratic functions of the control inputs. The minimal control cost of the two\nclasses of control protocols are analyzed and compared. The difference in the\ncontrol costs between the two classes reflects an inherent trade-off between\ncommunication complexity and control cost.\n","Comment: 34 pages, 1 figure, To appear in the IEEE Trans. Automatic Control"]}]
["1201.6617",{"format":[],"subject":["Physics - Optics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6617","doi:10.1103/PhysRevA.80.053803"],"date":["2012-01-31","2012-02-01"],"type":["text"],"creator":["Armaroli, Andrea","Fratalocchi, Andrea","Trillo, Stefano"],"language":[],"coverage":[],"title":["Suppression of transverse instabilities of dark solitons and their\n  dispersive shock waves"],"description":["  We investigate the impact of nonlocality, owing to diffusive behavior, on\ntransverse instabilities of a dark stripe propagating in a defocusing cubic\nmedium. The nonlocal response turns out to have a strongly stabilizing effect\nboth in the case of a single soliton input and in the regime where dispersive\nshock waves develop \"multisoliton regime\". Such conclusions are supported by\nthe linear stability analysis and numerical simulation of the propagation.\n"]}]
["1201.6647",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6647","doi:10.1016/j.jms.2011.12.006"],"date":["2012-01-31","2012-02-01"],"type":["text"],"creator":["Grau, Matt","Leanhardt, Aaron E.","Loh, Huanqian","Sinclair, Laura C.","Stutz, Russel P.","Yahn, Tyler S.","Cornell, Eric A."],"language":[],"coverage":[],"title":["Near-infrared LIF spectroscopy of HfF"],"description":["  The molecular ion HfF$^+$ is the chosen species for a JILA experiment to\nmeasure the electron electric dipole moment (eEDM). Detailed knowledge of the\nspectrum of HfF is crucial to prepare HfF$^+$ in a state suitable for\nperforming an eEDM measurement\\cite{Leanhardt}. We investigated the\nnear-infrared electronic spectrum of HfF using laser-induced fluorescence (LIF)\nof a supersonic molecular beam. We discovered eight unreported bands, and\nassign each of them unambiguously, four to vibrational bands belonging to the\ntransition $[13.8]0.5 \\leftarrow X1.5$, and four to vibrational bands belonging\nto the transition $[14.2]1.5 \\leftarrow X1.5$. Additionally, we report an\nimproved measurement of vibrational spacing of the ground state, as well as\nanharmonicity $\\omega_e x_e$.\n","Comment: 5 pages, 5 figures, 2 tables"]}]
["1202.0002",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0002"],"date":["2012-01-31"],"type":["text"],"creator":["Vallès, Jean"],"language":[],"coverage":[],"title":["A vector bundle proof of Poncelet theorem"],"description":["  In the town of Saratov where he was prisonner, Poncelet, continuing the work\nof Euler and Steiner on polygons simultaneously inscribed in a circle and\ncircumscribed around an other circle, proved the following generalization :\n\"Let C and D be two smooth conics in the projective complex plane. If D passes\nthrough the n(n-1)/2 vertices of a complete polygon with n sides tangent to C\nthen D passes through the vertices of infinitely many such polygons.\" According\nto Marcel Berger this theorem is the nicest result about the geometry of\nconics. Even if it is, there are few proofs of it. To my knowledge there are\nonly three. The first proof, published in 1822 and based on infinitesimal\ndeformations, is due to Poncelet. Later, Jacobi proposed a new proof based on\nfinite order points on elliptic curves; his proof, certainly the most famous,\nis explained in a modern way and in detail by Griffiths and Harris. In 1870\nWeyr proved a Poncelet theorem in space (more precisely for two quadrics) that\nimplies the one above when one quadric is a cone; this proof is explained by\nBarth and Bauer. Our aim in this short note is to involve vector bundles\ntechniques to propose a new proof of this celebrated result. Poncelet did not\nappreciate Jacobi's for the reason that it was too far from the geometric\nintuition. I guess that he would not appreciate our proof either for the same\nreason.\n","Comment: 6 pages"]}]
["1202.0008",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0008"],"date":["2012-01-31"],"type":["text"],"creator":["Modesto, Leonardo"],"language":[],"coverage":[],"title":["Super-renormalizable Higher-Derivative Quantum Gravity"],"description":["  In this paper we study perturbatively an extension of the Stelle higher\nderivative gravity involving an infinite number of derivative terms. We know\nthat the usual quadratic action is renormalizable but is not unitary because of\nthe presence of a ghost in the theory (pole with negative residue in the\npropagator). The new theory is instead ghost-free since an entire function (or\nform factor) is introduced in the model without involving new poles in the\npropagator. The local high derivative theory is recovered expanding the entire\nfunctions to the lowest order in the mass scale of the theory. Any truncation\nof the entire function gives rise to unitarity violation. The theory is\ndivergent at one loop and finite from two loops upwards: the theory is then\nsuper-renormalizable. Using the modified graviton propagator, we demonstrate\nthe regularity of the gravitational potential in r=0.\n","Comment: 5 pages, 2 figures. arXiv admin note: substantial text overlap with\n  arXiv:1107.2403"]}]
["1202.0012",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0012","Heredity 104, 5 (2010) 482-92","doi:10.1038/hdy.2009.159"],"date":["2012-01-31"],"type":["text"],"creator":["Navascués, Miguel","Stoeckel, Solenn","Mariette, Stephanie"],"language":[],"coverage":[],"title":["Genetic diversity and fitness in small populations of partially asexual,\n  self-incompatible plants"],"description":["  How self-incompatibility systems are maintained in plant populations is still\na debated issue. Theoretical models predict that self-incompatibility systems\nbreak down according to the intensity of inbreeding depression and number of\nS-alleles. Other studies have explored the function of asexual reproduction in\nthe maintenance of self-incompatibility. However, the population genetics of\npartially asexual, self-incompatible populations are poorly understood and\nprevious studies have failed to consider all possible effects of asexual\nreproduction or could only speculate on those effects. In this study, we\ninvestigated how partial asexuality may affect genetic diversity at the S-locus\nand fitness in small self-incompatible populations. A genetic model including\nan S-locus and a viability locus was developed to perform forward simulations\nof the evolution of populations of various sizes. Drift combined with partial\nasexuality produced a decrease in the number of alleles at the S-locus. In\naddition, an excess of heterozygotes was present in the population, causing an\nincrease in mutation load. This heterozygote excess was enhanced by the\nself-incompatibility system in small populations. In addition, in highly\nasexual populations, individuals produced asexually had some fitness advantages\nover individuals produced sexually, because sexual reproduction produces\nhomozygotes of the deleterious allele, contrary to asexual reproduction. Our\nresults suggest that future research on the function of asexuality for the\nmaintenance of self-incompatibility will need to (1) account for whole-genome\nfitness (mutation load generated by asexuality, self-incompatibility and drift)\nand (2) acknowledge that the maintenance of self-incompatibility may not be\nindependent of the maintenance of sex itself.\n"]}]
["1202.0016",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0016"],"date":["2012-01-31"],"type":["text"],"creator":["Danchin, Raphaël","Liao, Xian"],"language":[],"coverage":[],"title":["On the well-posedness of the full low-Mach number limit system in\n  general critical Besov spaces"],"description":["  This work is devoted to the well-posedness issue for the low-Mach number\nlimit system obtained from the full compressible Navier-Stokes system, in the\nwhole space. In the case where the initial temperature (or density) is close to\na positive constant, we establish the local existence and uniqueness of a\nsolution in critical homogeneous Besov spaces. If, in addition, the initial\nvelocity is small then we show that the solution exists for all positive time.\nIn the fully nonhomogeneous case, we establish the local well-posedness in\nnonhomogeneous Besov spaces (still with critical regularity) for arbitrarily\nlarge data with positive initial temperature. Our analysis strongly relies on\nthe use of a modified divergence-free velocity which allows to reduce the\nsystem to a nonlinear coupling between a parabolic equation and some\nevolutionary Stokes system. The Lebesgue exponents of the Besov spaces for the\ntemperature and the (modified) velocity, need not be the same. This enables us\nto consider initial data in Besov spaces with a negative index of regularity.\n","Comment: To appear in Communications in Contemporary Mathematics. First\n  version was submitted on Feb. 28th, 2011"]}]
["1202.0017",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0017"],"date":["2012-01-31"],"type":["text"],"creator":["Euler, Leonhard","Diener, Artur","Aycock, Alexander"],"language":[],"coverage":[],"title":["Nova demonstratio, quod evolutio potestatum binomii Newtoniana etiam pro\n  exponentibus fractis valeat"],"description":["  Here Euler notes the recursive relation for the general binomial\ncoefficients, by assuming that (1+x)^a can be expanded in a power series.\n"]}]
["1202.0018",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0018"],"date":["2012-01-31"],"type":["text"],"creator":["Mahfoud, Houari","Imine, Abdessamad"],"language":[],"coverage":[],"title":["A General Approach for Securely Querying and Updating XML Data"],"description":["  Over the past years several works have proposed access control models for XML\ndata where only read-access rights over non-recursive DTDs are considered. A\nfew amount of works have studied the access rights for updates. In this paper,\nwe present a general model for specifying access control on XML data in the\npresence of update operations of W3C XQuery Update Facility. Our approach for\nenforcing such updates specifications is based on the notion of query rewriting\nwhere each update operation defined over arbitrary DTD (recursive or not) is\nrewritten to a safe one in order to be evaluated only over XML data which can\nbe updated by the user. We investigate in the second part of this report the\nsecure of XML updating in the presence of read-access rights specified by a\nsecurity views. For an XML document, a security view represents for each class\nof users all and only the parts of the document these users are able to see. We\nshow that an update operation defined over a security view can cause disclosure\nof sensitive data hidden by this view if it is not thoroughly rewritten with\nrespect to both read and update access rights. Finally, we propose a security\nview based approach for securely updating XML in order to preserve the\nconfidentiality and integrity of XML data.\n","Comment: No. RR-7870 (2012)"]}]
["1202.0020",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0020"],"date":["2012-01-31"],"type":["text"],"creator":["Euler, Leonhard","Diener, Artur","Aycock, Alexander"],"language":[],"coverage":[],"title":["Observationes generales circa series, quarum termini secundum sinus vel\n  cosinus angulorum multiplorum progrediuntur"],"description":["  This paper, along with E592 and E636, seems to consider the binomial\nexpansion (1+z)^n in the case where z is complex. Euler even gives the sums of\ndivergent series. The paper is translated from Euler's Latin original into\nGerman.\n"]}]
["1202.0022",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0022"],"date":["2012-01-31"],"type":["text"],"creator":["Ahmad, Aitzaz","Zennaro, Davide","Serpedin, Erchin","Vangelista, Lorenzo"],"language":[],"coverage":[],"title":["Time-varying Clock Offset Estimation in Two-way Timing Message Exchange\n  in Wireless Sensor Networks Using Factor Graphs"],"description":["  The problem of clock offset estimation in a two-way timing exchange regime is\nconsidered when the likelihood function of the observation time stamps is\nexponentially distributed. In order to capture the imperfections in node\noscillators, which render a time-varying nature to the clock offset, a novel\nBayesian approach to the clock offset estimation is proposed using a factor\ngraph representation of the posterior density. Message passing using the\nmax-product algorithm yields a closed form expression for the Bayesian\ninference problem.\n","Comment: 4 pages, 2 figures, ICASSP 2012"]}]
["1202.0023",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0023"],"date":["2012-01-31"],"type":["text"],"creator":["Petrosyan, Petros A.","Khachatrian, Hrant H.","Tananyan, Hovhannes G."],"language":[],"coverage":[],"title":["Interval edge-colorings of Cartesian products of graphs I"],"description":["  An edge-coloring of a graph $G$ with colors $1,...,t$ is an interval\n$t$-coloring if all colors are used, and the colors of edges incident to each\nvertex of $G$ are distinct and form an interval of integers. A graph $G$ is\ninterval colorable if $G$ has an interval $t$-coloring for some positive\ninteger $t$. Let $\\mathfrak{N}$ be the set of all interval colorable graphs.\nFor a graph $G\\in \\mathfrak{N}$, the least and the greatest values of $t$ for\nwhich $G$ has an interval $t$-coloring are denoted by $w(G)$ and $W(G)$,\nrespectively. In this paper we first show that if $G$ is an $r$-regular graph\nand $G\\in \\mathfrak{N}$, then $W(G\\square P_{m})\\geq W(G)+W(P_{m})+(m-1)r$\n($m\\in \\mathbb{N}$) and $W(G\\square C_{2n})\\geq W(G)+W(C_{2n})+nr$ ($n\\geq 2$).\nNext, we investigate interval edge-colorings of grids, cylinders and tori. In\nparticular, we prove that if $G\\square H$ is planar and both factors have at\nleast 3 vertices, then $G\\square H\\in \\mathfrak{N}$ and $w(G\\square H)\\leq 6$.\nFinally, we confirm the first author's conjecture on the $n$-dimensional cube\n$Q_{n}$ and show that $Q_{n}$ has an interval $t$-coloring if and only if\n$n\\leq t\\leq \\frac{n(n+1)}{2}$.\n","Comment: 18 pages"]}]
["1202.0025",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0025"],"date":["2012-01-31"],"type":["text"],"creator":["Euler, Leonhard","Diener, Artur","Aycock, Alexander"],"language":[],"coverage":[],"title":["Variae considerationes circa series hypergeometricas"],"description":["  Euler gives an asymptotic approximation for the function f(x) and recognizes\nthat he is trying to interpolate the factorial function introduced in E19 \"De\nprogressionibus transcendentibus seu quarum termini generales algebraice dari\nnequeunt\". The paper is translated from Euler's Latin original into German.\n"]}]
["1202.0028",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0028"],"date":["2012-01-31"],"type":["text"],"creator":["Euler, Leonhard","Diener, Artur","Aycock, Alexander"],"language":[],"coverage":[],"title":["Disquitiones analyticae super evolutione potestatis trinomialis\n  (1+x+xx)^n"],"description":["  Euler investigates the Taylorseries of (1+x+xx)^n and uses the results to\nevaluates some integrals which are today often proved with the calculus of\nresidues.\n"]}]
["1202.0030",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0030"],"date":["2012-01-31"],"type":["text"],"creator":["Tron, Roberto","Afsari, Bijan","Vidal, René"],"language":[],"coverage":[],"title":["Riemannian Consensus for Manifolds with Bounded Curvature"],"description":["  Consensus algorithms are popular distributed algorithms for computing\naggregate quantities, such as averages, in ad-hoc wireless networks. However,\nexisting algorithms mostly address the case where the measurements lie in a\nEuclidean space. In this work we propose Riemannian consensus, a natural\nextension of the existing averaging consensus algorithm to the case of\nRiemannian manifolds. Unlike previous generalizations, our algorithm is\nintrinsic and, in principle, can be applied to any complete Riemannian\nmanifold. We characterize our algorithm by giving sufficient convergence\nconditions on Riemannian manifolds with bounded curvature and we analyze the\ndifferences that rise with respect to the classical Euclidean case. We test the\nproposed algorithms on synthetic data sampled from manifolds such as the space\nof rotations, the sphere and the Grassmann manifold.\n"]}]
["1202.0031",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0031"],"date":["2012-01-31"],"type":["text"],"creator":["Hogg, Tad","Lerman, Kristina"],"language":[],"coverage":[],"title":["Social Dynamics of Digg"],"description":["  Online social media provide multiple ways to find interesting content. One\nimportant method is highlighting content recommended by user's friends. We\nexamine this process on one such site, the news aggregator Digg. With a\nstochastic model of user behavior, we distinguish the effects of the content\nvisibility and interestingness to users. We find a wide range of interest and\ndistinguish stories primarily of interest to a users' friends from those of\ninterest to the entire user community. We show how this model predicts a\nstory's eventual popularity from users' early reactions to it, and estimate the\nprediction reliability. This modeling framework can help evaluate alternative\ndesign choices for displaying content on the site.\n","Comment: arXiv admin note: text overlap with arXiv:1010.0237"]}]
["1202.0032",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0032"],"date":["2012-01-31"],"type":["text"],"creator":["Euler, Leonhard","Diener, Artur","Aycock, Alexander"],"language":[],"coverage":[],"title":["Methodus succincta summas serierum infinitarum per formulas\n  differentiales investigandi"],"description":["  This paper has more formal series with Bernoulli numbers and the Riemann zeta\nfunction. He gives the generating function for the Bernoulli numbers. The paper\nis translated from the Latin original into German.\n"]}]
["1202.0034",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0034"],"date":["2012-01-31"],"type":["text"],"creator":["Costa, Ezio"],"language":[],"coverage":[],"title":["Einstein Hermitian Metrics of Non Negative Sectional Curvature"],"description":["  We prove that a simpy connected Hermitian Einstein 4-manifold with\nnon-negative sectional curvature is isometric to complex projective space\n$\\mathbb{C}\\mathbb{P}^{2}$ with the Fubini-Study metric or isometric to the\nproduct $\\mathbb{S}^{2}\\times \\mathbb{S}^{2}$ with the canonical metric.\n"]}]
["1202.0035",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0035"],"date":["2012-01-31"],"type":["text"],"creator":["Euler, Leonhard","Diener, Artur","Aycock, Alexander"],"language":[],"coverage":[],"title":["Commentatio in fractionem continuam, qua illustris La Grange potestates\n  binomiales expressit"],"description":["  Euler gives a continued fraction representation of (1 + x)n. involving\n1,3,5,7,... and n^2-1,n^2-4,n^3-9,... and squares of z, for x=2y and y=z/(1-z).\nHe evaluates this continued fraction at z=t sqrt(-1), for \"vanishing\" n, and\nfor infinite n and deduces a continued fraction for log, arctan, etc. The paper\nis translated from Euler's Latin original into German.\n"]}]
["1202.0037",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0037"],"date":["2012-01-31"],"type":["text"],"creator":["Euler, Leonhard","Diener, Artur","Aycock, Alexander"],"language":[],"coverage":[],"title":["Speculationes super formula integrali {\\int}\n  (x^ndx)/{\\surd}(aa-2bx+cxx), ubi simul egregiae observationes circa\n  fractiones continuas occurrunt"],"description":["  Euler evaluates the integrals in the title and recognizes a recursion between\nthem, which he then uses to give continued fractions for the log and arctan.\nThe paper is translated from Euler's Latin original into German.\n"]}]
["1202.0039",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0039"],"date":["2012-01-31"],"type":["text"],"creator":["Euler, Leonhard","Diener, Artur","Aycock, Alexander"],"language":[],"coverage":[],"title":["Demonstratio insignis theorematis numerici circa uncias potestatum\n  binomialium"],"description":["  This paper is about the product z^q/(1 - z)^(q + 1)(1 + (z/(1 - z)))^p, Euler\ngives the Talylor-Series and takes a closer look at the coefficient.\n"]}]
["1202.0040",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0040"],"date":["2012-01-31"],"type":["text"],"creator":["Galambos, J.","Garoby, R.","Geer, S."],"language":[],"coverage":[],"title":["Summary of the Superconducting RF Linac for Muon Collider and Neutrino\n  Factory"],"description":["  Project-X is a proposed project to be built at Fermi National Accelerator\nLaboratory with several potential missions. A primary part of the Project-X\naccelerator chain is a Superconducting linac, and In October 2009 a workshop\nwas held to concentrate on the linac parameters. The charge of the workshop was\nto \"..focus only on the SRF linac approaches and how it can be used...\". The\nfocus of Working Group 2 of this workshop was to evaluate how the different\nlinac options being considered impact the potential realization of Muon\nCollider (MC) and Neutrino Factory (NF) applications. In particular the working\ngroup charge was, \"to investigate the use of a multi-megawatt proton linac to\ntarget, phase rotate and collect muons to support a muon collider and neutrino\nfactory\". To focus the working group discussion, three primary questions were\nidentified early on, to serve as a reference: 1) What are the proton source\nrequirements for muon colliders and neutrino factories? 2) What are the issues\nwith respect to realizing the required muon collider and neutrino factory\nproton sources? a. General considerations b. Considerations specific to the two\nlinac configurations identified by Project-X. 3) What things need to be done\nbefore we can be reasonably confident that ICD1/ICD2 can be upgraded to provide\nthe neutrino factory / muon collider needs? A number of presentations were\ngiven, and are available at the workshop web-site. This paper does not\nsummarize the individual presentations, but rather addresses overall findings\nas related to the three guiding questions listed above.\n","Comment: 6 pp. Workshop on Applications of High Intensity Proton Accelerators\n  19-21 Oct 2009: Batavia, Illinois"]}]
["1202.0049",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0049","J. Phys.: Condens. Matter 23, 315702 (2011)","doi:10.1088/0953-8984/23/31/315702"],"date":["2012-01-31"],"type":["text"],"creator":["Harshman, Dale R.","Fiory, Anthony T."],"language":[],"coverage":[],"title":["Concerning the superconducting gap symmetry in YBa2Cu3O7-{\\delta},\n  YBa2Cu4O8, and La2-xSrxCuO4 determined from muon spin rotation in mixed\n  states of crystals and powders"],"description":["  Muon spin rotation ({\\mu}+SR) measurements of square-root second moments of\nlocal magnetic fields {\\sigma} in superconducting mixed states, as published\nfor oriented crystals and powder samples of YBa2Cu3O7-{\\delta} ({\\delta}\n{\\approx} 0.05), YBa2Cu4O8 and La2-xSrxCuO4 (x ~ 0.15-0.17), are subjected to\ncomparative analysis for superconducting gap symmetry. For oriented crystals it\nis shown that anomalous dependences of {\\sigma} on temperature T and applied\nfield H, as-measured and extracted a- and b-axial components, are attributable\nto fluxon depinning and disorder that obscure the intrinsic character of the\nsuperconducting penetration depth. Random averages derived from\noriented-crystal data differ markedly from corresponding non-oriented powders,\nowing to weaker influence of pinning in high-quality crystals. Related\nindicators for pinning perturbations such as non-monotonic H dependence of\n{\\sigma}, irreproducible data and strong H dependence of apparent transition\ntemperatures are also evident. Strong intrinsic pinning suppresses thermal\nanomalies in c-axis components of {\\sigma}, which reflect nodeless gap\nsymmetries in YBa2Cu3O7-{\\delta} and YBa2Cu4O8. For YBa2Cu3O7-{\\delta}, the\ncrystal (a-b components, corrected for depinning) and powder data all reflect a\nnodeless gap (however, a-b symmetries remain unresolved for crystalline\nYBa2Cu4O8 and La1.83Sr0.17CuO4). Inconsistencies contained in multiple and\nnoded gap interpretations of crystal data, and observed differences between\nbulk {\\mu}+SR and surface-sensitive measurements are discussed.\n","Comment: 29 pages, 8 figures, 87 references"]}]
["1202.0052",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0052"],"date":["2012-01-31"],"type":["text"],"creator":["Kim, Isaac H."],"language":[],"coverage":[],"title":["3D local qupit quantum code without string logical operator"],"description":["  Recently Haah introduced a new quantum error correcting code embedded on a\ncubic lattice. One of the defining properties of this code is the absence of\nstring logical operator. We present new codes with similar properties by\nrelaxing the condition on the local particle dimension. The resulting code is\nwell-defined when the local Hilbert space dimension is prime. These codes can\nbe divided into two different classes: the local stabilizer generators are\neither symmetric or antisymmetric with respect to the inversion operation.\nThese is a nontrivial correspondence between these two classes. For any\nsymmetric code without string logical operator, there exists a complementary\nantisymmetric code with the same property and vice versa. We derive a\nsufficient condition for the absence of string logical operator in terms of the\nalgebraic constraints on the defining parameters of the code. Minimal number of\nlocal particle dimension which satisfies the condition is 5. These codes have\nlogarithmic energy barrier for any logical error.\n","Comment: 9 pages, 7 figures"]}]
["1202.0056",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0056"],"date":["2012-01-31"],"type":["text"],"creator":["Dym, Harry","Helton, J. William","McCullough, Scott"],"language":[],"coverage":[],"title":["Non-commutative varieties with curvature having bounded signature"],"description":["  The signature(s) of the curvature of the zero set V of a free\n(non-commutative) polynomial is defined as the number of positive and negative\neigenvalues of the non-commutative second fundamental form on V determined by\np. With some natural hypotheses, the degree of p is bounded in terms of the\nsignature. In particular, if one of the signatures is zero, then the degree of\np is at most two.\n"]}]
["1202.0061",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0061"],"date":["2012-01-31"],"type":["text"],"creator":["Davydov, Alexei","Nikshych, Dmitri"],"language":[],"coverage":[],"title":["The Picard crossed module of a braided tensor category"],"description":["  For a finite braided tensor category we introduce its Picard crossed module\nconsisting of the group of invertible module categories and the group of\nbraided tensor autoequivalences. We describe the Picard crossed module in terms\nof braided autoequivalences of the Drinfeld center of the braided tensor\ncategory. As an illustration, we compute the Picard crossed module of a braided\npointed fusion category.\n"]}]
["1202.0063",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0063"],"date":["2012-01-31"],"type":["text"],"creator":["Blundell, J. R.","Gallagher, A.","Fink, T. M. A"],"language":[],"coverage":[],"title":["Regular neutral networks outperform robust ones by reaching their top\n  growth rate more quickly"],"description":["  We study the relative importance of \"top-speed\" (long-term growth rate) and\n\"acceleration\" (how quickly the long-term growth rate can be reached) in the\nevolutionary race to increase population size. We observe that fitness alone\ndoes not capture growth rate: robustness, a property of neutral network shape,\ncombines with fitness to include the effect of deleterious mutations, giving\ngrowth rate. Similarly, we show that growth rate alone does not capture\npopulation size: regularity, a different property of neutral network shape,\ncombines with growth rate to include the effect of higher depletion rates early\non, giving size. Whereas robustness is a function of the principal eigenvalue\nof the neutral network adjacency matrix, regularity is a function of the\nprincipal eigenvector. We show that robustness is not correlated with\nregularity, and observe in silico the selection for regularity by evolving RNA\nribozymes. Despite having smaller growth rates, the more regular ribozymes have\nthe biggest populations.\n"]}]
["1202.0065",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D20, 14D22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0065"],"date":["2012-01-31"],"type":["text"],"creator":["Maican, Mario"],"language":[],"coverage":[],"title":["On the geometry of the moduli space of semi-stable plane sheaves with\n  Hilbert polynomial P(m)=6m+3"],"description":["  We classify all Gieseker semi-stable sheaves on the complex projective plane\nthat have dimension 1, multiplicity 6 and Euler characteristic 3. We show that\ntheir moduli space is birational to the blow-up at a special point of a certain\nmoduli space of semi-stable Kronecker modules.\n"]}]
["1202.0066",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","17B10, 22E70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0066"],"date":["2012-01-31"],"type":["text"],"creator":["Cagliero, Leandro","Szechtman, Fernando"],"language":[],"coverage":[],"title":["A new interpretation of the Racah-Wigner $6j$-symbol and the\n  classification of uniserial $sl(2)\\ltimes V(m)$-modules"],"description":["  All Lie algebras and representations will be assumed to be finite dimensional\nover the complex numbers. Let $V(m)$ be the irreducible $\\sl(2)$-module with\nhighest weight $m\\geq 1$ and consider the perfect Lie algebra $\\g=\\sl(2)\\ltimes\nV(m)$. Recall that a $\\g$-module is uniserial when its submodules form a chain.\nIn this paper we classify all uniserial $\\g$-modules. The main family of\nuniserial $\\g$-modules is actually constructed in greater generality for the\nperfect Lie algebra $\\g=\\s\\ltimes V(\\mu)$, where $\\s$ is a semisimple Lie\nalgebra and $V(\\mu)$ is the irreducible $\\s$-module with highest weight\n$\\mu\\neq 0$. The fact that the members of this family are, but for a few\nexceptions of lengths 2, 3 and~4, the only uniserial $\\sl(2)\\ltimes\nV(m)$-modules depends in an essential manner on the determination of certain\nnon-trivial zeros of Racah-Wigner $6j$-symbol.\n","Comment: 33 pages"]}]
["1202.0068",{"format":[],"subject":["Mathematics - Probability","15A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0068"],"date":["2012-01-31"],"type":["text"],"creator":["Tao, Terence","Vu, Van"],"language":[],"coverage":[],"title":["Random matrices: The Universality phenomenon for Wigner ensembles"],"description":["  In this paper, we survey some recent progress on rigorously establishing the\nuniversality of various spectral statistics of Wigner Hermitian random matrix\nensembles, focusing on the Four Moment Theorem and its refinements and\napplications, including the universality of the sine kernel and the Central\nlimit theorem of several spectral parameters.\n  We also take the opportunity here to issue some errata for some of our\nprevious papers in this area.\n","Comment: 58 pages"]}]
["1202.0076",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0076"],"date":["2012-01-31"],"type":["text"],"creator":["Bass, Steffen A.","Petersen, Hannah","Quammen, Cory","Canary, Hal","Healey, Christopher G.","Taylor II, Russell M."],"language":[],"coverage":[],"title":["Probing the QCD Critical Point with Relativistic Heavy-Ion Collisions"],"description":["  We utilize an event-by-event relativistic hydrodynamic calculation performed\nat a number of different incident beam energies to investigate the creation of\nhot and dense QCD matter near the critical point. Using state-of-the-art\nanalysis and visualization tools we demonstrate that each collision event\nprobes QCD matter characterized by a wide range of temperatures and\nbaryo-chemical potentials, making a dynamical response of the system to the\nvicinity of the critical point very difficult to isolate above the background.\n","Comment: CPOD 2011 Proceedings"]}]
["1202.0078",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0078"],"date":["2012-01-31"],"type":["text"],"creator":["Mao, Wenjin","Corcoran, Jem"],"language":[],"coverage":[],"title":["A Class Coupler for Perfect Sampling from Continuous Distributions With\n  and Without Atoms"],"description":["  We consider the simulation of distributions that are a mixture of discrete\nand continuous components. We extend a Metropolis-Hastings-based perfect\nsampling algorithm of Corcoran and Tweedie to allow for a broader class of\ntransition candidate densities. The resulting algorithm, know as a \"class\ncoupler\", is fast to implement and is applicable to purely discrete or purely\ncontinuous densities as well. Our work is motivated by the study of a composite\nhypothesis test in a Bayesian setting via posterior simulation and we give\nsimulation results for some problems in this area.\n","Comment: 21 pages, 9 figures; Journal of Statistical Theory and Applications\n  Volume 10, Number 3, 2011"]}]
["1202.0080",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0080","Physics Letters B 708 (2012) 138-143","doi:10.1016/j.physletb.2012.01.044"],"date":["2012-01-31"],"type":["text"],"creator":["Lei, Guo","Ren-You, Zhang","Wen-Gan, Ma","Liang, Han"],"language":[],"coverage":[],"title":["QCD corrections to the $\\gamma\\gamma b\\bar b$ production at the ILC"],"description":["  The $e^+e^- \\to \\gamma\\gamma b\\bar b$ is an irreducible background process in\nmeasuring the $H^0 \\to \\gamma\\gamma$ decay width, if Higgs boson is produced in\nassociation with a $Z^0$-boson which subsequently decays via $Z^0 \\to b\\bar b$\nat the ILC. In this paper we study the impact of the ${\\cal O}(\\alpha_s)$ QCD\ncorrections to the observables of the $e^+e^- \\to \\gamma\\gamma b\\bar b$ process\nin the standard model. We investigate the dependence of the leading-order and\n${\\cal O}(\\alpha_s)$ QCD corrected cross sections on colliding energy and the\nadditional jet veto schemes. We also present the results of the LO and ${\\cal\nO}(\\alpha_s)$ QCD corrected distributions of the transverse momenta of final\nparticles, and the invariant masses of $b\\bar b$- and $\\gamma\\gamma$-pair.\n","Comment: 16 pages, 5 figures"]}]
["1202.0081",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0081","doi:10.1063/1.3679172"],"date":["2012-01-31"],"type":["text"],"creator":["Zhang, Xiaogang","Li, Wei","Jiang, Xunya"],"language":[],"coverage":[],"title":["Confined one-way mode at magnetic domain wall for broadband\n  high-efficiency one-way waveguide, splitter and bender"],"description":["  We find the one-way mode can be well-confined at the magnetic domain wall by\nthe photonic bandgap of gyromagnetic bulk material. Utilizing the well-confined\none-way mode at the domain wall, we demonstrate the photonic one-way waveguide,\nsplitter and bender can be realized with simple structures, which are predicted\nto be high-efficiency, broadband, frequency-independent, reflection-free,\ncrosstalk-proof and robustness against disorder. Additionally, we find that the\nsplitter and bender in our proposal can be transformed into each other with\nmagnetic control, which may have great potential applications in all photonic\nintegrated circuit.\n","Comment: Appl. Phys. Lett. 100, 041108 (2012); (4 pages)"]}]
["1202.0082",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0082"],"date":["2012-01-31"],"type":["text"],"creator":["Gao, Jianhang","Zhao, Qing","Ren, Wei","Swami, Ananthram","Ramanathan, Ram","Bar-Noy, Amotz"],"language":[],"coverage":[],"title":["Dynamic Shortest Path Algorithms for Hypergraphs"],"description":["  A hypergraph is a set V of vertices and a set of non-empty subsets of V,\ncalled hyperedges. Unlike graphs, hypergraphs can capture higher-order\ninteractions in social and communication networks that go beyond a simple union\nof pairwise relationships. In this paper, we consider the shortest path problem\nin hypergraphs. We develop two algorithms for finding and maintaining the\nshortest hyperpaths in a dynamic network with both weight and topological\nchanges. These two algorithms are the first to address the fully dynamic\nshortest path problem in a general hypergraph. They complement each other by\npartitioning the application space based on the nature of the change dynamics\nand the type of the hypergraph.\n"]}]
["1202.0086",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0086"],"date":["2012-01-31"],"type":["text"],"creator":["Langer, J. S."],"language":[],"coverage":[],"title":["Shear-Transformation-Zone Theory of Viscosity, Diffusion, and Stretched\n  Exponential Relaxation in Amorphous Solids"],"description":["  The shear-transformation-zone (STZ) theory has been remarkably successful in\naccounting for broadly peaked, frequency-dependent, viscoelastic responses of\namorphous systems near their glass temperatures $T_g$. This success is based on\nthe theory's first-principles prediction of a wide range of internal STZ\ntransition rates. Here, I show that the STZ rate-distribution causes the\nNewtonian viscosity to be strongly temperature dependent; and I propose that it\nis this temperature dependence, rather than any heterogeneity-induced\nenhancement of diffusion, that is responsible for Stokes-Einstein violations\nnear $T_g$. I also show that stretched-exponential relaxation of density\nfluctuations emerges naturally from the same distribution of STZ transition\nrates that predicts the viscoelastic behavior. To be consistent with\nobservations of Fickian diffusion near $T_g$, however, an STZ-based diffusion\ntheory somehow must include the cascades of correlated displacement events that\nare seen in low-temperature numerical simulations.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1108.2738"]}]
["1202.0093",{"format":[],"subject":["Mathematics - Analysis of PDEs","76N15, 35L65, 35L67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0093"],"date":["2012-01-31"],"type":["text"],"creator":["Chen, Geng","Jenssen, Helge Kristian"],"language":[],"coverage":[],"title":["TVD Fields and Isentropic Gas Flow"],"description":["  Little is known about global existence of large-variation solutions to Cauchy\nproblems for systems of conservation laws in one space dimension. Besides\nresults for $L^\\infty$ data via compensated compactness, the existence of\nglobal BV solutions for arbitrary BV data remains an outstanding open problem.\nIn particular, it is not known if isentropic gas dynamics admits an a priori\nvariation bound which applies to all BV data.\n  In a few cases such results are available: scalar equations, Temple class\nsystems, $2\\times 2$-systems satisfying Bakhvalov's condition, and, in\nparticular, isothermal gas dynamics. In each of these cases the equations admit\na TVD (Total Variation Diminishing) field: a scalar function defined on state\nspace whose spatial variation along entropic solutions does not increase in\ntime.\n  In this paper we consider strictly hyperbolic $2\\times 2$-systems and derive\na representation result for scalar fields that are TVD across all pairwise wave\ninteractions, when the latter are resolved as in the Glimm scheme. We then use\nthis to show that isentropic gas dynamics with a $\\gamma$-law pressure function\ndoes not admit any nontrivial TVD field of this type.\n"]}]
["1202.0097",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0097"],"date":["2012-01-31"],"type":["text"],"creator":["Geng, Yanlin","Nair, Chandra"],"language":[],"coverage":[],"title":["The capacity region of the two-receiver vector Gaussian broadcast\n  channel with private and common messages"],"description":["  We develop a new method for showing the optimality of the Gaussian\ndistribution in multiterminal information theory problems. As an application of\nthis method we show that Marton's inner bound achieves the capacity of the\nvector Gaussian broadcast channels with common message.\n","Comment: 20 pages, no figures"]}]
["1202.0101",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0101"],"date":["2012-02-01"],"type":["text"],"creator":["Armstrong, Timothy B."],"language":[],"coverage":[],"title":["On the Asymptotic Distribution of Variance Weighted KS Statistics"],"description":["  This paper derives the asymptotic distribution of variance weighted\nKolmogorov-Smirnov statistics for conditional moment inequality models for the\ncase of a one dimensional covariate. The asymptotic distribution depends on the\ndata generating process only through the variance of a single random variable,\nleading to critical values that can be calculated analytically. By arguments in\nArmstrong (2011b), the resulting tests achieve the best minimax rate for local\nalternatives out of available approaches in a broad class of settings.\n"]}]
["1202.0102",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0102","Vol. 123, No. 902 (April 2011), pp. 470-480"],"date":["2012-02-01"],"type":["text"],"creator":["Samsing, Johan","Kim, Alex G."],"language":[],"coverage":[],"title":["Dithering Strategies and Point-Source Photometry"],"description":["  The accuracy in the photometry of a point source depends on the point-spread\nfunction (PSF), detector pixelization, and observing strategy. The PSF and\npixel response describe the spatial blurring of the source, the pixel scale\ndescribes the spatial sampling of a single exposure, and the observing strategy\ndetermines the set of dithered exposures with pointing offsets from which the\nsource flux is inferred. In a wide-field imaging survey, sources of interest\nare randomly distributed within the field of view and hence are centered\nrandomly within a pixel. A given hardware configuration and observing strategy\ntherefore have a distribution of photometric uncertainty for sources of fixed\nflux that fall in the field. In this article we explore the ensemble behavior\nof photometric and position accuracies for different PSFs, pixel scales, and\ndithering patterns. We find that the average uncertainty in the flux\ndetermination depends slightly on dither strategy, whereas the position\ndetermination can be strongly dependent on the dithering. For cases with pixels\nmuch larger than the PSF, the uncertainty distributions can be non-Gaussian,\nwith rms values that are particularly sensitive to the dither strategy. We also\nfind that for these configurations with large pixels, pointings dithered by a\nfractional pixel amount do not always give minimal average uncertainties; this\nis in contrast to image reconstruction for which fractional dithers are\noptimal. When fractional pixel dithering is favored, a pointing accuracy of\nbetter than $\\sim 0.15$ pixel width is required to maintain half the advantage\nover random dithers.\n"]}]
["1202.0108",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0108"],"date":["2012-02-01"],"type":["text"],"creator":["Fricker, Christine","Robert, Philippe","Roberts, James","Sbihi, Nada"],"language":[],"coverage":[],"title":["Impact of traffic mix on caching performance in a content-centric\n  network"],"description":["  For a realistic traffic mix, we evaluate the hit rates attained in a\ntwo-layer cache hierarchy designed to reduce Internet bandwidth requirements.\nThe model identifies four main types of content, web, file sharing, user\ngenerated content and video on demand, distinguished in terms of their traffic\nshares, their population and object sizes and their popularity distributions.\nResults demonstrate that caching VoD in access routers offers a highly\nfavorable bandwidth memory tradeoff but that the other types of content would\nlikely be more efficiently handled in very large capacity storage devices in\nthe core. Evaluations are based on a simple approximation for LRU cache\nperformance that proves highly accurate in relevant configurations.\n"]}]
["1202.0114",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0114"],"date":["2012-02-01"],"type":["text"],"creator":["Jung, Jesper","Pedersen, Thomas G."],"language":[],"coverage":[],"title":["Exact polarizability and plasmon resonances of partly buried nanowires"],"description":["  The electrostatic polarizability for both vertical and horizontal\npolarization of two conjoined half-cylinders partly buried in a substrate is\nderived in an analytical closed-form expression. Using the derived analytical\npolarizabilities we analyze the localized surface plasmon resonances of three\nimportant metal nanowire configurations: (1) a half-cylinder, (2) a\nhalf-cylinder on a substrate, and (3) a cylinder partly buried in a substrate.\nAmong other results we show that the substrate plays an important role for\nspectral location of the plasmon resonances. Our analytical results enable an\neasy, fast, and exact analysis of many complicated plasmonic nanowire\nconfigurations including nanowires on substrates. This is important both for\ncomparison with experimental data, for applications, and as benchmarks for\nnumerical methods.\n"]}]
["1202.0116",{"format":[],"subject":["Computer Science - Computation and Language","I.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0116"],"date":["2012-02-01"],"type":["text"],"creator":["Ostapov, Yuriy"],"language":[],"coverage":[],"title":["Inference and Plausible Reasoning in a Natural Language Understanding\n  System Based on Object-Oriented Semantics"],"description":["  Algorithms of inference in a computer system oriented to input and semantic\nprocessing of text information are presented. Such inference is necessary for\nlogical questions when the direct comparison of objects from a question and\ndatabase can not give a result. The following classes of problems are\nconsidered: a check of hypotheses for persons and non-typical actions, the\ndetermination of persons and circumstances for non-typical actions, planning\nactions, the determination of event cause and state of persons. To form an\nanswer both deduction and plausible reasoning are used. As a knowledge domain\nunder consideration is social behavior of persons, plausible reasoning is based\non laws of social psychology. Proposed algorithms of inference and plausible\nreasoning can be realized in computer systems closely connected with text\nprocessing (criminology, operation of business, medicine, document systems).\n"]}]
["1202.0118",{"format":[],"subject":["Mathematics - Representation Theory","33D67, 17B67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0118"],"date":["2012-02-01"],"type":["text"],"creator":["Sharma, Sachin S.","Viswanath, Sankaran"],"language":[],"coverage":[],"title":["The t-analog of the basic string function for twisted affine Kac-Moody\n  algebras"],"description":["  We study Lusztig's t-analog of weight multiplicities associated to level one\nrepresentations of twisted affine Kac-Moody algebras. An explicit closed form\nexpression is obtained for the corresponding t-string function using constant\nterm identities of Macdonald and Cherednik. The closed form involves the\ngeneralized exponents of the graded pieces of the twisted affine algebra,\nconsidered as modules for the underlying finite dimensional simple Lie algebra.\nThis extends previous work on level 1 t-string functions for the untwisted\nsimply-laced affine Kac-Moody algebras.\n"]}]
["1202.0122",{"format":[],"subject":["Mathematical Physics","82C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0122","Moscow Mathematical Journal, 2012, v. 12, No. 1"],"date":["2012-02-01"],"type":["text"],"creator":["Malyshev, V. A."],"language":[],"coverage":[],"title":["Fixed points for one-dimensional particle system with strong interaction"],"description":["  We consider hamiltonian $N$ particle system on the finite segment with\nnearest-neighbor Coulomb interaction and external force $F$. We study the fixed\npoints of such system and show that the distances between neighbors are\nasymptotically, for large $N$, the same for any $F$.\n"]}]
["1202.0125",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0125"],"date":["2012-02-01"],"type":["text"],"creator":["Nesci, R.","Maselli, A.","Montagni, F."],"language":[],"coverage":[],"title":["S5 1803+78 revisited"],"description":["  We report on our optical monitoring of the BL Lac object S5 1803+78 from 1996\nto 2011. The source showed no clear periodicity, but a time scale of about 1300\ndays between major flares is possibly present. No systematic trend of the color\nindex with flux variations is evident, at variance with other BL Lacs. In one\nflare, however, the source was bluer in the rising phase and redder in the\nfalling one.\n  Two Gamma-ray flares were detected by Fermi-GST during our monitoring: on the\noccasion of only one of them we found simultaneous optical brightening. A\none-zone Synchrotron Self Compton (SSC) model appears too simple to explain the\nsource behavior.\n","Comment: Five pages, three figures, In press in Acta Polytechnica\n  (http://ctn.cvut.cz/ap/), Proceedings of the IBWS 2011 conference. Karlovy\n  Vary, April 2011"]}]
["1202.0127",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0127"],"date":["2012-02-01"],"type":["text"],"creator":["Liu, Wenjun"],"language":[],"coverage":[],"title":["New integral inequalities via P-convexity"],"description":["  In this note we extend some new estimates of the integral $\\int_a^b\n(x-a)^p(b-x)^qf(x)dx$ for functions when a power of the absolute value is\n$P-$convex.\n","Comment: 5 pages"]}]
["1202.0133",{"format":[],"subject":["Mathematics - Differential Geometry","53A04, 53A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0133"],"date":["2012-02-01"],"type":["text"],"creator":["Yayli, Yusuf","Saracoglu, Semra"],"language":[],"coverage":[],"title":["Characterizations of Special Curves"],"description":["  In this study, the new characterizations of special curves are investigated\nwithout using the curvatures of these special curves: general helices, slant\nhelices, Bertrand curves, Mannheim curves. The curvatures are given by the help\nof the norms of the derivatives of Frenet vectors.\n","Comment: 7 pages with 1 figure"]}]
["1202.0137",{"format":[],"subject":["Mathematics - Logic","Computer Science - Formal Languages and Automata Theory","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0137"],"date":["2012-02-01"],"type":["text"],"creator":["Kartzow, Alexander"],"language":[],"coverage":[],"title":["First-Order Model Checking on Generalisations of Pushdown Graphs"],"description":["  We study the first-order model checking problem on two generalisations of\npushdown graphs. The first class is the class of nested pushdown trees. The\nother is the class of collapsible pushdown graphs. Our main results are the\nfollowing. First-order logic with reachability is uniformly decidable on nested\npushdown trees. Considering first-order logic without reachability, we prove\ndecidability in doubly exponential alternating time with linearly many\nalternations. First-order logic with regular reachability predicates is\nuniformly decidable on level 2 collapsible pushdown graphs. Moreover, nested\npushdown trees are first-order interpretable in collapsible pushdown graphs of\nlevel 2. This interpretation can be extended to an interpretation of the class\nof higher-order nested pushdown trees in the collapsible pushdown graph\nhierarchy. We prove that the second level of this new hierarchy of nested trees\nhas decidable first-order model checking. Our decidability result for\ncollapsible pushdown graph relies on the fact that level 2 collapsible pushdown\ngraphs are uniform tree-automatic. Our last result concerns tree-automatic\nstructures in general. We prove that first-order logic extended by Ramsey\nquantifiers is decidable on all tree-automatic structures.\n","Comment: phd thesis, 255 pages"]}]
["1202.0138",{"format":[],"subject":["Mathematics - Differential Geometry","53A04, 53A05, 53B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0138"],"date":["2012-02-01"],"type":["text"],"creator":["Yayli, Yusuf","Saracoglu, Semra"],"language":[],"coverage":[],"title":["On Timelike and Spacelike Developable Ruled Surfaces"],"description":["  In this study, we have obtained the distribution parameter of a ruled surface\ngenerated by a straight line in Frenet trihedron moving along a timelike curve\nand also along another curve with the same parameter. At this time, the Frenet\nframes of these timelike curves are not the same. We have moved the director\nvector of the first curve along the second curve. It is shown that the ruled\nsurface is developable if and only if the base timelike curve is helix. In\naddition, some smilarities and differences are presented with theorems and\nresults.\n","Comment: 12 pages"]}]
["1202.0142",{"format":[],"subject":["Quantitative Finance - Computational Finance","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0142"],"date":["2012-02-01"],"type":["text"],"creator":["da Cruz, João P.","Lind, Pedro G."],"language":[],"coverage":[],"title":["Heavy-tails in economic data: fundamental assumptions, modelling and\n  analysis"],"description":["  The study of heavy-tailed distributions in economic and financial systems has\nbeen widely addressed since financial time series has become a research\nsubject.After the eighties, several \"highly improbable\" market drops were\nobserved (e.g. the 1987 stock market drop known as \"Black Monday\" and on even\nmore recent ones, already in the 21st century) that produce heavy losses that\nwere unexplainable in a GN environment. The losses incurred in these large\nmarket drop events did not change significantly the market practices or the way\nregulation is done but drove some attention back to the study of heavy-tails\nand their underlying mechanisms. Some recent findings in these context is the\nscope of this manuscript.\n","Comment: 23 pages, 10 figures; to appear as chapter of a book on heavy-tails"]}]
["1202.0147",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0147"],"date":["2012-02-01"],"type":["text"],"creator":["Donaire, Juan J.","Llorente, Jose G.","Nicolau, Artur"],"language":[],"coverage":[],"title":["Boundary values of harmonic gradients and differentiability of Zygmund\n  and Weierstrass functions"],"description":["  We study differentiability properties of Zygmund functions and series of\nWeierstrass type in higher dimensions. While such functions may be nowhere\ndifferentiable, we show that, under appropriate assumptions, the set of points\nwhere the incremental quotients are bounded has maximal Hausdorff dimension.\n"]}]
["1202.0148",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0148","PoS(EPS-HEP2011)472"],"date":["2012-02-01"],"type":["text"],"creator":["Sarrazin, Michael","Petit, Fabrice"],"language":[],"coverage":[],"title":["Matter swapping between two braneworlds from the equivalence between\n  two-brane worlds and noncommutative two-sheeted spacetimes"],"description":["  It is shown that a two-brane world made of two domain walls can be seen as a\nnoncommutative two-sheeted spacetime under certain assumptions. This\nequivalence implies a model-independent phenomenology: Matter swapping between\nthe two 3-branes (or sheets) is predicted through fermionic oscillations\ninduced by magnetic vector potentials. This phenomenon, which might be\nexperimentally studied, could reveal the existence of extra dimensions in a new\nand very affordable way.\n","Comment: 3 pages. Published in the proceedings of the 2011 Europhysics\n  Conference on High Energy Physics - HEP 2011, July 21-27 2011, Grenoble,\n  France. Poster session contribution. The manuscript has overlap with\n  arXiv:0903.2498 and arXiv:0809.2060, which are extensively more detailed. The\n  present paper is deposited as a convenient summary of previous works and\n  further studies"]}]
["1202.0153",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Geometry","05C15, 05C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0153"],"date":["2012-02-01"],"type":["text"],"creator":["Bagchi, Bhaskar","Datta, Basudeb"],"language":[],"coverage":[],"title":["Higher dimensional analogues of the map colouring problem"],"description":["  After a brief discussion of the history of the problem, we propose a\ngeneralization of the map colouring problem to higher dimensions.\n","Comment: 4 pages"]}]
["1202.0161",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0161","doi:10.1063/1.3683002"],"date":["2012-02-01"],"type":["text"],"creator":["Fuentes-Fernández, Jorge","Parnell, Clare E.","Hood, Alan W.","Priest, Eric R.","Longcope, Dana W."],"language":[],"coverage":[],"title":["Consequences of spontaneous reconnection at a two-dimensional\n  non-force-free current layer"],"description":["  Magnetic neutral points, where the magnitude of the magnetic field vanishes\nlocally, are potential locations for energy conversion in the solar corona. The\nfact that the magnetic field is identically zero at these points suggests that\nfor the study of current sheet formation and of any subsequent resistive\ndissipation phase, a finite beta plasma should be considered, rather than\nneglecting the plasma pressure as has often been the case in the past. The\nrapid dissipation of a finite current layer in non-force-free equilibrium is\ninvestigated numerically, after the sudden onset of an anomalous resistivity.\nThe aim of this study is to determine how the energy is redistributed during\nthe initial diffusion phase, and what is the nature of the outward transmission\nof information and energy. The resistivity rapidly diffuses the current at the\nnull point. The presence of a plasma pressure allows the vast majority of the\nfree energy to be transferred into internal energy. Most of the converted\nenergy is used in direct heating of the surrounding plasma, and only about 3%\nis converted into kinetic energy, causing a perturbation in the magnetic field\nand the plasma which propagates away from the null at the local fast\nmagnetoacoustic speed. The propagating pulses show a complex structure due to\nthe highly non-uniform initial state. It is shown that this perturbation\ncarries no net current as it propagates away from the null. The fact that,\nunder the assumptions taken in this paper, most of the magnetic energy released\nin the reconnection converts internal energy of the plasma, may be highly\nimportant for the chromospheric and coronal heating problem.\n"]}]
["1202.0162",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14F10, 14H60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0162"],"date":["2012-02-01"],"type":["text"],"creator":["Biswas, Indranil","Hurtubise, Jacques"],"language":[],"coverage":[],"title":["Real projective structures on a real curve"],"description":["  Given a compact connected Riemann surface $X$ equipped with an\nantiholomorphic involution $\\tau$, we consider the projective structures on $X$\nsatisfying a compatibility condition with respect to $\\tau$. For a projective\nstructure $P$ on $X$, there are holomorphic connections and holomorphic\ndifferential operators on $X$ that are constructed using $P$. When the\nprojective structure $P$ is compatible with $\\tau$, the relationships between\n$\\tau$ and the holomorphic connections, or the differential operators,\nassociated to $P$ are investigated. The moduli space of projective structures\non a compact oriented $C^\\infty$ surface of genus $g\\, \\geq\\, 2$ has a natural\nholomorphic symplectic structure. It is known that this holomorphic symplectic\nmanifold is isomorphic to the holomorphic symplectic manifold defined by the\ntotal space of the holomorphic cotangent bundle of the Teichm\\\"uller space\n${\\mathcal T}_g$ equipped with the Liouville symplectic form. We show that\nthere is an isomorphism between these two holomorphic symplectic manifolds that\nis compatible with $\\tau$.\n","Comment: Indagationes Math. (to appear)"]}]
["1202.0163",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0163"],"date":["2012-02-01"],"type":["text"],"creator":["Noam, Yair","Goldsmith, Andrea"],"language":[],"coverage":[],"title":["Spatial MAC in MIMO Communications and its Application to Underlay\n  Cognitive Radio"],"description":["  We propose a learning technique for MIMO secondary users (SU) to spatially\ncoexist with Primary Users (PU). By learning the null space of the interference\nchannel to the PU, the SU can utilize idle degrees of freedom that otherwise\nwould be unused by the PU. This learning process does not require any handshake\nor explicit information exchange between the PU and the SU. The only\nrequirement is that the PU broadcasts a periodic beacon that is a function of\nits noise plus interference power, through a low rate control channel. The\nlearning process is based on energy measurements, independent of the\ntransmission schemes of both the PU and SU, i.e. independent of their\nmodulation, coding etc.. The proposed learning technique also provides a novel\nspatial division multiple access mechanism for equal-priority MIMO users\nsharing a common channel that highly increases the spectrum utilization\ncompared to time based or frequency multiple access.\n"]}]
["1202.0164",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0164"],"date":["2012-02-01"],"type":["text"],"creator":["Wiegner, R.","Oppel, S.","von Zanthier, J.","Agarwal, G. S."],"language":[],"coverage":[],"title":["Measurement induced focussing of radiation from independent single\n  photon sources"],"description":["  We present a technique based on multi-photon detection which leads to a\nstrong focussing of photons scattered by independent single photon emitters.\nFor N single photon sources it is shown that if m - 1 photons are detected in a\nparticular direction (with m \\leq N) the probability to detect the m-th photon\nin the same direction can be as high as 100%. This measurement induced\nfocussing effect is already clearly visible for m>2.\n","Comment: 4 pages, 2 figures"]}]
["1202.0176",{"format":[],"subject":["Mathematics - Optimization and Control","39A13, 39A70, 49J05, 49K05, 49K15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0176","doi:10.1080/02331934.2011.579967"],"date":["2012-02-01"],"type":["text"],"creator":["Malinowska, Agnieszka B.","Martins, Natalia"],"language":[],"coverage":[],"title":["Generalized transversality conditions for the Hahn quantum variational\n  calculus"],"description":["  We prove optimality conditions for generalized quantum variational problems\nwith a Lagrangian depending on the free end-points. Problems of calculus of\nvariations of this type cannot be solved using the classical theory.\n"]}]
["1202.0178",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0178","PoS(QFTHEP2011)038, 2012"],"date":["2012-02-01"],"type":["text"],"creator":["Elizalde, E.","Pozdeeva, E. O.","Vernov, S. Yu."],"language":[],"coverage":[],"title":["Stability of de Sitter Solutions in Non-local Cosmological Models"],"description":["  A non-local gravity model, which includes a function $f(\\Box^{-1} R)$, where\n$\\Box$ is the d'Alembert operator, is considered. For the model with an\nexponential $f(\\Box^{-1} R)$ de Sitter solutions are explored, without any\nrestrictions on the parameters. Using Hubble-normalized variables, the\nstability of the de Sitter solutions is investigated, with respect to\nperturbations in the Bianchi I metric, in the case of zero cosmological\nconstant, and sufficient conditions for stability are obtained.\n","Comment: 10 pages, has been published in the proceedings of the XXth\n  International Workshop on High Energy Physics and Quantum Field Theory\n  (QFTHEP'2011), http://pos.sissa.it/cgi-bin/reader/conf.cgi?confid=138"]}]
["1202.0179",{"format":[],"subject":["Computer Science - Symbolic Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0179"],"date":["2012-02-01"],"type":["text"],"creator":["Faugère, Jean-Charles","Din, Mohab Safey El","Spaenlehauer, Pierre-Jean"],"language":[],"coverage":[],"title":["Critical Points and Gr\\\"obner Bases: the Unmixed Case"],"description":["  We consider the problem of computing critical points of the restriction of a\npolynomial map to an algebraic variety. This is of first importance since the\nglobal minimum of such a map is reached at a critical point. Thus, these points\nappear naturally in non-convex polynomial optimization which occurs in a wide\nrange of scientific applications (control theory, chemistry, economics,...).\nCritical points also play a central role in recent algorithms of effective real\nalgebraic geometry. Experimentally, it has been observed that Gr\\\"obner basis\nalgorithms are efficient to compute such points. Therefore, recent software\nbased on the so-called Critical Point Method are built on Gr\\\"obner bases\nengines. Let $f_1,..., f_p$ be polynomials in $ \\Q[x_1,..., x_n]$ of degree\n$D$, $V\\subset\\C^n$ be their complex variety and $\\pi_1$ be the projection map\n$(x_1,.., x_n)\\mapsto x_1$. The critical points of the restriction of $\\pi_1$\nto $V$ are defined by the vanishing of $f_1,..., f_p$ and some maximal minors\nof the Jacobian matrix associated to $f_1,..., f_p$. Such a system is\nalgebraically structured: the ideal it generates is the sum of a determinantal\nideal and the ideal generated by $f_1,..., f_p$. We provide the first\ncomplexity estimates on the computation of Gr\\\"obner bases of such systems\ndefining critical points. We prove that under genericity assumptions on\n$f_1,..., f_p$, the complexity is polynomial in the generic number of critical\npoints, i.e. $D^p(D-1)^{n-p}{{n-1}\\choose{p-1}}$. More particularly, in the\nquadratic case D=2, the complexity of such a Gr\\\"obner basis computation is\npolynomial in the number of variables $n$ and exponential in $p$. We also give\nexperimental evidence supporting these theoretical results.\n","Comment: 17 pages"]}]
["1202.0181",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0181","IJMPE, Volume No.20, Issue No. supp02 (2011) pg. 57-60","doi:10.1142/S0218301311040591"],"date":["2012-02-01"],"type":["text"],"creator":["Kemp, Ernesto","Miguez, Bruno","Fulgione, Walter"],"language":[],"coverage":[],"title":["Estimations of the Distances of Stellar Collapses in the Galaxy by\n  Analyzing the Energy Spectrum of Neutrino Bursts"],"description":["  The neutrino telescopes of the present generation, depending on their\nspecific features, can reconstruct the neutrino spectra from a galactic burst.\nSince the optical counterpart could be not available, it is desirable to have\nat hand alternative methods to estimate the distance of the supernova explosion\nusing only the neutrino data. In this work we present preliminary results on\nthe method we are proposing to estimate the distance from a galactic supernova\nbased only on the spectral shape of the neutrino burst and assumptions on the\ngravitational binding energy released an a typical supernova explosion due to\nstellar collapses.\n","Comment: Proceedings of the Second International Symposium on Strong\n  Electromagnetic Fields and Neutron Stars (SMFNS 2011) Instituto de\n  Cibern\\'etica, Matem\\'atica y F\\'isica (ICIMAF) Sociedad Cubana de F\\'isica\n  (SCF) Varadero, Cuba, 5-7 May 2011"]}]
["1202.0189",{"format":[],"subject":["Mathematics - Number Theory","11F72 (Primary) 11F41, 11F03, 11F30, 11F70 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0189"],"date":["2012-02-01"],"type":["text"],"creator":["Li, Charles","Knightly, Andrew"],"language":[],"coverage":[],"title":["Kuznetsov's trace formula and the Hecke eigenvalues of Maass forms"],"description":["  We give an adelic treatment of the Kuznetsov trace formula as a relative\ntrace formula on GL(2) over Q. The result is a variant which incorporates a\nHecke eigenvalue in addition to two Fourier coefficients on the spectral side.\nWe include a proof of a Weil bound for the generalized twisted Kloosterman sums\nwhich arise on the geometric side. As an application, we show that the Hecke\neigenvalues of Maass forms at a fixed prime, when weighted as in the Kuznetsov\nformula, become equidistributed relative to the Sato-Tate measure in the limit\nas the level goes to infinity.\n","Comment: 145 pages. To appear in Mem. Amer. Math. Soc"]}]
["1202.0195",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0195"],"date":["2012-02-01"],"type":["text"],"creator":["Drozd, Aleksandra"],"language":[],"coverage":[],"title":["RGE and the Fine-Tuning Problem"],"description":["  In this MSc thesis RGE for general gauge theory with scalars and fermions and\nthe fine-tuning problem are studied. The results are applied to the Standard\nModel and Standard Model extension with additional singlet scalar field. The\ncorrelation between the Higgs mass and the scale at which new physics is\nexpected to occur is studied based on a fine-tuning arguments, such as the\nVeltman condition.\n","Comment: MSc thesis, 68 pages"]}]
["1202.0198",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0198"],"date":["2012-02-01"],"type":["text"],"creator":["Alexahin, Y. I.","Gianfelice-Wendt, E.","Kashikhin, V. V.","Mokhov, N. V.","Zlobin, A. V.","Alexakhin, V. Y."],"language":[],"coverage":[],"title":["Muon collider interaction region design"],"description":["  Design of a muon collider interaction region (IR) presents a number of\nchallenges arising from low {\\beta} * < 1 cm, correspondingly large\nbeta-function values and beam sizes at IR magnets, as well as the necessity to\nprotect superconducting magnets and collider detectors from muon decay\nproducts. As a consequence, the designs of the IR optics, magnets and\nmachine-detector interface are strongly interlaced and iterative. A consistent\nsolution for the 1.5 TeV c.o.m. muon collider IR is presented. It can provide\nan average luminosity of 1034 cm-2s-1 with an adequate protection of magnet and\ndetector components.\n","Comment: 3 pp. 1st International Particle Accelerator Conference: IPAC'10,\n  23-28 May 2010: Kyoto, Japan"]}]
["1202.0199",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11B65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0199"],"date":["2012-02-01"],"type":["text"],"creator":["Schultz, Andrew","Walker, Robert"],"language":[],"coverage":[],"title":["A generalization of the Gaussian formula and a q-analog of Fleck's\n  congruence"],"description":["  The q-binomial coefficients are the polynomial cousins of the traditional\nbinomial coefficients, and a number of identities for binomial coefficients can\nbe translated into this polynomial setting. For instance, the familiar\nvanishing of the alternating sum across row n of Pascal's triangle is captured\nby the so-called Gaussian Formula. In this paper, we find a q-binomial\ncongruence which synthesizes this result and Fleck's congruence for binomial\ncoefficients.\n"]}]
["1202.0200",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0200"],"date":["2012-02-01"],"type":["text"],"creator":["Chitikela, Sindhu","Kak, Subhash"],"language":[],"coverage":[],"title":["Increasing Randomness Using Permutations on Blocks"],"description":["  This paper investigates the effect of permutations on blocks of a prime\nreciprocal sequence on its randomness. A relationship between the number of\npermutations used and the improvement of performance is presented. This can be\nused as a method for increasing the cryptographic strength of pseudorandom\nsequences.\n","Comment: 10 pages"]}]
["1202.0204",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0204","doi:10.1109/TIT.2012.2184844."],"date":["2012-02-01"],"type":["text"],"creator":["Mirmohseni, Mahtab","Akhbari, Bahareh","Aref, Mohammad Reza"],"language":[],"coverage":[],"title":["On the Capacity of Interference Channel with Causal and Non-causal\n  Generalized Feedback at the Cognitive Transmitter"],"description":["  In this paper, taking into account the effect of link delays, we investigate\nthe capacity region of the Cognitive Interference Channel (C-IFC), where\ncognition can be obtained from either causal or non-causal generalized\nfeedback. For this purpose, we introduce the Causal Cognitive Interference\nChannel With Delay (CC-IFC-WD) in which the cognitive user's transmission can\ndepend on $L$ future received symbols as well as the past ones. We show that\nthe CC-IFC-WD model is equivalent to a classical Causal C-IFC (CC-IFC) with\nlink delays. Moreover, CC-IFC-WD extends both genie-aided and causal cognitive\nradio channels and bridges the gap between them. First, we derive an outer\nbound on the capacity region for the arbitrary value of $L$ and specialize this\ngeneral outer bound to the strong interference case. Then, under strong\ninterference conditions, we tighten the outer bound. To derive the achievable\nrate regions, we concentrate on three special cases: 1) Classical CC-IFC (L=0),\n2) CC-IFC without delay (L=1), and 3) CC-IFC with unlimited look-ahead in which\nthe cognitive user non-causally knows its entire received sequence. In each\ncase, we obtain a new inner bound on the capacity region. Moreover, we show\nthat the coding strategy which we use to derive an achievable rate region for\nthe classical CC-IFC achieves the capacity for the classes of degraded and\nsemi-deterministic classical CC-IFC under strong interference conditions.\nFurthermore, we extend our achievable rate regions to the Gaussian case.\nProviding some numerical examples for Gaussian CC-IFC-WD, we compare the\nperformances of the different strategies and investigate the rate gain of the\ncognitive link for different delay values.\n","Comment: To appear in IEEE Transactions on Information Theory, 2012. arXiv\n  admin note: substantial text overlap with arXiv:1001.2892"]}]
["1202.0207",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0207"],"date":["2012-02-01"],"type":["text"],"creator":["Bulakci, Omer"],"language":[],"coverage":[],"title":["Multi-hop Moving Relays for IMT-Advanced and Beyond"],"description":["  Relaying is a promising enhancement to current radio technologies, which has\nbeen considered in IMT-Advanced candidate technologies such as 3GPP\nLTE-Advanced and IEEE 802.16m. Relay enhanced networks are expected to fulfill\nthe demanding coverage and capacity requirements in a cost efficient way. Among\nvarious relaying architectures multi-hop moving relays can provide additional\ncapacity for the cases when fixed relays are inaccessible or not able to\nprovide adequate solutions in terms of cost. In this paper, an overview of\nmulti-hop moving relays along with some of the envisioned deployment scenarios\nis presented. Furthermore, different types of multi-hop moving relays are\ndiscussed and the challenges are addressed.\n","Comment: This work was presented as a part of Licentiate Seminar, Department\n  of Communications and Networking, Aalto University, 2010. 4 pages. Seminar\n  paper"]}]
["1202.0209",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B20, 46E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0209"],"date":["2012-02-01"],"type":["text"],"creator":["Hytönen, Tuomas P.","Lacey, Michael T."],"language":[],"coverage":[],"title":["Pointwise convergence of Walsh--Fourier series of vector-valued\n  functions"],"description":["  We prove a version of Carleson's Theorem in the Walsh model for vector-valued\nfunctions: For $1<p< \\infty$, and a UMD space $Y$, the Walsh-Fourier series of\n$f \\in L ^{p}(0,1;Y)$ converges pointwise, provided that $Y$ is a complex\ninterpolation space $Y=[X,H]_\\theta$ between another UMD space $X$ and a\nHilbert space $H$, for some $\\theta\\in(0,1)$. Apparently, all known examples of\nUMD spaces satisfy this condition.\n","Comment: 15 pages"]}]
["1202.0212",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0212"],"date":["2012-02-01"],"type":["text"],"creator":["Bulakci, Omer"],"language":[],"coverage":[],"title":["On Backhauling of Relay Enhanced Networks in LTE-Advanced"],"description":["  Relaying is considered a promising cost-efficient solution in 3GPP\nLTE-Advanced for coverage extension and throughput enhancement. The compact\nphysical characteristics and low power requirements of the relay nodes offer\nmore flexible deployment options than traditional macro evolved Node Bs. This\npaper provides an overview of general relaying concepts and presents the relay\ndeployment within the LTE-Advanced framework. Furthermore, the impact of relay\nbackhauling on envisioned relaying gains is discussed and the methods to\nimprove the performance of the backhauling are included.\n","Comment: This work was presented as a part of Licentiate Seminar, Department\n  of Communications and Networking, Aalto University, 2010. 4 pages. Seminar\n  paper"]}]
["1202.0216",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","68U10, 05C85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0216"],"date":["2012-02-01"],"type":["text"],"creator":["Meyer, Fernand"],"language":[],"coverage":[],"title":["The watershed concept and its use in segmentation : a brief history"],"description":["  The watershed is one of the most used tools in image segmentation. We present\nhow its concept is born and developed over time. Its implementation as an\nalgorithm or a hardwired device evolved together with the technology which\nallowed it. We present also how it is used in practice, first together with\nmarkers, and later introduced in a multiscale framework, in order to produce\nnot a unique partition but a complete hierarchy.\n"]}]
["1202.0217",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0217"],"date":["2012-02-01"],"type":["text"],"creator":["Palma, Alberto"],"language":[],"coverage":[],"title":["Search for the SM Higgs decaying to a b-quark pair with ATLAS"],"description":["  Summary of first ATLAS results is given for the Standard Model Higgs boson in\nthe mass range 110 < mH < 130 GeV, when produced in association with a W/Z\nboson and decaying to a pair of b-quarks. No evidence for the Higgs boson\nproduction is observed in a dataset of proton-proton collisions at a center of\nmass energy of 7 TeV and corresponding to 1.04 fb-1 of integrated luminosity,\nrecorded by the ATLAS experiment at the LHC in 2011. Upper limits on Higgs\nboson production cross sections for the channels considered are presented.\n","Comment: Presented at the 2011 Hadron Collider Physics symposium (HCP-2011),\n  Paris, France, November 14-18 2011, 3 pages, 3 figures"]}]
["1202.0218",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0218"],"date":["2012-02-01"],"type":["text"],"creator":["Kim, Soojung","Lee, Ki-ahm"],"language":[],"coverage":[],"title":["Asymptotic Behavior in Degenerate Parabolic Fully Nonlinear equations\n  and its application to Elliptic Eigenvalue Problems"],"description":["  We study the asymptotic behavior of the nonlinear parabolic flows\n$u_{t}=F(D^2 u^m)$ when $t\\ra \\infty$ for $m\\geq 1$, and the geometric\nproperties for solutions of the following elliptic nonlinear eigenvalue\nproblems:\n  F(D^2 \\vp) &+ \\mu\\vp^{p}=0, \\quad \\vp>0\\quad\\text{in $\\Omega$}\n  \\vp&=0\\quad\\text{on $\\p\\Omega$} posed in a (strictly) convex and smooth\ndomain $\\Omega\\subset\\re^n$ for $0< p \\leq 1,$ where $F(\\cdot)$ is uniformly\nelliptic, positively homogeneous of order one and concave. We establish that\n$\\log (\\vp)$ is concave in the case $p=1$ and that the function\n$\\vp^{\\frac{1-p}{2}}$ is concave for $0<p<1.$\n"]}]
["1202.0219",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0219"],"date":["2012-02-01"],"type":["text"],"creator":["Mahmudov, Nazim I."],"language":[],"coverage":[],"title":["A new class of generalized Genocchi polynomials"],"description":["  The main purpose of this paper is to introduce and investigate a new class of\ngeneralized Genocchi polynomials based on the q-integers. The q-analogues of\nwell-known formulas are derived. The q-analogue of the Srivastava--Pint\\'er\naddition theorem is obtained.\n"]}]
["1202.0223",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0223"],"date":["2012-02-01"],"type":["text"],"creator":["Ella, V. Spoorthy"],"language":[],"coverage":[],"title":["Randomization Using Quasigroups, Hadamard and Number Theoretic\n  Transforms"],"description":["  This paper investigates the use of quasigroups, Hadamard transforms and\nNumber Theoretic Transforms for use in sequence randomization. This can also be\nused to generate hash functions for sequence encryption.\n","Comment: 14 pages"]}]
["1202.0235",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0235","doi:10.1007/s11128-011-0341-z"],"date":["2012-02-01"],"type":["text"],"creator":["Filgueiras, J. G.","Maciel, T. O.","Auccaise, R. E.","Vianna, R. O.","Sarthour, R. S.","Oliveira, I. S."],"language":[],"coverage":[],"title":["Experimental implementation of a NMR entanglement witness"],"description":["  Entanglement witnesses (EW) allow the detection of entanglement in a quantum\nsystem, from the measurement of some few observables. They do not require the\ncomplete determination of the quantum state, which is regarded as a main\nadvantage. On this paper it is experimentally analyzed an entanglement witness\nrecently proposed in the context of Nuclear Magnetic Resonance (NMR)\nexperiments to test it in some Bell-diagonal states. We also propose some\noptimal entanglement witness for Bell-diagonal states. The efficiency of the\ntwo types of EW's are compared to a measure of entanglement with tomographic\ncost, the generalized robustness of entanglement. It is used a GRAPE algorithm\nto produce an entangled state which is out of the detection region of the EW\nfor Bell-diagonal states. Upon relaxation, the results show that there is a\nregion in which both EW fails, whereas the generalized robustness still shows\nentanglement, but with the entanglement witness proposed here with a better\nperformance.\n"]}]
["1202.0237",{"format":[],"subject":["Mathematics - Numerical Analysis","65D30, 65D32, 65-05, 41A55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0237"],"date":["2012-02-01"],"type":["text"],"creator":["Graça, Mário M."],"language":[],"coverage":[],"title":["A Simple Derivation of Newton-Cotes Formulas with Realistic Errors"],"description":["  In order to approximate the integral $I(f)=\\int_a^b f(x) dx$, where $f$ is a\nsufficiently smooth function, models for quadrature rules are developed using a\ngiven {\\it panel} of $n (n\\geq 2)$ equally spaced points. These models arise\nfrom the undetermined coefficients method, using a Newton's basis for\npolynomials. Although part of the final product is algebraically equivalent to\nthe well known closed Newton-Cotes rules, the algorithms obtained are not the\nclassical ones.\n  In the basic model the most simple quadrature rule $Q_n$ is adopted (the\nso-called left rectangle rule) and a correction $\\tilde E_n$ is constructed, so\nthat the final rule $S_n=Q_n+\\tilde E_n$ is interpolatory. The correction\n$\\tilde E_n$, depending on the divided differences of the data, might be\nconsidered a {\\em realistic correction} for $Q_n$, in the sense that $\\tilde\nE_n$ should be close to the magnitude of the true error of $Q_n$, having also\nthe correct sign. The analysis of the theoretical error of the rule $S_n$ as\nwell as some classical properties for divided differences suggest the inclusion\nof one or two new points in the given panel. When $n$ is even it is included\none point and two points otherwise. In both cases this approach enables the\ncomputation of a {\\em realistic error} $\\bar E_{S_n}$ for the {\\it extended or\ncorrected} rule $S_n$. The respective output $(Q_n,\\tilde E_n, S_n, \\bar\nE_{S_n})$ contains reliable information on the quality of the approximations\n$Q_n$ and $S_n$, provided certain conditions involving ratios for the\nderivatives of the function $f$ are fulfilled. These simple rules are easily\nconverted into {\\it composite} ones. Numerical examples are presented showing\nthat these quadrature rules are useful as a computational alternative to the\nclassical Newton-Cotes formulas.\n"]}]
["1202.0246",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0246"],"date":["2012-02-01"],"type":["text"],"creator":["Euler, Leonhard","Diener, Artur","Aycock, Alexander"],"language":[],"coverage":[],"title":["Evolutio producti infiniti (1-x)(1-xx)(1-x^3)(1-x^4)(1-x^5) etc. in\n  seriem simplicem"],"description":["  This paper does exactly what the title says it does. It expands the given\nseries to arrive at the familiar \"pentagonal number\" expansion, also known as\nthe pentagonal number theorem, and recalls its application to partition\nnumbers. The paper is translated from Euler's Latin original into German.\n"]}]
["1202.0247",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0247"],"date":["2012-02-01"],"type":["text"],"creator":["James, Rodney","Miranda, Rick"],"language":[],"coverage":[],"title":["Riemann-Roch theory on finite sets"],"description":["  In [1] M. Baker and S. Norine developed a theory of divisors and linear\nsystems on graphs, and proved a Riemann-Roch Theorem for these objects\n(conceived as integer-valued functions on the vertices). In [2] and [3] the\nauthors generalized these concepts to real-valued functions, and proved a\ncorresponding Riemann-Roch Theorem in that setting, showing that it implied the\nBaker-Norine result. In this article we prove a Riemann-Roch Theorem in a more\ngeneral combinatorial setting that is not necessarily driven by the existence\nof a graph.\n","Comment: 7 pages, 4 figures"]}]
["1202.0249",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Numerical Analysis","26D15, 65D30, 26A42, 41A55, 65D32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0249"],"date":["2012-02-01"],"type":["text"],"creator":["Talvila, Erik","Wiersma, Matthew"],"language":[],"coverage":[],"title":["Simple derivation of basic quadrature formulas"],"description":["  Simple proofs of the midpoint, trapezoidal and Simpson's rules are proved for\nnumerical integration on a compact interval. The integrand is assumed to be\ntwice continuously differentiable for the midpoint and trapezoidal rules, and\nto be four times continuously differentiable for Simpson's rule. Errors are\nestimated in terms of the uniform norm of second or fourth derivatives of the\nintegrand. The proof uses only integration by parts, applied to the second or\nfourth derivative of the integrand, multiplied by an appropriate polynomial or\npiecewise polynomial function. A corrected trapezoidal rule that includes the\nfirst derivative of the integrand at the endpoints of the integration interval\nis also proved in this manner, the coefficient in the error estimate being\nsmaller than for the midpoint and trapezoidal rules. The proofs are suitable\nfor presentation in a calculus or elementary numerical analysis class. Several\nstudent projects are suggested.\n","Comment: To appear in Atlantic Electronic Journal of Mathematics"]}]
["1202.0252",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0252"],"date":["2012-02-01"],"type":["text"],"creator":["Stancari, G.","Drozhdin, A. I.","Kuznetsov, G.","Shiltsev, V.","Still, D. A.","Valishev, A.","Vorobiev, L. G.","Assmann, R.","Kabantsev, A."],"language":[],"coverage":[],"title":["Development of hollow electron beams for proton and ion collimation"],"description":["  Magnetically confined hollow electron beams for controlled halo removal in\nhigh-energy colliders such as the Tevatron or the LHC may extend traditional\ncollimation systems beyond the intensity limits imposed by tolerable material\ndamage. They may also improve collimation performance by suppressing loss\nspikes due to beam jitter and by increasing capture efficiency. A hollow\nelectron gun was designed and built. Its performance and stability were\nmeasured at the Fermilab test stand. The gun will be installed in one of the\nexisting Tevatron electron lenses for preliminary tests of the hollow-beam\ncollimator concept, addressing critical issues such as alignment and\ninstabilities of the overlapping proton and electron beams.\n","Comment: 3 pp. 1st International Particle Accelerator Conference: IPAC'10,\n  23-28 May 2010: Kyoto, Japan"]}]
["1202.0256",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0256"],"date":["2012-02-01"],"type":["text"],"creator":["Neuffer, D.","Martini, M.","Prior, G.","Rogers, C.","Yoshikawa, C."],"language":[],"coverage":[],"title":["Muon capture in the front end of the IDS neutrino factory"],"description":["  We discuss the design of the muon capture front end of the neutrino factory\nInternational Design Study. In the front end, a proton bunch on a target\ncreates secondary pions that drift into a capture transport channel, decaying\ninto muons. A sequence of rf cavities forms the resulting muon beams into\nstrings of bunches of differing energies, aligns the bunches to (nearly) equal\ncentral energies, and initiates ionization cooling. The muons are then\naccelerated to high energy where their decays provide neutrino beams. For the\nInternational Design Study (IDS), a baseline design must be developed and\noptimized for an engineering and cost study. We present a baseline design that\ncan be used to establish the scope of a future neutrino Factory facility.\n","Comment: 3 pp. 1st International Particle Accelerator Conference: IPAC'10,\n  23-28 May 2010: Kyoto, Japan"]}]
["1202.0261",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems","26A33, 33E12, 44A20, 45J05, 45K05, 60E07, 74D05, 76Dxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0261","Forum der Berliner Mathematischer Gesellschaft, Vol 19, pp. 20-52\n  (2011)"],"date":["2012-02-01"],"type":["text"],"creator":["Mainardi, Francesco"],"language":[],"coverage":[],"title":["Fractional Calculus in Wave Propagation Problems"],"description":["  Fractional calculus, in allowing integrals and derivatives of any positive\norder (the term \"fractional\" kept only for historical reasons), can be\nconsidered a branch of mathematical physics which mainly deals with\nintegro-differential equations, where integrals are of convolution form with\nweakly singular kernels of power law type. In recent decades fractional\ncalculus has won more and more interest in applications in several fields of\napplied sciences. In this lecture we devote our attention to wave propagation\nproblems in linear viscoelastic media. Our purpose is to outline the role of\nfractional calculus in providing simplest evolution processes which are\nintermediate between diffusion and wave propagation. The present treatment\nmainly reflects the research activity and style of the author in the related\nscientific areas during the last decades.\n","Comment: 33 pages, 9 figures. arXiv admin note: substantial text overlap with\n  arXiv:1008.1341"]}]
["1202.0266",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","Mathematics - Rings and Algebras","Mathematics - Representation Theory","05E15, 20F55, 06A06, 16E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0266"],"date":["2012-02-01"],"type":["text"],"creator":["Foster-Greenwood, Briana"],"language":[],"coverage":[],"title":["Comparing Codimension and Absolute Length in Complex Reflection Groups"],"description":["  Reflection length and codimension of fixed point spaces induce partial orders\non a complex reflection group. While these partial orders are of independent\ncombinatorial interest, our investigation is motivated by a connection between\nthe codimension order and the algebraic structure of cohomology governing\ndeformations of skew group algebras. In this article, we compare the reflection\nlength and codimension functions and discuss implications for cohomology of\nskew group algebras. We give algorithms using character theory for computing\nreflection length, atoms, and poset relations. Using a mixture of theory,\nexplicit examples, and computer calculations in GAP, we show that Coxeter\ngroups and the infinite family G(m,1,n) are the only irreducible complex\nreflection groups for which the reflection length and codimension orders\ncoincide. We describe the atoms in the codimension order for the infinite\nfamily G(m,p,n), which immediately yields an explicit description of generators\nfor cohomology.\n","Comment: 13 pages"]}]
["1202.0267",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0267"],"date":["2012-02-01"],"type":["text"],"creator":["Stancari, G.","Valishev, A.","Semenov, A."],"language":[],"coverage":[],"title":["Bunch-by-bunch detection of coherent transverse modes from digitized\n  single-bpm signals in the Tevatron"],"description":["  A system was developed for bunch-by-bunch detection of transverse proton and\nantiproton coherent oscillations based on the signal from a single\nbeam-position monitor (BPM) located in a region of the ring with large\namplitude functions. The signal is digitized over a large number of turns and\nFourier-analyzed offline with a dedicated algorithm. To enhance the signal, the\nbeam is excited with band-limited noise for about one second, and this was\nshown not to significantly affect the circulating beams even at high\nluminosity. The system is used to measure betatron tunes of individual bunches\nand to study beam- beam effects. In particular, it is one of the main\ndiagnostic tools in an ongoing study of nonlinear beam-beam compensation\nstudies with Gaussian electron lenses. We present the design and operation of\nthis tool, together with results obtained with proton and antiproton bunches.\n","Comment: 4 pp. 14th Beam Instrumentation Workshop (BIW10) 2-6 May 2010: Santa\n  Fe, New Mexico"]}]
["1202.0270",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0270"],"date":["2012-02-01"],"type":["text"],"creator":["Zlobin, A. V.","Alexahin, Y. I.","Kashikhin, V. V.","Mokhov, N. V."],"language":[],"coverage":[],"title":["Magnet designs for muon collider ring and interactions regions"],"description":["  Conceptual designs of superconducting magnets for the storage ring of a Muon\nCollider with a 1.5 TeV c.o.m. energy and an average luminosity of 10 34\ncm-2s-1 are presented. All magnets are based on Nb3Sn superconductor and\ndesigned to provide an adequate operating field/field gradient in the aperture\nwith the critical current margin required for reliable magnet operation in the\nmachine. Magnet cross-sections were optimized to achieve the accelerator field\nquality in the magnet aperture occupied with beams. The magnets and\ncorresponding protective measures are designed to handle about 0.5 kW/m of\ndynamic heat load from the muon beam decays. Magnet parameters are reported and\ncompared with the requirements.\n","Comment: 3 pp. 1st International Particle Accelerator Conference: IPAC'10,\n  23-28 May 2010: Kyoto, Japan"]}]
["1202.0271",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0271"],"date":["2012-02-01"],"type":["text"],"creator":["Plachy, E.","Kolláth, Z.","Molnár, L."],"language":[],"coverage":[],"title":["Detection of chaos in RR Lyrae models"],"description":["  The period doubling phenomenon was recently discovered in RR Lyrae stars with\nthe Kepler space telescope and has been theoretically explained by hydrodynamic\ncalculations. However, peculiar solutions of the Florida-Budapest turbulent\nconvective hydrodynamic code suggest that bifurcation cascade may evolve to\nchaos in these dynamical systems. We show that chaotic behaviour may be\nrecovered from the radius variations of the model using the global flow\nreconstruction method. The fractal (Lyapunov) dimension of the underlying\ndynamical attractor is calculated to be ~2.2. Compared to the radius, the\nluminosity variations proved to be less suitable for such investigations due to\ntheir complexity. That suggest that even the continuous Kepler data would\nrequire transformation before conducting a similar analysis.\n","Comment: Proceedings of the \"20th Stellar Pulsation Conference Series: Impact\n  of new instrumentation & new insights in stellar pulsations\", 5-9 September\n  2011, Granada, Spain"]}]
["cond-mat/0603653",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0603653","Physical Review B 73, 212402 (2006)","doi:10.1103/PhysRevB.73.212402"],"date":["2006-03-24"],"type":["text"],"creator":["Sosin, S. S.","Smirnov, A. I.","Prozorova, L. A.","Balakrishnan, G.","Zhitomirsky, M. E."],"language":[],"coverage":[],"title":["Magnetic resonance in a pyrochlore antiferromagnet Gd2Ti2O7"],"description":["  Electron spin resonance study of frustrated pyrochlore Gd2Ti2O7 is performed\nin a wide frequency band for a temperature range 0.4-30 K, which covers\nparamagnetic and magnetically ordered phases. The paramagnetic resonance\nreveals the spectroscopic g-factor about 2.0 and a temperature dependent\nlinewidth. In ordered phases magnetic resonance spectra are distinctive for a\nnonplanar cubic (or tetrahedral) antiferromagnet with an isotropic\nsusceptibility. In the high-field saturated phase, weakly-dispersive soft modes\nare observed and their field evolution is traced.\n","Comment: 4 pages, 4 figures"]}]
["cond-mat/9806325",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9806325","J.Phys.:Condens.Matter 10 7879-7896 (1998)","doi:10.1088/0953-8984/10/35/020"],"date":["1998-06-26"],"type":["text"],"creator":["Glazkov, V. N.","Smirnov, A. I.","Petrenko, O. A.","Paul, D. Mck.","Vetkin, A. G.","Eremina, R. M."],"language":[],"coverage":[],"title":["Electron-spin-resonance in the doped spin-Peierls compound\n  Cu(1-x)Ni(x)GeO3"],"description":["  ESR-study of the Ni-doped spin-Peierls compound CuGeO3 has been performed in\nthe frequency range 9-75 GHz. At low temperatures the g-factor is smaller than\nthe value expected for Cu- and Ni-ions. This anomaly is explained by the\nformation of magnetic clusters around the Ni-ions within a nonmagnetic\nspin-Peierls matrix. The transition into the AFM-state detected earlier by\nneutron scattering for doped samples was studied by means of ESR. For x=0.032 a\ngap in the magnetic resonance spectrum is found below the Neel temperature and\nthe spectrum is well described by the theory of antiferromagnetic resonance\nbased on the molecular field approximation. For x=0.017 the spectrum below the\nNeel point remained gapless. The gapless spectrum of the antiferromagnetic\nstate in weekly doped samples is attributed to the small value of the Neel\norder parameter and to the magnetically disordered spin-Peierls background.\n","Comment: 16 pages, LATEX, 12 figures, submitted to Journal of Physics :\n  Condensed Matter"]}]
["cs/0611082",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0611082","Global Journal of Computer Science and Technology, Volume 11 Issue\n  23, December 2011, pp 1-2"],"date":["2006-11-17","2012-01-31"],"type":["text"],"creator":["Feinstein, Craig Alan"],"language":[],"coverage":[],"title":["The Computational Complexity of the Traveling Salesman Problem"],"description":["  In this note, we show that the Traveling Salesman Problem cannot be solved in\npolynomial-time on a classical computer.\n","Comment: 1 page, made a minor correction"]}]
["math/0405416",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","34M55 (Primary) 37J35 37K35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405416","Kyushu J. Math., Volume 58, Number 2 (2004), 393-425","doi:10.2206/kyushujm.58.393"],"date":["2004-05-21"],"type":["text"],"creator":["Tahara, Nobuhiko"],"language":[],"coverage":[],"title":["An augmentation of the phase space of the system of type A^{(1)}_4"],"description":["  We investigate the differential system with affine Weyl group symmetry of\ntype A^{(1)}_4 and construct a space which parametrizes all meromorphic\nsolutions of it. To demonstrate our method based on singularity analysis and\naffine Weyl group symmetry, we first study the system of type A^{(1)}_2, which\nis the equivalent of the fourth Painlev\\'e equation, and obtain the space which\naugments the original phase space of the system by adding spaces of codimension\n1. For the system of type A^{(1)}_4, codimension 2 spaces should be added to\nthe phase space of the system in addition to codimension 1 spaces.\n","Comment: 21 pages, to be published in Kyushu J. Math"]}]
["math/0405559",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","34M55 (Primary) 37K35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405559","J. Math. Soc. Japan, Volume 56, Number 4 (2004), 1221-1232","doi:10.2969/jmsj/1190905457"],"date":["2004-05-28"],"type":["text"],"creator":["Suzuki, Masaki","Tahara, Nobuhiko","Takano, Kyoichi"],"language":[],"coverage":[],"title":["Hierarchy of B\\\"acklund Transformation Groups of the Painlev\\'e Systems"],"description":["  For each Painlev\\'e system P_J except the first one, we have a B\\\"acklund\ntransformation group which is a lift of an affine Weyl group. In this paper, we\nshow that the B\\\"acklund transformation groups for J=V,IV,III,II are\nsuccessively obtained from that for J=VI by the well known degeneration or\nconfluence processes.\n","Comment: 11 pages, to be published in J. Math. Soc. Japan"]}]
