["0905.3996",{"format":[],"subject":["Mathematics - Functional Analysis","35S30, 43A90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3996"],"date":["2009-05-25","2012-08-23"],"type":["text"],"creator":["Katsnelson, Victor","Machluf, Ronni"],"language":[],"coverage":[],"title":["The truncated Fourier operator. VI"],"description":["  The spectral analysis of the Fourier operator truncated on the positive\nhalf-axis is done\n","Comment: Comment. This paper has been withdrawn by the author because the\n  presentation was not perfect"]}]
["0907.3724",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3724","Adv. Math. Phys., (2010) 671039","doi:10.1155/2010/671039"],"date":["2009-07-21","2009-09-07"],"type":["text"],"creator":["Kadar, Zoltan","Marzuoli, Annalisa","Rasetti, Mario"],"language":[],"coverage":[],"title":["Microscopic description of 2d topological phases, duality and 3d state\n  sums"],"description":["  Doubled topological phases introduced by Kitaev, Levin and Wen supported on\ntwo dimensional lattices are Hamiltonian versions of three dimensional\ntopological quantum field theories described by the Turaev-Viro state sum\nmodels. We introduce the latter with an emphasis on obtaining them from\ntheories in the continuum. Equivalence of the previous models in the ground\nstate are shown in case of the honeycomb lattice and the gauge group being a\nfinite group by means of the well-known duality transformation between the\ngroup algebra and the spin network basis of lattice gauge theory. An analysis\nof the ribbon operators describing excitations in both types of models and the\nthree dimensional geometrical interpretation are given.\n","Comment: 19 pages, typos corrected, style improved, a final paragraph added"]}]
["0911.0639",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0639"],"date":["2009-11-03","2012-08-23"],"type":["text"],"creator":["Kravtsov, V. E."],"language":[],"coverage":[],"title":["Random matrix theory: Wigner-Dyson statistics and beyond. (Lecture notes\n  of a course given at SISSA (Trieste, Italy))"],"description":["  This is a course on Random Matrix Theory which includes traditional as well\nas advanced topics presented with an extensive use of classical logarithmic\nplasma analogy and that of the quantum systems of one-dimensional interacting\nfermions with inverse square interaction (Calogero-Sutherland model). Certain\nnon-invariant random matrix ensembles are also considered with the emphasis on\nthe eigenfunction statistics in them. The course can also be viewed as\nintroduction to theory of localization where the (non-invariant) random matrix\nensembles play a role of the toy models to illustrate functional methods based\non super-vector/super-matrix representations.\n","Comment: TeX, 27 pages"]}]
["0912.2697",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F65, 22E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2697"],"date":["2009-12-14","2012-08-22"],"type":["text"],"creator":["Young, Robert"],"language":[],"coverage":[],"title":["The Dehn function of SL(n;Z)"],"description":["  We prove that when n >= 5, the Dehn function of SL(n;Z) is quadratic. The\nproof involves decomposing a disc in SL(n;R)/SO(n) into triangles of varying\nsizes. By mapping these triangles into SL(n;Z) and replacing large elementary\nmatrices by \"shortcuts,\" we obtain words of a particular form, and we use\ncombinatorial techniques to fill these loops.\n","Comment: 49 pages, 9 figures, revised version, to appear in Annals of\n  Mathematics"]}]
["0912.5514",{"format":[],"subject":["Quantum Physics","Computer Science - Computational Complexity","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5514","SIAM Journal on Computing, 41(4):915-940, 2012","doi:10.1137/100813683"],"date":["2009-12-30","2012-06-18"],"type":["text"],"creator":["De, Anindya","Portmann, Christopher","Vidick, Thomas","Renner, Renato"],"language":[],"coverage":[],"title":["Trevisan's extractor in the presence of quantum side information"],"description":["  Randomness extraction involves the processing of purely classical information\nand is therefore usually studied in the framework of classical probability\ntheory. However, such a classical treatment is generally too restrictive for\napplications, where side information about the values taken by classical random\nvariables may be represented by the state of a quantum system. This is\nparticularly relevant in the context of cryptography, where an adversary may\nmake use of quantum devices. Here, we show that the well known construction\nparadigm for extractors proposed by Trevisan is sound in the presence of\nquantum side information.\n  We exploit the modularity of this paradigm to give several concrete extractor\nconstructions, which, e.g, extract all the conditional (smooth) min-entropy of\nthe source using a seed of length poly-logarithmic in the input, or only\nrequire the seed to be weakly random.\n","Comment: 20+10 pages; v2: extract more min-entropy, use weakly random seed;\n  v3: extended introduction, matches published version with sections somewhat\n  reordered"]}]
["1003.0975",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","41A65, 47A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0975","Teor. Veroyatnost. i Primenen., 57:1 (2012), 192-203"],"date":["2010-03-04","2011-03-28"],"type":["text"],"creator":["LaGatta, Tom"],"language":[],"coverage":[],"title":["Continuous Disintegrations of Gaussian Processes"],"description":["  The goal of this paper is to understand the conditional law of a stochastic\nprocess once it has been observed over an interval. To make this precise, we\nintroduce the notion of a continuous disintegration: a regular conditional\nprobability measure which varies continuously in the conditioned parameter. The\nconditioning is infinite-dimensional in character, which leads us to consider\nthe general case of probability measures in Banach spaces. Our main result is\nthat for a certain quantity $M$ based on the covariance structure, the\nfiniteness of M is a necessary and sufficient condition for a Gaussian measure\nto have a continuous disintegration. The condition is quite reasonable: for the\nfamiliar case of stationary processes, M = 1.\n"]}]
["1008.2159",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2159"],"date":["2010-08-12","2012-08-21"],"type":["text"],"creator":["Balcan, Maria-Florina","Harvey, Nicholas J. A."],"language":[],"coverage":[],"title":["Submodular Functions: Learnability, Structure, and Optimization"],"description":["  Submodular functions are discrete functions that model laws of diminishing\nreturns and enjoy numerous algorithmic applications. They have been used in\nmany areas, including combinatorial optimization, machine learning, and\neconomics. In this work we study submodular functions from a learning theoretic\nangle. We provide algorithms for learning submodular functions, as well as\nlower bounds on their learnability. In doing so, we uncover several novel\nstructural results revealing ways in which submodular functions can be both\nsurprisingly structured and surprisingly unstructured. We provide several\nconcrete implications of our work in other domains including algorithmic game\ntheory and combinatorial optimization.\n  At a technical level, this research combines ideas from many areas, including\nlearning theory (distributional learning and PAC-style analyses), combinatorics\nand optimization (matroids and submodular functions), and pseudorandomness\n(lossless expander graphs).\n"]}]
["1009.5063",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14N10 (Primary) 14T05, 14N35, 05A99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5063"],"date":["2010-09-26","2012-08-23"],"type":["text"],"creator":["Block, Florian"],"language":[],"coverage":[],"title":["Relative Node Polynomials for Plane Curves"],"description":["  We generalize the recent work of S. Fomin and G. Mikhalkin on polynomial\nformulas for Severi degrees.\n  The degree of the Severi variety of plane curves of degree d and delta nodes\nis given by a polynomial in d, provided delta is fixed and d is large enough.\nWe extend this result to generalized Severi varieties parametrizing plane\ncurves which, in addition, satisfy tangency conditions of given orders with\nrespect to a given line. We show that the degrees of these varieties,\nappropriately rescaled, are given by a combinatorially defined \"relative node\npolynomial\" in the tangency orders, provided the latter are large enough. We\ndescribe a method to compute these polynomials for arbitrary delta, and use it\nto present explicit formulas for delta <= 6. We also give a threshold for\npolynomiality, and compute the first few leading terms for any delta.\n","Comment: 27 pages, final version, to be published in Journal of Algebraic\n  Combinatorics"]}]
["1010.4824",{"format":[],"subject":["Computer Science - Information Theory","94A15, 93E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4824"],"date":["2010-10-22","2012-08-23"],"type":["text"],"creator":["Yüksel, Serdar"],"language":[],"coverage":[],"title":["On Optimal Causal Coding of Partially Observed Markov Sources in Single\n  and Multi-Terminal Settings"],"description":["  The optimal causal coding of a partially observed Markov process is studied,\nwhere the cost to be minimized is a bounded, non-negative, additive, measurable\nsingle-letter function of the source and the receiver output. A structural\nresult is obtained extending Witsenhausen's and Walrand-Varaiya's structural\nresults on optimal real-time coders to a partially observed setting. The\ndecentralized (multi-terminal) setup is also considered. For the case where the\nsource is an i.i.d. process, it is shown that the optimal decentralized causal\ncoding of correlated observations problem admits a solution which is\nmemoryless. For Markov sources, a counterexample to a natural separation\nconjecture is presented.\n","Comment: To appear in IEEE Transactions on Information Theory"]}]
["1011.0558",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","18C10, 18D05, 18G10, 18G20, 68Q42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0558","Advances in Mathematics 231 (3-4), pp. 2294-2351, 2012","doi:10.1016/j.aim.2012.05.010"],"date":["2010-11-02","2012-08-08"],"type":["text"],"creator":["Guiraud, Yves","Malbos, Philippe"],"language":[],"coverage":[],"title":["Higher-dimensional normalisation strategies for acyclicity"],"description":["  We introduce acyclic polygraphs, a notion of complete categorical cellular\nmodel for (small) categories, containing generators, relations and\nhigher-dimensional globular syzygies. We give a rewriting method to construct\nexplicit acyclic polygraphs from convergent presentations. For that, we\nintroduce higher-dimensional normalisation strategies, defined as homotopically\ncoherent ways to relate each cell of a polygraph to its normal form, then we\nprove that acyclicity is equivalent to the existence of a normalisation\nstrategy. Using acyclic polygraphs, we define a higher-dimensional homotopical\nfiniteness condition for higher categories which extends Squier's finite\nderivation type for monoids. We relate this homotopical property to a new\nhomological finiteness condition that we introduce here.\n","Comment: Final version"]}]
["1011.0655",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary 14G32, Secondary 14G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0655","The Arithmetic of Fundamental Groups - PIA 2010, editor J. Stix,\n  Contributions in Mathematical and Computational Sciences, Vol. 2,\n  Springer-Verlag Berlin Heidelberg, 2012"],"date":["2010-11-02","2012-08-22"],"type":["text"],"creator":["Wickelgren, Kirsten"],"language":[],"coverage":[],"title":["3-nilpotent obstructions to pi_1 sections for P^1_Q - {0,1,infty}"],"description":["  We study which rational points of the Jacobian of P^1_K -{0,1,infty} can be\nlifted to sections of geometrically 3 nilpotent quotients of etale pi_1 over\nthe absolute Galois group. This is equivalent to evaluating certain triple\nMassey products of elements of H^1(G_K). For K=Q_p or R, we give a complete mod\n2 calculation. This permits some mod 2 calculations for K = Q. These are\ncomputations of obstructions of Jordan Ellenberg.\n","Comment: 49 pages"]}]
["1011.2525",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2525"],"date":["2010-11-10","2012-08-23"],"type":["text"],"creator":["Liu, De-Zi","Yue, Nan-Nan","Meng, Xiao-Lei","Zhang, Tong-Jie","Yang, Zhi-Liang"],"language":[],"coverage":[],"title":["A Series Solution to the Luminosity Distance in a Flat LCDM Universe"],"description":["  Cosmological observations indicate that our universe is flat and dark energy\n(DE) dominated at present. The luminosity distance plays an important role in\nthe investigation of the evolution and structure of the universe. Nevertheless,\nthe evaluation of the luminosity distance d_L is associated computationally\nheavy numerical quadratures in practice. In this Letter we find a series\nsolution of the luminosity distance in a spatially flat LCDM cosmological\nmodel. And it is further shown that the series solution has a relative error of\nless than 0.36% for any relative parameter \\beta (\\beta = Omega_m / Omega_L)\nfrom zero to four, i.e. 0.2 < Omega_L < 1 and redshift z > 0.1 when the order\nof the series is n = 100.\n","Comment: 7 pages, 2 figures"]}]
["1012.0409",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0409"],"date":["2010-12-02","2012-08-22"],"type":["text"],"creator":["Liu, Lixin","Su, Weixu"],"language":[],"coverage":[],"title":["The horofunction compactification of Teichm\\\"uller metric"],"description":["  We show that the horofunction compactification of Teichm\\\"uller space with\nthe Teichm\\\"uller metric is homeomorphic to the Gardiner-Masur\ncompactification.\n","Comment: Final version, the proof of Proposition 5.1 is improved. To appear in\n  Handbook of Teichm\\\"uller Theory, Vol. 4, A. Papadopoulos (ed.), EMS\n  publishing house, Z\\\"urich 2013"]}]
["1102.4859",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Functional Analysis","Mathematics - Operator Algebras","90C22, 13J30 (Primary) 14P10, 47A57, 08B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4859","Adv. Math. 231 (2012), 516-534"],"date":["2011-02-23","2012-06-11"],"type":["text"],"creator":["Helton, J. William","Klep, Igor","McCullough, Scott"],"language":[],"coverage":[],"title":["The convex Positivstellensatz in a free algebra"],"description":["  Given a monic linear pencil L in g variables let D_L be its positivity\ndomain, i.e., the set of all g-tuples X of symmetric matrices of all sizes\nmaking L(X) positive semidefinite. Because L is a monic linear pencil, D_L is\nconvex with interior, and conversely it is known that convex bounded\nnoncommutative semialgebraic sets with interior are all of the form D_L. The\nmain result of this paper establishes a perfect noncommutative\nNichtnegativstellensatz on a convex semialgebraic set. Namely, a noncommutative\npolynomial p is positive semidefinite on D_L if and only if it has a weighted\nsum of squares representation with optimal degree bounds: p = s^* s + \\sum_j\nf_j^* L f_j, where s, f_j are vectors of noncommutative polynomials of degree\nno greater than 1/2 deg(p). This noncommutative result contrasts sharply with\nthe commutative setting, where there is no control on the degrees of s, f_j and\nassuming only p nonnegative, as opposed to p strictly positive, yields a clean\nPositivstellensatz so seldom that such cases are noteworthy.\n","Comment: 22 pages"]}]
["1102.5700",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Quantum Algebra","17B37, 17B67, 81U15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5700","J. Phys. A45, 365206 (2012)","doi:10.1088/1751-8113/45/36/365206"],"date":["2011-02-28","2012-08-12"],"type":["text"],"creator":["Beisert, Niklas","Galleas, Wellington","Matsumoto, Takuya"],"language":[],"coverage":[],"title":["A Quantum Affine Algebra for the Deformed Hubbard Chain"],"description":["  The integrable structure of the one-dimensional Hubbard model is based on\nShastry's R-matrix and the Yangian of a centrally extended sl(2|2)\nsuperalgebra. Alcaraz and Bariev have shown that the model admits an integrable\ndeformation whose R-matrix has recently been found. This R-matrix is of\ntrigonometric type and here we derive its underlying exceptional quantum affine\nalgebra. We also show how the algebra reduces to the above mentioned Yangian\nand to the conventional quantum affine sl(2|2) algebra in two special limits.\n","Comment: 24 pages, v2: minor amendment of (7.2), v3: accepted for publication\n  in JPA, minor corrections"]}]
["1103.4831",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4831"],"date":["2011-03-24","2012-08-21"],"type":["text"],"creator":["Kammann, Elena","Ohadi, Hamid","Maragkou, Maria","Kavokin, Alexey V.","Lagoudakis, Pavlos G."],"language":[],"coverage":[],"title":["Crossover from exciton-polariton to photon Bose-Einstein condensation"],"description":["  BEC of exciton-polaritons and related effects such as superfluidity1,2,\nspontaneous symmetry breaking3,4 and quantised vortices5,6 open way to creation\nof novel light sources7 and optical logic elements8. Remarkable observations of\nexciton-polariton BEC in microcavities9-12 have been reported in the recent ten\nyears. Very recently, thermalisation and subsequent condensation of cavity\nphotons in a dye-filled microcavity have been observed13. Here we show that BEC\nof both exciton-polaritons and photons can be created in the same system under\ndifferent optical excitation conditions. A dynamic phase transition between a\nphoton and a polariton BEC takes place after a single high-power excitation\npulse and we find both condensed states in thermal equilibrium with the excited\nstates. At the crossover, photons and polaritons coexist, which results in a\ndecrease in the long-range spatial coherence. Build-up and successive depinning\nof polarisation is observed at the threshold of both polariton and photon\ncondensation.\n"]}]
["1103.6143",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6143","Physica A, 391, 4867-4876, 2012","doi:10.1016/j.physa.2012.05.040"],"date":["2011-03-31"],"type":["text"],"creator":["D'Amico, Guglielmo","Petroni, Filippo"],"language":[],"coverage":[],"title":["A semi-Markov model for price returns"],"description":["  We study the high frequency price dynamics of traded stocks by a model of\nreturns using a semi-Markov approach. More precisely we assume that the\nintraday return are described by a discrete time homogeneous semi-Markov\nprocess and the overnight returns are modeled by a Markov chain. Based on this\nassumptions we derived the equations for the first passage time distribution\nand the volatility autocorreletion function. Theoretical results have been\ncompared with empirical findings from real data. In particular we analyzed high\nfrequency data from the Italian stock market from first of January 2007 until\nend of December 2010. The semi-Markov hypothesis is also tested through a\nnonparametric test of hypothesis.\n"]}]
["1104.3883",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3883","Phil. Trans. R. Soc. A 370, 3771 (2012)","doi:10.1098/rsta.2011.0202"],"date":["2011-04-19","2012-08-23"],"type":["text"],"creator":["Tiersch, Markus","Popescu, Sandu","Briegel, Hans J."],"language":[],"coverage":[],"title":["A critical view on transport and entanglement in models of\n  photosynthesis"],"description":["  We revisit critically the recent claims, inspired by quantum optics and\nquantum information, that there is entanglement in the biological pigment\nprotein complexes, and that it is responsible for the high transport\nefficiency. While unexpectedly long coherence times were experimentally\ndemonstrated, the existence of entanglement is, at the moment, a purely\ntheoretical conjecture; it is this conjecture that we analyze. As demonstrated\nby a toy model, a similar transport phenomenology can be obtained without\ngenerating entanglement. Furthermore, we also argue that even if entanglement\ndoes exist, it is purely incidental and seems to plays no essential role for\nthe transport efficiency. We emphasize that our paper is not a proof that\nentanglement does not exist in light-harvesting complexes - this would require\na knowledge of the system and its parameters well beyond the state of the art.\nRather, we present a counter-example to the recent claims of entanglement,\nshowing that the arguments, as they stand at the moment, are not sufficiently\njustified and hence cannot be taken as proof for the existence of entanglement,\nlet alone of its essential role, in the excitation transport.\n","Comment: 16 pages, 1 figure, published version; typos corrected"]}]
["1106.0178",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0178"],"date":["2011-06-01","2012-08-23"],"type":["text"],"creator":["Yuan, Xiaojun","Ping, Li","Xu, Chongbin","Kavcic, Aleksandar"],"language":[],"coverage":[],"title":["Achievable Rates of MIMO Systems with Linear Precoding and Iterative\n  LMMSE Detection"],"description":["  We establish area theorems for iterative detection over coded linear systems\n(including multiple-input multipleoutput (MIMO) channels,\ninter-symbol-interference (ISI) channels, and orthogonal frequency-division\nmultiplexing (OFDM) systems). We propose a linear precoding technique that\nasymptotically ensures the Gaussianness of the messages passed in iterative\ndetection, as the transmission block length tends to infinity. We show that the\nproposed linear precoding scheme with iterative linear minimum mean-square\nerror (LMMSE) detection is potentially information lossless, under various\nassumptions on the availability of channel state information at the transmitter\n(CSIT). Numerical results are provided to verify our analysis.\n"]}]
["1106.0950",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","16R10, 16R30, 16N40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0950"],"date":["2011-06-05","2012-08-23"],"type":["text"],"creator":["Lopatin, Artem A."],"language":[],"coverage":[],"title":["On the nilpotency degree of the algebra with identity x^n=0"],"description":["  Denote by C_{n,d} the nilpotency degree of a relatively free algebra\ngenerated by d elements and satisfying the identity x^n=0. Under assumption\nthat the characteristic p of the base field is greater than n/2, it is shown\nthat C_{n,d}<n^{log_2(3d+2)+1} and C_{n,d}<4 2^{n/2} d. In particular, it is\nestablished that the nilpotency degree C_{n,d} has a polynomial growth in case\nthe number of generators d is fixed and p > n/2. For p\\neq2 the nilpotency\ndegree C_{4,d} is described with deviation 4 for all d. As an application, a\nfinite generating set for the algebra R^{GL(n)} of GL(n)-invariants of d\nmatrices is established in terms of C_{n,d}. Several conjectures are\nformulated.\n","Comment: 17 pages; v3. References are updated"]}]
["1106.3124",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3124","J. Phys. Soc. Jpn., 81, 094706 (2012)","doi:10.1143/JPSJ.81.094706"],"date":["2011-06-15","2012-08-02"],"type":["text"],"creator":["Tsuchiya, Takuma"],"language":[],"coverage":[],"title":["Synchronous Spatial Oscillation of Electron- and Mn-Spin Polarizations\n  in Dilute-Magnetic-Semiconductor Quantum Wells under Spin-Orbit Effective\n  Magnetic Fields"],"description":["  In semiconductors, spin-orbit effective magnetic fields, i.e., the Rashba and\nDresselhaus fields, are used to control electron-spin polarization. This\noperation, however, destroys the electron-spin coherence, and the spin\npolarization is limited to the vicinity of a ferromagnetic source electrode. In\nthis paper, we propose the use of dilute magnetic semiconductors to improve the\ncoherence of spatially oscillating electron-spin polarization. In dilute\nmagnetic semiconductors, the electron-spin polarization near the source\nelectrode dynamically induces the local spin polarization of magnetic\nimpurities through s-d spin-flip scattering. This impurity-spin polarization\nimproves, in turn, the coherence of the electron-spin polarization, and this\nimproved electron-spin polarization induces impurity-spin polarization farther\nin the adjacent region. Because of this positive feedback, the coherent and\nsynchronized spatial oscillations of electron- and impurity-spin polarizations\ngrow cooperatively. A numerical calculation for a CdMnTe quantum well\ndemonstrates the validity of this mechanism.\n","Comment: 30 pages, 6 figures, 1 table"]}]
["1106.4272",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","Mathematics - Symplectic Geometry","32E20, 32E30, 32V40, 53D12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4272"],"date":["2011-06-21","2012-08-23"],"type":["text"],"creator":["Shafikov, Rasul","Sukhov, Alexandre"],"language":[],"coverage":[],"title":["Local polynomial convexity of the unfolded Whitney umbrella in $\\mathbb\n  C^2$"],"description":["  The paper considers a class of Lagrangian surfaces in $\\mathbb C^2$ with\nisolated singularities of the unfolded Whitney umbrella type. We prove that\ngenerically such a surface is locally polynomially convex near a singular point\nof this kind.\n","Comment: 26 pages, 7 figures, to appear in IMRN"]}]
["1106.5375",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5375","Physical Review Letters 107, 156401 (2011)","doi:10.1103/PhysRevLett.107.156401"],"date":["2011-06-27"],"type":["text"],"creator":["Olsen, T.","Yan, J.","Mortensen, J. J.","Thygesen, K. S."],"language":[],"coverage":[],"title":["Dispersive and Covalent Interactions Between Graphene and Metal Surfaces\n  from the Random Phase Approximation"],"description":["  We calculate the potential energy surfaces for graphene adsorbed on Cu(111),\nNi(111), and Co(0001) using density functional theory and the Random Phase\nApproximation (RPA). For these adsorption systems covalent and dispersive\ninteractions are equally important and while commonly used approximations for\nexchange-correlation functionals give inadequate descriptions of either van der\nWaals or chemical bonds, RPA accounts accurately for both. It is found that the\nadsorption is a delicate competition between a weak chemisorption minimum close\nto the surface and a physisorption minimum further from the surface.\n"]}]
["1107.0600",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0600"],"date":["2011-07-04","2012-08-22"],"type":["text"],"creator":["Olsen, Thomas","Jacobsen, Karsten W.","Thygesen, Kristian S."],"language":[],"coverage":[],"title":["Large Excitonic Effects in the Optical Properties of Monolayer MoS2"],"description":["  This paper has been withdrawn due to uncertainties regarding the correctness\nof the pseudopotential based G0W0 band structure.\n","Comment: This paper has been withdrawn"]}]
["1107.0893",{"format":[],"subject":["Mathematics - Representation Theory","17B67, 17B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0893"],"date":["2011-07-05","2012-08-23"],"type":["text"],"creator":["Bekkert, Viktor","Benkart, Georgia","Futorny, Vyacheslav","Kashuba, Iryna"],"language":[],"coverage":[],"title":["New Irreducible Modules for Heisenberg and Affine Lie Algebras"],"description":["  We study $\\mathbb Z$-graded modules of nonzero level with arbitrary weight\nmultiplicities over Heisenberg Lie algebras and the associated generalized loop\nmodules over affine Kac-Moody Lie algebras. We construct new families of such\nirreducible modules over Heisenberg Lie algebras. Our main result establishes\nthe irreducibility of the corresponding generalized loop modules providing an\nexplicit construction of many new examples of irreducible modules for affine\nLie algebras. In particular, to any function $\\phi:\\mathbb N\\rightarrow\n\\{\\pm\\}$ we associate a $\\phi$-highest weight module over the Heisenberg Lie\nalgebra and a $\\phi$-imaginary Verma module over the affine Lie algebra. We\nshow that any $\\phi$-imaginary Verma module of nonzero level is irreducible.\n","Comment: 18 pages"]}]
["1107.1424",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1424"],"date":["2011-07-07","2012-08-22"],"type":["text"],"creator":["Tomozawa, Yukio"],"language":[],"coverage":[],"title":["Quantum corrections to gravity"],"description":["  This paper revisits quantum corrections to gravity. It was shown previously\nby other authors that quantum field theories in curved space time provide\nquadratic curvature forms as quantum corrections to gravity in a conformally\nflat metric. Application to a spherically symmetric and static (SSS) metric\nshows that only the Gauss Bonnet combination (GB) yields the correct\nexpression. Using a variational method, the author shows that the metric he\nobtained in 1985 as an example in a simplified case was indeed the exact\nsolution for a SSS metric. This proves that gravity becomes repulsive at short\ndistances by quantum corrections.\n"]}]
["1107.3802",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3802","Phys Rev Letters 107, 043005 (2011)","doi:10.1103/PhysRevLett.107.043005"],"date":["2011-07-19"],"type":["text"],"creator":["Salumbides, E. J.","Dickenson, G. D.","Ivanov, T. I.","Ubachs, W."],"language":[],"coverage":[],"title":["QED effects in molecules: test on rotational quantum states of H$_2$"],"description":["  Quantum electrodynamic effects have been systematically tested in the\nprogression of rotational quantum states in the $X ^{1}\\Sigma_{g}^{+}, v=0$\nvibronic ground state of molecular hydrogen. High-precision Doppler-free\nspectroscopy of the $EF ^{1}\\Sigma_{g}^{+} - X ^{1}\\Sigma_{g}^{+}$ (0,0) band\nwas performed with 0.005 cm$^{-1}$ accuracy on rotationally-hot H$_2$ (with\nrotational quantum states J up to 16). QED and relativistic contributions to\nrotational level energies as high as 0.13 cm$^{-1}$ are extracted, and are in\nperfect agreement with recent calculations of QED and high-order relativistic\neffects for the H$_2$ ground state.\n","Comment: 4 pages, 3 figures, to be published in Physical Review Letters"]}]
["1107.3833",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","14F18, 13A35, 14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3833"],"date":["2011-07-19","2012-08-23"],"type":["text"],"creator":["Schwede, Karl"],"language":[],"coverage":[],"title":["A canonical linear system associated to adjoint divisors in\n  characteristic $p > 0$"],"description":["  Suppose that $X$ is a projective variety over an algebraically closed field\nof characteristic $p > 0$. Further suppose that $L$ is an ample (or more\ngenerally in some sense positive) divisor. We study a natural linear system in\n$|K_X + L|$. We further generalize this to incorporate a boundary divisor\n$\\Delta$. We show that these subsystems behave like the global sections\nassociated to multiplier ideals, $H^0(X, \\mJ(X, \\Delta) \\tensor L)$ in\ncharacteristic zero. In particular, we show that these systems are in many\ncases base-point-free. While the original proof utilized Kawamata-Viehweg\nvanishing and variants of multiplier ideals, our proof uses test ideals.\n","Comment: 15 pages, improved exposition and typos corrected, to appear in\n  Journal f\\\"ur die reine und angewandte Mathematik"]}]
["1108.4943",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4943","Journal of Geometry and Physics, Volume 62, Issue 11, November\n  2012, Pages 2259-2278","doi:10.1016/j.geomphys.2012.07.003"],"date":["2011-08-24","2011-09-28"],"type":["text"],"creator":["Ekstrand, Joel","Heluani, Reimundo","Zabzine, Maxim"],"language":[],"coverage":[],"title":["Sheaves of N=2 supersymmetric vertex algebras on Poisson manifolds"],"description":["  We construct a sheaf of N=2 vertex algebras naturally associated to any\nPoisson manifold. The relation of this sheaf to the chiral de Rham complex is\ndiscussed. We reprove the result about the existence of two commuting N = 2\nsuperconformal structures on the space of sections of the chiral de Rham\ncomplex of a Calabi-Yau manifold, but now calculated in a manifest N=2\nformalism. We discuss how the semi-classical limit of this sheaf of N=2 vertex\nalgebras is related to the classical supersymmetric non-linear sigma model.\n","Comment: 34 pages; v2: minor typographic changes"]}]
["1108.5227",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5227","Phys. Rev. Lett. 109, 086403 (2012)","doi:10.1103/PhysRevLett.109.086403"],"date":["2011-08-25","2012-07-09"],"type":["text"],"creator":["Pixley, J. H.","Kirchner, Stefan","Ingersent, Kevin","Si, Qimiao"],"language":[],"coverage":[],"title":["Kondo destruction and valence fluctuations in an Anderson model"],"description":["  Unconventional quantum criticality in heavy-fermion systems has been\nextensively analyzed in terms of a critical destruction of the Kondo effect.\nMotivated by a recent demonstration of quantum criticality in a mixed-valent\nheavy-fermion system, \\beta-YbAlB4, we study a particle-hole-asymmetric\nAnderson impurity model with a pseudogapped density of states. We demonstrate\nKondo destruction at a mixed-valent quantum critical point, where a collapsing\nKondo energy scale is accompanied by a singular charge-fluctuation spectrum.\nBoth spin and charge responses scale with energy over temperature (\\omega/T)\nand magnetic field over temperature (H/T). Implications for unconventional\nquantum criticality in mixed-valence heavy fermions are discussed.\n","Comment: 5 pages, 5 figures, discussion on the implications for quantum\n  criticality of the beta-YbAlB4 system is expanded; to appear in PRL"]}]
["1108.5515",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5515","doi:10.1103/PhysRevE.85.066134"],"date":["2011-08-29"],"type":["text"],"creator":["Gao, Jianxi","Buldyrev, S. V.","Havlin, S.","Stanley, H. E."],"language":[],"coverage":[],"title":["Robustness of a Tree-like Network of Interdependent Networks"],"description":["  In reality, many real-world networks interact with and depend on other\nnetworks. We develop an analytical framework for studying interacting networks\nand present an exact percolation law for a network of $n$ interdependent\nnetworks (NON). We present a general framework to study the dynamics of the\ncascading failures process at each step caused by an initial failure occurring\nin the NON system. We study and compare both $n$ coupled Erd\\H{o}s-R\\'{e}nyi\n(ER) graphs and $n$ coupled random regular (RR) graphs. We found recently [Gao\net. al. arXive:1010.5829] that for an NON composed of $n$ ER networks each of\naverage degree $k$, the giant component, $P_{\\infty}$, is given by\n$P_{\\infty}=p[1-\\exp(-kP_{\\infty})]^n$ where $1-p$ is the initial fraction of\nremoved nodes. Our general result coincides for $n=1$ with the known\nErd\\H{o}s-R\\'{e}nyi second-order phase transition at a threshold, $p=p_c$, for\na single network. For $n=2$ the general result for $P_{\\infty}$ corresponds to\nthe $n=2$ result [Buldyrev et. al., Nature, 464, (2010)]. Similar to the ER\nNON, for $n=1$ the percolation transition at $p_c$, is of second order while\nfor any $n>1$ it is of first order. The first order percolation transition in\nboth ER and RR (for $n>1$) is accompanied by cascading failures between the\nnetworks due to their interdependencies. However, we find that the robustness\nof $n$ coupled RR networks of degree $k$ is dramatically higher compared to the\n$n$ coupled ER networks of average degree $k$. While for ER NON there exists a\ncritical minimum average degree $k=k_{\\min}$, that increases with $n$, below\nwhich the system collapses, there is no such analogous $k_{\\min}$ for RR NON\nsystem.\n","Comment: 10 pages, 11 figures"]}]
["1110.3690",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3690","Phys. Rev. C 85 (2012) 044610","doi:10.1103/PhysRevC.85.044610"],"date":["2011-10-17","2012-03-31"],"type":["text"],"creator":["Belli, P.","Bernabei, R.","Boiko, R. S.","Brudanin, V. B.","Cappella, F.","Caracciolo, V.","Cerulli, R.","Chernyak, D. M.","Danevich, F. A.","d'Angelo, S.","Galashov, E. N.","Incicchitti, A.","Kobychev, V. V.","Laubenstein, M.","Mokina, V. M.","Poda, D. V.","Podviyanuk, R. B.","Polischuk, O. G.","Shlegel, V. N.","Stenin, Yu. G.","Suhonen, J.","Tretyak, V. I.","Vasiliev, Ya. V."],"language":[],"coverage":[],"title":["Search for double beta decay processes in 106Cd with the help of\n  106CdWO4 crystal scintillator"],"description":["  A search for the double beta processes in 106Cd was carried out at the Gran\nSasso National Laboratories of the INFN (Italy) with the help of a 106CdWO4\ncrystal scintillator (215 g) enriched in 106Cd up to 66%. After 6590 h of data\ntaking, new improved half-life limits on the double beta processes in 106Cd\nwere established at the level of 10^{19}-10^{21} yr; in particular,\nT_{1/2}(2\\nu \\epsilon \\beta^+) > 2.1 10^{20} yr, T_{1/2}(2\\nu 2\\beta^+) > 4.3\n10^{20} yr, and T_{1/2}(0\\nu 2\\epsilon) > 1.0 10^{21} yr. The resonant\nneutrinoless double electron captures to the 2718 keV, 2741 keV and 2748 keV\nexcited states of 106Pd are restricted to T_{1/2}(0\\nu 2K) > 4.3 10^{20} yr,\nT_{1/2}(0\\nu KL1) > 9.5 10^{20} yr and T_{1/2}(0\\nu KL3) > 4.3 10^{20} yr,\nrespectively (all limits at 90% C.L.). A possible resonant enhancement of the\n0\\nu 2\\epsilon processes is estimated in the framework of the QRPA approach.\nThe radioactive contamination of the 106CdWO4 crystal scintillator is reported.\n","Comment: Minor changes of half-life limits after improving the data analysis;\n  version accepted for publication on Phys. Rev. C"]}]
["1111.1385",{"format":[],"subject":["Mathematics - Group Theory","20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1385"],"date":["2011-11-06","2012-08-22"],"type":["text"],"creator":["Oppenheim, Izhar"],"language":[],"coverage":[],"title":["Two approaches towards property (T) for groups acting on simplicial\n  complexes"],"description":["  This article generalizes two approaches for property (T) - the first is a\ngeneralization of Zuk's criterion for property (T) and the second is a\ngeneralization of the work of Kassabov regarding property (T) and subspace\narrangements. In both cases we obtain new criteria for property (T) (and for\nvanishing of higher L2-cohomologies).\n"]}]
["1111.5505",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5505","Nucl. Instrum. Meth. A 670 (2012) 10","doi:10.1016/j.nima.2011.12.051"],"date":["2011-11-23","2011-12-15"],"type":["text"],"creator":["Belli, P.","Bernabei, R.","Cerulli, R.","Danevich, F. A.","Galenin, E.","Gektin, A.","Incicchitti, A.","Isaienko, V.","Kobychev, V. V.","Laubenstein, M.","Nagorny, S. S.","Podviyanuk, R. B.","Tkachenko, S.","Tretyak, V. I."],"language":[],"coverage":[],"title":["Radioactive contamination of SrI2(Eu) crystal scintillator"],"description":["  A strontium iodide crystal doped by europium (SrI2(Eu)) was produced by using\nthe Stockbarger growth technique. The crystal was subjected to a\ncharacterization that includes relative photoelectron output and energy\nresolution for gamma quanta. The intrinsic radioactivity of the SrI2(Eu)\ncrystal scintillator was tested both by using it as scintillator at sea level\nand by ultra-low background HPGe gamma spectrometry deep underground. The\nresponse of the SrI2(Eu) detector to alpha particles (alpha/beta ratio and\npulse shape) was estimated by analysing the 226Ra internal trace contamination\nof the crystal. We have measured: alpha/beta=0.55 at E_alpha=7.7 MeV, and no\ndifference in the time decay of the scintillation pulses induced by alpha\nparticles and gamma quanta. The application of the obtained results in the\nsearch for the double electron capture and electron capture with positron\nemission in 84Sr has been investigated at a level of sensitivity: T_1/2 \\sim\n10^{15}-10^{16} yr. The results of these studies demonstrate the potentiality\nof this material for a variety of scintillation applications, including\nlow-level counting experiments.\n","Comment: 24 pages, 12 figures, 4 tables, accepted for publication on Nucl.\n  Instrum. Meth. A"]}]
["1111.6618",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6618","Electronic Journal of Probability 17 (2012), Article no. 68, 1-16"],"date":["2011-11-28","2012-08-22"],"type":["text"],"creator":["Hammond, Alan","Mossel, Elchanan","Pete, Gábor"],"language":[],"coverage":[],"title":["Exit time tails from pairwise decorrelation in hidden Markov chains,\n  with applications to dynamical percolation"],"description":["  Consider a Markov process \\omega_t at equilibrium and some event C (a subset\nof the state-space of the process). A natural measure of correlations in the\nprocess is the pairwise correlation \\Pr[\\omega_0,\\omega_t \\in C] - \\Pr[\\omega_0\n\\in C]^2. A second natural measure is the probability of the continual\noccurrence event \\{\\omega_s \\in C, \\forall s\\in [0,t]\\}. We show that for\nreversible Markov chains, and any event C, pairwise decorrelation of the event\nC implies a decay of the probability of the continual occurrence event\n\\{\\omega_s \\in C, \\forall s \\in [0,t]\\} as t\\to\\infty. We provide examples\nshowing that our results are often sharp.\n  Our main applications are to dynamical critical percolation. Let C be the\nleft-right crossing event of a large box, and let us scale time so that the\nexpected number of changes to C is order 1 in unit time. We show that the\ncontinual connection event has superpolynomial decay. Furthermore, on the\ninfinite lattice without any time scaling, the first exceptional time with an\ninfinite cluster appears with an exponential tail.\n","Comment: 20 pages. In this version, small modifications throughout; in\n  particular, a more detailed proof of Corollary 4.4"]}]
["1111.6843",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6843"],"date":["2011-11-29","2012-08-23"],"type":["text"],"creator":["Paradowski, Michał B.","Jonak, Łukasz"],"language":[],"coverage":[],"title":["Understanding the Social Cascading of Geekspeak and the Upshots for\n  Social Cognitive Systems"],"description":["  Barring swarm robotics, a substantial share of current machine-human and\nmachine-machine learning and interaction mechanisms are being developed and fed\nby results of agent-based computer simulations, game-theoretic models, or\nrobotic experiments based on a dyadic communication pattern. Yet, in real life,\nhumans no less frequently communicate in groups, and gain knowledge and take\ndecisions basing on information cumulatively gleaned from more than one single\nsource. These properties should be taken into consideration in the design of\nautonomous artificial cognitive systems construed to interact with learn from\nmore than one contact or 'neighbour'. To this end, significant practical import\ncan be gleaned from research applying strict science methodology to human and\nsocial phenomena, e.g. to discovery of realistic creativity potential spans, or\nthe 'exposure thresholds' after which new information could be accepted by a\ncognitive agent. The results will be presented of a project analysing the\nsocial propagation of neologisms in a microblogging service. From local,\nlow-level interactions and information flows between agents inventing and\nimitating discrete lexemes we aim to describe the processes of the emergence of\nmore global systemic order and dynamics, using the latest methods of complexity\nscience. Whether in order to mimic them, or to 'enhance' them, parameters\ngleaned from complexity science approaches to humans' social and humanistic\nbehaviour should subsequently be incorporated as points of reference in the\nfield of robotics and human-machine interaction.\n","Comment: M.B. Paradowski, {\\L}. Jonak (2012) Understanding the social\n  cascading of geekspeak and the upshots for social cognitive systems. In: A.\n  Galton, Z. Wood (Eds) Understanding and Modelling Collective Phenomena.\n  UBham, 27-32"]}]
["1112.1369",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Symplectic Geometry","14M22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1369"],"date":["2011-12-06","2012-08-21"],"type":["text"],"creator":["Tian, Zhiyu"],"language":[],"coverage":[],"title":["Some examples of symplectic rationally connected 4-folds"],"description":["  A symplectic manifold is called symplectic rationally connected if there is a\nnon-zero genus zero Gromov-Witten invariant with two point insertions. It is\nconjectured that every smooth projective rationally connected variety is\nsymplectic rationally connected. In this short note we give some examples of\nrationally connected 4-folds which are symplectic rationally connected. In\nparticular, all Fano 4-folds of pseudo-index at least 2 are symplectic\nrationally connected. The proof does not use any explicit description of these\nvarieties.\n","Comment: 12 pages. This paper has been withdrawn. The main results are\n  included in a different paper: Symplectic geometry and rationally connected\n  4-folds"]}]
["1112.1580",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1580"],"date":["2011-12-07","2012-08-23"],"type":["text"],"creator":["Hsieh, Ming-Lun"],"language":[],"coverage":[],"title":["Special values of anticyclcotomic Rankin-Selberg L-functions"],"description":["  In this article, we prove an explicit Waldspurger formula for the toric\nHilbert modular forms. As an application, we construct a class of\nanticyclotomic p-adic Rankin-Selberg L-functions for Hilbert modular forms,\ngeneralizing the construction of Bertolini, Darmon and Prasanna in the elliptic\ncase. Moreover, building on works of Hida, we give a necessary and sufficient\ncondition when the Iwasawa mu-invariant of this p-adic L-function vanishes and\nprove a result on the non-vanishing modulo $p$ of central Rankin-Selberg\nL-values with anticyclotomic twists.\n"]}]
["1112.1829",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1829","Opt. Express 20, 8898-8906 (2012)","doi:10.1364/OE.20.008898"],"date":["2011-12-08","2012-08-22"],"type":["text"],"creator":["Barnes, M. E.","McBryde, D.","Daniell, G. J.","Whitworth, G.","Chung, A. L.","Quarterman, A. H.","Wilcox, K. G.","Beere, H. E.","Ritchie, D. A.","Apostolopoulos, V."],"language":[],"coverage":[],"title":["Terahertz emission by diffusion of carriers and metal-mask dipole\n  inhibition of radiation"],"description":["  Terahertz (THz) radiation can be generated by ultrafast photo-excitation of\ncarriers in a semiconductor partly masked by a gold surface. A simulation of\nthe effect taking into account the diffusion of carriers and the electric field\nshows that the total net current is approximately zero and cannot account for\nthe THz radiation. Finite element modelling and analytic calculations indicate\nthat the THz emission arises because the metal inhibits the radiation from part\nof the dipole population, thus creating an asymmetry and therefore a net\ncurrent. Experimental investigations confirm the simulations and show that\nmetal-mask dipole inhibition can be used to create THz emitters.\n","Comment: 9 pages, 5 figures; Fixed figure 5"]}]
["1201.4120",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4120","Phys. Rev. A 86, 012328 (2012)","doi:10.1103/PhysRevA.86.012328"],"date":["2012-01-19","2012-06-05"],"type":["text"],"creator":["Navarrete-Benlloch, Carlos","García-Patrón, Raúl","Shapiro, Jeffrey H.","Cerf, Nicolas J."],"language":[],"coverage":[],"title":["Enhancing quantum entanglement by photon addition and subtraction"],"description":["  The non-Gaussian operations effected by adding or subtracting a photon on the\nentangled optical beams emerging from a parametric down-conversion process have\nbeen suggested to enhance entanglement. Heralded photon addition or subtraction\nis, as a matter of fact, at the heart of continuous-variable entanglement\ndistillation. The use of such processes has recently been experimentally\ndemonstrated in the context of the generation of optical coherent-state\nsuperpositions or the verification of the canonical commutation relations.\nHere, we carry out a systematic study of the effect of local photon additions\nor subtractions on a two-mode squeezed vacuum state, showing that the\nentanglement generally increases with the number of such operations. This is\nanalytically proven when additions or subtractions are restricted to one mode\nonly, while we observe that the highest entanglement is achieved when these\noperations are equally shared between the two modes. We also note that adding\nphotons typically provides a stronger entanglement enhancement than subtracting\nphotons, while photon subtraction performs better in terms of energy\nefficiency. Furthermore, we analyze the interplay between entanglement and\nnon-Gaussianity, showing that it is more subtle than previously expected.\n","Comment: 10 pages, 6 figures"]}]
["1201.6436",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6436","Chemical Physics Letters v.545, p.83 (2012)","doi:10.1016/j.cplett.2012.07.025"],"date":["2012-01-30","2012-06-20"],"type":["text"],"creator":["Kim, Gunn","Lim, Chan-young","Kang, Seoung-Hun","Kwon, Young-Kyun"],"language":[],"coverage":[],"title":["Adsorption properties of a nitrogen atom on the anionic golden fullerene\n  Au$_{16}^{-}$"],"description":["  Using density functional theory, we examine a nitrogen-doped anionic golden\ncage (NAu$_{16}^-$). For the exohedral adsorption that is more stable than the\nendohedral doping, the bridge and hollow sites have larger binding energies\nthan the atop sites by ~1 eV. When the N atom is adsorbed on the cage,\nelectrons are transferred from Au$_{16}^-$ to the N atom. The transition\nbetween the exohedral and endohedral adsorption may occur thermally through a\nbridge site. In the infrared active vibrational spectra, exohedral doping\ncauses greater intensities at higher frequencies than endohedral doping.\n","Comment: 5 figures, 6 pages, major revision done"]}]
["1202.0789",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0789"],"date":["2012-02-03","2012-08-21"],"type":["text"],"creator":["Eshete, Addisu Tadesse","Jiang, Yuming"],"language":[],"coverage":[],"title":["Protection from Unresponsive Flows with Geometric CHOKe"],"description":["  This paper proposes a simple and stateless active queue management (AQM)\nscheme, called geometric CHOKe (gCHOKe), to protect responsive flows from\nunresponsive ones. The proposed gCHOKe has its root on and is a generalization\nof the original CHOKe. It provides an extended power of flow protection,\nachieved by introducing an extra flow matching trial upon each successful\nmatching of packets. Compared to the plain CHOKe, analysis and simulation show\nthat gCHOKe can achieve over 20% improvement in the bounds of both bandwidth\nand buffer space used by an aggressive flow. In addition, up to 14% of the\ntotal link capacity can be saved from the unresponsive flow, allowing\nresponsive or rate-adaptive flows to obtain a better share of resources in the\nrouter.\n","Comment: Paper withdrawn since the paper is published in IEEE ISCC 2012"]}]
["1202.2222",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2222","Modern Physics Letters A (2012) V.27. No 8. 1250048","doi:10.1142/S0217732312500484"],"date":["2012-02-10","2012-08-23"],"type":["text"],"creator":["Talalov, S. V."],"language":[],"coverage":[],"title":["About the mechanism of matter transfer along cosmic string"],"description":["  We consider the quantum capture of nonrelativistic massive particle by the\nmoving infinite curve (cosmic string in wire approximation). It is shown that\nthe cusp appearing on a string at a certain point due to the string dynamics\ncan make the wave function collapse at this point irrespective of the caption\nplace.\n"]}]
["1202.2628",{"format":[],"subject":["Physics - Instrumentation and Detectors","Astrophysics - Instrumentation and Methods for Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2628","doi:10.1016/j.nima.2012.08.052"],"date":["2012-02-12","2012-08-23"],"type":["text"],"creator":["Lung, K.","Arisaka, K.","Bargetzi, A.","Beltrame, P.","Cahill, A.","Genma, T.","Ghag, C.","Gordon, D.","Sainz, J.","Teymourian, A.","Yoshizawa, Y."],"language":[],"coverage":[],"title":["Characterization of the Hamamatsu R11410-10 3-Inch Photomultiplier Tube\n  for Liquid Xenon Dark Matter Direct Detection Experiments"],"description":["  To satisfy the requirements of the next generation of dark matter detectors\nbased on the dual phase TPC, Hamamatsu, in close collaboration with UCLA, has\ndeveloped the R11410-10 photomultipler tube. In this work, we present the\ndetailed tests performed on this device. High QE (>30%) accompanied by a low\ndark count rate (50 Hz at 0.3 PE) and high gain (10^7) with good single PE\nresolution have been observed. A comprehensive screening measurement campaign\nis ongoing while the manufacturer quotes a radioactivity of 20 mBq/PMT. These\ncharacteristics show the R11410-10 to be particularly suitable for the\nforthcoming zero background liquid xenon detectors.\n","Comment: 19 pages, 18 figures"]}]
["1202.3324",{"format":[],"subject":["General Relativity and Quantum Cosmology","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3324","Eur. Phys. J. Plus (2012), 127: 72","doi:10.1140/epjp/i2012-12072-4"],"date":["2012-02-15"],"type":["text"],"creator":["Smerlak, Matteo"],"language":[],"coverage":[],"title":["On the inertia of heat"],"description":["  Does heat have inertia? This question is at the core of a long-standing\ncontroversy on Eckart's dissipative relativistic hydrodynamics. Here I show\nthat the troublesome inertial term in Eckart's heat flux arises only if one\ninsists on defining thermal diffusivity as a spacetime constant. I argue that\nthis is the most natural definition, and that all confusion disappears if one\nconsiders instead the space-dependent comoving diffusivity, in line with the\nfact that, in the presence of gravity, space is an inhomogeneous medium.\n","Comment: 3 pages"]}]
["1202.4545",{"format":[],"subject":["Physics - History and Philosophy of Physics","General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4545"],"date":["2012-02-21","2012-08-23"],"type":["text"],"creator":["Heinrich, Stuart"],"language":[],"coverage":[],"title":["The Relativity of Existence"],"description":["  Despite the success of modern physics in formulating mathematical theories\nthat can predict the outcome of experiments, we have made remarkably little\nprogress towards answering the most fundamental question of: why is there a\nuniverse at all, as opposed to nothingness? In this paper, it is shown that\nthis seemingly mind-boggling question has a simple logical answer if we accept\nthat existence in the universe is nothing more than mathematical existence\nrelative to the axioms of our universe. This premise is not baseless; it is\nshown here that there are indeed several independent strong logical arguments\nfor why we should believe that mathematical existence is the only kind of\nexistence. Moreover, it is shown that, under this premise, the answers to many\nother puzzling questions about our universe come almost immediately. Among\nthese questions are: why is the universe apparently fine-tuned to be able to\nsupport life? Why are the laws of physics so elegant? Why do we have three\ndimensions of space and one of time, with approximate locality and causality at\nmacroscopic scales? How can the universe be non-local and non-causal at the\nquantum scale? How can the laws of quantum mechanics rely on true randomness?\n"]}]
["1203.1268",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1268","Phys. Rev. Lett. 109, 070501 (2012)","doi:10.1103/PhysRevLett.109.070501"],"date":["2012-03-06","2012-07-31"],"type":["text"],"creator":["Chuan, T. K.","Maillard, J.","Modi, K.","Paterek, T.","Paternostro, M.","Piani, M."],"language":[],"coverage":[],"title":["Quantum discord bounds the amount of distributed entanglement"],"description":["  The ability to distribute quantum entanglement is a prerequisite for many\nfundamental tests of quantum theory and numerous quantum information protocols.\nTwo distant parties can increase the amount of entanglement between them by\nmeans of quantum communication encoded in a carrier that is sent from one party\nto the other. Intriguingly, entanglement can be increased even when the\nexchanged carrier is not entangled with the parties. However, in light of the\ndefining property of entanglement stating that it cannot increase under\nclassical communication, the carrier must be quantum. Here we show that, in\ngeneral, the increase of relative entropy of entanglement between two remote\nparties is bounded by the amount of non-classical correlations of the carrier\nwith the parties as quantified by the relative entropy of discord. We study\nimplications of this bound, provide new examples of entanglement distribution\nvia unentangled states and put further limits on this phenomenon.\n","Comment: 8 pages, 1 figure, RevTeX4; Accepted for publication in Phys. Rev.\n  Lett"]}]
["1203.2920",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2920","Phys.Rev.D85:124049,2012","doi:10.1103/PhysRevD.85.124049"],"date":["2012-03-13","2012-05-21"],"type":["text"],"creator":["Berti, Emanuele","Kesden, Michael","Sperhake, Ulrich"],"language":[],"coverage":[],"title":["Effects of post-Newtonian Spin Alignment on the Distribution of\n  Black-Hole Recoils"],"description":["  Recent numerical relativity simulations have shown that the final black hole\nproduced in a binary merger can recoil with a velocity as large as 5,000 km/s.\nBecause of enhanced gravitational-wave emission in the so-called \"hang-up\"\nconfigurations, this maximum recoil occurs when the black-hole spins are\npartially aligned with the orbital angular momentum. We revisit our previous\nstatistical analysis of post-Newtonian evolutions of black-hole binaries in the\nlight of these new findings. We demonstrate that despite these new\nconfigurations with enhanced recoil velocities, spin alignment during the\npost-Newtonian stage of the inspiral will still significantly suppress (or\nenhance) kick magnitudes when the initial spin of the more massive black hole\nis more (or less) closely aligned with the orbital angular momentum than that\nof the smaller hole. We present a preliminary study of how this post-Newtonian\nspin alignment affects the ejection probabilities of supermassive black holes\nfrom their host galaxies with astrophysically motivated mass ratio and initial\nspin distributions. We find that spin alignment suppresses (enhances) ejection\nprobabilities by ~ 40% (20%) for an observationally motivated mass-dependent\ngalactic escape velocity, and by an even greater amount for a constant escape\nvelocity of 1,000 km/s. Kick suppression is thus at least a factor two more\nefficient than enhancement.\n","Comment: 12 pages, 4 figures, 1 table. Added a second panel to figure 1. Minor\n  changes to the text in response to the referee's comments"]}]
["1203.5122",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5122","Can. J. Phys. 90, 889 (2012)","doi:10.1139/p2012-082"],"date":["2012-03-22"],"type":["text"],"creator":["Marsiglio, F.","Beach, K. S. D.","Gooding, R. J."],"language":[],"coverage":[],"title":["The BCS Pairing Instability in the Thermodynamic Limit"],"description":["  The superconducting pairing instability---as determined by a divergence of\nthe two-particle susceptibility---is obtained in the mean field (BCS)\napproximation in the thermodynamic limit. The usual practice is to examine this\nproperty for a finite lattice. We illustrate that, while the conclusions remain\nunchanged, the technical features are very different in the thermodynamic limit\nand conform more closely with the usual treatment of phase transitions\nencountered in, for example, the mean-field paramagnetic-ferromagnetic\ntransition. Furthermore, by going to the extreme dilute limit, one can\ndistinguish three dimensions from one and two dimensions, in which a pairing\ninstability occurs even for two particles.\n","Comment: 4 pages + references, 4 figures"]}]
["1203.6148",{"format":[],"subject":["High Energy Physics - Phenomenology","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6148","Phys. Rev. D 86 041701(R) (2012)","doi:10.1103/PhysRevD.86.041701"],"date":["2012-03-27","2012-08-22"],"type":["text"],"creator":["Labun, Lance","Rafelski, Johann"],"language":[],"coverage":[],"title":["Acceleration and vacuum temperature"],"description":["  The quantum fluctuations of an \"accelerated\" vacuum state, that is vacuum\nfluctuations in the presence of a constant electromagnetic field, can be\ndescribed by the temperature $\\TEH$. Considering $\\TEH$ for the gyromagnetic\nfactor $g=1$ we show that $\\TEH(g=1)=\\THU$, where $\\THU$ is the Unruh\ntemperature experienced by an accelerated observer. We conjecture that both\nparticle production and nonlinear field effects inherent in the Unruh\naccelerated observer case are described by the case $g=1$ QED of strong fields.\nWe present rates of particle production for $g=0,1,2$ and show that the case\n$g=1$ is experimentally distinguishable from $g=0,2$. Therefore, either\naccelerated observers are distinguishable from accelerated vacuum or there is\nunexpected modification of the theoretical framework.\n","Comment: 4 pages, 1 figure; expanded discussion of experimental observables,\n  added references, version appearing in Phys Rev D"]}]
["1203.6617",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6617","JCAP08(2012)027","doi:10.1088/1475-7516/2012/08/027"],"date":["2012-03-29","2012-07-29"],"type":["text"],"creator":["Purcell, Chris W.","Zentner, Andrew R.","Wang, Mei-Yu"],"language":[],"coverage":[],"title":["Dark Matter Direct Search Rates in Simulations of the Milky Way and\n  Sagittarius Stream"],"description":["  We analyze self-consistent N-body simulations of the Milky Way disk and the\nongoing disruption of the Sagittarius dwarf satellite to study the effect of\nSagittarius tidal debris on dark matter detection experiments. In agreement\nwith significant previous work, we reiterate that the standard halo model is\ninsufficient to describe the non-Maxwellian velocity distribution of the Milky\nWay halo in our equilibrium halo-only and halo/galaxy models, and offer\nsuggestions for correcting for this discrepancy. More importantly, we emphasize\nthat the dark matter component of the leading tidal arm of the Sagittarius\ndwarf is significantly more extended than the stellar component of the arm,\nsince the dark matter and stellar streams are not necessarily coaxial and may\nbe offset by several kpc at the point at which they impact the Galactic disk.\nThis suggests that the dark matter component of the Sagittarius debris is\nlikely to have a non-negligible influence on dark matter detection experiments\neven when the stellar debris is centered several kpc from the solar\nneighborhood. Relative to models without an infalling Sagittarius dwarf, the\nSagittarius dark matter debris in our models induces an energy-dependent\nenhancement of direct search event rates of as much as ~20 - 45%, an\nenergy-dependent reduction in the amplitude of the annual modulation of the\nevent rate by as much as a factor of two, a shift in the phase of the annual\nmodulation by as much as ~20 days, and a shift in the recoil energy at which\nthe modulation reverses phase. These influences of Sagittarius are of general\ninterest in the interpretation of dark matter searches, but may be particularly\nimportant in the case of relatively light (m_X < 20 GeV) dark matter because\nthe Sagittarius stream impacts the solar system at high speed compared to the\nprimary halo dark matter.\n","Comment: 24 pages, 5 figures; to appear in JCAP; revised to reflect referee's\n  comments"]}]
["1204.0366",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0366","Phys. Rev. Lett. 109, 080503 (2012)","doi:10.1103/PhysRevLett.109.080503"],"date":["2012-04-02","2012-08-23"],"type":["text"],"creator":["Kay, Alastair"],"language":[],"coverage":[],"title":["Using Separable Bell-Diagonal States to Distribute Entanglement"],"description":["  One of the many bizarre features of entanglement is that Alice, by sending a\nqubit to Bob in a separable state, can generate some entanglement between\nherself and Bob. This protocol is stripped down to the bare essentials to\nbetter elucidate the key properties of the initial resource state that enable\nthis entanglement distribution. The necessary and sufficient conditions under\nwhich the correlations of a Bell-diagonal state serve as a useful resource are\nproven, giving upper and lower bounds on the entanglement that can be\ndistributed when those conditions are met.\n","Comment: 4 pages. v3: improved context with prior works. v4: published version"]}]
["1204.0694",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0694","Eur. Phys. J. C72 (2012) 2085","doi:10.1140/epjc/s10052-012-2085-z"],"date":["2012-04-03","2012-08-23"],"type":["text"],"creator":["Groote, S.","Körner, J. G.","Pivovarov, A. A."],"language":[],"coverage":[],"title":["A numerical test of differential equations for one- and two-loop sunrise\n  diagrams using configuration space techniques"],"description":["  We use configuration space methods to write down one-dimensional integral\nrepresentations for one- and two-loop sunrise diagrams (also called Bessel\nmoments) which we use to numerically check on the correctness of the second\norder differential equations for one- and two-loop sunrise diagrams that have\nrecently been discussed in the literature.\n","Comment: 11 pages, no figures, published version"]}]
["1204.0888",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0888","C R M\\\"uller et al 2012 New J. Phys. 14 083009","doi:10.1088/1367-2630/14/8/083009"],"date":["2012-04-04","2012-06-26"],"type":["text"],"creator":["Müller, Christian R.","Usuga, Mario A.","Wittmann, Christoffer","Takeoka, Masahiro","Marquardt, Christoph","Andersen, Ulrik L.","Leuchs, Gerd"],"language":[],"coverage":[],"title":["QPSK coherent state discrimination via a hybrid receiver"],"description":["  We propose and experimentally demonstrate a near-optimal discrimination\nscheme for the quadrature phase shift keying protocol (QPSK). We show in theory\nthat the performance of our hybrid scheme is superior to the standard scheme -\nheterodyne detection - for all signal amplitudes and underpin the predictions\nwith our experimental results. Furthermore, our scheme provides the hitherto\nbest performance in the domain of highly attenuated signals. The discrimination\nis composed of a quadrature measurement, a conditional displacement and a\nthreshold detector.\n"]}]
["1204.2934",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2934"],"date":["2012-04-13","2012-08-23"],"type":["text"],"creator":["Ferguson, Todd R.","Bazant, Martin Z."],"language":[],"coverage":[],"title":["Nonequilibrium Thermodynamics of Porous Electrodes"],"description":["  We reformulate and extend porous electrode theory for non-ideal active\nmaterials, including those capable of phase transformations. Using principles\nof non-equilibrium thermodynamics, we relate the cell voltage, ionic fluxes,\nand Faradaic charge-transfer kinetics to the variational electrochemical\npotentials of ions and electrons. The Butler-Volmer exchange current is\nconsistently expressed in terms of the activities of the reduced, oxidized and\ntransition states, and the activation overpotential is defined relative to the\nlocal Nernst potential. We also apply mathematical bounds on effective\ndiffusivity to estimate porosity and tortuosity corrections. The theory is\nillustrated for a Li-ion battery with active solid particles described by a\nCahn-Hilliard phase-field model. Depending on the applied current and porous\nelectrode properties, the dynamics can be limited by electrolyte transport,\nsolid diffusion and phase separation, or intercalation kinetics. In\nphase-separating porous electrodes, the model predicts narrow reaction fronts,\nmosaic instabilities and voltage fluctuations at low current, consistent with\nrecent experiments, which could not be described by existing porous electrode\nmodels.\n"]}]
["1204.3649",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3649","EPL vol 99, 38006 (2012)","doi:10.1209/0295-5075/99/38006"],"date":["2012-04-16","2012-08-23"],"type":["text"],"creator":["Ronhovde, Peter","Hu, Dandan","Nussinov, Zohar"],"language":[],"coverage":[],"title":["Global disorder transition in the community structure of large-q Potts\n  systems"],"description":["  We examine a global disorder transition when identifying community structure\nin an arbitrary complex network. Earlier, we illustrated [Phil. Mag. 92, 406\n(2012)] that \"community detection\" (CD) generally exhibits disordered (or\nunsolvable) and ordered (solvable) phases of both high and low computational\ncomplexity along with corresponding transitions from regular to chaotic\ndynamics in derived systems. Using an exact generalized dimensional reduction\ninequality, multivariate Tutte polynomials, and other considerations, we\nillustrate how increasing the number of communities q emulates increasing the\nheat bath temperature T for a general weighted Potts model, leading to global\ndisorder in the community structure of arbitrary large graphs. Dimensional\nreduction bounds lead to results similar to those suggested by mean-field type\napproaches. Large systems tend toward global insolvability in the limit of\nlarge q above a crossover temperature $T_\\times\\approx L|J_e|/[N\\ln{} q]$ where\n|J_e| is a typical interaction strength, L is the number of edges, and N is the\nnumber of nodes. For practical system sizes, a solvable phase is generally\naccessible at low T. The global nature of the disorder transition does not\npreclude solutions by local CD algorithms (even those that employ global cost\nfunction parameters) as long as community evaluations are locally determined.\n","Comment: 6 pages, 2 figures; accepted version with minor editing, corrected\n  indices in one equation, results unchanged, revised references"]}]
["1204.4179",{"format":[],"subject":["Physics - Biological Physics","Physics - Chemical Physics","Physics - History and Philosophy of Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4179","Phil. Trans. R. Soc. A 370, 4517 (2012)","doi:10.1098/rsta.2011.0488"],"date":["2012-04-18","2012-08-23"],"type":["text"],"creator":["Tiersch, Markus","Briegel, Hans J."],"language":[],"coverage":[],"title":["Decoherence in the chemical compass: The role of decoherence for avian\n  magnetoreception"],"description":["  Contrary to the usual picture that decoherence destroys quantum properties\nand causes the quantum-to-classical transition, we argue that decoherence can\nalso play a constructive role in driving quantum dynamics and amplifying its\nresults to macroscopic scales. We support this perspective by presenting an\nexample system from spin chemistry, which is also of importance for biological\nsystems, e.g. in avian magnetoreception.\n","Comment: 25 pages; Contribution to a special theme issue on Decoherence in\n  Phil. Trans. R. Soc. A, edited by Amit Hagar; published version, typos\n  corrected"]}]
["1204.4702",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4702"],"date":["2012-04-20","2012-08-23"],"type":["text"],"creator":["Moffat, J. W."],"language":[],"coverage":[],"title":["Has A 125 GeV Pseudoscalar Resonance Been Observed at the LHC?"],"description":["  We conjecture that a 125 GeV resonance $\\zeta^0$ with $J^{PC}=0^{-+}$\ncomposed of a quark-antiquark state may have been observed at the LHC. The\ndecay modes of this pseudoscalar particle are determined using the\nnon-relativistic quark model. The leading order partial decay widths for the\ndecays of the pseudoscalar quarkonium resonance $\\zeta^0\\rightarrow\n\\gamma\\gamma$ and $\\zeta^0\\rightarrow gg$ are compared to the standard model\nHiggs particle decays $H^0\\rightarrow \\gamma\\gamma$ and $H^0\\rightarrow gg$. An\nexperimental analysis at the LHC of the observed production cross sections for\nthe $\\zeta^0$ and the Higgs particle could distinguish between a heavy\nquarkonium $\\zeta^0$ particle and a light Higgs particle at 125 GeV.\n","Comment: 4 pages, no figures, LaTeX file. Revised version. References added.\n  Further revision made"]}]
["1204.4774",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4774","Nano Letters 12, 3711 (2012)","doi:10.1021/nl301496r"],"date":["2012-04-21"],"type":["text"],"creator":["Ren, Lei","Zhang, Qi","Yao, Jun","Sun, Zhengzong","Kaneko, Ryosuke","Yan, Zheng","Nanot, Sebastien L.","Jin, Zhong","Kawayama, Iwao","Tonouchi, Masayoshi","Tour, James M.","Kono, Junichiro"],"language":[],"coverage":[],"title":["Terahertz and Infrared Spectroscopy of Gated Large-Area Graphene"],"description":["  We have fabricated a centimeter-size single-layer graphene device, with a\ngate electrode, which can modulate the transmission of terahertz and infrared\nwaves. Using time-domain terahertz spectroscopy and Fourier-transform infrared\nspectroscopy in a wide frequency range (10-10000 cm^{-1}), we measured the\ndynamic conductivity change induced by electrical gating and thermal annealing.\nBoth methods were able to effectively tune the Fermi energy, E_F, which in turn\nmodified the Drude-like intraband absorption in the terahertz as well as the\n'2E_F onset' for interband absorption in the mid-infrared. These results not\nonly provide fundamental insight into the electromagnetic response of Dirac\nfermions in graphene but also demonstrate the key functionalities of large-area\ngraphene devices that are desired for components in terahertz and infrared\noptoelectronics.\n"]}]
["1204.4939",{"format":[],"subject":["Mathematics - Dynamical Systems","37A45, 37A30, 28D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4939"],"date":["2012-04-22","2012-08-21"],"type":["text"],"creator":["Eisner, Tanja"],"language":[],"coverage":[],"title":["On the Wiener-Wintner theorem for nilsequences"],"description":["  We give a Fourier analytic proof of the generalisation due to Host and Kra of\nthe classical Wiener-Wintner theorem and give some explicit bounds on the limit\nof the weighted ergodic averages.\n","Comment: This paper is extended and replaced by arXiv:1208.3977 - \"Uniformity\n  in the Wiener-Wintner theorem for nilsequences\" jointly with Pavel\n  Zorin-Kranich. The present version is withdrawn"]}]
["1204.5278",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5278","J. Stat. Phys. 148, 440-479 (2012)","doi:10.1007/s10955-012-0554-2"],"date":["2012-04-24","2012-08-23"],"type":["text"],"creator":["Islambekov, Umar","Sims, Robert","Teschl, Gerald"],"language":[],"coverage":[],"title":["Lieb-Robinson Bounds for the Toda Lattice"],"description":["  We establish locality estimates, known as Lieb-Robinson bounds, for the Toda\nlattice. In contrast to harmonic models, the Lieb-Robinson velocity for these\nsystems do depend on the initial condition. Our results also apply to the\nentire Toda as well as the Kac-van Moerbeke hierarchy. Under suitable\nassumptions, our methods also yield a finite velocity for certain perturbations\nof these systems.\n"]}]
["1204.6582",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6582"],"date":["2012-04-30","2012-08-21"],"type":["text"],"creator":["Raoofi, Mohammadreza"],"language":[],"coverage":[],"title":["Navier-Stokes-Boussinsq equations in a tube; estimates when the data is\n  front-like"],"description":["  For the solutions of Navier-Stokes-Boussinesq equations in a\nthree-dimensional thin tube with front like initial data, we derive some\nuniform estimates on the burning rate and the flow velocity, which can be\ninterpreted as stability results for the laminar front. We also show that the\nfront-like datum admits a solution which will stay front-like in time. We\nconsider no-slip (Dirichlet) boundary condition for the flow, and no-flux\n(Neumann) boundary condition for the reactant(temperature).\n","Comment: This paper has been withdrawn by the author due to a crucial errors"]}]
["1205.3721",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3721","Phys. Rev. B 86, 075126 (2012)","doi:10.1103/PhysRevB.86.075126"],"date":["2012-05-16","2012-08-21"],"type":["text"],"creator":["Grushin, Adolfo G.","de Juan, Fernando"],"language":[],"coverage":[],"title":["Finite frequency magnetoelectric response of three dimensional\n  Topological Insulators"],"description":["  Topological insulators with a time reversal symmetry breaking perturbation\nnear the surface present a magnetoelectric response that is quantized when the\nfrequency of the probing fields is much smaller than the surface gap induced by\nthe perturbation. In this work we describe the intrinsic finite frequency\nmagnetoelectric response of topological insulators for frequencies of the order\nand larger than the surface gap, including the experimentally relevant case\nwhere the system is metallic. This response affects physical observable\nquantities and will give rise to new finite frequency phenomena of intrinsic\ntopological origin.\n","Comment: 7 pages, 3 figures, published version"]}]
["1205.4565",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4565","Phys. Rev. Lett. 109, 086601 (2012)","doi:10.1103/PhysRevLett.109.086601"],"date":["2012-05-21","2012-05-22"],"type":["text"],"creator":["Kölbl, D.","Zumbühl, D. M.","Fuhrer, A.","Salis, G.","Alvarado, S. F."],"language":[],"coverage":[],"title":["Breakdown of the Korringa Law of Nuclear Spin Relaxation in Metallic\n  GaAs"],"description":["  We present nuclear spin relaxation measurements in GaAs epilayers using a new\npump-probe technique in all-electrical, lateral spin-valve devices. The\nmeasured T1 times agree very well with NMR data available for T > 1 K. However,\nthe nuclear spin relaxation rate clearly deviates from the well-established\nKorringa law expected in metallic samples and follows a sub-linear temperature\ndependence 1/T1 ~ T^0.6 for 0.1 K < T < 10 K. Further, we investigate nuclear\nspin inhomogeneities.\n","Comment: 5 pages, 4 (color) figures. arXiv admin note: text overlap with\n  arXiv:1109.6332"]}]
["1205.4760",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4760","Phys.Lett. B715:152-156, 2012","doi:10.1016/j.physletb.2012.07.035"],"date":["2012-05-21","2012-07-17"],"type":["text"],"creator":["Banfi, Andrea","Dasgupta, Mrinal","Marzani, Simone","Tomlinson, Lee"],"language":[],"coverage":[],"title":["Predictions for Drell-Yan \\phi* and Q_T observables at the LHC"],"description":["  We make theoretical predictions for the recently introduced variable \\phi*\ncorresponding to the azimuthal angle between leptons produced in the Drell-Yan\nprocess at the LHC. As a consequence of this work we are also able to generate\nresults for the more commonly studied transverse momentum Q_T of the lepton\npair. Comparisons of these purely perturbative estimates for the Q_T case yield\ngood agreement with ATLAS and CMS data, as we demonstrate. We anticipate that\nthis work will help stimulate measurements of \\phi* at the LHC.\n","Comment: 9 pages, 4 plots"]}]
["1205.5498",{"format":[],"subject":["Mathematics - Number Theory","11P99 (Primary) 68R01 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5498"],"date":["2012-05-24","2012-08-22"],"type":["text"],"creator":["Betts, Robert J."],"language":[],"coverage":[],"title":["A simple Proof that $r^{k^{2}}$ is an upper Bound on each van der\n  Waerden Number $W(r, k)$, for each $k$ bounded below by a certain positive\n  real Number $\\varepsilon$"],"description":["  Here we answer a conjecture by Ron Graham about getting finer upper bounds\nfor van der Waerden numbers in the affirmative, but without the application of\ndouble induction or combinatorics as applied to sets of integers that contain\nsome van der Waerden number as an element. Rather we obtain the result solely\nby exploiting certain properties of any integer greater than one that is\ndivisible by another integer. Our mathematical methods are easily accessible by\nthose whose field of specialization lies outside of combinatorial number\ntheory, such as discrete mathematics, elementary number theory or analytic\nnumber theory.\n","Comment: Withdrawn for a rewrite after comments by reviewer"]}]
["1205.6171",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6171","Journal of Infrared, Millimeter, and Terahertz Waves 33, 846\n  (2012)","doi:10.1007/s10762-012-9916-8"],"date":["2012-05-28"],"type":["text"],"creator":["Ren, L.","Zhang, Q.","Nanot, S.","Kawayama, I.","Tonouchi, M.","Kono, J."],"language":[],"coverage":[],"title":["Terahertz Dynamics of Quantum-Confined Electrons in Carbon Nanomaterials"],"description":["  Low-dimensional carbon nanostructures, such as single-wall carbon nanotubes\n(SWCNTs) and graphene, offer new opportunities for terahertz science and\ntechnology. Being zero-gap systems with a linear, photon-like energy\ndispersion, metallic SWCNTs and graphene exhibit a variety of extraordinary\nproperties. Their DC and linear electrical properties have been extensively\nstudied in the last decade, but their unusual finite-frequency, nonlinear,\nand/or non-equilibrium properties are largely unexplored, although they are\npredicted to be useful for new terahertz device applications. Terahertz dynamic\nconductivity measurements allow us to probe the dynamics of such photon-like\nelectrons, or massless Dirac fermions. Here, we use terahertz time-domain\nspectroscopy and Fourier transform infrared spectroscopy to investigate\nterahertz conductivities of one-dimensional and two-dimensional electrons,\nrespectively, in films of highly aligned SWCNTs and gated large-area graphene.\nIn SWCNTs, we observe extremely anisotropic terahertz conductivities, promising\nfor terahertz polarizer applications. In graphene, we demonstrate that\nterahertz and infrared properties sensitively change with the Fermi energy,\nwhich can be controlled by electrical gating and thermal annealing.\n","Comment: 16 pages, 9 figures"]}]
["1206.0204",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0204","Phys. Rev. B 86, 085116 (2012)","doi:10.1103/PhysRevB.86.085116"],"date":["2012-06-01","2012-08-08"],"type":["text"],"creator":["Jenkins, Stewart D.","Ruostekoski, Janne"],"language":[],"coverage":[],"title":["Theoretical formalism for collective electromagnetic response of\n  discrete metamaterial systems"],"description":["  We develop a general formalism to describe the propagation of a near-resonant\nelectromagnetic field in a medium composed of magnetodielectric resonators. As\nthe size and the spatial separation of nanofabricated resonators in a\nmetamaterial array is frequently less than the wavelength, we describe them as\ndiscrete scatterers, supporting a single mode of current oscillation\nrepresented by a single dynamic variable. We derive a Lagrangian and\nHamiltonian formalism for the coupled electromagnetic fields and oscillating\ncurrents in the length gauge, obtained by the Power-Zienau-Woolley\ntransformation. The response of each resonator to electromagnetic field is then\ndescribed by polarization and magnetization densities that, to the lowest order\nin a multipole expansion, generate electric and magnetic dipole excitations. We\nderive a closed set of equations for the coherently scattered field and normal\nmode amplitudes of current oscillations of each resonator both within the\nrotating wave approximation, in which case the radiative decay rate is much\nsmaller than the resonance frequency, and without such an assumption. The set\nof equations includes the radiative couplings between a discrete set of\nresonators mediated by the electromagnetic field, fully incorporating recurrent\nscattering processes to all orders. By considering an example of a\ntwo-dimensional split ring resonator metamaterial array, we show that the\nsystem responds cooperatively to near-resonant field, exhibiting collective\neigenmodes, resonance frequencies, and radiative linewidths that result from\nstrong radiative interactions between closely-spaced resonators.\n","Comment: 34 pages, 6 figures"]}]
["1206.1601",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1601","Phys. Rev. B 85, 241305(R) (2012)","doi:10.1103/PhysRevB.85.241305"],"date":["2012-06-07"],"type":["text"],"creator":["Hatke, A. T.","Zudov, M. A.","Pfeiffer, L. N.","West, K. W."],"language":[],"coverage":[],"title":["Shubnikov-de Haas oscillations in GaAs quantum wells in tilted magnetic\n  fields"],"description":["  We report on quantum magneto-oscillations in an ultra-high mobility\nGaAs/AlGaAs quantum well at very high tilt angles. Unlike previous studies, we\nfind that the spin and cyclotron splittings become equal over a continuous\nrange of angles, but only near certain, angle-dependent filling factors. At\nhigh enough tilt angles, Shubnikov-de Haas oscillations reveal a prominent\nbeating pattern, indicative of consecutive level crossings, all occurring at\nthe same angle. We explain these unusual observations by an in-plane\nfield-induced increase of the carrier mass, which leads to accelerated, filling\nfactor-driven crossings of spin sublevels in tilted magnetic fields.\n"]}]
["1206.1692",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1692"],"date":["2012-06-08","2012-08-23"],"type":["text"],"creator":["Gribacheva, Dobrinka"],"language":[],"coverage":[],"title":["Invariant tensors related with natural connections for a class\n  Riemannian product manifolds"],"description":["  Some invariant tensors in two Naveira classes of Riemannian product manifolds\nare considered. These tensors are related with natural connections, i.e. linear\nconnections preserving the Riemannian metric and the product structure.\n","Comment: arXiv admin note: text overlap with arXiv:1203.4682, arXiv:1204.5838,\n  arXiv:1109.2704"]}]
["1206.1787",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1787","SIGMA 8 (2012), 056, 10 pages","doi:10.3842/SIGMA.2012.056"],"date":["2012-06-08","2012-08-22"],"type":["text"],"creator":["Laporte, Guillaume","Walcher, Johannes"],"language":[],"coverage":[],"title":["Monodromy of an Inhomogeneous Picard-Fuchs Equation"],"description":["  The global behaviour of the normal function associated with van Geemen's\nfamily of lines on the mirror quintic is studied. Based on the associated\ninhomogeneous Picard-Fuchs equation, the series expansions around large complex\nstructure, conifold, and around the open string discriminant are obtained. The\nmonodromies are explicitly calculated from this data and checked to be\nintegral. The limiting value of the normal function at large complex structure\nis an irrational number expressible in terms of the di-logarithm.\n"]}]
["1206.1988",{"format":[],"subject":["Physics - Optics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1988","Optics Express 17, 19484 (2012)","doi:10.1364/OE.20.019484"],"date":["2012-06-09"],"type":["text"],"creator":["Arikawa, T.","Wang, X.","Belyanin, A. A.","Kono, J."],"language":[],"coverage":[],"title":["Giant Tunable Faraday Effect in a Semiconductor Magneto-plasma for\n  Broadband Terahertz Polarization Optics"],"description":["  We report on a giant Faraday effect in an electron plasma in n-InSb probed\nvia polarization-resolved terahertz (THz) time-domain spectroscopy.\nPolarization rotation angles and ellipticities reach as large as {\\pi}/2 and 1,\nrespectively, over a wide frequency range (0.3-2.5 THz) at magnetic fields of a\nfew Tesla. The experimental results together with theoretical simulations show\nits promising ability to construct broadband and tunable THz polarization\noptics, such as a circular polarizer, half-wave plate, and polarization\nmodulators.\n","Comment: 10 pages, 5 figures"]}]
["1206.2036",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2036","AIP Conf. Proc. 1473, 59-67 (2012)","doi:10.1063/1.4748535"],"date":["2012-06-10","2012-08-16"],"type":["text"],"creator":["De-Santiago, Josue","Cervantes-Cota, Jorge L."],"language":[],"coverage":[],"title":["On the dynamics of unified k-essence cosmologies"],"description":["  We analyze the phase space of a particular unified model of dark matter, dark\nenergy, and inflation that we recently studied in [Phys. Rev. D 83, 063502\n(2011)] whose Lagrangian is of the form L(X,phi) = F(X) - V(phi). We show that\nthis model possesses a large set of initial conditions consistent with a\nsuccessful cosmological model in which an inflationary phase is possible,\nfollowed by a matter era to end with dark energy domination. In order to\nunderstand the success of the model, we study the general features that unified\ndark matter (UDM) models should comply and then we analyze some particular\nmodels and find their constrictions.\n","Comment: 9 pages, 1 figure, v2 clarified discussions and formulae to match the\n  accepted version to appear in the proceedings of \"IX Taller DGFM-SMF\""]}]
["1206.2167",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2167","Monthly Notices of the Royal Astronomical Society, Vol. 425, pp.\n  1185-1191 (2012)","doi:10.1111/j.1365-2966.2012.21491.x"],"date":["2012-06-11"],"type":["text"],"creator":["Frey, S.","Paragi, Z.","An, T.","Gabanyi, K. E."],"language":[],"coverage":[],"title":["Two in one? A possible dual radio-emitting nucleus in the quasar SDSS\n  J1425+3231"],"description":["  The radio-emitting quasar SDSS J1425+3231 (z=0.478) was recently found to\nhave double-peaked narrow [O III] optical emission lines. Based on the analysis\nof the optical spectrum, Peng et al. (2011) suggested that this object harbours\na dual active galactic nucleus (AGN) system, with two supermassive black holes\n(SMBHs) separated on the kpc scale. SMBH pairs should be ubiquitous according\nto hierarchical galaxy formation scenarios in which the host galaxies and their\ncentral black holes grow together via interactions and eventual mergers. Yet\nthe number of presently-confirmed dual SMBHs on kpc or smaller scales remains\nsmall. A possible way to obtain direct observational evidence for duality is to\nconduct high-resolution radio interferometric measurements, provided that both\nAGN are in an evolutionary phase when some activity is going on in the radio.\nWe used the technique of Very Long Baseline Interferometry (VLBI) to image SDSS\nJ1425+3231. Observations made with the European VLBI Network (EVN) at 1.7 GHz\nand 5 GHz frequencies in 2011 revealed compact radio emission at sub-mJy flux\ndensity levels from two components with a projected linear separation of\n\\sim2.6 kpc. These two components support the possibility of a dual AGN system.\nThe weaker component remained undetected at 5 GHz, due to its steep radio\nspectrum. Further study will be necessary to securely rule out a jet--shock\ninterpretation of the less dominant compact radio source. Assuming the dual AGN\ninterpretation, we discuss black hole masses, luminosities, and accretion rates\nof the two components, using available X-ray, optical, and radio data. While\nhigh-resolution radio interferometric imaging is not an efficient technique to\nsearch blindly for dual AGN, it is an invaluable tool to confirm the existence\nof selected candidates.\n","Comment: 7 pages, 2 figures. Accepted for publication in Monthly Notices of\n  the Royal Astronomical Society"]}]
["1206.3217",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3217","Physical Review D 86, 047701 (2012)","doi:10.1103/PhysRevD.86.047701"],"date":["2012-06-14","2012-08-22"],"type":["text"],"creator":["Deser, S.","Franklin, J."],"language":[],"coverage":[],"title":["Symmetrically reduced Galileon equations and solutions"],"description":["  The maximally complicated arbitrary-dimensional \"maximal\" Galileon field\nequations simplify dramatically for symmetric configurations. Thus, spherical\nsymmetry reduces the equations from the D- to the two-dimensional Monge-Ampere\nequation, axial symmetry to its cubic extension etc. We can then obtain\nexplicit solutions, such as spherical or axial waves, and relate them to the\n(known) general, but highly implicit, lower-D solutions.\n","Comment: published version"]}]
["1206.3483",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3483","doi:10.1016/j.ipl.2012.08.008"],"date":["2012-06-15","2012-08-22"],"type":["text"],"creator":["Koutis, Ioannis"],"language":[],"coverage":[],"title":["Constrained multilinear detection for faster functional motif discovery"],"description":["  The GRAPH MOTIF problem asks whether a given multiset of colors appears on a\nconnected subgraph of a vertex-colored graph. The fastest known parameterized\nalgorithm for this problem is based on a reduction to the $k$-Multilinear\nDetection (k-MlD) problem: the detection of multilinear terms of total degree k\nin polynomials presented as circuits. We revisit k-MLD and define k-CMLD, a\nconstrained version of it which reflects GRAPH MOTIF more faithfully. We then\ngive a fast algorithm for k-CMLD. As a result we obtain faster parameterized\nalgorithms for GRAPH MOTIF and variants of it.\n"]}]
["1206.4350",{"format":[],"subject":["Mathematics - Probability","60H10, 60G44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4350"],"date":["2012-06-19","2012-08-23"],"type":["text"],"creator":["Fernholz, E. Robert","Ichiba, Tomoyuki","Karatzas, Ioannis"],"language":[],"coverage":[],"title":["Two Brownian Particles with Rank-Based Characteristics and Skew-Elastic\n  Collisions"],"description":["  We construct a two-dimensional diffusion process with rank-dependent local\ndrift and dispersion coefficients, and with a full range of patterns of\nbehavior upon collision that range from totally frictionless interaction, to\nelastic collision, to perfect reflection of one particle on the other. These\ninteractions are governed by the left- and right-local times at the origin for\nthe distance between the two particles. We realize this diffusion in terms of\nappropriate, apparently novel systems of stochastic differential equations\ninvolving local times, which we show are well posed. Questions of pathwise\nuniqueness and strength are also discussed for these systems.\n  The analysis depends crucially on properties of a skew Brownian motion with\ntwo-valued drift of the bang-bang type, which we also study in some detail.\nThese properties allow us to compute the transition probabilities of the\noriginal planar diffusion, and to study its behavior under time reversal.\n","Comment: 33 pages, 4 figures; Remark 4.1 added, Theorem 4.2 improved"]}]
["1206.4818",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4818","Phys.Rev.D86:044036,2012","doi:10.1103/PhysRevD.86.044036"],"date":["2012-06-21","2012-08-03"],"type":["text"],"creator":["Matsuno, Ken","Ishihara, Hideki","Kimura, Masashi","Tatsuoka, Takamitsu"],"language":[],"coverage":[],"title":["Kaluza-Klein vacuum multi-black holes in five-dimensions"],"description":["  We investigate five-dimensional vacuum solutions which represent rotating\nmulti-black holes in asymptotically Kaluza-Klein spacetimes. We show that\nmulti-black holes rotate maximally along extra dimension, and stationary\nconfigurations in vacuum are achieved by the balance of the gravitational\nattraction force and repulsive force caused by the rotations of black holes. We\nalso show that each black hole can have the different topology of the lens\nspace in addition to the spherical topology, and mass of black holes are\nquantized by the size of extra dimension and horizon topology.\n","Comment: 11 pages"]}]
["1206.5168",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5168","Phys. Rev. C 86, 024003 (2012)","doi:10.1103/PhysRevC.86.024003"],"date":["2012-06-22","2012-07-03"],"type":["text"],"creator":["Krejčiřík, Vojtěch"],"language":[],"coverage":[],"title":["Separable potential model for meson-baryon interaction beyond the S-wave"],"description":["  A model for low-energy meson-baryon interaction in the strange sector is\npresented. The interaction is described in terms of separable potentials with\nmultiple partial waves considered. A general solution of Lippmann-Schwinger\nequation for the scattering of spin zero and spin one-half particles is\nderived.\n  Next, the general framework is applied to the $\\bar{K}N$ sector in a simple\nmodel with only the S- and P-waves taken into account. The separable potential\nis designed to match the chiral perturbation theory at lowest nontrivial order.\nIt is shown that although a simple model with three free parameters works well\nfor the S-wave, it fails to reproduce the P-wave features of kaon-nucleon\nphysics. Most importantly, the P-wave interaction is too weak to express a\nresonant behavior that could be identified as $\\Sigma(1385)$ resonance.\n"]}]
["1206.6222",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6222"],"date":["2012-06-27","2012-08-22"],"type":["text"],"creator":["Abolfazli, Saeid","Sanaei, Zohre","Shiraz, Muhammad","Keshavarz, Hassan","Gani, Abdullah"],"language":[],"coverage":[],"title":["An Evolutionary Study of Rich Mobile Applications"],"description":["  Delivering Rich User eXperience (RUX) with the current explosion of\nsmartphone as real ubiquitous computing device requires adaptive application\narchitecture. Rich Mobile Application (RMA) is likely the candidate\narchitecture for future mobile applications to deliver rich, immersive\nexperience to the smartphone users. Research and development in domain of RMA\nhas started and results are appearing in literature which advocates its future\ntrend and encourages review of RMAs. This article aims to present overview of\nRMA and states clear distinction between Rich Internet Applications (RIAs) -\nthat are desktop-like Web applications - and RMAs to facilitate and accelerate\ndevelopment of smartphone-centric application development tools and\ntechnologies. RMAs are defined, their comprehensive overview is presented, and\ncurrent trends are described. Our study shows that despite of literal\nsimilarity of RMA and RIA, they have dissimilar inward architectures.\nImplicitly, understanding the distinctions between richness delivery in PCs and\nsmartphones as well as knowledge of inward similarity and difference between\nRIAs and RMAs contribute toward development of enhanced smartphone's\napplications to deliver RUX to mobile clients.\n","Comment: This paper has been withdrawn by the author due to some copyright\n  issues"]}]
["1206.6368",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6368","2012 J. Chem. Phys. 137 084501","doi:10.1063/1.4746695"],"date":["2012-06-27","2012-08-22"],"type":["text"],"creator":["Arenzon, Jeferson J.","Sellitto, Mauro"],"language":[],"coverage":[],"title":["Microscopic models of mode-coupling theory: the $F_{12}$ scenario"],"description":["  We provide extended evidence that mode-coupling theory (MCT) of supercooled\nliquids for the ${\\mathsf F}_{12}$ schematic model admits a microscopic\nrealization based on facilitated spin models with tunable facilitation.\nDepending on the facilitation strength, one observes two distinct dynamic glass\ntransition lines--continuous and discontinuous--merging at a dynamical\ntricritical-like point with critical decay exponents consistently related by\nMCT predictions. The mechanisms of dynamical arrest can be naturally\ninterpreted in geometrical terms: the discontinuous and continuous transitions\ncorrespond to bootstrap and standard percolation processes, in which the\nincipient spanning cluster of frozen spins forms either a compact or a fractal\nstructure, respectively. Our cooperative dynamic facilitation picture of glassy\nbehavior is complementary to the one based on disordered systems and can\naccount for higher-order singularity scenarios in the absence of a finite\ntemperature thermodynamic glass transition. We briefly comment on the relevance\nof our results to finite spatial dimensions and to the ${\\mathsf F}_{13}$\nschematic model.\n","Comment: Final, published version"]}]
["1206.6880",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6880"],"date":["2012-06-27","2012-08-23"],"type":["text"],"creator":["Chang, Jinho","Kwon, Younghun"],"language":[],"coverage":[],"title":["Communication channel of fermionic system in accelerated frame"],"description":["  In this article, we investigate the communication channel of fermionic system\nin an accelerated frame. We observe that at the infinite acceleration, the\nmutual information of single rail quantum channel coincides with that of double\nrail quantum channel, but those of classical ones reach different values.\nFurthermore, we find that at the infinite acceleration, the conditional entropy\nof single(or double) rail quantum channel vanishes, but those of classical ones\nmay have finite values. In addition, we see that even when considering a method\nbeyond the single mode approximation, the dual rail entangled state seems to\nprovide better channel capacity than the single rail entangled state, unlike\nthe bosonic case. Moreover, we find that the single-mode approximation is not\nsufficient to analyze the communication channel of fermionic system in an\naccelerated frame.\n"]}]
["1206.6929",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6929","Phys. Rev. B 86, 064523 (2012) [4 pages]","doi:10.1103/PhysRevB.86.064523"],"date":["2012-06-28","2012-08-23"],"type":["text"],"creator":["Lin, Shi-Zeng","Bulaevskii, Lev N."],"language":[],"coverage":[],"title":["Enhancement of critical current density in superconducting/magnetic\n  multi-layers with slow magnetic relaxation dynamics and large magnetic\n  susceptibility"],"description":["  We propose to use superconductor-magnet multi-layer structure to achieve high\ncritical current density by invoking polaronic mechanism of pinning. The\nmagnetic layers should have large magnetic susceptibility to enhance the\ncoupling between vortices and magnetization in magnetic layers. The relaxation\nof the magnetization should be slow. When the velocity of vortices is low, they\nare dressed by nonuniform magnetization and move as polarons. In this case, the\nviscosity of vortices proportional to the magnetic relaxation time is enhanced\nsignificantly. As velocity increases, the polarons dissociate and the viscosity\ndrops to the usual Bardeen-Stephen one, resulting in a jump in the I-V curve.\nExperimentally the jump shows up as a depinning transition and the\ncorresponding current at the jump is the depinning current. For Nb and proper\nmagnet multi-layer structure, we estimate the critical current density $J_c\\sim\n10^{9}\\ \\rm{A/m^2}$ at magnetic field $B\\approx 1$ T.\n","Comment: 4 pages, 2 figures"]}]
["1207.1621",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1621","Physics Letters B 715 (2012), pp. 285-288","doi:10.1016/j.physletb.2012.07.068"],"date":["2012-07-06","2012-07-23"],"type":["text"],"creator":["Yang, Rui-Zhi","Yuan, Qiang","Feng, Lei","Fan, Yi-Zhong","Chang, Jin"],"language":[],"coverage":[],"title":["Statistical interpretation of the spatial distribution of current 130\n  GeV gamma-ray line signal within the dark matter annihilation scenario"],"description":["  Recently, several groups identified a tentative $\\gamma$-ray line signal with\nenergy $\\sim 130$ GeV in the central Galaxy from the Fermi-LAT data. %The\nmorphology study shows that the signal is consistent with dark matter\n%annihilation, but with an offset $\\sim 220$ pc ($1.5^{\\circ}$) of the %center\nfrom the Galactic center Sgr A$^{\\star}$, Such a $\\gamma-$ray line can be\ninterpreted as the signal of dark matter annihilation. However, the offset\n$\\sim 220$ pc ($1.5^{\\circ}$) of the center of the most prominent signal region\nfrom the Galactic center Sgr A$^{\\star}$ has been thought to challenge the dark\nmatter annihilation interpretation. Considering the fact that such a 130 GeV\n$\\gamma$-ray line signal consists of only $\\sim14$ photons, we suggest that the\n\"imperfect\" consistency of these photons with the expected dark matter\ndistribution is due to the limited statistics. The offset will be smaller as\nmore signal photons have been collected in the near future. Our Monte Carlo\nsimulation supports the above speculation.\n","Comment: 4 pages, 2 figures, Phys. Lett. B in press"]}]
["1207.1999",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1999","Phys. Rev. A 86, 023620 (2012)","doi:10.1103/PhysRevA.86.023620"],"date":["2012-07-09","2012-07-12"],"type":["text"],"creator":["Łakomy, Kazimierz","Nath, Rejish","Santos, Luis"],"language":[],"coverage":[],"title":["Faraday patterns in coupled one-dimensional dipolar condensates"],"description":["  We study Faraday patterns in quasi-one-dimensional dipolar Bose-Einstein\ncondensates with parametrically driven dipolar interactions. We show that in\nthe presence of a roton minimum in the excitation spectrum, the emergent\nFaraday waves differ substantially in two- and one-dimensional geometries,\nproviding a clear example of the key role of confinement dimensionality in\ndipolar gases. Moreover, Faraday patterns constitute an excellent tool to study\nnon-local effects in polar gases, as we illustrate for two parallel\nquasi-one-dimensional dipolar condensates. Non-local interactions between the\ncondensates give rise to an excitation spectrum characterized by symmetric and\nanti-symmetric modes, even in the absence of hopping. We show that this\nfeature, absent in non-dipolar gases, results in a critical driving frequency\nat which a marked transition occurs between correlated and anti-correlated\nFaraday patterns in the two condensates. Interestingly, at this critical\nfrequency, the emergent Faraday pattern stems from a spontaneous symmetry\nbreaking mechanism.\n"]}]
["1207.2140",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2140","Lynch, Lorimer, Ransom, and Boyles, 2012, ApJ, 756, 78","doi:10.1088/0004-637X/756/1/78"],"date":["2012-07-09","2012-07-10"],"type":["text"],"creator":["Lynch, Ryan S.","Lorimer, Duncan R.","Ransom, Scott M.","Boyles, Jason"],"language":[],"coverage":[],"title":["A Population of Non-Recycled Pulsars Orginating in Globular Clusters"],"description":["  We explore the enigmatic population of long-period, apparently non-recycled\npulsars in globular clusters, building on recent work by Boyles et al (2011).\nThis population is difficult to explain if it formed through typical core\ncollapse supernovae, leading many authors to invoke electron capture\nsupernovae. Where Boyles et al. dealt only with non-recycled pulsars in\nclusters, we focus on the pulsars that originated in clusters but then escaped\ninto the field of the Galaxy due to the kicks they receive at birth. The\nmagnitude of the kick induced by electron capture supernovae is not well known,\nso we explore various models for the kick velocity distribution and size of the\npopulation. The most realistic models are those where the kick velocity is <~\n10 km/s and where the number of pulsars scales with the luminosity of the\ncluster (as a proxy for cluster mass). This is in good agreement with other\nestimates of the electron capture supernovae kick velocity. We simulate a\nnumber of large-area pulsar surveys to determine if a population of pulsars\noriginating in clusters could be identified as being separate from normal disk\npulsars. We find that the spatial and kinematical properties of the population\ncould be used, but only if large numbers of pulsars are detected. In fact, even\nthe most optimistic surveys carried out with the future Square Kilometer Array\nare likely to detect < 10% of the total population, so the prospects for\nidentifying these as a separate group of pulsars are presently poor.\n","Comment: Accepted for publication in ApJ, 23 pages, 3 figures, 6 tables,\n  corrected typo in affiliations"]}]
["1207.4976",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4976","New J. Phys. 14 (2012) 083025","doi:10.1088/1367-2630/14/8/083025"],"date":["2012-07-20"],"type":["text"],"creator":["Carillo, Franco","De Luca, Gabriella Maria","Montemurro, Domenico","Papari, Gianpaolo","Salluzzo, Marco","Stornaiuolo, Daniela","Tafuri, Francesco","Beltram, Fabio"],"language":[],"coverage":[],"title":["Coherent transport in extremely underdoped Nd1.2Ba1.8Cu3Oz\n  nanostructures"],"description":["  Proximity-effect and resistance magneto-fluctuations measurements in\nsubmicron Nd1.2Ba1.8Cu3Oz (NBCO) nano-loops are reported to investigate\ncoherent charge transport in the non-superconducting state. We find an\nunexpected inhibition of cooper pair transport, and a destruction of the\ninduced superconductivity, by lowering the temperature from 6K to 250mK. This\neffect is accompanied by a significant change in the conductance-voltage\ncharacteristics and in the zero bias conductance response to the magnetic field\npointing to the activation of a strong pair breaking mechanism at lower\ntemperature. The data are discussed in the framework of mesoscopic effects\nspecific to superconducting nanostructures, proximity effect and high\ntemperature superconductivity.\n","Comment: to appear on new journal of Physics"]}]
["1207.5645",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5645","doi:10.1103/PhysRevLett.109.081104"],"date":["2012-07-24"],"type":["text"],"creator":["Mingarelli, C. M. F.","Grover, K.","Sidery, T.","Smith, R. J. E.","Vecchio, A."],"language":[],"coverage":[],"title":["Observing the dynamics of super-massive black hole binaries with Pulsar\n  Timing Arrays"],"description":["  Pulsar Timing Arrays are a prime tool to study unexplored astrophysical\nregimes with gravitational waves. Here we show that the detection of\ngravitational radiation from individually resolvable super-massive black hole\nbinary systems can yield direct information about the masses and spins of the\nblack holes, provided that the gravitational-wave induced timing fluctuations\nboth at the pulsar and at the Earth are detected. This in turn provides a map\nof the non-linear dynamics of the gravitational field and a new avenue to\ntackle open problems in astrophysics connected to the formation and evolution\nof super-massive black holes. We discuss the potential, the challenges and the\nlimitations of these observations.\n","Comment: 5 pages, 1 figure"]}]
["1207.6144",{"format":[],"subject":["Physics - Space Physics","Astrophysics - Solar and Stellar Astrophysics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6144","doi:10.1103/PhysRevE.86.027401"],"date":["2012-07-25"],"type":["text"],"creator":["Verscharen, Daniel","Marsch, Eckart","Motschmann, Uwe","Müller, Joachim"],"language":[],"coverage":[],"title":["Parametric decay of oblique Alfv\\'en waves in two-dimensional hybrid\n  simulations"],"description":["  Certain types of plasma waves are known to become parametrically unstable\nunder specific plasma conditions, in which the pump wave will decay into\nseveral daughter waves with different wavenumbers and frequencies. In the past,\nthe related plasma instabilities have been treated analytically for various\nparameter regimes and by use of various numerical methods, yet the oblique\npropagation with respect to the background magnetic field has rarely been dealt\nwith in two dimensions, mainly because of the high computational demand. Here\nwe present a hybrid-simulation study of the parametric decay of a moderately\noblique Alfv\\'en wave having elliptical polarization. It is found that such a\ncompressive wave can decay into waves with higher and lower wavenumbers than\nthe pump.\n","Comment: 5 pages, 5 figures, accepted for publication in Phys. Rev. E"]}]
["1207.7155",{"format":[],"subject":["Mathematics - History and Overview","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.7155"],"date":["2012-07-30","2012-08-23"],"type":["text"],"creator":["Levy, Eliahu"],"language":[],"coverage":[],"title":["Ockham's Razor, Probability and Quantum Physics as Logic"],"description":["  This is a philosophy-intense physics article, or, if you wish, a\nphysics-intense philosophy article. Also, being a mathematician, I tend to view\nthe physics, in particular the essence of quantum physics, in emphasizing the\nmathematical structure that serves as its language. However, I do express views\non typically philosophical/epistemological matters. Since these points of view\ndo not seem to me too widely expressed in the literature, while I find them\nquite compelling, I think this note has some interest.\n","Comment: 10 pages, very few formulas. v2: some minor corrections of the\n  language and of typos"]}]
["1207.7340",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.7340","J. Phys. A: Math. Theor. 45, 365305 (2012)"],"date":["2012-07-31"],"type":["text"],"creator":["Viennot, David","Lages, José"],"language":[],"coverage":[],"title":["C\\ast-geometric phase for mixed states: entanglement, decoherence and\n  spin system"],"description":["  We study a kind of geometric phases for entangled quantum systems, and\nparticularly a spin driven by a magnetic field and entangled with another spin.\nThe new kind of geometric phase is based on an analogy between open quantum\nsystems and dissipative quantum systems which uses a C\\ast-module structure. We\nshow that the system presents from the viewpoint of their geometric phases, two\nbehaviours. The first one is identical to the behaviour of an isolated spin\ndriven by a magnetic field, as the problem originally treated by Berry. The\nsecond one is specific to the decoherence process. The gauge structures induced\nby these geometric phases are then similar to a magnetic monopole gauge\nstructure for the first case, and can be viewed as a kind of instanton gauge\nstructure for the second case. We study the role of these geometric phases in\nthe evolution of a mixed state, particularly by focusing on the evolution of\nthe density matrix coherence. We investigate also the relation between the\ngeometric phase of the mixed state of one of the entangled systems and the\ngeometric phase of the bipartite system.\n"]}]
["1208.0955",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0955","Nanoscale Res. Lett. 7, 472 (2012)","doi:10.1186/1556-276X-7-472"],"date":["2012-08-04"],"type":["text"],"creator":["Pala, Marco","Sellier, Hermann","Hackens, Benoit","Martins, Frederico","Bayot, Vincent","Huant, Serge"],"language":[],"coverage":[],"title":["A new transport phenomenon in nanostructures: A mesoscopic analog of the\n  Braess paradox encountered in road networks"],"description":["  The Braess paradox, known for traffic and other classical networks, lies in\nthe fact that adding a new route to a congested network in an attempt to\nrelieve congestion can counter-intuitively degrade the overall network\nperformance. Recently, we have extended the concept of Braess paradox to\nsemiconductor mesoscopic networks, whose transport properties are governed by\nquantum physics. In this paper, we demonstrate theoretically that, alike in\nclassical systems, congestion plays a key role in the occurrence of a Braess\nparadox in mesoscopic networks.\n","Comment: Invited talk at Int. Conf. on Superlattices, Nanostructures, and\n  Nanodevices (ICSNN2012), Dresden, July 2012; submitted to Nanoscale Res. Lett"]}]
["1208.2730",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H45, 14H50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2730"],"date":["2012-08-13","2012-08-22"],"type":["text"],"creator":["Larson, Eric"],"language":[],"coverage":[],"title":["The Maximal Rank Conjecture for Sections of Curves"],"description":["  Let be a general curve of genus g embedded via a general linear series of\ndegree d in P^r. The well-known Maximal Rank Conjecture asserts that the\nrestriction maps H^0(O_{P^r}(m)) \\to H^0(O_C(m) are of maximal rank; if known,\nthis conjecture would determine the Hilbert function of C.\n  In this paper, we prove an analogous statement for the hyperplane sections of\ngeneral curves. More specifically, if H is a general hyperplane, we show that\nH^0(O_H(m)) \\to H^0(O_{C \\cap H}(m)) is of maximal rank, except for some\ncounterexamples when m = 2. We also prove a similar theorem for the\nintersection of a general space curve with a quadric.\n"]}]
["1208.2780",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2780","Phys. Rev. C 86 (2012) 022201(R)","doi:10.1103/PhysRevC.86.022201"],"date":["2012-08-14"],"type":["text"],"creator":["Mart, T.","Kholili, M. J."],"language":[],"coverage":[],"title":["Origin of the second peak in the cross section of the $K^+\\Lambda$\n  photoproduction"],"description":["  By using a covariant isobar model and the latest experimental data we have\nanalyzed the role of the $P_{13}(1900)$ and $D_{13}(2080)$ resonances in the\nkaon photoproduction process $\\gamma p\\to K^+\\Lambda$. Special attention has\nbeen paid to the region where the second peak in the cross section is located,\ni.e. at total c.m. energies around 1.9 GeV. It is found that this peak\noriginates mostly from the $P_{13}(1900)$ resonance contribution. Although the\ncontribution of the $D_{13}(2080)$ resonance is not negligible, it is much\nsmaller than that of the $P_{13}(1900)$ state. Our finding confirms that the\n$P_{13}(1900)$ resonance is also important in explaining the beam-recoil double\npolarization data $C_x$ and $C_z$, provided that the mass and the width of this\nresonance are 1871 and 131 MeV, respectively.\n","Comment: 13 pages, 8 figures, revtex"]}]
["1208.3264",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3264","J. Phys. Soc. Jpn. 81 (2012) 094707","doi:10.1143/JPSJ.81.094707"],"date":["2012-08-15"],"type":["text"],"creator":["Takane, Yositake","Imura, Ken-Ichiro"],"language":[],"coverage":[],"title":["Quasiclassical Theory of the Josephson Effect in Ballistic Graphene\n  Junctions"],"description":["  The stationary Josephson effect in a system of ballistic graphene is studied\nin the framework of quasiclassical Green's function theory. Reflecting the\nultimate two-dimensionality of graphene, a Josephson junction involving a\ngraphene sheet embodies what we call a planar Josephson junction, in which\nsuperconducting electrodes partially cover the two-dimensional graphene layer,\nachieving a planar contact with it. For capturing this feature we employ a\nmodel of tunneling Hamiltonian that also takes account of the effects of\ninhomogeneous carrier density. Within the effective mass approximation we\nderive a general formula for the Josephson current, revealing characteristic\nfeatures of the superconducting proximity effect in the planar Josephson\njunction. The same type of analysis has been equally applied to mono-, bi- and\narbitrary $N$-layer cases.\n","Comment: 13 pages, 5 figures, to appear in J. Phys. Soc. Jpn"]}]
["1208.4520",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Algebraic Topology","18A40, 18D05, 18D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4520"],"date":["2012-08-22","2012-08-23"],"type":["text"],"creator":["Cheng, Eugenia","Gurski, Nick","Riehl, Emily"],"language":[],"coverage":[],"title":["Multivariable adjunctions and mates"],"description":["  We present the notion of \"cyclic double multicategory\", as a structure in\nwhich to organise multivariable adjunctions and mates. The classic example of a\n2-variable adjunction is the hom/tensor/cotensor trio of functors; we\ngeneralise this situation to n+1 functors of n variables. Furthermore, we\ngeneralise the mates correspondence, which enables us to pass between natural\ntransformations involving left adjoints to those involving right adjoints.\nWhile the standard mates correspondence is described using an isomorphism of\ndouble categories, the multivariable version requires the framework of \"double\nmulticategories\". Moreover, we show that the analogous isomorphisms of double\nmulticategories give a cyclic action on the multimaps, yielding the notion of\n\"cyclic double multicategory\". The work is motivated by and applied to Riehl's\napproach to algebraic monoidal model categories.\n"]}]
["1208.4609",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4609"],"date":["2012-08-22"],"type":["text"],"creator":["Shulman, Victor S.","Turovskii, Yuri V."],"language":[],"coverage":[],"title":["Topological radicals, V. From algebra to spectral theory"],"description":["  We introduce and study procedures and constructions in the theory of the\njoint spectral radius that are related to the spectral theory. In particular we\ndevlop the theory of the scattered radical. Among applications we find some\nsufficient conditions of continuity of the spectrum and spectral radii of\nvarious types, and prove that in GCR C*-algebras the joint spectral radius is\ncontinuous on precompact subsets and coincides with the Berger-Wang radius.\n"]}]
["1208.4610",{"format":[],"subject":["Mathematics - General Topology","47H10 (Primary), 54H25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4610"],"date":["2012-08-22"],"type":["text"],"creator":["Turinici, Mihai"],"language":[],"coverage":[],"title":["Functional contractions in local Branciari metric spaces"],"description":["  A fixed point result is given for a class of functional contractions over\nlocal Branciari metric spaces. It extends some contributions in the area due to\nFora et al [Mat. Vesnik, 61 (2009), 203-208].\n"]}]
["1208.4628",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4628"],"date":["2012-08-22"],"type":["text"],"creator":["Mazharimousavi, S. Habib"],"language":[],"coverage":[],"title":["The Ordering Ambiguity"],"description":["  The kinetic energy operator of a quantum particle with position dependent\nmass and the associated ordering ambiguity is revisited. We introduce a new\nform of this operator which is a continues or discreet superposition of the\nacceptable values for the ordering parameters.\n","Comment: 4 pages, 2 figures"]}]
["1208.4630",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4630","EPTCS 91, 2012, pp. 1-15","doi:10.4204/EPTCS.91.1"],"date":["2012-08-22"],"type":["text"],"creator":["Bjørk, Joakim","Clarke, Dave","Johnsen, Einar Broch","Owe, Olaf"],"language":[],"coverage":[],"title":["A Type-Safe Model of Adaptive Object Groups"],"description":["  Services are autonomous, self-describing, technology-neutral software units\nthat can be described, published, discovered, and composed into software\napplications at runtime. Designing software services and composing services in\norder to form applications or composite services requires abstractions beyond\nthose found in typical object-oriented programming languages. This paper\nexplores service-oriented abstractions such as service adaptation, discovery,\nand querying in an object-oriented setting. We develop a formal model of\nadaptive object-oriented groups which offer services to their environment.\nThese groups fit directly into the object-oriented paradigm in the sense that\nthey can be dynamically created, they have an identity, and they can receive\nmethod calls. In contrast to objects, groups are not used for structuring code.\nA group exports its services through interfaces and relies on objects to\nimplement these services. Objects may join or leave different groups. Groups\nmay dynamically export new interfaces, they support service discovery, and they\ncan be queried at runtime for the interfaces they support. We define an\noperational semantics and a static type system for this model of adaptive\nobject groups, and show that well-typed programs do not cause\nmethod-not-understood errors at runtime.\n","Comment: In Proceedings FOCLASA 2012, arXiv:1208.4327"]}]
["1208.4632",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4632","EPTCS 91, 2012, pp. 16-30","doi:10.4204/EPTCS.91.2"],"date":["2012-08-22"],"type":["text"],"creator":["Charalambides, Minas","Dinges, Peter","Agha, Gul"],"language":[],"coverage":[],"title":["Parameterized Concurrent Multi-Party Session Types"],"description":["  Session types have been proposed as a means of statically verifying\nimplementations of communication protocols. Although prior work has been\nsuccessful in verifying some classes of protocols, it does not cope well with\nparameterized, multi-actor scenarios with inherent asynchrony. For example, the\nsliding window protocol is inexpressible in previously proposed session type\nsystems. This paper describes System-A, a new typing language which overcomes\nmany of the expressiveness limitations of prior work. System-A explicitly\nsupports asynchrony and parallelism, as well as multiple forms of\nparameterization. We define System-A and show how it can be used for the static\nverification of a large class of asynchronous communication protocols.\n","Comment: In Proceedings FOCLASA 2012, arXiv:1208.4327"]}]
["1208.4634",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Databases","F.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4634","EPTCS 91, 2012, pp. 31-44","doi:10.4204/EPTCS.91.3"],"date":["2012-08-22"],"type":["text"],"creator":["Ciobanu, Gabriel","Horne, Ross"],"language":[],"coverage":[],"title":["A Provenance Tracking Model for Data Updates"],"description":["  For data-centric systems, provenance tracking is particularly important when\nthe system is open and decentralised, such as the Web of Linked Data. In this\npaper, a concise but expressive calculus which models data updates is\npresented. The calculus is used to provide an operational semantics for a\nsystem where data and updates interact concurrently. The operational semantics\nof the calculus also tracks the provenance of data with respect to updates.\nThis provides a new formal semantics extending provenance diagrams which takes\ninto account the execution of processes in a concurrent setting. Moreover, a\nsound and complete model for the calculus based on ideals of series-parallel\nDAGs is provided. The notion of provenance introduced can be used as a\nsubjective indicator of the quality of data in concurrent interacting systems.\n","Comment: In Proceedings FOCLASA 2012, arXiv:1208.4327"]}]
["1208.4640",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4640"],"date":["2012-08-22"],"type":["text"],"creator":["Kharlampovich, Olga","Miasnikov, Alexei","Serbin, Denis"],"language":[],"coverage":[],"title":["Regular completions of Z^n-free groups"],"description":["  In the present paper we continue studying regular free group actions on\nZ^n-trees. We show that every finitely generated Z^n-free group G can be\nembedded into a finitely generated Z^n-free group H acting regularly on the\nunderlying Z^n-tree (we call H a regular Z^n-completion of G) so that the\naction of G is preserved. Moreover, if G is effectively represented as a group\nof Z^n-words then the construction of H is effective and H is effectively\nrepresented as a group of Z^n-words.\n"]}]
["1208.4645",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4645"],"date":["2012-08-22"],"type":["text"],"creator":["Binetruy, Pierre"],"language":[],"coverage":[],"title":["Vacuum energy, holography and a quantum portrait of the visible Universe"],"description":["  Describing the presently observable Universe as a self-sustained condensate\nof gravitons of size $H_0^{-1}$, with large occupation number $N$, we argue\nthat the most probable value for the quantum vacuum energy is of the order of\nthe critical energy density, as observed.\n","Comment: 9 pages"]}]
["1208.4649",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4649"],"date":["2012-08-22"],"type":["text"],"creator":["Fabris, J. C."],"language":[],"coverage":[],"title":["Conservation Laws in Gravitation and Cosmology"],"description":["  The existence of conservation laws is one of the most important requirement\nof physical theories. Some of them, like energy conservation, knows no\nexperimental exception. However, the generalization of these conservation laws\nto curved space presents many challenges. The implementation of conservation\nlaws in the General Relativity theory is revised, and the possibility of the\ngeneralization of the usual expression is discussed. The Rastall's theory of\ngravity, which considers a modification of the usual conservation of the\nenergy-momentum tensor, is discussed in more detail. Some applications of the\nRastall's theory to cosmology are presented, showing that it can lead to\ncompetetive results with respect to the Standard Cosmological Model.\n","Comment: Latex file, 19 pages, 1 figure in eps format. Published in the\n  proceedings of Mario Novello's 70th Anniversary Symposium, edited by Nelson\n  Pinto Neto and Santiago E. Perez Bergliaffa, Livraria da Fisica, 2012"]}]
["1208.4651",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4651"],"date":["2012-08-22"],"type":["text"],"creator":["Orhan, Oner","Gündüz, Deniz","Erkip, Elza"],"language":[],"coverage":[],"title":["Throughput Maximization for an Energy Harvesting Communication System\n  with Processing Cost"],"description":["  In wireless networks, energy consumed for communication includes both the\ntransmission and the processing energy. In this paper, point-to-point\ncommunication over a fading channel with an energy harvesting transmitter is\nstudied considering jointly the energy costs of transmission and processing.\nUnder the assumption of known energy arrival and fading profiles, optimal\ntransmission policy for throughput maximization is investigated. Assuming that\nthe transmitter has sufficient amount of data in its buffer at the beginning of\nthe transmission period, the average throughput by a given deadline is\nmaximized. Furthermore, a \"directional glue pouring algorithm\" that computes\nthe optimal transmission policy is described.\n","Comment: 5 pages, 6 figures, To appear in ITW 2012"]}]
["1208.4653",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4653"],"date":["2012-08-22"],"type":["text"],"creator":["Holmgren, William F.","Trubko, Raisa","Hromada, Ivan","Cronin, Alexander D."],"language":[],"coverage":[],"title":["Measurement of a magic-zero wavelength"],"description":["  Light at a magic-zero wavelength causes zero energy shift for an atom. We\nmeasured the longest magic-zero wavelength for ground state potassium atoms to\nbe $\\lambda_\\textrm{zero}=768.971(1)$ nm, and we show how this provides an\nimproved experimental benchmark for atomic structure calculations. This\n$\\lambda_\\textrm{zero}$ measurement determines the ratio of the potassium atom\nD1 and D2 line strengths with record precision. It also demonstrates a new\napplication for atom interferometry, and we discuss how decoherence will\nfundamentally limit future measurements of magic-zero wavelengths.\n"]}]
["1208.4664",{"format":[],"subject":["Mathematics - Representation Theory","22E50, 20C08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4664"],"date":["2012-08-22"],"type":["text"],"creator":["Ciubotaru, Dan","Moy, Allen"],"language":[],"coverage":[],"title":["Dirac cohomology of one K-type representations"],"description":["  The smooth hermitian representations of a split reductive p-adic group whose\nrestriction to a maximal hyperspecial compact subgroup contain a single K-type\nwith Iwahori fixed vectors have been studied in [D. Barbasch, A. Moy,\nClassification of one K-type representations, Trans. Amer. Math. Soc. 351\n(1999), no. 10, 4245-4261] in the more general setting of modules for graded\naffine Hecke algebras with parameters. We show that every such one K-type\nmodule has nonzero Dirac cohomology (in the sense of [D. Barbasch, D.\nCiubotaru, P. Trapa, The Dirac operator for graded affine Hecke algebras,\narXiv:1006.3822]), and use Dirac operator techniques to determine the\nsemisimple part of the Langlands parameter for these modules, thus completing\ntheir classification.\n","Comment: 13 pages"]}]
["1208.4666",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4666","SIGMA 8 (2012), 057, 15 pages","doi:10.3842/SIGMA.2012.057"],"date":["2012-08-23"],"type":["text"],"creator":["An, Hongli","Rogers, Colin"],"language":[],"coverage":[],"title":["A 2+1-Dimensional Non-Isothermal Magnetogasdynamic System.\n  Hamiltonian-Ermakov Integrable Reduction"],"description":["  A 2+1-dimensional anisentropic magnetogasdynamic system with a polytropic gas\nlaw is shown to admit an integrable elliptic vortex reduction when $\\gamma=2$\nto a nonlinear dynamical subsystem with underlying integrable\nHamiltonian-Ermakov structure. Exact solutions of the magnetogasdynamic system\nare thereby obtained which describe a rotating elliptic plasma cylinder. The\nsemi-axes of the elliptical cross-section, remarkably, satisfy a\nErmakov-Ray-Reid system.\n"]}]
["1208.4674",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4674"],"date":["2012-08-23"],"type":["text"],"creator":["Wunderle, Kai E.","Dick, Rainer"],"language":[],"coverage":[],"title":["Coupling of fermionic fields with mass dimensions one to the\n  O'Raifeartaigh model"],"description":["  The objective of this article is to discuss the coupling of fermionic fields\nwith mass dimension one to the O'Raifeartaigh model to study supersymmetry\nbreaking for fermionic fields with mass dimension one.\n  We find that the coupled model has two distinct solutions. The first solution\nrepresents a local minimum of the superpotential which spontaneously breaks\nsupersymmetry in perfect analogy to the O'Raifeartaigh model. The second\nsolution is more intriguing as it corresponds to a global minimum of the\nsuperpotential. In this case the coupling to the fermionic sector restores\nsupersymmetry. However, this is achieved at the cost of breaking Lorentz\ninvariance. Finally, the mass matrices for the multiplets of the coupled model\nare presented. It turns out that it contains two bosonic triplets and one\nfermionic doublet which are mass multiplets. In addition it contains a massless\nfermionic doublet as well as one fermionic triplet which is not a mass\nmultiplet but rather an interaction multiplet that contains component fields of\ndifferent mass dimension.\n  These results show that the presented model for fermionic fields with mass\ndimension one is a viable candidate for supersymmetric dark matter that could\nbe accessible to experiments in the near future.\n","Comment: 11 pages, 2 tables"]}]
["1208.4675",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4675"],"date":["2012-08-23"],"type":["text"],"creator":["Ko, P.","Omura, Yuji","Yu, Chaehyun"],"language":[],"coverage":[],"title":["Top A_{FB} and charge asymmetry in flavor-dependent chiral U(1)' model"],"description":["  We study the flavor-dependent chiral U(1)' model where only the right-handed\nup-type quarks are charged under U(1)$^\\prime$ and additional Higgs doublets\ncharged with U(1)' charges are introduced to give proper Yukawa interactions.\nWe find that in some parameter regions, this model is not accommodated only\nwith the top forward-backward asymmetry at the Tevatron, but also with the\ncharge asymmetry at the LHC. At the same time, the cross section for the\nsame-sign top-quark pair production in this model could be below the upper\nlimit at the LHC.\n","Comment: 4 pages, 2 figures, proceedings for Flavor Physics and CP Violation\n  (FPCP 2012) Conference"]}]
["1208.4679",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4679"],"date":["2012-08-23"],"type":["text"],"creator":["Scheglov, Dmitri"],"language":[],"coverage":[],"title":["Complexity growth of a typical triangular billiard is weakly exponential"],"description":["  We provide a weakly exponential complexity upper bound for typical triangular\nbilliards\n","Comment: 16 pages, 10 figures. arXiv admin note: text overlap with\n  arXiv:1202.1244"]}]
["1208.4689",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4689"],"date":["2012-08-23"],"type":["text"],"creator":["Ercolano, Barbara","Koepferl, Christine"],"language":[],"coverage":[],"title":["The lifetime of protoplanetary discs: Observations and Theory"],"description":["  The time-scale over which and modality by which young stellar objects (YSOs)\ndisperse their circumstellar discs dramatically influences the eventual\nformation and evolution of planetary systems. By means of extensive radiative\ntransfer (RT) modelling, we have developed a new set of diagnostic diagrams in\nthe infrared colour-colour plane (K-[24] vs. K-[8]), to aid with the\nclassiffication of the evolutionary stage of YSOs from photometric\nobservations. Our diagrams allow the differentiation of sources with un-evolved\n(primordial) discs from those evolving according to different clearing\nscenarios (e.g. homologous depletion vs. inside-out dispersal), as well as from\nsources that have already lost their disc. Classification of over 1500 sources\nin 15 nearby star-forming regions reveals that approximately 39% of the sources\nlie in the primordial disc region, whereas between 31% and 32% disperse from\nthe inside-out and up to 22% of the sources have already lost their disc. Less\nthan 2% of the objects in our sample lie in the homogeneous draining regime.\nTime-scales for the transition phase are estimated to be typically a few 10^5\nyears independent of stellar mass. Therefore, regardless of spectral type, we\nconclude that currently available infrared photometric surveys point to fast\n(of order 10% of the global disc lifetime) inside-out clearing as the preferred\nmode of disc dispersal.\n","Comment: Conference Proceedings: The Labyrinth of Start Formation - 18-22 June\n  Crete, Greece"]}]
["1208.4690",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4690"],"date":["2012-08-23"],"type":["text"],"creator":["Rybicki, Damian","Haase, Jürgen","Lux, Marc","Jurkutat, Michael","Greven, Martin","Yu, Guichuan","Li, Yuan","Zhao, Xudong"],"language":[],"coverage":[],"title":["$^{63}$Cu and $^{199}$Hg NMR study of HgBa$_{2}$CuO$_{4+\\delta}$ single\n  crystals"],"description":["  We report on the temperature dependence of $^{63}$Cu and $^{199}$Hg NMR\nmagnetic shifts and linewidths for an optimally doped and an underdoped\nHgBa$_{2}$CuO$_{4+\\delta}$ single crystal, as well as the quadrupole splitting\nand its distribution for $^{63}$Cu. From the $^{63}$Cu and $^{199}$Hg\n\\textit{magnetic shifts} we have recently concluded on the existence of two\nspin components with different temperature dependencies [J. Haase, D. Rybicki,\nC. P. Slichter, M. Greven, G. Yu, Y. Li, and X. Zhao, Phys. Rev. B 85, 104517\n(2012)]. Here we give a comprehensive account of all data and focus on the\nlinewidths and quadrupole splittings. While the $^{63}$Cu quadrupole coupling\nand its distribution are by and large temperature independent, we identify\nthree regions in temperature for which the magnetic widths differ\nsignificantly: at the lowest temperatures the magnetic linewidths are dominated\nby the rigid fluxoid lattice that seems to have disappeared above about 60 K.\nIn the intermediate temperature region, starting above 60 K, the magnetic\nlinewidth is dominated by the spatial distribution of the magnetic shift due to\nthe pseudogap spin component, and grows linearly with the total shift up to\nabout \\textit{$\\sim$}170-230 K, depending on sample and nucleus. Above this\ntemperature the third region begins with an sudden narrowing where the second,\nFermi-liquid-like spin component becomes homogeneous. We show that all\nlinewidths, quadrupolar as well as magnetic, above the fluxoid dominated region\ncan be understood with a simple model that assumes a coherent charge density\nvariation with concomitant variations of the two spin components. In addition,\nwe find a temperature independent spin based broadening in both samples that is\nincoherent with the other broadening for the underdoped crystal, but becomes\ncoherent for the optimally doped crystal.\n"]}]
["1208.4694",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4694","Annual Reviews of Earth and Planetary Sciences, vol. 40, issue 1,\n  pp. 251-275 (2012)","doi:10.1146/annurev-earth-042711-105319"],"date":["2012-08-23"],"type":["text"],"creator":["Morbidelli, Alessandro","Lunine, Jonathan I.","O`brien, David P.","Raymond, Sean N.","Walsh, Kevin J."],"language":[],"coverage":[],"title":["Building Terrestrial Planets"],"description":["  This paper reviews our current understanding of terrestrial planets\nformation. The focus is on computer simulations of the dynamical aspects of the\naccretion process. Throughout the chapter, we combine the results of these\ntheoretical models with geochemical, cosmochemical and chronological\nconstraints, in order to outline a comprehensive scenario of the early\nevolution of our Solar System. Given that the giant planets formed first in the\nprotoplanetary disk, we stress the sensitive dependence of the terrestrial\nplanet accretion process on the orbital architecture of the giant planets and\non their evolution. This suggests a great diversity among the terrestrial\nplanets populations in extrasolar systems. Issues such as the cause for the\ndifferent masses and accretion timescales between Mars and the Earth and the\norigin of water (and other volatiles) on our planet are discussed at depth.\n"]}]
["1208.4701",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4701"],"date":["2012-08-23"],"type":["text"],"creator":["Greil, Florian"],"language":[],"coverage":[],"title":["A new method to identify water masses -- a network-based analysis of\n  oceanographic point measurement time series"],"description":["  This is a statistical analysis of the oceanographic time series measured\nacross Fram Strait at a latitude of 78{\\deg}50'N. Fram Strait is the deepest\npassage between the Arctic Ocean and the North Atlantic. There are up to 16\nmooring lines with instruments at different depths measuring water temperature\nand velocity. These variables vary on different time scales and the challenge\nis to distinguish different spatial flow regimes.\n  For Fram Strait, a temperature criterion is traditionally applied to identify\nwater-masses, i.e. water volumes of similar origin. Interpolation leads to a\nvertical latitudinal 2D cross-section from which a scalar - the hypothetical\narea of waters within a certain temperature interval - can be extracted. The\nscalar is combined with a similar interpolation of the velocities to\napproximate the volume flows through the gateway. This approach is not only\nnumerically expensive but also incorporates many assumptions. The present study\nsuggest a new network-based approach to discriminate between flow regimes\nwithout the need to introduce artificial data through interpolation. The new\napproach not only reproduces the known flow patterns, but also reveals\ntopographical features which are not captured by a standard water-masses\nanalysis.\n","Comment: 6 pages, 4 figures, complete list of data sources"]}]
["1208.4702",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4702"],"date":["2012-08-23"],"type":["text"],"creator":["D'Andrea, Alessandro","De Sanctis, Luca"],"language":[],"coverage":[],"title":["Characterization of system signatures"],"description":["  We suggest a purely combinatorial approach to a general problem in system\nreliability. We show how to determine if a given vector can be the signature of\na system, and in the affirmative case exhibit such a system in terms on its\nstructure function. The method employs results from the theory of simplicial\nsets, and provides a full characterization of signature vectors.\n","Comment: 13 pages"]}]
["1208.4704",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4704","An. St. Univ. Ovidius Constanta 19 (2011), 255-262"],"date":["2012-08-23"],"type":["text"],"creator":["Segers, Dirk"],"language":[],"coverage":[],"title":["The asymptotic behaviour of the number of solutions of polynomial\n  congruences"],"description":["  One mentions in a lot of papers that the poles of Igusa's p-adic zeta\nfunction determine the asymptotic behavior of the number of solutions of\npolynomial congruences. However, no publication clarifies this connection\nprecisely. We try to get rid of this gap.\n","Comment: 6 pages"]}]
["1208.4707",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4707"],"date":["2012-08-23"],"type":["text"],"creator":["Baldsiefen, Tim","Gross, E. K. U."],"language":[],"coverage":[],"title":["Reduced density matrix functional theory at finite temperature. III.\n  Application to the electron gas: Correlation effects"],"description":["  Based on our derivation of finite temperature reduced density matrix\nfunctional theory and the discussion of the performance of its first-order\nfunctional this work presents several different correlation-energy functionals\nand applies them to the homogeneous electron gas. The zero temperature limits\nof the correlation-energy and the momentum distributions are investigated and\nthe magnetic phase diagrams in collinear spin configuration are discussed.\n","Comment: 15 pages, 15 figures, 4 tables; this paper is the 3rd in a series of\n  3 on Reduced density matrix functional theory at finite temperature"]}]
["1208.4713",{"format":[],"subject":["Mathematics - Algebraic Geometry","Primary 14P99, Secondary 58K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4713"],"date":["2012-08-23"],"type":["text"],"creator":["Krzyżanowska, Iwona","Szafraniec, Zbigniew"],"language":[],"coverage":[],"title":["On polynomial mappings from the plane to the plane"],"description":["  Let f be a generic polynomial mapping mapping from the plane to the plane.\nThere are constructed quadratic forms whose signatures determine the number of\npositive and negative cusps of f.\n","Comment: 13 pages"]}]
["1208.4715",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4715","Phys. Rev. A 86, 022510 (2012)","doi:10.1103/PhysRevA.86.022510"],"date":["2012-08-23"],"type":["text"],"creator":["Salumbides, E. J.","Niu, M. L.","Bagdonaite, J.","de Oliveira, N.","Joyeux, D.","Nahon, L.","Ubachs, W."],"language":[],"coverage":[],"title":["The CO A-X System for Constraining Cosmological Drift of the\n  Proton-Electron Mass Ratio"],"description":["  The $\\textrm{A}^1\\Pi-\\textrm{X}^1\\Sigma^+$ band system of carbon monoxide,\nwhich has been detected in six highly redshifted galaxies ($z=1.6-2.7$), is\nidentified as a novel probe method to search for possible variations of the\nproton-electron mass ratio ($\\mu$) on cosmological time scales. Laboratory\nwavelengths of the spectral lines of the A-X ($v$,0) bands for $v=0-9$ have\nbeen determined at an accuracy of $\\Delta\\lambda/\\lambda=1.5 \\times 10^{-7}$\nthrough VUV Fourier-transform absorption spectroscopy, providing a\ncomprehensive and accurate zero-redshift data set. For the (0,0) and (1,0)\nbands, two-photon Doppler-free laser spectroscopy has been applied at the $3\n\\times 10^{-8}$ accuracy level, verifying the absorption data. Sensitivity\ncoefficients $K_{\\mu}$ for a varying $\\mu$ have been calculated for the CO A-X\nbands, so that an operational method results to search for $\\mu$-variation.\n","Comment: 7 pages (main article), 3 figures, includes supplementary material"]}]
["1208.4725",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4725"],"date":["2012-08-23"],"type":["text"],"creator":["Mahajan, Namit"],"language":[],"coverage":[],"title":["Anomalous gauge boson couplings, 125 GeV Higgs and singlet scalar dark\n  matter"],"description":["  The recently observed Higgs like resonance at 125 GeV shows an enhanced rate\nin the diphoton channel, while being roughly consistent with the standard model\nexpectation for the $WW^*$ and $ZZ^*$ channels. Such an enhancement is possible\ndue to anomalous gauge boson couplings. We explore this feature within a\nminimal extension of the standard model, where a singlet scalar is introduced\nwhich also plays the role of the dark matter candidate. It is argued that such\na minimal scenario, without new charged particles, can in principle lead to the\ndesired enhancement of the diphoton rate via the induced anomalous gauge\ncouplings, and at the same time improve the stability of the electroweak\nvacuum.\n","Comment: 9 pages"]}]
["1208.4734",{"format":[],"subject":["Mathematics - Combinatorics","05C69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4734"],"date":["2012-08-23"],"type":["text"],"creator":["Caro, Yair","Hansberg, Adriana"],"language":[],"coverage":[],"title":["New approach to the $k$-independence number of a graph"],"description":["  Let $G = (V,E)$ be a graph and $k \\ge 0$ an integer. A $k$-independent set $S\n\\subseteq V$ is a set of vertices such that the maximum degree in the graph\ninduced by $S$ is at most $k$. With $\\alpha_k(G)$ we denote the maximum\ncardinality of a $k$-independent set of $G$. We prove that, for a graph $G$ on\n$n$ vertices and average degree $d$, $\\alpha_k(G) \\ge \\frac{k+1}{\\lceil d\n\\rceil + k + 1} n$, improving the hitherto best general lower bound due to Caro\nand Tuza [Improved lower bounds on k-independence, J. Graph Theory 15 (1991),\n99-107].\n","Comment: 16 pages"]}]
["1208.4736",{"format":[],"subject":["Mathematics - Differential Geometry","53C25, 53C29, 53C30, 58E11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4736","Advanced Lectures in Mathematics, Vol. 22, Higher Education\n  Press/International Press., Beijing-Boston, (2012), 253-309"],"date":["2012-08-23"],"type":["text"],"creator":["Wang, McKenzie Y."],"language":[],"coverage":[],"title":["Einstein Metrics from Symmetry and Bundle Constructions: A Sequel"],"description":["  This is a sequel to the survey given by the author in Surveys in Differential\nGeometry Vol. 6 in 1999. The present survey covers selected developments since\n1999 to 2011 dealing with the construction of Einstein metrics on bundles and\nEinstein metrics with symmetries.\n"]}]
["1208.4739",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4739"],"date":["2012-08-23"],"type":["text"],"creator":["Davoust, Emmanuel"],"language":[],"coverage":[],"title":["Biography of eight astronomers and physicists"],"description":["  We provide a brief biography of seven French astronomers and physicists and\nof a Russian astronomer from the 19th and 20th centuries. Roger Bouigue (1920-)\nwas the director of Toulouse Observatory in the 1960s. Claude-Louis Mathieu\n(1783-1875), a member of Bureau des Longitudes, worked in geodetics and\ncelestial mechanics. Claude Pouillet (1790-1868), a physics professor, was the\nfirst to measure the solar constant. Yves Rocard (1903-1992) conducted research\nin many fields of physics, and founded the radioastronomy Observatory of\nNancay. Jean Rosch (1915-1999) was the director of Pic du Midi Observatory for\nover thirty years, and in this capacity lead it to the forefront of research in\nhigh-resolution solar and planetary astronomy. Cyrille Souillart (1828-1898)\nhad a lifelong interest in the theory of Jupiter's satellites. Jules Violle\n(1841- 1923) was a physics professor who determined the temperature of the\nsolar photosphere. The Russian astronomer Kirill Ogorodnikov (1900-1985) wrote\na well-known manual on stellar dynamics.\n","Comment: To be published in slightly modified form in The Biographical\n  Encyclopedia of Astronomers, 2d edition"]}]
["1208.4742",{"format":[],"subject":["Mathematics - Optimization and Control","34H05, 49J52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4742"],"date":["2012-08-23"],"type":["text"],"creator":["Barnard, Richard","Wolenski, Peter"],"language":[],"coverage":[],"title":["Flow Invariance on Stratified Domains"],"description":["  This paper studies conditions for invariance of dynamical systems on\nstratified do- mains as originally introduced by Bressan and Hong. We establish\nHamiltonian conditions for both weak and strong invariance of trajectories on\nsystems with non-Lipschitz data. This is done via the identification of a new\nmultifunction, the essential velocity multifunction. Properties of this\nmultifunction are investigated and used to establish the relevant invariance\ncriteria.\n"]}]
["1208.4745",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4745","doi:10.1021/nl301566d"],"date":["2012-08-23"],"type":["text"],"creator":["Burke, A. M.","Klochan, O.","Farrer, I.","Ritchie, D. A.","Hamilton, A. R.","Micolich, A. P."],"language":[],"coverage":[],"title":["Extreme sensitivity of the spin-splitting and 0.7 anomaly to confining\n  potential in one-dimensional nanoelectronic devices"],"description":["  Quantum point contacts (QPCs) have shown promise as nanoscale spin-selective\ncomponents for spintronic applications and are of fundamental interest in the\nstudy of electron many-body effects such as the 0.7 x 2e^2/h anomaly. We report\non the dependence of the 1D Lande g-factor g* and 0.7 anomaly on electron\ndensity and confinement in QPCs with two different top-gate architectures. We\nobtain g* values up to 2.8 for the lowest 1D subband, significantly exceeding\nprevious in-plane g-factor values in AlGaAs/GaAs QPCs, and approaching that in\nInGaAs/InP QPCs. We show that g* is highly sensitive to confinement potential,\nparticularly for the lowest 1D subband. This suggests careful management of the\nQPC's confinement potential may enable the high g* desirable for spintronic\napplications without resorting to narrow-gap materials such as InAs or InSb.\nThe 0.7 anomaly and zero-bias peak are also highly sensitive to confining\npotential, explaining the conflicting density dependencies of the 0.7 anomaly\nin the literature.\n","Comment: 23 pages, 7 figures"]}]
["1208.4747",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4747","Phys. Rev. D 86, 025008 (2012)","doi:10.1103/PhysRevD.86.025008"],"date":["2012-08-23"],"type":["text"],"creator":["Gomes, A. R.","Menezes, R.","Oliveira, J. C. R. E."],"language":[],"coverage":[],"title":["Highly interactive kink solutions"],"description":["  In this work we present a new class of real scalar field models admitting\nstrongly interactive kink solutions. Instead of the usual exponential\nasymptotic behavior these topological solutions exhibit a power-law one. We\ninvestigate the interaction force between a pair of kink/anti-kink solutions\nboth analytically and numerically, by integrating the time dependent field\nequations of the model. Furthermore, working within the first-order framework,\nwe analyze the linear stability of these solutions. The stability analysis\nleads to Sch\\\"odinger-like equations with potentials which, despite admitting\nno bound states, lead to strong resonance peaks. We argue that these properties\nare important for some possible physical applications.\n","Comment: 9 pages, 8 figures"]}]
["1208.4751",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4751"],"date":["2012-08-23"],"type":["text"],"creator":["Hsieh, Ming-Lun"],"language":[],"coverage":[],"title":["Non-vanishing of Hecke L-values modulo p"],"description":["  In this article, we follow Hida's approach to establish an analogue of\nWashington's theorem on the non-vanishing modulo p of Hecke L-values for CM\nfields with anticyclotomic twists.\n","Comment: To appear in American Journal of Mathematics. arXiv admin note: text\n  overlap with arXiv:1112.1574"]}]
["1208.4756",{"format":[],"subject":["Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4756"],"date":["2012-08-23"],"type":["text"],"creator":["Frauenfelder, Urs","van Koert, Otto"],"language":[],"coverage":[],"title":["The Hormander index of symmetric periodic orbits"],"description":["  A symmetric periodic orbit is a special kind of periodic orbit that can also\nbe regarded as a Lagrangian intersection point. Therefore it has two Maslov\nindices whose difference is the Hormander index. In this paper we provide a\nformula for the Hormander index of a symmetric periodic orbit and its iterates\nin terms of Chebyshev polynomials.\n","Comment: 8 pages"]}]
["1208.4765",{"format":[],"subject":["Mathematics - Numerical Analysis","65L20, 65L07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4765"],"date":["2012-07-25"],"type":["text"],"creator":["de la Cruz, H.","Biscay, R. J.","Jimenez, J. C.","Carbonell, F."],"language":[],"coverage":[],"title":["Local Linearization-Runge Kutta Methods: a class of A-stable explicit\n  integrators for dynamical systems"],"description":["  A new approach for the construction of high order A-stable explicit\nintegrators for ordinary differential equations (ODEs) is theoretically\nstudied. Basically, the integrators are obtained by splitting, at each time\nstep, the solution of the original equation in two parts: the solution of a\nlinear ordinary differential equation plus the solution of an auxiliary ODE.\nThe first one is solved by a Local Linearization scheme in such a way that\nA-stability is ensured, while the second one can be approximated by any extant\nscheme, preferably a high order explicit Runge-Kutta scheme. Results on the\nconvergence and dynamical properties of this new class of schemes are given, as\nwell as some hints for their efficient numerical implementation. An specific\nscheme of this new class is derived in detail, and its performance is compared\nwith some Matlab codes in the integration of a variety of ODEs representing\ndifferent types of dynamics.\n","Comment: 2 figures"]}]
["1208.4769",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4769","Journal of Number Theory, 128(6):1847-1863, 2008","doi:10.1016/j.jnt.2007.10.008"],"date":["2012-08-23"],"type":["text"],"creator":["Brown, Brittany","Calkin, Neil J.","Flowers, Timothy B.","James, Kevin","Smith, Ethan","Stout, Amy"],"language":[],"coverage":[],"title":["Elliptic curves, modular forms, and sums of Hurwitz class numbers"],"description":["  Let H(N) denote the Hurwitz class number. It is known that if $p$ is a prime,\nthen {equation*} \\sum_{|r|<2\\sqrt p}H(4p-r^2) = 2p. {equation*} In this paper,\nwe investigate the behavior of this sum with the additional condition $r\\equiv\nc\\pmod m$. Three different methods will be explored for determining the values\nof such sums. First, we will count isomorphism classes of elliptic curves over\nfinite fields. Second, we will express the sums as coefficients of modular\nforms. Third, we will manipulate the Eichler-Selberg trace for ula for Hecke\noperators to obtain Hurwitz class number relations. The cases $m=2,3$ and 4 are\ntreated in full. Partial results, as well as several conjectures, are given for\n$m=5$ and 7.\n","Comment: Preprint of an old paper"]}]
["1208.4771",{"format":[],"subject":["Mathematics - Dynamical Systems","37E05, 37C15, 37C85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4771"],"date":["2012-08-23"],"type":["text"],"creator":["Farinelli, Eglantine"],"language":[],"coverage":[],"title":["Conjugacy classes of diffeomorphisms of the interval in C1-regularity"],"description":["  In this paper we consider the conjugacy classes of diffeomorphisms of the\ninterval, endowed with the $C^1$-topology. We present several results in the\nspirit of the one below :\n  Given two diffeomorphisms $f,g$ of the interval $[0;1]$ without hyperbolic\nfixed point, we give a complete answer to the two following questions:\n  - under what conditions does there exist a sequence of smooth conjugates $h_n\nf h_n^{-1}$ of $f$ tending to $g$ in the $C^1$-topology ?\n  - under what conditions does there exist a continuous path of\n$C^1$-diffeomorphisms $h_t$ such that $h_t f h_t^{-1}$ tends to $g$ in the\n$C^1$ topology ?\n  We present also some consequences of these results as regards the study of\nthe $C^1$-centralizers of $C^1$-contractions of $[0;+\\infty[$ ; for instance we\nexhibit a $C^1$-contraction whose centralizer is uncountable and abelian, but\nis not a flow.\n","Comment: 43 pages, 1 figure"]}]
["1208.4775",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4775"],"date":["2012-08-23"],"type":["text"],"creator":["Hoffmann, Holger","Spahn, Frank","Seiß, Martin"],"language":[],"coverage":[],"title":["Vertical structures induced by embedded moonlets in Saturn's rings: the\n  gap region"],"description":["  We study the vertical extent of propeller structures in Saturn's rings. Our\nfocus lies on the gap region of the propeller and on non-inclined propeller\nmoonlets. In order to describe the vertical structure of propellers we extend\nthe model of Spahn and Sremcevic (2000) to include the vertical direction. We\nfind that the gravitational interaction of ring particles with the non-inclined\nmoonlet does not induce considerable vertical excursions of ring particles, but\ncauses a considerable thermal motion in the ring plane. We expect ring particle\ncollisions to partly convert the lateral induced thermal motion into vertical\nexcursions of ring particles. For the gap region of the propeller, we calculate\ngap averaged propeller heights on the order of 0.7 Hill radii, which is of the\norder of the moonlet radius. In our model the propeller height decreases\nexponentially until viscous heating and collisional cooling balance. We\nestimate Hill radii of 370m and 615m for the propellers Earhart and Bleriot.\nOur model predicts about 120km for the azimuthal extent of the Earhart\npropeller at Saturn's 2009 equinox, being consistent with values determined\nfrom Cassini images.\n"]}]
["1208.4777",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4777"],"date":["2012-08-23"],"type":["text"],"creator":["Pillai, Sibi Raj B.","Dey, Bikash K.","Deshpande, Yash","Iyer, Krishnamoorthy"],"language":[],"coverage":[],"title":["Power Controlled Adaptive Sum-Capacity of Fading MACs with Distributed\n  CSI"],"description":["  We consider the problem of finding optimal, fair and distributed power-rate\nstrategies to achieve the sum capacity of the Gaussian multiple-access\nblock-fading channel. In here, the transmitters have access to only their own\nfading coefficients, while the receiver has global access to all the fading\ncoefficients. Outage is not permitted in any communication block. The resulting\naverage sum-throughput is also known as `power-controlled adaptive\nsum-capacity', which appears as an open problem in literature.\n  This paper presents the power-controlled adaptive sum-capacity of a\nwide-class of popular MAC models. In particular, we propose a power-rate\nstrategy in the presence of distributed channel state information (CSI), which\nis throughput optimal when all the users have identical channel statistics. The\nproposed scheme also has an efficient implementation using successive\ncancellation and rate-splitting. We propose an upperbound when the channel laws\nare not identical. Furthermore, the optimal schemes are extended to situations\nin which each transmitter has additional finite-rate partial CSI on the link\nquality of others.\n","Comment: 15 pages, 5 figures, combined and extended version of ITW 2011 and\n  ISITA 2012 papers"]}]
["1208.4780",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4780","S. Lee, K. Lee, C.-H. Liu, G. S. Kulkarni, Z. Zhong, Flexible and\n  transparent all-graphene circuits for quaternary digital modulations. Nat\n  Commun 3, 1018 (2012)","doi:10.1038/ncomms2021"],"date":["2012-08-23"],"type":["text"],"creator":["Lee, Seunghyun","Lee, Kyunghoon","Liu, Chang-Hua","Kulkarni, Girish S.","Zhong, Zhaohui"],"language":[],"coverage":[],"title":["Flexible and Transparent All-Graphene Circuits for Quaternary Digital\n  Modulations"],"description":["  In modern communication system, modulation is a key function that embeds the\nbaseband signal (information) into a carrier wave so that it can be\nsuccessfully broadcasted through a medium such as air or cables. A flexible\nsignal modulation scheme is hence essential to wide range of applications based\non flexible electronics. Here we report a fully bendable all-graphene modulator\ncircuit with the capability to encode a carrier signal with quaternary digital\ninformation for the first time. By exploiting the ambipolarity and the\nnonlinearity in a graphene transistor, we demonstrated two types of quaternary\nmodulation schemes: 4-ary amplitude-shift keying (4-ASK) and quadrature\nphase-shift keying (QPSK). Remarkably, 4-ASK and QPSK can be realized with just\n1 and 2 all-graphene transistors, respectively, representing a drastic\nreduction in circuit complexity when compared with conventional digital\nmodulators. In addition, the circuit is not only flexible but also highly\ntransparent (~95% transmittance) owing to their all-graphene design with every\ncomponent (channel, interconnects, load resistor, and source/drain/gate\nelectrodes) fabricated from graphene films. Taken together, these results\nrepresent a significant step toward achieving a high speed communication system\nthat can be monolithically integrated on a flexible and transparent platform.\n","Comment: 29 pages, 8 figures, 1 table"]}]
["1208.4788",{"format":[],"subject":["Mathematics - Functional Analysis","42B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4788"],"date":["2012-08-23"],"type":["text"],"creator":["Fu, Zunwei","Lu, Shanzhen","Shi, Shaoguang"],"language":[],"coverage":[],"title":["Boundedness of sublinear operators on weighted Morrey spaces and\n  applications"],"description":["  We study the boundedness of some sublinear operators on weighted Morrey\nspaces under certain size conditions. These conditions are satisfied by most of\nthe operators in harmonic analysis, such as the Hardy-Littlewood maximal\noperator, Calder\\'{o}n-Zygmund singular integral operator, Bochner-Riesz means\nat the critical index, oscillatory singular operators, singular integral\noperators with oscillating kernels and so on. As applications, the regularity\nin weighted Morrey spaces of strong solutions to nondivergence elliptic\nequations with VMO coefficients are established.\n","Comment: 17 pages"]}]
["1208.4791",{"format":[],"subject":["Physics - Physics Education","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4791","Astronomy Education Review, 2012 11 (1)","doi:10.3847/AER2012030"],"date":["2012-08-23"],"type":["text"],"creator":["Sanders, Nathan E.","Kohler, Susanna","Newton, Elisabeth","collaboration, the Astrobites"],"language":[],"coverage":[],"title":["Preparing Undergraduates for Research Careers: Using Astrobites in the\n  Classroom"],"description":["  Because undergraduate participation in research is a longstanding and\nincreasingly important aspect of the career path for future scientists,\nstudents can benefit from additional resources to introduce them to the culture\nand process of research. We suggest the adoption of the web resource Astrobites\nas a classroom tool to increase the preparation of undergraduate physics and\nastronomy students for careers in research. We describe the content and\ndevelopment of the website, discuss previous university courses that have made\nuse of Astrobites, and suggest additional strategies for using Astrobites in\nthe classroom.\n","Comment: Published in the Astronomy Education Review"]}]
["1208.4795",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4795"],"date":["2012-08-23"],"type":["text"],"creator":["Bespalov, A. A.","Mel'nikov, A. S."],"language":[],"coverage":[],"title":["Pinning of an Abrikosov vortex on a small cylindrical cavity: A\n  Ginzburg-Landau approach"],"description":["  Within the Ginzburg-Landau theory we consider Abrikosov vortex pinning on a\ncolumnar defect with the characteristic size of the cross-section much smaller\nthan the coherence length. We present an extension of the electrostatic\nanalogies method, which proved to be useful for calculations of the pinning\nforce for large cavities, to the case of small defects. The pinning potential\nfor an elliptic cavity is derived analytically. Also, we determine the\ndepinning current for a circular defect.\n","Comment: 8 pages, 2 figures Submitted to Phys. Rev. B"]}]
["1208.4803",{"format":[],"subject":["Mathematics - Logic","Computer Science - Logic in Computer Science","03C07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4803"],"date":["2012-08-23"],"type":["text"],"creator":["Hella, Lauri","Väänänen, Jouko"],"language":[],"coverage":[],"title":["The size of a formula as a measure of complexity"],"description":["  We introduce a refinement of the usual Ehrenfeucht-Fra\\\"{\\i}ss\\'e game. The\nnew game will help us make finer distinctions than the traditional one. In\nparticular, it can be used to measure the size formulas needed for expressing a\ngiven property. We will give two versions of the game: the first version\ncharacterizes the size of formulas in propositional logic, and the second\nversion works for first-order predicate logic.\n","Comment: 25 pages"]}]
["1208.4804",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4804"],"date":["2012-08-23"],"type":["text"],"creator":["Pati, Arun Kumar"],"language":[],"coverage":[],"title":["Physical Cost of Erasing Quantum Correlation"],"description":["  Erasure of information stored in a quantum state requires energy cost and is\ninherently an irreversible operation. If quantumness of a system is physical,\ndoes erasure of quantum correlation as measured by discord also need some\nenergy cost? Here, we show that change in quantum correlation is never larger\nthan the total entropy change of the system and the environment. The entropy\ncost of erasing correlation has to be at least equal to the amount of quantum\ncorrelation erased. Hence, quantum correlation can be regarded as genuinely\nphysical. We show that the new bound leads to the Landauer erasure. The\nphysical cost of erasing quantum correlation is well respected in the case of\nbleaching of quantum information, thermalization, and can have potential\napplication for any channel leading to erasure of quantum correlation.\n","Comment: Latex, no figs, 5 pages"]}]
["1208.4807",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4807"],"date":["2012-08-23"],"type":["text"],"creator":["Birse, Michael C."],"language":[],"coverage":[],"title":["Potential problems with interpolating fields"],"description":["  A potential can have features that do not reflect the dynamics of the system\nit describes but rather arise from the choice of interpolating fields used to\ndefine it. This is illustrated using a toy model of scattering with two coupled\nchannels. A Bethe-Salpeter amplitude is constructed which is a mixture of the\nwaves in the two channels. The potential derived from this has a strong\nrepulsive core, which arises from the admixture of the closed channel in the\nwave function and not from the dynamics of the model.\n","Comment: 7 pages, 2 figures"]}]
["1208.4812",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics","33E05, 34A05, 34A34, 83C15, 83FO5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4812"],"date":["2012-08-23"],"type":["text"],"creator":["D'Ambroise, Jennie","Williams, Floyd L."],"language":[],"coverage":[],"title":["Parametric Solution Of Certain Nonlinear Differential Equations In\n  Cosmology II"],"description":["  This paper continues earlier work where an explicit parametrized solution of\na particular nonlinear ordinary differential equation was obtained in terms of\nthe Weierstrass elliptic phi-function, sigma function and zeta function -- work\nwhich therefore generalized that of G. Lemaitre. Further study of this solution\nand applications to cosmology are presented.\n"]}]
["1208.4814",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4814","Lect.Notes Phys.851(2012)165-232","doi:10.1007/978-3-642-25947-0_5"],"date":["2012-08-23"],"type":["text"],"creator":["Dabholkar, Atish","Nampuri, Suresh"],"language":[],"coverage":[],"title":["Lectures on Quantum Black Holes"],"description":["  In these notes we describe recent progress in understanding finite size\ncorrections to the black hole entropy. Much of the earlier work concerning\nquantum black holes has been in the limit of large charges when the area of the\neven horizon is also large. In recent years there has been substantial progress\nin understanding the entropy of supersymmetric black holes within string theory\ngoing well beyond the large charge limit. It has now become possible to begin\nexploring finite size effects in perturbation theory in inverse size and even\nnonperturbatively, with highly nontrivial agreements between thermodynamics and\nstatistical mechanics. Unlike the leading Bekenstein-Hawking entropy which\nfollows from the two-derivative Einstein-Hilbert action, these finite size\ncorrections depend sensitively on the phase under consideration and contain a\nwealth of information about the details of compactification as well as the\nspectrum of nonperturbative states in the theory. Finite-size corrections are\ntherefore very interesting as a valuable window into the microscopic degrees of\nfreedom of the quantum theory.\n","Comment: 79 pages, based on lectures given at the summer school 'Strings and\n  Fundamental. Physics 2010' in Munich"]}]
["1208.4816",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Classical Analysis and ODEs","33E10, 34L15, 35S30, 42C10, 45C05, 54P05, 65D05, 65D15, 65D30, 65D32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4816"],"date":["2012-08-23"],"type":["text"],"creator":["Osipov, Andrei","Rokhlin, Vladimir"],"language":[],"coverage":[],"title":["Detailed analysis of prolate quadratures and interpolation formulas"],"description":["  As demonstrated by Slepian et. al. in a sequence of classical papers, prolate\nspheroidal wave functions (PSWFs) provide a natural and efficient tool for\ncomputing with bandlimited functions defined on an interval. As a result, PSWFs\nare becoming increasing popular in various areas in which such function occur -\nthis includes physics (e.g. wave phenomena, fluid dynamics), engineering (e.g.\nsignal processing, filter design), etc.\n  To use PSWFs as a computational tool, one needs fast and accurate numerical\nalgorithms for the evaluation of PSWFs and related quantities, as well as for\nthe construction of quadratures, interpolation formulas, etc. Even though, for\nthe last half a century, substantial progress has been made in design of such\nalgorithms, the complexity of many of the existing algorithms, however, is at\nleast quadratic in the band limit $c$. For example, the evaluation of the $n$th\neigenvalue of the prolate integral operator requires at least $O(c^2)$\noperations. Therefore, while the existing algorithms are quite satisfactory for\nmoderate values of $c$ (e.g. $c \\leq 10^3$), they tend to be relatively slow\nwhen $c$ is large (e.g. $c \\geq 10^4$).\n  In this paper, we describe several numerical algorithms for the evaluation of\nPSWFs and related quantities, and design a class of PSWF-based quadratures for\nthe integration of bandlimited functions. Also, we perform detailed analysis of\nthe related properties of PSWFs. While the analysis is somewhat involved, the\nresulting numerical algorithms are quite simple and efficient in practice. For\nexample, the evaluation of the $n$th eigenvalue of the prolate integral\noperator requires $O(n+c)$ operations; also, the construction of related\naccurate quadrature rules requires $O(c)$ operations.\n  Our results are illustrated via several numerical experiments.\n","Comment: 123 pages, 12 figures"]}]
["1208.4822",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4822"],"date":["2012-08-23"],"type":["text"],"creator":["Chimczak, E.","Dunaj, T.","Bertandt, M.","Wieczorek, A.","Neunert, G.","Chimczak, G.","Cież, M.","Łukasik, M."],"language":[],"coverage":[],"title":["Spectral and kinetic properties of electroluminescence of ZnS:Cu powder\n  in polymer structure"],"description":["  Spectral and kinetic measurements of the light output have been made for AC\nelectroluminescent structure. ZnS:Cu is luminescence active layer in the\nstructure. In kinetic measurements, excitation was by rectangular wave voltage\npulse of 1 ms duration. During the excitation the structure emits blue-green\nlight. The maximum of the spectrum lies at about 455 nm.\n"]}]
["1208.4826",{"format":[],"subject":["Physics - Classical Physics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4826"],"date":["2012-08-23"],"type":["text"],"creator":["Milton, Kimball A.","Meille, Giulio"],"language":[],"coverage":[],"title":["Electromagnetic Angular Momentum and Relativity"],"description":["  Recently there have been suggestions that the Lorentz force law is\ninconsistent with special relativity. This is difficult to understand, since\nEinstein invented relativity in order to reconcile electrodynamics with\nmechanics. Here we investigate the momentum of an electric charge and a\nmagnetic dipole in the frame in which both are at rest, and in an\ninfinitesimally boosted frame in which both have a common velocity. We show\nthat for a dipole composed of a magnetic monopole-antimonopole pair the torque\nis zero in both frames, while if the dipole is a point dipole, the torque is\nnot zero, but is balanced by the rate of change of the angular momentum of the\nelectromagnetic field, so there is no mechanical torque on the dipole.\n","Comment: 4 pages, no figures"]}]
["1208.4827",{"format":[],"subject":["Mathematics - Functional Analysis","47Axx, 35R01, 93C05, 03G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4827"],"date":["2012-08-23"],"type":["text"],"creator":["Belishev, M. I."],"language":[],"coverage":[],"title":["Dynamical System with Boundary Control Associated with Symmetric\n  Semi-Bounded Operator"],"description":["  Let $L_0$ be a closed densely defined symmetric semi-bounded operator with\nnonzero defect indexes in a separable Hilbert space $\\cal H$. It determines a\n{\\it Green system} $\\{{\\cal H}, {\\cal B}; L_0, \\Gamma_1, \\Gamma_2\\}$, where\n${\\cal B}$ is a Hilbert space, and $\\Gamma_i: {\\cal H} \\to \\cal B$ are the\noperators related through the Green formula $$(L_0^*u, v)_{\\cal\nH}-(u,L_0^*v)_{\\cal H}=(\\Gamma_1 u, \\Gamma_2 v)_{\\cal B} - (\\Gamma_2 u,\n\\Gamma_1 v)_{\\cal B}.$$ The {\\it boundary operators} $\\Gamma_i$ are chosen\ncanonically in the framework of the Vishik theory.\n  With the Green system one associates a {\\it dynamical system with boundary\ncontrol} (DSBC) {align*} & u_{tt}+L_0^*u = 0 && {\\rm in}\\,\\,\\,{\\cal H},\n\\,\\,\\,t>0 & u|_{t=0}=u_t|_{t=0}=0 && {\\rm in}\\,\\,\\,{\\cal H} & \\Gamma_1 u = f &&\n{\\rm in}\\,\\,\\,{\\cal B},\\,\\,\\,t \\geqslant 0. {align*} We show that this system\nis {\\it controllable} if and only if the operator $L_0$ is completely\nnon-self-adjoint.\n  A version of the notion of a {\\it wave spectrum} of $L_0$ is introduced. It\nis a topological space determined by $L_0$ and constructed from reachable sets\nof the DSBC.\n"]}]
["1208.4832",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4832","Physical Review C86 027601 (2012)","doi:10.1103/PhysRevC.86.027601"],"date":["2012-08-23"],"type":["text"],"creator":["Gould, C. R.","Sharapov, E. I."],"language":[],"coverage":[],"title":["La138/139 Isotopic Data and Neutron Fluences for Oklo RZ10 Reactor"],"description":["  Recent years have seen a renewed interest in the Oklo phenomenon,\nparticularly in relation to the study of time variation of the fine structure\nconstant. The neutron fluence is one of the crucial parameters for Oklo\nreactors. Several approaches to its determination were elaborated in the past.\nWe consider whether it possible to use the present isotopic La138/139 data for\nRZ10 as an additional indicator of neutron fluences in the active cores of the\nreactors. We calculate the dependence of the Oklo La138 abundance on neutron\nfluence and elemental lanthanum concentration. The neutron fluence in RZ10 can\nbe deduced from lanthanum isotopic data, but requires reliable data on the\nprimordial elemental abundance. Conversely, if the fluence is known, the\nisotope ratio provides information on the primordial lanthanum abundance that\nis not otherwise easily determined.\n","Comment: 4 pages, 2 figures"]}]
["1208.4833",{"format":[],"subject":["Mathematics - Rings and Algebras","16U30, 16S30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4833"],"date":["2012-08-23"],"type":["text"],"creator":["Launois, Stéphane","Lopes, Samuel A."],"language":[],"coverage":[],"title":["Classification of factorial generalized down-up algebras"],"description":["  We determine when a generalized down-up algebra is a Noetherian unique\nfactorisation domain or a Noetherian unique factorisation ring.\n"]}]
["1208.4841",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4841"],"date":["2012-08-23"],"type":["text"],"creator":["Dorso, C. O.","Molinelli, P. A. Giménez","López, J. A.","Ramírez-Homs, E."],"language":[],"coverage":[],"title":["Coulomb forces in neutron star crusts"],"description":["  We study the role the proton-electron gas interaction has on the formation of\nnuclear structures in neutron star crusts. Using a classical molecular dynamics\nmodel we study isospin symmetric and asymmetric matter at subsaturation\ndensities and low temperatures varying the Coulomb interaction strength. The\neffect of such variation is quantified on the fragment size multiplicity, the\ninter-particle distance, the isospin content of the clusters, the nucleon\nmobility and cluster persistence, and on the nuclear structure shapes. We find\nthat the proton-electron Coulomb interaction distributes matter more evenly,\ndisrupts the formation of larger objects, reduces the isospin content, modifies\nthe nucleon average displacement, but does not affect the inter-nucleon\ndistance in clusters . The nuclear structures are also found to change shapes\nby different degrees depending on their isospin content, temperature and\ndensity.\n"]}]
