["0707.1033",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1033","Phys. Rev. A 76, 032319 (2007)","doi:10.1103/PhysRevA.76.032319"],"date":["2007-07-06"],"type":["text"],"creator":["Fanchini, F. F.","Hornos, J. E. M.","Napolitano, R. d. J."],"language":[],"coverage":[],"title":["Continuously decoupling a Hadamard quantum gate from independent classes\n  of errors"],"description":["  We consider protecting a Hadamard operation from independent dephasing, bit\nflipping, and dissipation. These environment-induced errors are represented by\nthree uncorrelated reservoirs of thermalized bosons and we show that the\nprotection is achievable through continuous dynamical decoupling. We find that,\nto decouple the Hadamard evolution from the environmental influence, we need a\ncontrol field of higher frequency if the boson spectral density is super-ohmic\nthan if it is ohmic. We also study the relevance of bit flipping and\ndissipation to the gate fidelity when it is protected from dephasing, showing\nhow robust this partial protection is against these other perturbations.\nFinally, we calculate an efficient field arrangement capable of protecting\nsimultaneously the gate operation from these three error classes.\n"]}]
["0802.1249",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1249","Class.Quant.Grav.25:165003,2008","doi:10.1088/0264-9381/25/16/165003"],"date":["2008-02-09","2012-10-19"],"type":["text"],"creator":["Blanchet, Luc","Faye, Guillaume","Iyer, Bala R.","Sinha, Siddhartha"],"language":[],"coverage":[],"title":["The third post-Newtonian gravitational wave polarisations and associated\n  spherical harmonic modes for inspiralling compact binaries in quasi-circular\n  orbits"],"description":["  The gravitational waveform (GWF) generated by inspiralling compact binaries\nmoving in quasi-circular orbits is computed at the third post-Newtonian (3PN)\napproximation to general relativity. Our motivation is two-fold: (i) To provide\naccurate templates for the data analysis of gravitational wave inspiral signals\nin laser interferometric detectors; (ii) To provide the associated\nspin-weighted spherical harmonic decomposition to facilitate comparison and\nmatch of the high post-Newtonian prediction for the inspiral waveform to the\nnumerically-generated waveforms for the merger and ringdown. This extension of\nthe GWF by half a PN order (with respect to previous work at 2.5PN order) is\nbased on the algorithm of the multipolar post-Minkowskian formalism, and\nmandates the computation of the relations between the radiative, canonical and\nsource multipole moments for general sources at 3PN order. We also obtain the\n3PN extension of the source multipole moments in the case of compact binaries,\nand compute the contributions of hereditary terms (tails, tails-of-tails and\nmemory integrals) up to 3PN order. The end results are given for both the\ncomplete plus and cross polarizations and the separate spin-weighted spherical\nharmonic modes.\n","Comment: includes corrections to be published in an erratum; the changes are:\n  in Eq (5.15b), -484/105 -> -188/35; in Eq (8.9g), 81127/10080 -> 1369/160; Eq\n  (8.10g), -48239/5040 -> -2419/240; Eq (9.4b), -995/84 -> -353/28"]}]
["0905.2179",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2179","J. Chem. Phys. 131, 174711 (2009)","doi:10.1063/1.3257738"],"date":["2009-05-13","2009-08-28"],"type":["text"],"creator":["Castelli, Ivano Eligio","Capozza, Rosario","Vanossi, Andrea","Santoro, Giuseppe E.","Manini, Nicola","Tosatti, Erio"],"language":[],"coverage":[],"title":["Tribology of the lubricant quantized-sliding state"],"description":["  In the framework of Langevin dynamics, we demonstrate clear evidence of the\npeculiar quantized sliding state, previously found in a simple 1D boundary\nlubricated model [Phys. Rev. Lett. 97, 056101 (2006)], for a substantially less\nidealized 2D description of a confined multi-layer solid lubricant under shear.\nThis dynamical state, marked by a nontrivial ``quantized'' ratio of the\naveraged lubricant center-of-mass velocity to the externally imposed sliding\nspeed, is recovered, and shown to be robust against the effects of thermal\nfluctuations, quenched disorder in the confining substrates, and over a wide\nrange of loading forces. The lubricant softness, setting the width of the\npropagating solitonic structures, is found to play a major role in promoting\nin-registry commensurate regions beneficial to this quantized sliding. By\nevaluating the force instantaneously exerted on the top plate, we find that\nthis quantized sliding represents a dynamical ``pinned'' state, characterized\nby significantly low values of the kinetic friction. While the quantized\nsliding occurs due to solitons being driven gently, the transition to ordinary\nunpinned sliding regimes can involve lubricant melting due to large\nshear-induced Joule heating, for example at large speed.\n","Comment: 11 pages, 11 figures"]}]
["0906.3687",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3687","Phys, Rev. A 80, 063602 (2009)","doi:10.1103/PhysRevA.80.063602"],"date":["2009-06-19","2009-11-18"],"type":["text"],"creator":["Santos, J.","Molina, R. A.","Ortigoso, J.","Rodriguez, M."],"language":[],"coverage":[],"title":["Controlled localization of interacting bosons in a disordered optical\n  lattice"],"description":["  We show that tunneling and localization properties of interacting ultracold\natoms in an optical lattice can be controlled by adiabatically turning on a\nfast oscillatory force even in the presence of disorder. Our calculations are\nbased on the exact solution of the time-dependent Schroedinger equation, using\nthe Floquet formalism. Implications of our findings for larger systems and the\npossibility of controlling the phase diagram of disordered-interacting bosonic\nsystems are discussed.\n","Comment: 7 pages 7 figs"]}]
["0910.1609",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1609"],"date":["2009-10-08","2012-10-18"],"type":["text"],"creator":["Di Francesco, J.","Johnstone, D.","Matthews, B.","Bartel, N.","Bronfman, L.","Casassus, S.","Chitsazzadeh, S.","Cunningham, M.","Duchene, G.","Hales, A.","Houde, M.","Iono, D.","Koch, P. M.","Kothes, R.","Lai, S. -P.","Liu, S. -Y.","Mason, B.","Maccarone, T.","Schieven, G.","Scaife, A. M. M.","Scott, D.","Shang, H.","Takakuwa, S.","Wagg, J.","Wootten, A.","Yusef-Zadeh, F."],"language":[],"coverage":[],"title":["The Science Case for Building a Band 1 Receiver Suite for ALMA"],"description":["  We present a set of compelling science cases for the ALMA Band 1 receiver\nsuite. For these cases, we assume in tandem the updated nominal Band 1\nfrequency range of 35-50 GHz with a likely extension up to 52 GHz; together\nthese frequencies optimize the Band 1 science return. The scope of the science\ncases ranges from nearby stars to the re-ionization edge of the Universe. Two\ncases provide additional leverage on the present ALMA Level One Science Goals\nand are seen as particularly powerful motivations for building the Band 1\nReceiver suite: (1) detailing the evolution of grains in protoplanetary disks,\nas a complement to the gas kinematics, requires continuum observations out to\n~35 GHz (~9mm); and (2) detecting CO 3-2 line emission from galaxies like the\nMilky Way during the epoch of re-ionization, i.e., 6 < z < 10, also requires\nBand 1 receiver coverage. The range of Band 1 science is wide, however, and\nincludes studies of very small dust grains in the ISM, pulsar wind nebulae,\nradio supernovae, X-ray binaries, the Galactic Center (i.e., Sgr A*), dense\ncloud cores, complex carbon-chain molecules, masers, magnetic fields in the\ndense ISM, jets and outflows from young stars, distant galaxies, and galaxy\nclusters (i.e., the Sunyaev-Zel'dovich Effect). A comparison of ALMA and the\nJansky VLA (JVLA) at the same frequencies of Band 1 finds similar sensitivity\nperformance at 40-50 GHz, with a slight edge for ALMA at higher frequencies\n(e.g., within a factor of 2 for continuum observations). With its larger number\nof instantaneous baselines, however, ALMA Band 1data will have greater fidelity\nthan those from the JVLA at similar frequencies.\n","Comment: 62 pages, 16 figures"]}]
["1002.1018",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1018","Phys. Rev. B 81, 161409(R) (2010)","doi:10.1103/PhysRevB.81.161409"],"date":["2010-02-04"],"type":["text"],"creator":["Pruneda, J. M."],"language":[],"coverage":[],"title":["Origin of half-semimetallicity induced at interfaces of C-BN\n  heterostructures"],"description":["  First-principles density functional calculations are performed in C-BN\nheterojunctions. It is shown that the magnetism of the edge states in zigzag\nshaped graphene strips and polarity effects in BN strips team up to give a spin\nasymmetric screening that induces half-semimetallicity at the interface, with a\ngap of at least a few tenths of eV for one spin orientation and a tiny gap of\nhundredths of eV for the other. The dependence with ribbon widths is discussed,\nshowing that a range of ribbon widths is required to obtain\nhalf-semimetallicity. These results open new routes for tuning electronic\nproperties at nanointerfaces and exploring new physical effects similar to\nthose observed at oxide interfaces, in lower dimensions.\n","Comment: 4 pages, 4 figures"]}]
["1003.0144",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J28, 14J27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0144","J. Algebraic Geom. 22, 105-139 (2013)"],"date":["2010-02-27","2011-02-04"],"type":["text"],"creator":["Ito, Hiroyuki","Liedtke, Christian"],"language":[],"coverage":[],"title":["Elliptic K3 surfaces with p^n-torsion sections"],"description":["  We classify elliptic K3 surfaces in characteristic $p$ with $p^n$-torsion\nsections. For $p^n\\geq3$ we verify conjectures of Artin and Shioda, compute the\nheights of their formal Brauer groups, as well as Artin invariants and\nMordell--Weil groups in the supersingular cases.\n","Comment: 30 pages"]}]
["1003.5527",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5527","Annals of Applied Probability 2012, Vol. 22, No. 5, 1928-1961","doi:10.1214/11-AAP818"],"date":["2010-03-29","2012-10-19"],"type":["text"],"creator":["Bassetti, Federico","Ladelli, Lucia"],"language":[],"coverage":[],"title":["Self-similar solutions in one-dimensional kinetic models: A\n  probabilistic view"],"description":["  This paper deals with a class of Boltzmann equations on the real line,\nextensions of the well-known Kac caricature. A distinguishing feature of the\ncorresponding equations is that therein, the collision gain operators are\ndefined by N-linear smoothing transformations. These kind of problems have been\nstudied, from an essentially analytic viewpoint, in a recent paper by Bobylev,\nCercignani and Gamba [Comm. Math. Phys. 291 (2009) 599-644]. Instead, the\npresent work rests exclusively on probabilistic methods, based on techniques\npertaining to the classical central limit problem and to the so-called\nfixed-point equations for probability distributions. An advantage of resorting\nto methods from the probability theory is that the same results - relative to\nself-similar solutions - as those obtained by Bobylev, Cercignani and Gamba,\nare here deduced under weaker conditions. In particular, it is shown how\nconvergence to a self-similar solution depends on the belonging of the initial\ndatum to the domain of attraction of a specific stable distribution. Moreover,\nsome results on the speed of convergence are given in terms of\nKantorovich-Wasserstein and Zolotarev distances between probability measures.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AAP818 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1006.2230",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2230","General Relativity and Gravitation: Volume 44, Issue 11 (2012),\n  Page 2825-2856","doi:10.1007/s10714-012-1419-3"],"date":["2010-06-11","2012-07-26"],"type":["text"],"creator":["Asselmeyer-Maluga, Torsten","Rose, Helge"],"language":[],"coverage":[],"title":["On the geometrization of matter by exotic smoothness"],"description":["  In this paper we discuss the question how matter may emerge from space. For\nthat purpose we consider the smoothness structure of spacetime as underlying\nstructure for a geometrical model of matter. For a large class of compact\n4-manifolds, the elliptic surfaces, one is able to apply the knot surgery of\nFintushel and Stern to change the smoothness structure. The influence of this\nsurgery to the Einstein-Hilbert action is discussed. Using the Weierstrass\nrepresentation, we are able to show that the knotted torus used in knot surgery\nis represented by a spinor fulfilling the Dirac equation and leading to a\nmass-less Dirac term in the Einstein-Hilbert action. For sufficient complicated\nlinks and knots, there are \"connecting tubes\" (graph manifolds, torus bundles)\nwhich introduce an action term of a gauge field. Both terms are genuinely\ngeometrical and characterized by the mean curvature of the components. We also\ndiscuss the gauge group of the theory to be U(1)xSU(2)xSU(3).\n","Comment: 30 pages, 3 figures, svjour style, complete reworking now using\n  Fintushel-Stern knot surgery of elliptic surfaces, discussion of Lorentz\n  metric and global hyperbolicity for exotic 4-manifolds added, final version\n  for publication in Gen. Rel. Grav, small typos errors fixed"]}]
["1007.1059",{"format":[],"subject":["Computer Science - Computational Complexity","Mathematics - General Mathematics","05Cxx (primary), 68Rxx (secondary)","F.2.2","I.2.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1059"],"date":["2010-07-07"],"type":["text"],"creator":["Malinin, Leonid","Malinina, Natalia"],"language":[],"coverage":[],"title":["On the solution of the Graph Isomorphism Problem Part 1"],"description":["  The presented material is devoted to the equivalent conversion from the\nvertex graphs to the edge graphs. We suggest that the proved theorems solve the\nproblem of the isomorphism of graphs, the problem of the graph's enumeration\nwith the help of the effective algorithms without their preliminary plotting,\netc. The examining of the transformation of the vertex graphs into the edge\ngraph and the opposite operation illustrates the reasons of the appearance of\nthe NP-completeness from the point of view of the graph theory. We suggest that\nit also illustrates the synchronous possibility and impossibility of the\nstruggle with the NP-completeness.\n","Comment: Microsoft Wopd 2007 46 pages with 38 figures"]}]
["1010.4523",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4523","Phys. Rev. A 84, 023614 (2011)","doi:10.1103/PhysRevA.84.023614"],"date":["2010-10-21","2011-06-11"],"type":["text"],"creator":["Santos, Julio","Molina, Rafael A.","Ortigoso, Juan","Rodríguez, Mirta"],"language":[],"coverage":[],"title":["Tailored particle current in an optical lattice by a weak time-symmetric\n  harmonic potential"],"description":["  Quantum ratchets exhibit asymptotic currents when driven by a time-periodic\npotential of zero mean if the proper spatio-temporal symmetries are broken.\nThere has been recent debate on whether directed currents may arise for\npotentials which do not break these symmetries. We show here that, in the\npresence of degeneracies in the quasienergy spectrum, long-lasting directed\ncurrents can be induced, even if the time reversal symmetry is not broken. Our\nmodel can be realized with ultracold atoms in optical lattices in the\ntight-binding regime, and we show that the time scale of the average current\ncan be controlled by extremely weak fields.\n","Comment: 4 pages, 4 figures"]}]
["1011.1159",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1159","Phys. Rev. E 83, 061124 (2011)","doi:10.1103/PhysRevE.83.061124"],"date":["2010-11-04"],"type":["text"],"creator":["Picco, Marco","Santachiara, Raoul"],"language":[],"coverage":[],"title":["Critical interfaces and duality in the Ashkin Teller model"],"description":["  We report on the numerical measures on different spin interfaces and FK\ncluster boundaries in the Askhin-Teller (AT) model. For a general point on the\nAT critical line, we find that the fractal dimension of a generic spin cluster\ninterface can take one of four different possible values. In particular we\nfound spin interfaces whose fractal dimension is d_f=3/2 all along the critical\nline. Further, the fractal dimension of the boundaries of FK clusters were\nfound to satisfy all along the AT critical line a duality relation with the\nfractal dimension of their outer boundaries. This result provides a clear\nnumerical evidence that such duality, which is well known in the case of the\nO(n) model, exists in a extended CFT.\n","Comment: 5 pages, 4 figures"]}]
["1012.1016",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Optimization and Control","15A18, 13P25, 14N15, 93B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1016"],"date":["2010-12-05","2012-10-19"],"type":["text"],"creator":["Ottaviani, Giorgio","Sturmfels, Bernd"],"language":[],"coverage":[],"title":["Matrices with Eigenvectors in a Given Subspace"],"description":["  The Kalman variety of a linear subspace in a vector space consists of all\nendomorphism that possess an eigenvector in that subspace. We study the\ndefining polynomials and basic geometric invariants of the Kalman variety.\n","Comment: 13 pages, added five references"]}]
["1012.3535",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3535","Annals of Applied Probability 2012, Vol. 22, No. 5, 1989-2047","doi:10.1214/11-AAP822"],"date":["2010-12-16","2012-10-19"],"type":["text"],"creator":["Janson, Svante","Łuczak, Tomasz","Turova, Tatyana","Vallier, Thomas"],"language":[],"coverage":[],"title":["Bootstrap percolation on the random graph $G_{n,p}$"],"description":["  Bootstrap percolation on the random graph $G_{n,p}$ is a process of spread of\n\"activation\" on a given realization of the graph with a given number of\ninitially active nodes. At each step those vertices which have not been active\nbut have at least $r\\geq2$ active neighbors become active as well. We study the\nsize $A^*$ of the final active set. The parameters of the model are, besides\n$r$ (fixed) and $n$ (tending to $\\infty$), the size $a=a(n)$ of the initially\nactive set and the probability $p=p(n)$ of the edges in the graph. We show that\nthe model exhibits a sharp phase transition: depending on the parameters of the\nmodel, the final size of activation with a high probability is either $n-o(n)$\nor it is $o(n)$. We provide a complete description of the phase diagram on the\nspace of the parameters of the model. In particular, we find the phase\ntransition and compute the asymptotics (in probability) for $A^*$; we also\nprove a central limit theorem for $A^*$ in some ranges. Furthermore, we provide\nthe asymptotics for the number of steps until the process stops.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AAP822 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1101.4511",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4511"],"date":["2011-01-24","2012-10-19"],"type":["text"],"creator":["Ege, Kerem","Chaigne, Antoine"],"language":[],"coverage":[],"title":["End conditions of piano strings"],"description":["  The end conditions of piano strings can be approximated by the input\nadmittance at the bridge. Proper measurements of this value are therefore\nrequired. A method of validation of admittance measurements on simple\nstructures is proposed in this paper. High resolution signal analysis performed\non string vibrations yields an estimate for the input admittance. This method\nis implemented on a simplified device composed of a piano string coupled to a\nthin steel beam.\n","Comment: International Symposium on Musical Acoustics, ISMA 2007, Barcelona :\n  Spain (2007)"]}]
["1103.4083",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4083","Phy. Rev. B 84, 165453 (2011)","doi:10.1103/PhysRevB.84.165453"],"date":["2011-03-21"],"type":["text"],"creator":["Chen, Tsung-Wei","Xiao, Zhi-Ren","Chiou, Dah-Wei","Guo, Guang-Yu"],"language":[],"coverage":[],"title":["High Chern number quantum anomalous Hall phases in graphene ribbons with\n  Haldane orbital coupling"],"description":["  We investigate possible phase transitions among the different quantum\nanomalous Hall (QAH) phases in a zigzag graphene ribbon under the influence of\nthe exchange field. The effective tight-binding Hamiltonian for graphene is\nmade up of the hopping term, the Kane-Mele and Rashba spin-orbit couplings as\nwell as the Haldane orbital term. We find that the variation of the exchange\nfield results in bulk gap-closing phenomena and phase transitions occur in the\ngraphene system. If the Haldane orbital coupling is absent, the phase\ntransition between the chiral (anti-chiral) edge state $\\nu=+2$ ($\\nu=-2$) and\nthe pseudo-quantum spin Hall state ($\\nu=0$) takes place. Surprisingly, when\nthe Haldane orbital coupling is taken into account, an intermediate QSH phase\nwith two additional edge modes appears in between phases $\\nu=+2$ and $\\nu=-2$.\nThis intermediate phase is therefore either the hyper-chiral edge state of high\nChern number $\\nu=+4$ or anti-hyper-chiral edge state of $\\nu=-4$ when the\ndirection of exchange field is reversed. We present the band structures, edge\nstate wave functions and current distributions of the different QAH phases in\nthe system. We also report the critical exchange field values for the QAH phase\ntransitions.\n","Comment: 4 figures"]}]
["1104.3611",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3611"],"date":["2011-04-18","2012-10-18"],"type":["text"],"creator":["Fushimi, K.","Nakayama, S.","Sakama, M.","Sakaguchi, Y."],"language":[],"coverage":[],"title":["Measurement of airborne radioactivity from the Fukushima reactor\n  accident in Tokushima, Japan"],"description":["  The airborne radioactive isotopes from the Fukushima Daiichi nuclear plan t\nwas measured in Tokushima, western Japan. The continuous monitoring has been\ncarried out in Tokushima. From March 23, 2011 the fission product $^{131}$I was\nobserved. The radioisotopes $^{134}$Cs and $^{137}$Cs were also observed in the\nbeginning of April. However the densities were extremely smaller than the\nJapanese regulation of radioisotopes.\n","Comment: 9pages, 6 figures.To be published in \"Radiation Detectors and their\n  Uses\" Proceedings of the 26th Workshop on Radiation Detectors and Their Uses\n  in KEK"]}]
["1104.4584",{"format":[],"subject":["Mathematics - Combinatorics","05A19, 05A30, 05E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4584","Advances in Applied Mathematics 49 (2012) 326-350"],"date":["2011-04-23","2012-10-19"],"type":["text"],"creator":["Kim, Jang Soo"],"language":[],"coverage":[],"title":["Enumeration formulas for generalized q-Euler numbers"],"description":["  We find an enumeration formula for a $(t,q)$-Euler number which is a\ngeneralization of the $q$-Euler number introduced by Han, Randrianarivony, and\nZeng. We also give a combinatorial expression for the $(t,q)$-Euler number and\nfind another formula when $t=\\pm q^r$ for any integer $r$. Special cases of our\nlatter formula include the formula of the $q$-Euler number recently found by\nJosuat-Verg\\`es and Touchard-Riordan's formula.\n","Comment: 21 pages, 12 figures"]}]
["1105.1286",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1286","Phys. Rev. A 86, 042119 (2012)","doi:10.1103/PhysRevA.86.042119"],"date":["2011-05-06","2012-10-19"],"type":["text"],"creator":["Di Lorenzo, Antonio"],"language":[],"coverage":[],"title":["Determination of hidden variable models reproducing the spin-singlet"],"description":["  The experimental violation of Bell inequality establishes necessary but not\nsufficient conditions that any theory must obey. Namely, a theory compatible\nwith the experimental observations can satisfy at most two of the three\nhypotheses at the basis of Bell's theorem: free will, no-signaling, and\noutcome-Independence. Quantum mechanics satisfies the first two hypotheses but\nnot the latter. Experiments not only violate Bell inequality, but show an\nexcellent agreement with quantum mechanics. This fact restricts further the\nclass of admissible theories. In this work, the author determines the form of\nthe hidden-variable models that reproduce the quantum mechanical predictions\nfor a spin singlet while satisfying both the hypotheses of free will and\nno-signaling. Two classes of hidden-variable models are given as an example,\nand a general recipe to build infinitely many possible models is provided.\n","Comment: Slightly revised version, 7 pages, no figures, to appear in PRA.\n  Final version, removed extra references no longer cited"]}]
["1105.5720",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5720","Phys. Rev. Lett. 109, 160502 (2012)","doi:10.1103/PhysRevLett.109.160502"],"date":["2011-05-28"],"type":["text"],"creator":["Brandao, Fernando G. S. L.","Christandl, Matthias"],"language":[],"coverage":[],"title":["Detection of Multiparticle Entanglement: Quantifying the Search for\n  Symmetric Extensions"],"description":["  We provide quantitative bounds on the characterisation of multiparticle\nseparable states by states that have locally symmetric extensions. The bounds\nare derived from two-particle bounds and relate to recent studies on quantum\nversions of de Finetti's theorem. We discuss algorithmic applications of our\nresults, in particular a quasipolynomial-time algorithm to decide whether a\nmultiparticle quantum state is separable or entangled (for constant number of\nparticles and constant error in the LOCC or Frobenius norm). Our results\nprovide a theoretical justification for the use of the Search for Symmetric\nExtensions as a practical test for multiparticle entanglement.\n","Comment: 5 pages, 1 figure"]}]
["1106.1712",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1712"],"date":["2011-06-09","2012-10-19"],"type":["text"],"creator":["Safronov, Oleg"],"language":[],"coverage":[],"title":["Absolutely continuous spectrum of a one-paramentric family of\n  Schr\\\"odinger operators"],"description":["  We consider a family of operators $-\\Delta+ t V$ with a slowly decaying and\noscillating potential $V$. We prove that the absolutely continuous spectrum of\nthis operator is essentially supported by $[0,\\infty)$ for almost every $t$.\n","Comment: This paper has been withdrawn by the author"]}]
["1106.2911",{"format":[],"subject":["Quantum Physics","Physics - Biological Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2911","Phys. Rev. E 86, 041911 (2012)","doi:10.1103/PhysRevE.86.041911"],"date":["2011-06-15","2012-09-17"],"type":["text"],"creator":["Hoyer, Stephan","Ishizaki, Akihito","Whaley, K. Birgitta"],"language":[],"coverage":[],"title":["Spatial propagation of excitonic coherence enables ratcheted energy\n  transfer"],"description":["  Experimental evidence shows that a variety of photosynthetic systems can\npreserve quantum beats in the process of electronic energy transfer, even at\nroom temperature. However, whether this quantum coherence arises in vivo and\nwhether it has any biological function have remained unclear. Here we present a\ntheoretical model that suggests that the creation and recreation of coherence\nunder natural conditions is ubiquitous. Our model allows us to theoretically\ndemonstrate a mechanism for a ratchet effect enabled by quantum coherence, in a\ndesign inspired by an energy transfer pathway in the Fenna-Matthews-Olson\ncomplex of the green sulfur bacteria. This suggests a possible biological role\nfor coherent oscillations in spatially directing energy transfer. Our results\nemphasize the importance of analyzing long-range energy transfer in terms of\ntransfer between inter-complex coupling (ICC) states rather than between site\nor exciton states.\n","Comment: Accepted version for Phys. Rev. E. 14 pages, 7 figures"]}]
["1107.2855",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2855","Annals of Applied Probability 2012, Vol. 22, No. 5, 2086-2107","doi:10.1214/11-AAP827"],"date":["2011-07-14","2012-10-19"],"type":["text"],"creator":["Kersting, Götz"],"language":[],"coverage":[],"title":["The asymptotic distribution of the length of Beta-coalescent trees"],"description":["  We derive the asymptotic distribution of the total length $L_n$ of a\n$\\operatorname {Beta}(2-\\alpha,\\alpha)$-coalescent tree for $1<\\alpha<2$,\nstarting from $n$ individuals. There are two regimes: If\n$\\alpha\\le1/2(1+\\sqrt{5})$, then $L_n$ suitably rescaled has a stable limit\ndistribution of index $\\alpha$. Otherwise $L_n$ just has to be shifted by a\nconstant (depending on $n$) to get convergence to a nondegenerate limit\ndistribution. As a consequence, we obtain the limit distribution of the number\n$S_n$ of segregation sites. These are points (mutations), which are placed on\nthe tree's branches according to a Poisson point process with constant rate.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AAP827 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1107.5257",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5257","doi:10.1140/epjc/s10052-012-2102-2"],"date":["2011-07-26"],"type":["text"],"creator":["Kamenik, Jernej F.","Shu, Jing","Zupan, Jure"],"language":[],"coverage":[],"title":["Review of new physics effects in t-tbar production"],"description":["  Both CDF and DO report a forward-backward asymmetry in t-tbar production that\nis above the standard model prediction. We review new physics models that can\ngive a large forward backward asymmetry in t-tbar production at the Tevatron\nand the constraints these models face from searches for dijet resonances and\ncontact interactions, from flavor physics and the t-tbar cross section.\nExpected signals at the LHC are also reviewed.\n","Comment: 18 pages, 18 figures, 4 tables, invited review for a special \"Top and\n  flavour physics in the LHC era\" issue of The European Physical Journal C, we\n  invite comments regarding contents of the review"]}]
["1108.0633",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0633","Nanoscale Research Letters 2012, 7:572","doi:10.1186/1556-276X-7-572"],"date":["2011-08-02","2012-07-19"],"type":["text"],"creator":["Javaheri, Hooman","Barbiellini, Bernardo","Noubir, Guevara"],"language":[],"coverage":[],"title":["On the Energy Transfer Performance of Mechanical Nanoresonators Coupled\n  with Electromagnetic Fields"],"description":["  We study the energy transfer performance in electrically and magnetically\ncoupled mechanical nanoresonators. Using the resonant scattering theory, we\nshow that magnetically coupled resonators can achieve the same energy transfer\nperformance as for their electrically coupled counterparts, or even outperform\nthem within the scale of interest. Magnetic and electric coupling are compared\nin the Nanotube Radio, a realistic example of a nano-scale mechanical\nresonator. The energy transfer performance is also discussed for a newly\nproposed bio-nanoresonator composed of a magnetosomes coated with a net of\nprotein fibers.\n","Comment: 9 Pages, 3 Figures"]}]
["1108.2913",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2913","Advances in Mathematics 230 (2012) 552-576","doi:10.1016/j.aim.2012.01.021"],"date":["2011-08-14","2011-08-25"],"type":["text"],"creator":["Lucyshyn-Wright, Rory B. B."],"language":[],"coverage":[],"title":["Algebraic theory of vector-valued integration"],"description":["  We define a monad M on a category of measurable bornological sets, and we\nshow how this monad gives rise to a theory of vector-valued integration that is\nrelated to the notion of Pettis integral. We show that an algebra X of this\nmonad is a bornological locally convex vector space endowed with operations\nwhich associate vectors \\int f dm in X to incoming maps f:T --> X and measures\nm on T. We prove that a Banach space is an M-algebra as soon as it has a Pettis\nintegral for each incoming bounded weakly-measurable function. It follows that\nall separable Banach spaces, and all reflexive Banach spaces, are M-algebras.\n","Comment: shortened, e.g. by citing references regarding basic lemmas; made\n  changes to ordering of some lemmas and sections"]}]
["1108.3720",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Condensed Matter - Statistical Mechanics","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3720","Eur. Phys. J. E. (2012) 35: 11"],"date":["2011-08-18","2012-01-30"],"type":["text"],"creator":["Ghosh, Sayantari","Banerjee, Subhasis","Bose, Indrani"],"language":[],"coverage":[],"title":["Emergent Bistability : Effects of Additive and Multiplicative Noise"],"description":["  Positive feedback and cooperativity in the regulation of gene expression are\ngenerally considered to be necessary for obtaining bistable expression states.\nRecently, a novel mechanism of bistability termed emergent bistability has been\nproposed which involves only positive feedback and no cooperativity in the\nregulation. An additional positive feedback loop is effectively generated due\nto the inhibition of cellular growth by the synthesized proteins. The\nmechanism, demonstrated for a synthetic circuit, may be prevalent in natural\nsystems also as some recent experimental results appear to suggest. In this\npaper, we study the effects of additive and multiplicative noise on the\ndynamics governing emergent bistability. The calculational scheme employed is\nbased on the Langevin and Fokker-Planck formalisms. The steady state\nprobability distributions of protein levels and the mean first passage times\nare computed for different noise strengths and system parameters. In the region\nof bistability, the bimodal probability distribution is shown to be a linear\ncombination of a lognormal and a Gaussian distribution. The variances of the\nindividual distributions and the relative weights of the distributions are\nfurther calculated for varying noise strengths and system parameters. The\nexperimental relevance of the model results is also pointed out.\n","Comment: 16 pages, 11 figures, version accepted for publication in Eur. Phys.\n  J. E"]}]
["1108.3991",{"format":[],"subject":["Physics - Chemical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3991","J. Chem. Phys. 137, 044303 (2012)","doi:10.1063/1.4736844"],"date":["2011-08-19","2012-10-19"],"type":["text"],"creator":["Ortigoso, Juan"],"language":[],"coverage":[],"title":["Mechanism of Molecular Orientation by Single-cycle Pulses"],"description":["  Significant molecular orientation can be achieved by time-symmetric\nsingle-cycle pulses of zero area, in the THz region. We show that in spite of\nthe existence of a combined time-space symmetry operation, not only large peak\ninstantaneous orientations but also nonzero time-average orientations over a\nrotational period can be obtained. We show that this unexpected phenomenon is\ndue to interferences among eigenstates of the time-evolution operator, as was\ndescribed previously for transport phenomena in quantum ratchets. This\nmechanism also works for sequences of identical pulses, spanning a rotational\nperiod. This fact can be used to obtain a net average molecular orientation\nregardless of the magnitude of the rotational constant.\n","Comment: Published version may be found at\n  (URL:http://link.aip.org/link?/JCP/137/044303). Substantial changes with\n  respect to previous versions, including new title"]}]
["1108.4032",{"format":[],"subject":["Mathematics - Category Theory","Computer Science - Logic in Computer Science","Mathematics - General Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4032","Journal of Pure and Applied Algebra 216 (2012) 2425-2431","doi:10.1016/j.jpaa.2012.03.018"],"date":["2011-08-19","2011-09-12"],"type":["text"],"creator":["Lucyshyn-Wright, Rory B. B."],"language":[],"coverage":[],"title":["Totally distributive toposes"],"description":["  A locally small category E is totally distributive (as defined by\nRosebrugh-Wood) if there exists a string of adjoint functors t -| c -| y, where\ny : E --> E^ is the Yoneda embedding. Saying that E is lex totally distributive\nif, moreover, the left adjoint t preserves finite limits, we show that the lex\ntotally distributive categories with a small set of generators are exactly the\ninjective Grothendieck toposes, studied by Johnstone and Joyal. We characterize\nthe totally distributive categories with a small set of generators as exactly\nthe essential subtoposes of presheaf toposes, studied by Kelly-Lawvere and\nKennett-Riehl-Roy-Zaks.\n","Comment: Now includes extended result: The lex totally distributive categories\n  with a small set of generators are exactly the injective Grothendieck\n  toposes; Made changes to abstract and intro to reflect the enhanced result;\n  Changed formatting of diagrams"]}]
["1108.4059",{"format":[],"subject":["Mathematics - Probability","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4059","Annals of Applied Probability 2012, Vol. 22, No. 5, 2108-2132","doi:10.1214/11-AAP836"],"date":["2011-08-19","2012-10-19"],"type":["text"],"creator":["Pfaffelhuber, P.","Staab, P. R.","Wakolbinger, A."],"language":[],"coverage":[],"title":["Muller's ratchet with compensatory mutations"],"description":["  We consider an infinite-dimensional system of stochastic differential\nequations describing the evolution of type frequencies in a large population.\nThe type of an individual is the number of deleterious mutations it carries,\nwhere fitness of individuals carrying k mutations is decreased by \\alpha k for\nsome \\alpha>0. Along the individual lines of descent, new mutations accumulate\nat rate \\lambda per generation, and each of these mutations has a probability\n\\gamma per generation to disappear. While the case \\gamma=0 is known as (the\nFleming-Viot version of) Muller's ratchet, the case \\gamma>0 is associated with\ncompensatory mutations in the biological literature. We show that the system\nhas a unique weak solution. In the absence of random fluctuations in type\nfrequencies (i.e., for the so-called infinite population limit) we obtain the\nsolution in a closed form by analyzing a probabilistic particle system and show\nthat for \\gamma>0, the unique equilibrium state is the Poisson distribution\nwith parameter \\lambda/(\\gamma+\\alpha).\n","Comment: Published in at http://dx.doi.org/10.1214/11-AAP836 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1109.2062",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2062","JCAP 10 (2011) 13","doi:10.1088/1475-7516/2011/10/013"],"date":["2011-09-09","2011-10-03"],"type":["text"],"creator":["Chan, R.","da Silva, M. F. A.","da Rocha, J. F. Villas","Wang, Anzhong"],"language":[],"coverage":[],"title":["Radiating Gravastars"],"description":["  Considering a Vaidya exterior spacetime, we study dynamical models of\nprototype gravastars, made of an infinitely thin spherical shell of a perfect\nfluid with the equation of state $p = \\sigma$, enclosing an interior de Sitter\nspacetime. We show explicitly that the final output can be a black hole, an\nunstable gravastar, a stable gravastar or a \"bounded excursion\" gravastar,\ndepending on how the mass of the shell evolves in time, the cosmological\nconstant and the initial position of the dynamical shell. This work presents,\nfor the first time in the literature, a gravastar that emits radiation.\n","Comment: 23 pages and 17 figures, some typos corrected. Accepted for\n  publication in JCAP"]}]
["1109.4966",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4966"],"date":["2011-09-22","2012-10-19"],"type":["text"],"creator":["Tavanfar, Ehsan"],"language":[],"coverage":[],"title":["On the Graded Annihilators of Right Modules Over The Frobenius Skew\n  Polynomial Ring"],"description":["  Let R be a commutative Noetherian ring of prime characteristic and M be an\nx-divisible right R[x,f]-module that is Noetherian as R-module. We give an\naffirmative answer to the question of Sharp and Yoshino in the case where R is\nsemi-local and prove that the set of graded annihilators of R[x,f]-homomorphic\nimages of M is finite. We also give a counterexample in the general case.\n","Comment: New references added, English and presentation improved. To appear in\n  Communications in Algebra"]}]
["1111.0780",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0780","Physical Review B 85, 045422 (2012)","doi:10.1103/PhysRevB.85.045422"],"date":["2011-11-03"],"type":["text"],"creator":["Pruneda, J. M."],"language":[],"coverage":[],"title":["Native defects in hybrid C/BN nanostructures"],"description":["  First-principles calculations of substitutional defects and vacancies are\nperformed for zigzag-edged hybrid C/BN nanosheets and nanotubes which recently\nhave been proposed to exhibit half-metallic properties. The formation energies\nshow that defects form preferentially at the interfaces between graphene and BN\ndomains rather than in the middle of these domains, and that substitutional\ndefects dominate over vacancies. Chemical control can be used to favor\nlocalization of defects at C- B interfaces (nitrogen-rich environment) or C-N\ninterfaces (nitrogen-poor environment). Although large defect concentrations\nhave been considered here (106 cm-1), half-metallic properties can subsist when\ndefects are localized at the C-B interface and for negatively charged defects\nlocalized at the C- N interface, hence the promising magnetic properties\ntheoretically predicted for these zigzag-edged nanointerfaces might not be\ndestroyed by point defects if these are conveniently engineered during\nsynthesis.\n","Comment: 6 pages, 5 figures"]}]
["1112.0078",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0078"],"date":["2011-11-30","2012-10-19"],"type":["text"],"creator":["Meyerson, William"],"language":[],"coverage":[],"title":["The Grushin plane and quasiconformal Jacobians"],"description":["  We construct a quasiconformal map from the Grushin plane to the Euclidean\nplane. Then, we generalize the Grushin plane slightly and explain how the\nGrushin plane can serve as an intermediary in dealing with quasiconformal maps\non Euclidean spaces. In particular, we construct a family of quasiconformal\nembeddings of the Euclidean plane into larger Euclidean spaces whose Jacobians\nfail to be locally integrable on a line.\n"]}]
["1112.3644",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3644","Physical Review E 85(5):056109, 2012","doi:10.1103/PhysRevE.85.056109"],"date":["2011-12-15"],"type":["text"],"creator":["Seshadhri, C.","Kolda, Tamara G.","Pinar, Ali"],"language":[],"coverage":[],"title":["Community structure and scale-free collections of Erd\\\"os-R\\'enyi graphs"],"description":["  Community structure plays a significant role in the analysis of social\nnetworks and similar graphs, yet this structure is little understood and not\nwell captured by most models. We formally define a community to be a subgraph\nthat is internally highly connected and has no deeper substructure. We use\ntools of combinatorics to show that any such community must contain a dense\nErd\\\"os-R\\'enyi (ER) subgraph. Based on mathematical arguments, we hypothesize\nthat any graph with a heavy-tailed degree distribution and community structure\nmust contain a scale free collection of dense ER subgraphs. These theoretical\nobservations corroborate well with empirical evidence. From this, we propose\nthe Block Two-Level Erd\\\"os-R\\'enyi (BTER) model, and demonstrate that it\naccurately captures the observable properties of many real-world social\nnetworks.\n"]}]
["1112.4279",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","58J35, 58J45, 53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4279"],"date":["2011-12-19","2012-10-19"],"type":["text"],"creator":["Udriste, Constantin"],"language":[],"coverage":[],"title":["Riemann flow and Riemann wave via bialternate product Riemannian metric"],"description":["  We illustrate the flow or wave character of the metrics and curvatures of\nevolving manifolds, introducing the Riemann flow and the Riemann wave via the\nbialternate product Riemannian metric. This kind of evolutions are new and very\nnatural to understand certain flow or wave phenomena in the nature as well as\nthe geometry of evolving manifolds. It possesses many interesting properties\nfrom both mathematical and physical point of views.\n  We reveal the novel features of Riemann flow and Riemann wave, as well as\ntheir versatility, by new original results. The main results refer to: (1)\nRiemann flow PDE, (3) connection between Ricci flow and Riemann flow,(4) the\nmeaning of the Riemann flows on constant curvature manifolds, (5) the gradient\nRiemann solitons, (6) the infinitesimal deformations (linearizations) of Ricci\nflow and of Riemann flow PDEs, (7) the existence of Ricci or Riemann curvature\nblow-up at finite-time singularities of the flow, (8) the Riemann wave PDE and\nits meaning on constant curvature manifolds, (9) the existence of Ricci or\nRiemann curvature blow-up at finite-time singularities of the wave, (10) the\ngeneral form of some essential PDE systems on Riemannian manifolds.\n","Comment: 16 pages"]}]
["1201.4894",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4894","Phys. Rev. A 86, 042326 (2012)","doi:10.1103/PhysRevA.86.042326"],"date":["2012-01-23","2012-08-02"],"type":["text"],"creator":["Arruda, L. G. E.","Fanchini, F. F.","Napolitano, R. d. J.","Hornos, J. E. M.","Caldeira, A. O."],"language":[],"coverage":[],"title":["Exact dynamics of single qubit gate fidelities under the\n  measurement-based quantum computation scheme"],"description":["  Measurement-based quantum computation is an efficient model to perform\nuniversal computation. Nevertheless, theoretical questions have been raised,\nmainly with respect to realistic noise conditions. In order to shed some light\non this issue, we evaluate the exact dynamics of some single qubit gate\nfidelities using the measurement-based quantum computation scheme when the\nqubits which are used as resource interact with a common dephasing environment.\nWe report a necessary condition for the fidelity dynamics of a general pure\nN-qubit state, interacting with this type of error channel, to present an\noscillatory behavior and we show that for the initial canonical cluster state\nthe fidelity oscillates as a function of time. This state fidelity oscillatory\nbehavior brings significant variations to the values of the computational\nresults of a generic gate acting on that state depending on the instants we\nchoose to apply our set of projective measurements. As we shall see,\nconsidering some specific gates that are frequently found in the literature,\nneither fast application of the set of projective measurements necessarily\nimplies high gate fidelity, nor slow application thereof necessarily implies\nlow gate fidelity. Our condition for the occurrence of the fidelity oscillatory\nbehavior shows that the oscillation presented by the cluster state is due\nexclusively to its initial geometry. Other states that can be used as resources\nfor measurement-based quantum computation can present the same initial\ngeometrical condition. Therefore, it is very important for the present scheme\nto know when the fidelity of a particular resource state will oscillate in time\nand, if this is the case, what are the best times to perform the measurements.\n","Comment: 9 pages, 5 figures. Extra examples added"]}]
["1202.2957",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2957","Computer Physics Communications 184, 102 (2013)","doi:10.1016/j.cpc.2012.09.002"],"date":["2012-02-14","2012-09-18"],"type":["text"],"creator":["Utsuno, Yutaka","Shimizu, Noritaka","Otsuka, Takaharu","Abe, Takashi"],"language":[],"coverage":[],"title":["Efficient computation of Hamiltonian matrix elements between\n  non-orthogonal Slater determinants"],"description":["  We present an efficient numerical method for computing Hamiltonian matrix\nelements between non-orthogonal Slater determinants, focusing on the most\ntime-consuming component of the calculation that involves a sparse array. In\nthe usual case where many matrix elements should be calculated, this\ncomputation can be transformed into a multiplication of dense matrices. It is\ndemonstrated that the present method based on the matrix-matrix multiplication\nattains $\\sim$80% of the theoretical peak performance measured on systems\nequipped with modern microprocessors, a factor of 5-10 better than the normal\nmethod using indirectly indexed arrays to treat a sparse array. The reason for\nsuch different performances is discussed from the viewpoint of memory access.\n","Comment: 8 pages, 3 figures"]}]
["1202.3571",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3571","Phys. Rev. Lett. 109, 160404 (2012)","doi:10.1103/PhysRevLett.109.160404"],"date":["2012-02-16"],"type":["text"],"creator":["Koh, Dax Enshan","Hall, Michael J. W.","Setiawan","Pope, James E.","Marletto, Chiara","Kay, Alastair","Scarani, Valerio","Ekert, Artur"],"language":[],"coverage":[],"title":["The effects of reduced \"free will\" on Bell-based randomness expansion"],"description":["  With the advent of quantum information, the violation of a Bell inequality is\nused as evidence of the absence of an eavesdropper in cryptographic scenarios\nsuch as key distribution and randomness expansion. One of the key assumptions\nof Bell's Theorem is the existence of experimental \"free will\", meaning that\nmeasurement settings can be chosen at random and independently by each party.\nThe relaxation of this assumption potentially shifts the balance of power\ntowards an eavesdropper. We consider a no-signalling model with reduced \"free\nwill\" and bound the adversary's capabilities in the task of randomness\nexpansion.\n","Comment: 7 pages, 2 figures"]}]
["1202.5057",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5057","Phys. Rev. B 86, 121103 (2012)","doi:10.1103/PhysRevB.86.121103"],"date":["2012-02-22","2012-10-19"],"type":["text"],"creator":["Lim, Jong Soo","Serra, Llorens","Lopez, Rosa","Aguado, Ramon"],"language":[],"coverage":[],"title":["Magnetic-field instability of Majorana modes in multiband quantum wires"],"description":["  We investigate the occurrence of Majorana modes in semiconductor quantum\nwires in close proximity with a superconductor and when both, Rashba\ninteraction and magnetic field, are present. We consider long, but finite,\nmultiband wires (namely, planar wires with dimensions $L_x\\gg L_y$). Our\nresults demonstrate that interband mixing coming from Rashba spin orbit term\nhybridizes Majorana pairs originating from different transverse modes while\nsimultaneously closing the effective gap. Consequently, multiple Majorana modes\ndo not coexist in general. On the contrary, Majorana physics is robust provided\nthat only one single transverse mode contributes with a Majorana pair. Finally,\nwe analyse the robustness of Majorana physics with respect to magnetic orbital\neffects.\n","Comment: 5 pages, 4 figures"]}]
["1202.6573",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Mathematics - Probability","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6573"],"date":["2012-02-29","2012-10-19"],"type":["text"],"creator":["Cardona, Gabriel","Mir, Arnau","Rossello, Francesc"],"language":[],"coverage":[],"title":["Exact formulas for the variance of several balance indices under the\n  Yule model"],"description":["  One of the main applications of balance indices is in tests of null models of\nevolutionary processes. The knowledge of an exact formula for a statistic of a\nbalance index, holding for any number n of leaves, is necessary in order to use\nthis statistic in tests of this kind involving trees of any size. In this paper\nwe obtain exact formulas for the variance under the Yule model of the Sackin\nindex, the Colless index and the total cophenetic index of binary rooted\nphylogenetic trees with n leaves. We also obtain the covariance of the Sackin\nand the total cophenetic index.\n","Comment: 32 pages. The final version will appear in the J. Comp. Biol. v2\n  covers the Colless index, which did not appear in v1"]}]
["1203.3655",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Differential Geometry","49J20, 49N05, 49Q10, 53C05, 53C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3655"],"date":["2012-03-16","2012-10-19"],"type":["text"],"creator":["Bejenaru, Andreea","Udriste, Constantin"],"language":[],"coverage":[],"title":["Riemannian optimal control"],"description":["  The aim of this paper is to adapt the general multitime maximum principle to\na Riemannian setting. More precisely, we intend to study geometric optimal\ncontrol problems constrained by the metric compatibility evolution PDE system;\nthe evolution (\"multitime\") variables are the local coordinates on a Riemannian\nmanifold, the state variable is a Riemannian structure and the control is a\nlinear connection compatible to the Riemannian metric. We apply the obtained\nresults in order to solve two flow-type optimal control problems on Riemannian\nsetting: firstly, we maximize the total divergence of a fixed vector field;\nsecondly, we optimize the total Laplacian (the gradient flux) of a fixed\ndifferentiable function. Each time, the result is a bang-bang-type optimal\nlinear connection. Moreover, we emphasize the possibility of choosing at least\ntwo soliton-type optimal (semi-) Riemannian structures. Finally, these\ntheoretical examples help us to conclude about the geometric optimal shape of\npipes, induced by the direction of the flow passing through them.\n","Comment: 14 pages"]}]
["1203.4668",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4668","Phys. Rev. B 86, 064506 (2012)","doi:10.1103/PhysRevB.86.064506"],"date":["2012-03-21","2012-10-18"],"type":["text"],"creator":["Huang, Bor-Luen","Yip, S. -K."],"language":[],"coverage":[],"title":["Phase diagrams of a p-Wave superconductor inside a mesoscopic\n  disc-shaped sample"],"description":["  We study the finite-size and boundary effects on a time-reversal-symmetry\nbreaking p-wave superconducting state in a mesoscopic disc geometry using\nGinzburg-Landau theory. We show that, for a large parameter range, the system\nexhibits multiple phase transitions. The superconducting transition from the\nnormal state can also be reentrant as a function of external magnetic field.\n","Comment: Revised version published in Physical Review B"]}]
["1203.4816",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4816","Phys. Rev. B 86, 115108 (2012)","doi:10.1103/PhysRevB.86.115108"],"date":["2012-03-21","2012-10-19"],"type":["text"],"creator":["Schuch, Norbert","Poilblanc, Didier","Cirac, J. Ignacio","Perez-Garcia, David"],"language":[],"coverage":[],"title":["Resonating valence bond states in the PEPS formalism"],"description":["  We study resonating valence bond (RVB) states in the Projected Entangled Pair\nStates (PEPS) formalism. Based on symmetries in the PEPS description, we\nestablish relations between the toric code state, the orthogonal dimer state,\nand the SU(2) singlet RVB state on the kagome lattice: We prove the equivalence\nof toric code and dimer state, and devise an interpolation between the dimer\nstate and the RVB state. This interpolation corresponds to a continuous path in\nHamiltonian space, proving that the RVB state is the four-fold degenerate\nground state of a local Hamiltonian on the (finite) kagome lattice. We\ninvestigate this interpolation using numerical PEPS methods, studying the decay\nof correlation functions, the change of overlap, and the entanglement spectrum,\nnone of which exhibits signs of a phase transition.\n","Comment: 11+9 pages, 28 figures. v2: More numerical results, and a few minor\n  improvements. v3: Accepted version (minor changes relative to v2),\n  Journal-Ref added"]}]
["1204.1000",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1000","Phys. Rev. D 86, 075020 (2012)","doi:10.1103/PhysRevD.86.075020"],"date":["2012-04-04","2012-10-19"],"type":["text"],"creator":["Chakrabortty, Joydeep","Ghosh, Pradipta","Rodejohann, Werner"],"language":[],"coverage":[],"title":["Lower Limits on $\\mu \\to e \\gamma$ from new Measurements on $U_{e3}$"],"description":["  New data on the lepton mixing angle $\\theta_{13}$ imply that the $e\\mu$\nelement of the matrix $m_\\nu m_\\nu^\\dagger$, where $m_\\nu$ is the neutrino\nMajorana mass matrix, cannot vanish. This implies a lower limit on lepton\nflavor violating processes in the $e\\mu$ sector in a variety of frameworks,\nincluding Higgs triplet models or the concept of minimal flavor violation in\nthe lepton sector. We illustrate this for the branching ratio of $\\mu \\to e\n\\gamma$ in the type II seesaw mechanism, in which a Higgs triplet is\nresponsible for neutrino mass and also mediates lepton flavor violation. We\nalso discuss processes like $\\mu\\to e\\bar{e}e$ and $\\mu\\to e$ conversion in\nnuclei. Since these processes have sensitivity on the individual entries of\n$m_\\nu$, their rates can still be vanishingly small.\n","Comment: 9 pages, 4 .eps figures; Discussions, 2 new figures and references\n  added, Abstract and text modified, matches with the published version in\n  Physical Review D"]}]
["1204.3115",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","14G50 (Primary) 14F20, 94B05, 11T71 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3115"],"date":["2012-04-13","2012-10-18"],"type":["text"],"creator":["Chinburg, Ted","Zhang, Ying"],"language":[],"coverage":[],"title":["Every Binary Self-Dual Code Arises From Hilbert Symbols"],"description":["  In this paper we construct binary self-dual codes using the \\'etale\ncohomology of $\\mathbb{Z}/2$ on the spectra of rings of $S$-integers of global\nfields. We will show that up to equivalence, all self-dual codes of length at\nleast 4 arise from Hilbert pairings on rings of $S$-integers of $\\Q$. This is\nan arithmetic counterpart of a result of Kreck and Puppe, who used cobordism\ntheory to show that all self-dual codes arise from Poincar\\'e duality on real\nthree manifolds.\n","Comment: 8 pages, 2 tables. Improved the exposition in a few places"]}]
["1204.3737",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3737","Sci. Rep. 2, 751 (2012)","doi:10.1038/srep00751"],"date":["2012-04-17","2012-09-19"],"type":["text"],"creator":["Schrenk, K. J.","Araújo, N. A. M.","Herrmann, H. J."],"language":[],"coverage":[],"title":["How to share underground reservoirs"],"description":["  Many resources, such as oil, gas, or water, are extracted from porous soils\nand their exploration is often shared among different companies or nations. We\nshow that the effective shares can be obtained by invading the porous medium\nsimultaneously with various fluids. Partitioning a volume in two parts requires\none division surface while the simultaneous boundary between three parts\nconsists of lines. We identify and characterize these lines, showing that they\nform a fractal set consisting of a single thread spanning the medium and a\nsurrounding cloud of loops. While the spanning thread has fractal dimension\n${1.55\\pm0.03}$, the set of all lines has dimension ${1.69\\pm0.02}$. The size\ndistribution of the loops follows a power law and the evolution of the set of\nlines exhibits a tricritical point described by a crossover with a negative\ndimension at criticality.\n"]}]
["1204.5199",{"format":[],"subject":["Mathematics - Functional Analysis","47H10, 47L25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5199"],"date":["2012-04-23","2012-10-19"],"type":["text"],"creator":["Abduvalieva, Gulnara","Kaliuzhnyi-Verbovetskyi, Dmitry S."],"language":[],"coverage":[],"title":["Fixed point theorems for noncommutative functions"],"description":["  We establish a fixed point theorem for mappings of square matrices of all\nsizes which respect the matrix sizes and direct sums of matrices. The\nconclusions are stronger if such a mapping also respects matrix similarities,\ni.e., is a noncommutative function. As a special case, we prove the\ncorresponding contractive mapping theorem which can be viewed as a new version\nof the Banach Fixed Point Theorem. This result is then applied to prove the\nexistence and uniqueness of a solution of the initial value problem for ODEs in\nnoncommutative spaces. As a by-product of the ideas developed in this paper, we\nestablish a noncommutative version of the principle of nested closed sets.\n"]}]
["1204.5506",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5506","J. Math. Phys. 53, 103513 (2012)","doi:10.1063/1.4755834"],"date":["2012-04-24","2012-05-07"],"type":["text"],"creator":["Gonzales, Marcelo","Iga, Kevin","Khodaee, Sadi","Toppan, Francesco"],"language":[],"coverage":[],"title":["Pure and entangled N=4 linear supermultiplets and their one-dimensional\n  sigma-models"],"description":["  \"Pure\" homogeneous linear supermultiplets (minimal and non-minimal) of the\nN=4-Extended one-dimensional Supersymmetry Algebra are classified. \"Pure\" means\nthat they admit at least one graphical presentation (the corresponding\ngraph/graphs are known as \"Adinkras\"). We further prove the existence of\n\"entangled\" linear supermultiplets which do not admit a graphical presentation,\nby constructing an explicit example of an entangled N=4 supermultiplet with\nfield content (3,8,5). It interpolates between two inequivalent pure N=4\nsupermultiplets with the same field content. The one-dimensional N=4\nsigma-model with a three-dimensional target based on the entangled\nsupermultiplet is presented. The distinction between the notion of equivalence\nfor pure supermultiplets and the notion of equivalence for their associated\ngraphs (Adinkras) is discussed. Discrete properties such as chirality and\ncoloring can discriminate different supermultiplets. The tools used in our\nclassification include, among others, the notion of field content, connectivity\nsymbol, commuting group, node choice group and so on.\n","Comment: 20 pages, 5 figures. Two references added"]}]
["1204.6680",{"format":[],"subject":["Mathematics - Number Theory","11G40 (Primary) 11F41, 11Y99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6680"],"date":["2012-04-30","2012-10-19"],"type":["text"],"creator":["Guitart, Xavier","Masdeu, Marc"],"language":[],"coverage":[],"title":["Computation of ATR Darmon points on non-geometrically modular elliptic\n  curves"],"description":["  ATR points were introduced by Darmon as a conjectural construction of\nalgebraic points on certain elliptic curves for which in general the Heegner\npoint method is not available. So far the only numerical evidence, provided by\nDarmon--Logan and G\\\"artner, concerned curves arising as quotients of Shimura\ncurves. In those special cases the ATR points can be obtained from the already\nexisting Heegner points, thanks to results of Zhang and Darmon--Rotger--Zhao.\n  In this paper we compute for the first time an algebraic ATR point on a curve\nwhich is not uniformizable by any Shimura curve, thus providing the first piece\nof numerical evidence that Darmon's construction works beyond geometric\nmodularity. To this purpose we improve the method proposed by Darmon and Logan\nby removing the requirement that the real quadratic field be norm-euclidean,\nand accelerating the numerical integration of Hilbert modular forms.\n","Comment: 18 pages, to appear in Experimental Math. Revised version to be\n  published"]}]
["1205.1942",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1942","JHEP 1210 (2012) 010","doi:10.1007/JHEP10(2012)010"],"date":["2012-05-09","2012-09-17"],"type":["text"],"creator":["Davies, Rhys"],"language":[],"coverage":[],"title":["Dirac gauginos and unification in F-theory"],"description":["  Supersymmetric models in which the gauginos acquire Dirac masses, rather than\nMajorana masses, offer an appealing alternative to the minimal supersymmetric\nstandard model, especially in the light of the bounds set on superpartner\nmasses by the 2011 LHC data. Dirac gauginos require the presence of chiral\nmultiplets in the adjoint representation of the gauge group, and the\nrealisation of such scenarios in F-theory is the subject of this paper. The\nchiral adjoints drastically alter the usual picture of gauge coupling\nunification, but this is disturbed anyway in F-theory models with non-trivial\nhypercharge flux. The interplay between these two factors is explored, and it\nis found for example that viable F-theory unification can be achieved at around\nthe reduced Planck scale, if there is an extra vector-like pair of singlet\nleptons with TeV-scale mass. I then discuss the conditions which must be\nsatisfied by the geometry and hypercharge flux of an F-theory model with Dirac\ngauginos. One nice possibility is for the visible sector to be localised on a\nK3 surface, and this is discussed in some detail. Finally, I describe how to\nachieve an unbroken discrete R-symmetry in such compactifications, which is an\nimportant ingredient in many models with Dirac gauginos, and write down a\nsimple example which has adjoint chiral multiplets, an appropriate R-symmetry,\nand allows for viable breaking of SU(5) by hypercharge flux.\n","Comment: 25 pages, 4 figures. v2: Minor changes; references added. v3: Section\n  4 modified and expanded; other minor changes"]}]
["1205.6374",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6374"],"date":["2012-05-29","2012-10-19"],"type":["text"],"creator":["Ortiz, C. J.","Vila, R.","Pruneda, J. M."],"language":[],"coverage":[],"title":["Ab initio study of helium and hydrogen interactions in $\\alpha$-Fe"],"description":["  Density Functional Theory (DFT) calculations show a weak interaction between\nhydrogen and helium in iron, in contrast to previous reports of a strong\ntrapping of hydrogen at helium. The strong preference of He and H to occupy\nregions with low electronic density (such as vacancies) explains this\ndiscrepancy, with vacancy-He and vacancy-H binding forces concealing the\nrepulsive interaction between He and H. Furthermore, Rate Theory simulations\nbased on our DFT-calculated V$_n$He$_m$H$_p$ cluster energetics predict, as it\nis observed in some experiments, that synergetic effects could be expected\nbetween H and He in iron under irradiation.\n"]}]
["1205.6863",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6863","doi:10.1088/0004-637X/753/1/7"],"date":["2012-05-30"],"type":["text"],"creator":["Sohn, Sangmo Tony","Anderson, Jay","van der Marel, Roeland P."],"language":[],"coverage":[],"title":["The M31 Velocity Vector. I. Hubble Space Telescope Proper Motion\n  Measurements"],"description":["  We present the first proper motion measurements for the galaxy M31. We\nobtained new V-band imaging data with the HST ACS/WFC and WFC3/UVIS of a\nspheroid field near the minor axis, an outer disk field along the major axis,\nand a field on the Giant Southern Stream. The data provide 5-7 year time\nbaselines with respect to pre-existing deep first-epoch observations. We\nmeasure the positions of thousands of M31 stars and hundreds of compact\nbackground galaxies in each field. High accuracy and robustness is achieved by\nbuilding and fitting a unique template for each individual object. The average\nproper motion for each field is obtained from the average motion of the M31\nstars between the epochs with respect to the background galaxies. For the three\nfields, the observed proper motions (mu_W,mu_N) are (-0.0458, -0.0376),\n(-0.0533, -0.0104), and (-0.0179,-0.0357) mas/yr, respectively. The ability to\naverage over large numbers of objects and over the three fields yields a final\naccuracy of 0.012 mas/yr. The robustness of the proper-motion measurements and\nuncertainties are supported by the fact that data from different instruments,\ntaken at different times and with different telescope orientations, as well as\nmeasurements of different fields, all yield statistically consistent results.\nPapers II and III explore the implications for our understanding of the\nhistory, future, and mass of the Local Group. (Abridged)\n","Comment: 42 pages, 13 figures, to be published in ApJ. Version with high\n  resolution figures and N-body movies available at\n  http://www.stsci.edu/~marel/M31 . Press materials, graphics, and\n  visualizations available at\n  http://hubblesite.org/newscenter/archive/releases/2012/20"]}]
["1206.3092",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3092","Phys. Rev. Lett. 109, 130502 (2012)","doi:10.1103/PhysRevLett.109.130502"],"date":["2012-06-14","2012-10-19"],"type":["text"],"creator":["Calabrese, Pasquale","Cardy, John","Tonni, Erik"],"language":[],"coverage":[],"title":["Entanglement negativity in quantum field theory"],"description":["  We develop a systematic method to extract the negativity in the ground state\nof a 1+1 dimensional relativistic quantum field theory, using a path integral\nformalism to construct the partial transpose rho_A^{T_2} of the reduced density\nmatrix of a subsystem A=A1 U A2, and introducing a replica approach to obtain\nits trace norm which gives the logarithmic negativity E=ln||\\rho_A^{T_2}||.\nThis is shown to reproduce standard results for a pure state. We then apply\nthis method to conformal field theories, deriving the result E\\sim(c/4) ln(L1\nL2/(L1+L2)) for the case of two adjacent intervals of lengths L1, L2 in an\ninfinite system, where c is the central charge. For two disjoint intervals it\ndepends only on the harmonic ratio of the four end points and so is manifestly\nscale invariant. We check our findings against exact numerical results in the\nharmonic chain.\n","Comment: 4 pages, 5 figures"]}]
["1206.3533",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3533","Phys. Rev. B 86, 165105 (2012)","doi:10.1103/PhysRevB.86.165105"],"date":["2012-06-15","2012-10-19"],"type":["text"],"creator":["Vaugier, Loig","Jiang, Hong","Biermann, Silke"],"language":[],"coverage":[],"title":["Hubbard U and Hund's Exchange J in Transition Metal Oxides: Screening\n  vs. Localization Trends from Constrained Random Phase Approximation"],"description":["  In this work, we address the question of calculating the local effective\nCoulomb interaction matrix in materials with strong electronic Coulomb\ninteractions from first principles. To this purpose, we implement the\nconstrained random phase approximation (cRPA) into a density functional code\nwithin the linearized augmented plane wave (LAPW) framework.\n  We apply our approach to the 3d and 4d early transition metal oxides SrMO3\n(M=V, Cr, Mn) and (M=Nb, Mo, Tc) in their paramagnetic phases. For these\nsystems, we explicitly assess the differences between two physically motivated\nlow-energy Hamiltonians: The first is the three-orbital model comprising the\nt2g states only, that is often used for early transition metal oxides. The\nsecond choice is a model where both, metal d- and oxygen p-states are retained\nin the construction of Wannier functions, but the Hubbard interactions are\napplied to the d-states only (\"d-dp Hamiltonian\"). Interestingly, since -- for\na given compound -- both U and J depend on the choice of the model, so do their\ntrends within a family of these compounds. In the 3d perovskite series SrMO3\nthe effective Coulomb interactions in the t2g Hamiltonian decrease along the\nseries, due to the more efficient screening. The inverse -- generally expected\n-- trend, increasing interactions with increasing atomic number, is however\nrecovered within the more localized \"d-dp Hamiltonian\". Similar conclusions are\nestablished in the layered 4d perovskites series Sr2MO4 (M=Mo, Tc, Ru, Rh).\nCompared to their isoelectronic and isostructural 3d analogues, the 4d 113\nperovskite oxides SrMO3 (M=Nb, Mo, Tc) exhibit weaker screening effects.\nInterestingly, this leads to an effectively larger U on 4d shells than on 3d\nwhen a t2g model is constructed.\n","Comment: 21 pages, 7 figures"]}]
["1206.4121",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4121","Journal of Physics A: Mathematical and Theoretical vol. 45, no.\n  45, p. 453001 (2012)","doi:10.1088/1751-8113/45/45/453001"],"date":["2012-06-19","2012-09-18"],"type":["text"],"creator":["Wilde, Mark M.","Hayden, Patrick","Buscemi, Francesco","Hsieh, Min-Hsiu"],"language":[],"coverage":[],"title":["The information-theoretic costs of simulating quantum measurements"],"description":["  Winter's measurement compression theorem stands as one of the most\npenetrating insights of quantum information theory (QIT). In addition to making\nan original and profound statement about measurement in quantum theory, it also\nunderlies several other general protocols in QIT. In this paper, we provide a\nfull review of Winter's measurement compression theorem, detailing the\ninformation processing task, giving examples for understanding it, reviewing\nWinter's achievability proof, and detailing a new approach to its single-letter\nconverse theorem. We prove an extension of the theorem to the case in which the\nsender is not required to receive the outcomes of the simulated measurement.\nThe total cost of common randomness and classical communication can be lower\nfor such a \"non-feedback\" simulation, and we prove a single-letter converse\ntheorem demonstrating optimality. We then review the Devetak-Winter theorem on\nclassical data compression with quantum side information, providing new proofs\nof its achievability and converse parts. From there, we outline a new protocol\nthat we call \"measurement compression with quantum side information,\" announced\npreviously by two of us in our work on triple trade-offs in quantum Shannon\ntheory. This protocol has several applications, including its part in the\n\"classically-assisted state redistribution\" protocol, which is the most general\nprotocol on the static side of the quantum information theory tree, and its\nrole in reducing the classical communication cost in a task known as local\npurity distillation. We also outline a connection between measurement\ncompression with quantum side information and recent work on entropic\nuncertainty relations in the presence of quantum memory. Finally, we prove a\nsingle-letter theorem characterizing measurement compression with quantum side\ninformation when the sender is not required to obtain the measurement outcome.\n","Comment: 77 pages, 7 figures; v2, minor changes to clarify notation"]}]
["1207.0125",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0125"],"date":["2012-06-30","2012-10-19"],"type":["text"],"creator":["Subramanian, Sneha Dey"],"language":[],"coverage":[],"title":["On the Distribution of Critical Points of a Polynomial"],"description":["  This paper proves that if points $Z_1,Z_2,...$ are chosen independently and\nidentically using some measure $\\mu$ from the unit circle in the complex plane,\nwith $p_n(z) = (z-Z_1)(z-Z_2)...(z-Z_n)$, then the empirical distribution of\nthe critical points of $p_n$ converges weakly to $\\mu$.\n"]}]
["1207.1253",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1253"],"date":["2012-07-05","2012-10-19"],"type":["text"],"creator":["Bavaud, François","Guex, Guillaume"],"language":[],"coverage":[],"title":["Interpolating between Random Walks and Shortest Paths: a Path Functional\n  Approach"],"description":["  General models of network navigation must contain a deterministic or drift\ncomponent, encouraging the agent to follow routes of least cost, as well as a\nrandom or diffusive component, enabling free wandering. This paper proposes a\nthermodynamic formalism involving two path functionals, namely an energy\nfunctional governing the drift and an entropy functional governing the\ndiffusion. A freely adjustable parameter, the temperature, arbitrates between\nthe conflicting objectives of minimising travel costs and maximising spatial\nexploration. The theory is illustrated on various graphs and various\ntemperatures. The resulting optimal paths, together with presumably new\nassociated edges and nodes centrality indices, are analytically and numerically\ninvestigated.\n"]}]
["1207.3376",{"format":[],"subject":["Physics - Optics","Condensed Matter - Other Condensed Matter","Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3376","Phys. Rev. ST Accel. Beams 15, 100702 (2012)","doi:10.1103/PhysRevSTAB.15.100702"],"date":["2012-07-13"],"type":["text"],"creator":["Shvyd'ko, Yuri","Lindberg, Ryan"],"language":[],"coverage":[],"title":["Spatiotemporal Response of Crystals in X-ray Bragg Diffraction"],"description":["  The spatiotemporal response of crystals in x-ray Bragg diffraction resulting\nfrom excitation by an ultra-short, laterally confined x-ray pulse is studied\ntheoretically. The theory presents an extension of the analysis in symmetric\nreflection geometry [1] to the generic case, which includes Bragg diffraction\nboth in reflection (Bragg) and transmission (Laue) asymmetric scattering\ngeometries. The spatiotemporal response is presented as a product of a\ncrystal-intrinsic plane wave spatiotemporal response function and an envelope\nfunction defined by the crystal-independent transverse profile of the incident\nbeam and the scattering geometry. The diffracted wavefields exhibit amplitude\nmodulation perpendicular to the propagation direction due to both angular\ndispersion and the dispersion due to Bragg's law. The characteristic measure of\nthe spatiotemporal response is expressed in terms of a few parameters: the\nextinction length, crystal thickness, Bragg angle, asymmetry angle, and the\nspeed of light. Applications to self-seeding of hard x-ray free electron lasers\nare discussed, with particular emphasis on the relative advantages of using\neither the Bragg or Laue scattering geometries. Intensity front inclination in\nasymmetric diffraction can be used to make snapshots of ultra-fast processes\nwith femtosecond resolution.\n"]}]
["1207.4841",{"format":[],"subject":["Mathematics - Number Theory","11B75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4841","INTEGERS 12A (2012) A1"],"date":["2012-07-19"],"type":["text"],"creator":["Altman, Harry","Zelinsky, Joshua"],"language":[],"coverage":[],"title":["Numbers with Integer Complexity Close to the Lower Bound"],"description":["  Define $|n|$ to be the complexity of $n$, the smallest number of 1's needed\nto write $n$ using an arbitrary combination of addition and multiplication.\nJohn Selfridge showed that $|n|\\ge 3\\log_3 n$ for all $n$. Define the defect of\n$n$, denoted $\\delta(n)$, to be $|n|-3\\log_3 n$; in this paper we present a\nmethod for classifying all $n$ with $\\delta(n)<r$ for a given $r$. From this,\nwe derive several consequences. We prove that $|2^m 3^k|=2m+3k$ for $m\\le 21$\nwith $m$ and $k$ not both zero, and present a method that can, with more\ncomputation, potentially prove the same for larger $m$. Furthermore, defining\n$A_r(x)$ to be the number of $n$ with $\\delta(n)<r$ and $n\\le x$, we prove that\n$A_r(x)=\\Theta_r((\\log x)^{\\lfloor r \\rfloor+1})$, allowing us to conclude that\nthe values of $|n|-3\\log_3 n$ can be arbitrarily large.\n","Comment: 23 pages; to appear in INTEGERS"]}]
["1207.4904",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4904","Phys. Rev. A 86, 043817 (2012)","doi:10.1103/PhysRevA.86.043817"],"date":["2012-07-20","2012-10-19"],"type":["text"],"creator":["Gozhyk, I.","Clavier, G.","Meallet-Renault, R.","Dvorko, M.","Pansu, R.","Audibert, J. -F.","Brosseau, A.","Lafargue, C.","Tsvirkun, V.","Lozenko, S.","Forget, S.","Chenais, S.","Ulysse, C.","Zyss, J.","Lebental, M."],"language":[],"coverage":[],"title":["An insight into polarization states of solid-state organic lasers"],"description":["  The polarization states of lasers are crucial issues both for practical\napplications and fundamental research. In general, they depend in a combined\nmanner on the properties of the gain material and on the structure of the\nelectromagnetic modes. In this paper, we address this issue in the case of\nsolid-state organic lasers, a technology which enables to vary independently\ngain and mode properties. Different kinds of resonators are investigated:\nin-plane micro-resonators with Fabry-Perot, square, pentagon, stadium, disk,\nand kite shapes, and external vertical resonators. The degree of polarization P\nis measured in each case. It is shown that although TE modes prevail generally\n(P>0), kite-shaped micro-laser generates negative values for P, i.e. a flip of\nthe dominant polarization which becomes mostly TM polarized. We at last\ninvestigated two degrees of freedom that are available to tailor the\npolarization of organic lasers, in addition to the pump polarization and the\nresonator geometry: upon using resonant energy transfer (RET) or upon pumping\nthe laser dye to an higher excited state. We then demonstrate that\nsignificantly lower P factors can be obtained.\n","Comment: 12 pages, 12 figures"]}]
["1207.5316",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5316","J. Magn. Magn. Mater. 327 (2013) 103-109","doi:10.1016/j.jmmm.2012.09.037"],"date":["2012-07-23"],"type":["text"],"creator":["Ummethum, Joerg","Schnack, Juergen","Laeuchli, Andreas M."],"language":[],"coverage":[],"title":["Large-scale numerical investigations of the antiferromagnetic Heisenberg\n  icosidodecahedron"],"description":["  We present up to date investigations of the antiferromagnetic Heisenberg\nicosidodecahedron by means of the Density Matrix Renormalization Group method.\nWe compare our results with modern Correlator Product State as well as Lanczos\ncalculations.\n","Comment: 20 pages, 11 figures"]}]
["1207.5780",{"format":[],"subject":["Mathematics - Representation Theory","17B10, 17B65, 16D60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5780"],"date":["2012-07-24","2012-10-18"],"type":["text"],"creator":["Futorny, Vyacheslav","Grantcharov, Dimitar","Mazorchuk, Volodymyr"],"language":[],"coverage":[],"title":["Weight modules over infinite dimensional Weyl algebras"],"description":["  We classify simple weight modules over infinite dimensional Weyl algebras and\nrealize them using the action on certain localizations of the polynomial ring.\nWe describe indecomposable projective and injective weight modules and deduce\nfrom this a description of blocks of the category of weight modules by quivers\nand relations. As a corollary we establish Koszulity for all blocks.\n","Comment: 10 pages"]}]
["1207.6841",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6841","Phys. Rev. B 86, 165430 (2012)","doi:10.1103/PhysRevB.86.165430"],"date":["2012-07-30"],"type":["text"],"creator":["Hasegawa, Yasumasa","Kishigi, Keita"],"language":[],"coverage":[],"title":["Merging Dirac points and topological phase transitions in the\n  tight-binding model on the generalized honeycomb lattice"],"description":["  Moving, merging and annihilating Dirac points are studied theoretically in\nthe tight-binding model on honeycomb lattice with up-to third-nearest-neighbor\nhoppings. We obtain a rich phase diagram of the topological phase transitions\nin the parameter space of direction-dependent hoppings. We obtain the\nconditions for the three Dirac points to merge and for the tricritical points.\nWe find that only very small third-nearest-neighbor hoppings are enough for the\nexistence of the merging of three-Dirac-points and the tricritical points, if\nthe system is sufficiently anisotropic. The density of states is obtained to be\n$D(\\epsilon) \\propto |\\epsilon|^{1/3}$ when three Dirac points merge, and\n$D(\\epsilon) \\propto |\\epsilon|^{1/4}$ at the tricritical points. It is\npossible to realize these topological phase transitions in the ultracold atoms\non the optical lattice, strained monolayer graphene or strained bilayer\ngraphene.\n","Comment: 19 pages, 25 figures"]}]
["1208.2550",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2550","Phys. Rev. A 86, 044301 (2012)","doi:10.1103/PhysRevA.86.044301"],"date":["2012-08-13","2012-10-15"],"type":["text"],"creator":["Pusey, Matthew F.","Rudolph, Terry"],"language":[],"coverage":[],"title":["Quantum lost property: a possible operational meaning for the\n  Hilbert-Schmidt product"],"description":["  Minimum error state discrimination between two mixed states \\rho and \\sigma\ncan be aided by the receipt of \"classical side information\" specifying which\nstates from some convex decompositions of \\rho and \\sigma apply in each run. We\nquantify this phenomena by the average trace distance, and give lower and upper\nbounds on this quantity as functions of \\rho and \\sigma. The lower bound is\nsimply the trace distance between \\rho and \\sigma, trivially seen to be tight.\nThe upper bound is \\sqrt{1 - tr(\\rho\\sigma)}, and we conjecture that this is\nalso tight. We reformulate this conjecture in terms of the existence of a pair\nof \"unbiased decompositions\", which may be of independent interest, and prove\nit for a few special cases. Finally, we point towards a link with a notion of\nnon-classicality known as preparation contextuality.\n","Comment: 3 pages, 1 figure. v2: Less typos in text and less punctuation in\n  title"]}]
["1208.2937",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2937","JHEP 1210 (2012) 098","doi:10.1007/JHEP10(2012)098"],"date":["2012-08-14","2012-09-11"],"type":["text"],"creator":["Kulaxizi, Manuela","Parnachev, Andrei","Schalm, Koenraad"],"language":[],"coverage":[],"title":["On Holographic Entanglement Entropy of Charged Matter"],"description":["  We study holographic entanglement entropy in the background of charged\ndilatonic black holes which can be viewed as holographic duals of certain\nfinite density states of N=4 super Yang-Mills. These charged black holes are\ndistinguished in that they have vanishing ground state entropy. The\nentanglement entropy for a slab experiences a second order phase transition as\nthe thickness of the slab is varied, while the entanglement entropy for a\nsphere is a smooth function of the radius. This suggests that the second scale\nintroduced by the anisotropy of the slab plays an important role in driving the\nphase transition. In both cases we do not observe any logarithmic violation of\nthe area law indicative of hidden Fermi surfaces. We investigate how these\nresults are affected by the inclusion of the Gauss-Bonnet term in the bulk\ngravitational action. We also observe that such addition to the bulk action\ndoes not change the logarithmic violation of the area law in the backgrounds\nwith hyperscaling violation.\n","Comment: harvmac, 26 pages, 9 figures; v2: minor corrections"]}]
["1208.3612",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3612","J. Math. Phys. 53, 103518 (2012)","doi:10.1063/1.4758923"],"date":["2012-08-17"],"type":["text"],"creator":["Khodaee, Sadi","Toppan, Francesco"],"language":[],"coverage":[],"title":["Critical scaling dimension of D-module representations of N=4,7,8\n  Superconformal Algebras and constraints on Superconformal Mechanics"],"description":["  At critical values of the scaling dimension $\\lambda$, supermultiplets of the\nglobal ${\\cal N}$-Extended one-dimensional Supersymmetry algebra induce\n$D$-module representations of finite superconformal algebras (the latters being\nidentified in terms of the global supermultiplet and its critical scaling\ndimension). For ${\\cal N}=4,8$ and global supermultiplets $(k, {\\cal N}, {\\cal\nN}-k)$, the exceptional superalgebras $D(2,1;\\alpha)$ are recovered for ${\\cal\nN}=4$, with a relation between $\\alpha$ and the scaling dimension given by\n$\\alpha= (2-k)\\lambda$. For ${\\cal N}=8$ and $k\\neq 4$ all four ${\\cal N}=8$\nfinite superconformal algebras are recovered, at the critical values $\\lambda_k\n= \\frac{1}{k-4}$, with the following identifications: D(4,1) for $k=0,8$, F(4)\nfor $k=1,7$, A(3,1) for $k=2,6$ and D(2,2) for $k=3,5$. The ${\\cal N}=7$ global\nsupermultiplet $(1,7,7,1)$ induces, at $\\lambda= -1/4$, a $D$-module\nrepresentation of the exceptional superalgebra G(3). $D$-module representations\nare applicable to the construction of superconformal mechanics in a Lagrangian\nsetting. The isomorphism of the $D(2,1;\\alpha)$ algebras under an $S_3$ group\naction on $\\alpha$, coupled with the relation between $\\alpha$ and the scaling\ndimension $\\lambda$, induces non-trivial constraints on the admissible models\nof ${\\cal N}=4$ superconformal mechanics. The existence of new superconformal\nmodels is pointed out. E.g., coupled $(1,4,3)$ and $(3,4,1)$ supermultiplets\ngenerate an ${\\cal N}=4$ superconformal mechanics if $\\lambda$ is related to\nthe golden ratio. The relation between classical versus quantum $D$-module\nrepresentations is presented.\n","Comment: 26 pages"]}]
["1208.4137",{"format":[],"subject":["Mathematics - Representation Theory","32L25 (Primary) 22E46, 32L10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4137"],"date":["2012-08-20","2012-10-19"],"type":["text"],"creator":["Wolf, Joseph A."],"language":[],"coverage":[],"title":["Principal series representations of infinite dimensional Lie groups, II:\n  Construction of induced representations"],"description":["  We study representations of the classical infinite dimensional real simple\nLie groups $G$ induced from factor representations of minimal parabolic\nsubgroups $P$. This makes strong use of the recently developed structure theory\nfor those parabolic subgroups and subalgebras. In general parabolics in the\ninfinite dimensional classical Lie groups are are somewhat more complicated\nthan in the finite dimensional case, and are not direct limits of finite\ndimensional parabolics. We extend their structure theory and use it for the\ninfinite dimensional analog of the classical principal series representations.\nIn order to do this we examine two types of conditions on $P$: the flag-closed\ncondition and minimality. We use some riemannian symmetric space theory to\nprove that if $P$ is flag-closed then any maximal lim-compact subgroup $K$ of\n$G$ is transitive on $G /P$\\,. When $P$ is minimal we prove that it is\namenable, and we use properties of amenable groups to induce unitary\nrepresentations $\\tau$ of $P$ up to continuous representations $\\Ind_P^G(\\tau)$\nof $G$ on complete locally convex topological vector spaces. When $P$ is both\nminimal and flag-closed we have a decomposition $P = MAN$ similar to that of\nthe finite dimensional case, and we show how this gives $K$--spectrum\ninformation $\\Ind_P^G(\\tau)|_K = \\Ind_M^K(\\tau|_M)$.\n","Comment: Second in a series of three papers"]}]
["1209.1124",{"format":[],"subject":["Physics - General Physics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.1124","IJMPD 21 (2012) 1250073","doi:10.1142/S0218271812500733"],"date":["2012-09-05","2012-09-12"],"type":["text"],"creator":["Medeiros, L. G."],"language":[],"coverage":[],"title":["Realistic Cyclic Magnetic Universe"],"description":["  This work presents a complete cyclic cosmological scenario based on nonlinear\nmagnetic field. It is constructed a model composed by five fluids namely\nbaryonic matter, dark matter, radiation, neutrinos and a cosmological magnetic\nfield. The first four fluids are treated in the standard way and the fifth\nfluid, the magnetic field, is described by a nonlinear electrodynamics. The\nfree parameters are fitted by observational data (SNIa, CMB, extragalactic\nmagnetic fields, etc) and by simple theoretical considerations. As result\narises a cyclic cosmological model which preserves the main successes of\nstandard big bang model and solve some other problems like the initial\nsingularity, the present acceleration and the Big Rip.\n","Comment: 13 pages and 6 figures"]}]
["1209.2086",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.2086"],"date":["2012-09-10","2012-10-19"],"type":["text"],"creator":["Hu, Donglin","Mao, Shiwen"],"language":[],"coverage":[],"title":["On Cooperative Relay Networks with Video Applications"],"description":["  In this paper, we investigate the problem of cooperative relay in CR networks\nfor further enhanced network performance. In particular, we focus on the two\nrepresentative cooperative relay strategies, and develop optimal spectrum\nsensing and $p$-Persistent CSMA for spectrum access. Then, we study the problem\nof cooperative relay in CR networks for video streaming. We incorporate\ninterference alignment to allow transmitters collaboratively send encoded\nsignals to all CR users. In the cases of a single licensed channel and multiple\nlicensed channels with channel bonding, we develop an optimal distributed\nalgorithm with proven convergence and convergence speed. In the case of\nmultiple channels without channel bonding, we develop a greedy algorithm with\nbounded performance.\n"]}]
["1209.4617",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","13F60 (Primary) 05E10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4617"],"date":["2012-09-20","2012-10-19"],"type":["text"],"creator":["Canakci, Ilke","Schiffler, Ralf"],"language":[],"coverage":[],"title":["Snake graph calculus and cluster algebras from surfaces"],"description":["  Snake graphs appear naturally in the theory of cluster algebras. For cluster\nalgebras from surfaces, each cluster variable is given by a formula which is\nparametrized by the perfect matchings of a snake graph. In this paper, we\nidentify each cluster variable with its snake graph, and interpret relations\namong the cluster variables in terms of these graphs. In particular, we give a\nnew proof of skein relations of two cluster variables.\n","Comment: 37 pages, 29 Figures; v2 Theorem 5.4 added"]}]
["1209.4688",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4688"],"date":["2012-09-20","2012-10-19"],"type":["text"],"creator":["Whalen, Daniel J."],"language":[],"coverage":[],"title":["The First Stars"],"description":["  Pop III stars are the key to the character of primeval galaxies, the first\nheavy elements, the onset of cosmological reionization, and the seeds of\nsupermassive black holes. Unfortunately, in spite of their increasing\nsophistication, numerical models of Pop III star formation cannot yet predict\nthe masses of the first stars. Because they lie at the edge of the observable\nuniverse, individual Pop III stars will also remain beyond the reach of\ntelescopes for the foreseeable future, and so their properties remain unknown.\nHowever, it will soon be possible to constrain their masses by the direct\ndetection of their supernovae and by reconciling their nucleosynthetic yields\nto the chemical abundances measured in ancient metal-poor stars in the Galactic\nhalo, some of which may be bear the ashes of the first stars. Here, I review\ncurrent problems on the simulation frontier in Pop III star formation and\ndiscuss the best prospects for constraining their properties observationally in\nthe near term.\n","Comment: 6 pages, 3 figures, invited review talk at the Vulcano Astrophysics\n  Workshop, Vulcano, Italy, May 28 - Jun 3, 2012, revised in response to\n  comments"]}]
["1209.6615",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Performance","Mathematics - Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6615"],"date":["2012-09-28","2012-10-18"],"type":["text"],"creator":["Birkholz, Julie M.","Bakhshi, Rena","Harige, Ravindra","van Steen, Maarten","Groenewegen, Peter"],"language":[],"coverage":[],"title":["Scalable Analysis for Large Social Networks: the data-aware mean-field\n  approach"],"description":["  Studies on social networks have proved that endogenous and exogenous factors\ninfluence dynamics. Two streams of modeling exist on explaining the dynamics of\nsocial networks: 1) models predicting links through network properties, and 2)\nmodels considering the effects of social attributes. In this interdisciplinary\nstudy we work to overcome a number of computational limitations within these\ncurrent models. We employ a mean-field model which allows for the construction\nof a population-specific socially informed model for predicting links from both\nnetwork and social properties in large social networks. The model is tested on\na population of conference coauthorship behavior, considering a number of\nparameters from available Web data. We address how large social networks can be\nmodeled preserving both network and social parameters. We prove that the\nmean-field model, using a data-aware approach, allows us to overcome\ncomputational burdens and thus scalability issues in modeling large social\nnetworks in terms of both network and social parameters. Additionally, we\nconfirm that large social networks evolve through both network and\nsocial-selection decisions; asserting that the dynamics of networks cannot\nsingly be studied from a single perspective but must consider effects of social\nparameters.\n","Comment: Accepted to SocInfo 2012; full version including appendix"]}]
["1210.0041",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0041","SIGMA 8 (2012), 077, 10 pages","doi:10.3842/SIGMA.2012.077"],"date":["2012-09-28","2012-10-19"],"type":["text"],"creator":["Cohl, Howard S.","Volkmer, Hans"],"language":[],"coverage":[],"title":["Definite Integrals using Orthogonality and Integral Transforms"],"description":["  We obtain definite integrals for products of associated Legendre functions\nwith Bessel functions, associated Legendre functions, and Chebyshev polynomials\nof the first kind using orthogonality and integral transforms.\n"]}]
["1210.0490",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0490"],"date":["2012-10-01","2012-10-19"],"type":["text"],"creator":["Muralidharan, Vijayvaradharaj T.","Rajan, B. Sundar"],"language":[],"coverage":[],"title":["Physical Layer Network Coding for the Multiple Access Relay Channel"],"description":["  We consider the two user wireless Multiple Access Relay Channel (MARC), in\nwhich nodes $A$ and $B$ want to transmit messages to a destination node $D$\nwith the help of a relay node $R$. For the MARC, Wang and Giannakis proposed a\nComplex Field Network Coding (CFNC) scheme. As an alternative, we propose a\nscheme based on Physical layer Network Coding (PNC), which has so far been\nstudied widely only in the context of two-way relaying. For the proposed PNC\nscheme, transmission takes place in two phases: (i) Phase 1 during which $A$\nand $B$ simultaneously transmit and, $R$ and $D$ receive, (ii) Phase 2 during\nwhich $A$, $B$ and $R$ simultaneously transmit to $D$. At the end of Phase 1,\n$R$ decodes the messages $x_A$ of $A$ and $x_B$ of $B,$ and during Phase 2\ntransmits $f(x_A,x_B),$ where $f$ is many-to-one. Communication protocols in\nwhich the relay node decodes are prone to loss of diversity order, due to error\npropagation from the relay node. To counter this, we propose a novel decoder\nwhich takes into account the possibility of an error event at $R$, without\nhaving any knowledge about the links from $A$ to $R$ and $B$ to $R$. It is\nshown that if certain parameters are chosen properly and if the map $f$\nsatisfies a condition called exclusive law, the proposed decoder offers the\nmaximum diversity order of two. Also, it is shown that for a proper choice of\nthe parameters, the proposed decoder admits fast decoding, with the same\ndecoding complexity order as that of the CFNC scheme. Simulation results\nindicate that the proposed PNC scheme performs better than the CFNC scheme.\n","Comment: 10 pages, 5 figures"]}]
["1210.1681",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.1681"],"date":["2012-10-05","2012-10-19"],"type":["text"],"creator":["Hansen, Sidse Damgaard","Nygaard, Nicolai","Mølmer, Klaus"],"language":[],"coverage":[],"title":["Scattering of matter wave solitons on localized potentials"],"description":["  We present numerical and analytical results for the reflection and\ntransmission properties of matter wave solitons impinging on localized\nscattering potentials in one spatial dimension. Our mean field analysis\nidentifies regimes where the solitons behave more like waves or more like\nparticles as a result of the interplay between the dispersive wave propagation\nand the attractive interactions between the atoms. For a bright soliton\npropagating together with a dark soliton void in a two-species Bose-Einstein\ncondensate of atoms with repulsive interactions, we find different reflection\nand transmission properties of the dark and the bright components.\n","Comment: 11 pages, 8 figures"]}]
["1210.2112",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2112"],"date":["2012-10-07","2012-10-18"],"type":["text"],"creator":["Zhou, Xin"],"language":[],"coverage":[],"title":["Min-max minimal hypersurface in $(M^{n+1}, g)$ with $Ric_{g}>0$ and\n  $2\\leq n\\leq 6$"],"description":["  In this paper, we study the shape of the min-max minimal hypersurface\nproduced by Almgren-Pitts in \\cite{A2}\\cite{P} corresponding to the fundamental\nclass of a Riemannian manifold $(M^{n+1}, g)$ of positive Ricci curvature with\n$2\\leq n\\leq 6$. We characterize the Morse index, area and multiplicity of this\nmin-max hypersurface. In particular, we show that the min-max hypersurface is\neither orientable and of index one, or is a double cover of a non-orientable\nminimal hypersurface with least area among all closed embedded minimal\nhypersurfaces.\n","Comment: 31 pages, Section 6 reformulated and strengthened with an error\n  corrected"]}]
["1210.2563",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2563"],"date":["2012-10-09","2012-10-19"],"type":["text"],"creator":["Denaro, G.","Valenti, D.","La Cognata, A.","Spagnolo, B.","Bonanno, A.","Basilone, G.","Mazzola, S.","Zgozi, S.","Aronica, S.","Brunet, C."],"language":[],"coverage":[],"title":["Spatio-temporal behaviour of the deep chlorophyll maximum in\n  Mediterranean Sea: Development of a stochastic model for picophytoplankton\n  dynamics"],"description":["  In this paper, by using a stochastic reaction-diffusion-taxis model, we\nanalyze the picophytoplankton dynamics in the basin of the Mediterranean Sea,\ncharacterized by poorly mixed waters. The model includes intraspecific\ncompetition of picophytoplankton for light and nutrients. The multiplicative\nnoise sources present in the model account for random fluctuations of\nenvironmental variables. Phytoplankton distributions obtained from the model\nshow a good agreement with experimental data sampled in two different sites of\nthe Sicily Channel. The results could be extended to analyze data collected in\ndifferent sites of the Mediterranean Sea and to devise predictive models for\nphytoplankton dynamics in oligotrophic waters.\n","Comment: To be published in Ecological Complexity"]}]
["1210.2609",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2609"],"date":["2012-10-09","2012-10-19"],"type":["text"],"creator":["Bastrukov, Sergey","Khoo, Jun Yong","Lukiyanchuk, Boris","Molodtsova, Irina"],"language":[],"coverage":[],"title":["Micromagnetic theory of spin relaxation and ferromagnetic resonance in\n  multilayered metallic films"],"description":["  Spin relaxation in the ultrathin metallic films of stacked microelectronic\ndevices is investigated on the basis of a modified Landau-Lifshitz equation of\nmicromagnetic dynamics in which the damping torque is treated as originating\nfrom the coupling between precessing magnetization-vector and the introduced\nstress-tensors of intrinsic and extrinsic magnetic anisotropy. Particular\nattention is given to the time of exponential relaxation and ferromagnetic\nresonance linewidth which are derived in analytic form from the equation of\nmagnetization energy loss and Gabor uncertainty relation between the\nfull-width-at-half-maximum in resonance-shaped line and lifetime of resonance\nexcitation. The potential of developed theory is briefly discussed in the\ncontext of recent measurements.\n","Comment: 10 pages, 3 figures"]}]
["1210.3333",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3333"],"date":["2012-10-11","2012-10-19"],"type":["text"],"creator":["Ege, Kerem","Boncompagne, Thibault","Laulagnet, Bernard","Guyader, Jean-Louis"],"language":[],"coverage":[],"title":["Experimental estimations of viscoelastic properties of multilayer damped\n  plates in broad-band frequency range"],"description":["  Regarding lightweighting structures for aeronautics, automotive or\nconstruction applications, the level of performance of solutions proposed in\nterms of damping and isolation is fundamental. Hence multilayered plate appears\nas an interesting answer if damping performances are properly optimized. In\nthis paper, a novel modal analysis method (Ege et al, JSV 325 (4-5), 2009) is\nused to identify viscoelastic properties (loss factors, Young's modulus) of\n\"polyethylene thermoplastic / aluminum\" bilayer plates. The thermoplastic is\nchosen for its high loss factors and relative low mass. The experimental method\nconsists in a high-resolution technique (ESPRIT algorithm) which allows precise\nestimations of the viscoelastic properties even in frequency domains with high\nmodal overlap (high damping or modal density). Experimental loss factors\nestimated from impact hammer excitations on the free-free plates highly\ncorresponds with two theoretical estimations. In the first model (Guyader &\nLesueur, JSV 58(1), 1978) the calculation is based on multilayered plates\nequations and use wave propagation analysis ; in the second one (Laulagnet &\nGuyader, JASA 96(1), 1994) the thickness deformation solving Navier's equations\nis allowed. Results on several plates with several thicknesses of\nthermoplastics are given and compared with the models, demonstrating the\nvalidity of the approach.\n","Comment: InterNoise 2012, New York : United States (2012)"]}]
["1210.3995",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3995"],"date":["2012-10-15","2012-10-19"],"type":["text"],"creator":["Lundow, P. H.","Campbell, I. A."],"language":[],"coverage":[],"title":["The Ising Spin Glass in dimension five: link overlaps"],"description":["  Extensive simulations are made of the link overlap in five dimensional Ising\nSpin Glasses (ISGs) through and below the ordering transition. Moments of the\nmean link overlap distributions (the kurtosis and the skewness) show clear\ncritical maxima at the ISG ordering temperature. These criteria can be used as\nefficient tools to identify a freezing transition quite generally and in any\ndimension. In the ISG ordered phase the mean link overlap distribution develops\na strong two peak structure, with the link overlap spectra of individual\nsamples becoming very heterogeneous. There is no tendency towards a \"trivial\"\nuniversal single peak distribution in the range of size and temperature covered\nby the data.\n","Comment: 4 pages, 6 figures"]}]
["1210.4243",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.4243"],"date":["2012-10-16","2012-10-18"],"type":["text"],"creator":["Barua, Bappi","Abolhasan, Mehran","Franklin, Daniel","Safaei, Farzad"],"language":[],"coverage":[],"title":["Outage Probability Analysis of Dual Hop Relay Networks in Presence of\n  Interference"],"description":["  Cooperative relaying improves the performance of wireless networks by forming\na network of multiple independent virtual sources transmitting the same\ninformation as the source node. However, interference induced in the network\nreduces the performance of cooperative communications. In this work the\nstatistical properties, the cumulative distribution function (CDF) and the\nprobability density function (PDF) for a basic dual hop cooperative relay\nnetwork with an arbitrary number of interferers over Rayleigh fading channels\nare derived. Two system models are considered: in the first system model, the\ninterferers are only at the relay node; and in the second system model,\ninterferers are both at the relay and the destination. This work is further\nextended to Nakagami-m faded interfering channels. Simulation results are\npresented on outage probability performance to verify the theoretical analysis.\n"]}]
["1210.4544",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.4544"],"date":["2012-10-16","2012-10-18"],"type":["text"],"creator":["Jiang, Qing-Quan"],"language":[],"coverage":[],"title":["A note on black hole spectroscopy in the tunneling mechanism"],"description":["  The paper has been withdrawn by the author.\n","Comment: The paper has been withdrawn by the author"]}]
["1210.4612",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.4612"],"date":["2012-10-07"],"type":["text"],"creator":["Ghosh, Rahul","Chattopadhyay, Surajit"],"language":[],"coverage":[],"title":["Behaviour of interacting Ricci dark energy in logarithmic f(T) gravity"],"description":["  In the present work we have considered a modified gravity dubbed as\n\"logarithmic $f(T)$ gravity\" and investigated the behavior of Ricci dark energy\ninteracting with pressureless dark matter. We have chosen the interaction term\nin the form $Q\\propto H\\delta\\rho_{m}$ and investigated the behavior of the\nHubble parameter $H$ as a function of the redshift $z$. For this reconstructed\n$H$ we have investigated the behavior of the density of the Ricci dark energy\n$\\rho_{RDE}$ and density contribution due to torsion $\\rho_{T}$. All of the\nsaid cosmological parameters are seen to have increasing behavior from higher\nto lower redshifts for all values of $c^{2}$ pertaining to the Ricci dark\nenergy. Subsequently, we observed the equation of state parameter $w_{RDE}$ in\nthis situation. The equation of state parameter is found to behave like phantom\nfor all choices of $c^{2}$ in the Ricci dark energy.\n","Comment: 9 pages, 7 figures"]}]
["1210.5086",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables","30G35, 31B05, 31B10, 42B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5086"],"date":["2012-10-18"],"type":["text"],"creator":["Wang, Jinxun","Li, Xingmin","Liao, Jianquan"],"language":[],"coverage":[],"title":["The Quaternionic Cauchy-Szeg\\\"{o} Kernel on the Quaternionic Siegel Half\n  Space"],"description":["  The quaternionic Cauchy-Szeg\\\"{o} kernel of the Hardy space\n$\\mathcal{H}^2(\\mathcal{U}_n)$ on the quaternionic Siegel half space\n$\\mathcal{U}_n$ is derived and the Hardy spaces on the octonionic Siegel half\nspace is investigated.\n","Comment: 17 pages, has been submitted to journal for publication"]}]
["1210.5115",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5115"],"date":["2012-10-18"],"type":["text"],"creator":["Capozziello, Salvatore","Cristofano, Gerardo","De Laurentis, Mariafelicia","Luongo, Orlando"],"language":[],"coverage":[],"title":["From Black Hole quantization to universal scaling laws"],"description":["  Significative developments on the primordial black hole quantization seem to\nindicate that the structure formation in the universe behaves under a unified\nscheme. This leads to the existence of scaling relations, whose validity could\noffer insights on the process of unification between quantum mechanics and\ngravity. Encouraging results have been obtained in order to recover the\nobserved magnitudes of angular momenta, peculiar radii and virialized times for\nlarge and small structures. In the cosmological regime, we show that it seems\npossible to infer the magnitude of the cosmological constant in terms of the\nmatter density, in agreement with the observed values.\n","Comment: 3 pages, proceeding MG XIII"]}]
["1210.5186",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5186"],"date":["2012-10-10","2012-10-19"],"type":["text"],"creator":["Sepehri, Alireza","Shoorvazi, Somayyeh","Zomorrodian, Mohammad Ebrahim"],"language":[],"coverage":[],"title":["Does HM mechanism work in string theory?"],"description":["  The correspondence principle offered a unique opportunity to test the\nHorowitz and Maldacena mechanism at correspondence point \"the centre of mass\nenergies around $(M_{s}/(g_{s})^{2})$\". First by using Horowitz and Maldacena\nproposal, the black hole final state for closed strings is studied and the\nentropy of these states is calculated.Then, to consider the closed string\nstates, a copy of the original Hilbert space is constructed with a set of\noperators of creation/anihilation that have the same commutation properties as\nthe original ones. The total Hilbert space is the tensor product of the two\nspaces $H_{right}\\otimes H_{left}$, where in this case $H_{left/right}$ denotes\nthe physical quantum states space of the closed string .It is shown that closed\nstring states can be represented by a maximally entangled two-mode squeezed\nstate of the left and right spaces of closed string. Also, the entropy for\nthese string states is calculated.It is found that black hole entropy matches\nthe closed string entropy at transition point.This means that our result is\nconsistent with correspondence principle and thus HM mechanism in string theory\nworks . Consequently the unitarity of the black hole in string theory can be\nreconciled.However Gottesman and Preskill point out that, in this scenario,\ndepartures from unitarity can arise due to interactions between the collapsing\nbody and the infalling Hawking radiation inside the event horizon and\ninformation can be lost. By extending the Gottesman and Preskill method to\nstring theory, the amount of information transformation from the matter to the\nstate of outgoing Hagedorn radiation for closed strings is obtained.It is\nobserved that information is lost for closed strings.\n","Comment: Accepted for publication in Canadian Journal of Physics; High Energy\n  Physics - Theory (hep-th). arXiv admin note: text overlap with\n  arXiv:hep-th/0606028 by other authors"]}]
["1210.5240",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5240","Lecture Notes in Artificial Intelligence LNAI , Springer, 2011"],"date":["2012-10-18"],"type":["text"],"creator":["Bródka, Piotr","Saganowski, Stanisław","Kazienko, Przemysław"],"language":[],"coverage":[],"title":["Tracking Group Evolution in Social Networks"],"description":["  Easy access and vast amount of data, especially from long period of time,\nallows to divide social network into timeframes and create temporal social\nnetwork. Such network enables to analyse its dynamics. One aspect of the\ndynamics is analysis of social communities evolution, i.e., how particular\ngroup changes over time. To do so, the complete group evolution history is\nneeded. That is why in this paper the new method for group evolution extraction\ncalled GED is presented.\n","Comment: Br\\'odka P., Saganowski P., Kazienko P.: Tracking Group Evolution in\n  Social Networks. SocInfo'11, The Third International Conference on Social\n  Informatics, Lecture Notes in Artificial Intelligence LNAI, Springer, 2011,\n  pp. 316-319. To see extended version of this paper check\n  http://arxiv.org/abs/1207.4297. arXiv admin note: substantial text overlap\n  with arXiv:1210.5167"]}]
["1210.5248",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5248"],"date":["2012-10-18"],"type":["text"],"creator":["Ellis, Homer G."],"language":[],"coverage":[],"title":["Geodesic Particle Paths Inside a Nonrotating, Homogeneous, Spherical\n  Body"],"description":["  Proceeding from a solution of field equations that are improved versions of\nEinstein's nonvacuum gravitational field equations one is able to calculate\nprecisely the trajectories of particles traveling inside a nonrotating,\nhomogeneous, spherical body. Application of the results to the conditions of\nrecent measurements of neutrino flight times between a source point A at CERN's\nEuropean Laboratory for Particle Physics and a point B in either of two\ndetectors (ICARUS or OPERA) at LNGS (Laboratori Nazionale del Gran Sasso),\nseparated by a euclidean distance d(A,B) = 731 km, predicts for the flight time\nfrom A to B of a 2 eV neutrino launched with energy 17 GeV, as measured by a\nclock at B synchronized to a similar clock at A, approximately d/c + 9.3 x\n10^{-16} sec. But as measured by inertial observers along the path the\npredicted flight time is approximately d/c - 2.6 x 10^{-9} sec and the\npredicted path length is approximately d - 8.4 x 10^{-7} m, which yields c +\n321 m/sec for the predicted average inertially referenced speed of the neutrino\nfrom A to B.\n","Comment: 10 pages, 12 references, REVTeX 4.1"]}]
["1210.5249",{"format":[],"subject":["Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5249"],"date":["2012-10-18"],"type":["text"],"creator":["Tsygan, Boris"],"language":[],"coverage":[],"title":["Noncommutative calculus and operads"],"description":["  This is a survey of current and recent works on deformation quantization and\nindex theorems.\n"]}]
["1210.5254",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Combinatorics","Mathematics - Geometric Topology","05C15, 57M15, 57M25, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5254"],"date":["2012-10-18"],"type":["text"],"creator":["Przytycki, Jozef H.","Sazdanovic, Radmila"],"language":[],"coverage":[],"title":["Torsion in Khovanov homology of semi-adequate links"],"description":["  The goal of this paper is to address A. Shumakovitch's conjecture about the\nexistence of $\\Z_2$-torsion in Khovanov link homology. We analyze torsion in\nKhovanov homology of semi-adequate links via chromatic cohomology for graphs\nwhich provides a link between the link homology and well-developed theory of\nHochschild homology. In particular, we obtain explicit formulae for torsion and\nprove that Khovanov homology of semi-adequate links contains $Z_2$-torsion if\nthe corresponding Tait-type graph has a cycle of length at least 3.\nComputations show that torsion of odd order exists but there is no general\ntheory to support these observations. We conjecture that the existence of\ntorsion is related to the braid index.\n","Comment: 23 pages, 7 figures"]}]
["1210.5259",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5259"],"date":["2012-10-18"],"type":["text"],"creator":["García, L.","Tejeiro, J.","Castañeda, L."],"language":[],"coverage":[],"title":["K-essence scalar field as dynamical dark energy"],"description":["  We study an early dark energy (EDE) model as a K-essence scalar field in the\nframework of FLRW universe using an effective parametrization of the state\nequation as a function of the redshift $z$ with the tracker condition during\nradiation domination, but also demanding an accelerated expansion of the\nuniverse at late times emulating cosmological constant. We found all the\ndynamical variables of the EDE system. We use the luminosity distances of the\nSNIA to get the best estimations for the free parameters of the model and also,\nwe constrain the model using primordial abundances of light nuclei in BBN\ntheory. We summarize the necessary conditions to achieve BBN predictions and\nthe accelerated expansion of the universe at late times.\n","Comment: 13 pages, 6 figures"]}]
["1210.5262",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5262"],"date":["2012-10-18"],"type":["text"],"creator":["Kerr, Colin A."],"language":[],"coverage":[],"title":["Hands-Off Spreadsheets"],"description":["  The wealth of functionality in the Excel software package means it can go\nbeyond use as a static evaluator of predefined cell formulae, to be used\nactively in manipulating and transforming data. Due to human error it is\nimpossible to ensure a process like this is always error free, and frequently\nthe sequence of actions is recorded only in the operator's head. If done\nregularly by highly paid staff it will be expensive. This paper applies to\nthose spreadsheets which involve significant operator intervention, describes a\nmethod that has been used to improve reliability and efficiency, and reports on\nhow it has worked in practice.\n","Comment: 10 pages, 5 colour figures; Proc. European Spreadsheet Risks Int.\n  Grp. (EuSpRIG) 2012"]}]
["1210.5263",{"format":[],"subject":["Mathematics - Algebraic Geometry","12D05 (Primary) 12E05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5263"],"date":["2012-10-18"],"type":["text"],"creator":["Balaich, Micki","Cocos, Mihail"],"language":[],"coverage":[],"title":["Zero sets and factorization of polynomials of two variables"],"description":["  The relationship between a polynomial's zeros and factors is well known. If a\nis a zero of f(x) then (x-a) is a factor of f(x). In this paper, we generalize\nthis idea to polynomials of two variables and with real coefficients. We\nconsider the zero sets of two variable polynomials and give criterion to when\ntwo polynomials with the same zero set have a common factor with the same zero\nset. When the coefficients of the polynomials are not in a field, but the\ndivision algebra of Quaternions, we provide an example of two polynomials with\nthe same zero set and no common factor.\n"]}]
["1210.5267",{"format":[],"subject":["Statistics - Applications","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5267"],"date":["2012-10-18"],"type":["text"],"creator":["Bartolucci, Francesco","Bacci, Silvia","Gnaldi, Michela"],"language":[],"coverage":[],"title":["MultiLCIRT: An R package for multidimensional latent class item response\n  models"],"description":["  We illustrate a class of Item Response Theory (IRT) models for binary and\nordinal polythomous items and we describe an R package for dealing with these\nmodels, which is named MultiLCIRT. The models at issue extend traditional IRT\nmodels allowing for (i) multidimensionality and (ii) discreteness of latent\ntraits. This class of models also allows for different parameterizations for\nthe conditional distribution of the response variables given the latent traits,\ndepending on both the type of link function and the constraints imposed on the\ndiscriminating and the difficulty item parameters. We illustrate how the\nproposed class of models may be estimated by the maximum likelihood approach\nvia an Expectation-Maximization algorithm, which is implemented in the\nMultiLCIRT package, and we discuss in detail issues related to model selection.\nIn order to illustrate this package, we analyze two datasets: one concerning\nbinary items and referred to the measurement of ability in mathematics and the\nother one coming from the administration of ordinal polythomous items for the\nassessment of anxiety and depression. In the first application, we illustrate\nhow aggregating items in homogeneous groups through a model-based hierarchical\nclustering procedure which is implemented in the proposed package. In the\nsecond application, we describe the steps to select a specific model having the\nbest fit in our class of IRT models.\n","Comment: 36 pages, 1 figures, 4 tables. arXiv admin note: substantial text\n  overlap with arXiv:1201.4667"]}]
["1210.5273",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5273","AIP Conf. Proc. 1471 (2012), pp. 114-117","doi:10.1063/1.4756823"],"date":["2012-10-18"],"type":["text"],"creator":["Cid, Antonella","del Campo, Sergio"],"language":[],"coverage":[],"title":["Intermediate Inflation in the Jordan-Brans-Dicke Theory"],"description":["  We present an intermediate inflationary stage in a Jordan-Brans-Dicke theory.\nIn this scenario we analyze the quantum fluctuations corresponding to adiabatic\nand isocurvature modes. The model is compared to that described by using the\nintermediate model in Einstein General Relativity theory. We assess the status\nof this model in light of the WMAP7 data.\n","Comment: Proceedings of I CosmoSul - Cosmology and Gravitation in Southern\n  Cone (Rio de Janeiro, 2011). Eds: J. S. Alcaniz, S. Carneiro, L. P. Chimento,\n  S. del Campo, J. C. Fabris, J. A. S. Lima and W. Zimdahl"]}]
["1210.5276",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5276"],"date":["2012-10-18"],"type":["text"],"creator":["Hellmann, Frank","Kaminski, Wojciech"],"language":[],"coverage":[],"title":["Geometric asymptotics for spin foam lattice gauge gravity on arbitrary\n  triangulations"],"description":["  We study the behavior of holonomy spin foam partition functions, a form of\nlattice gauge gravity, on generic 4d-triangulations using micro local analysis.\nTo do so we adapt tools from the renormalization theory of quantum field theory\non curved space times. This allows us, for the first time, to study the\npartition function without taking any limits on the interior of the\ntriangulation.\n  We establish that for many of the most widely used models the geometricity\nconstraints, which reduce the gauge theory to a geometric one, introduce strong\naccidental curvature constraints. These limit the curvature around each\ntriangle of the triangulation to a finite set of values. We demonstrate how to\nmodify the partition function to avoid this problem. Finally the new methods\nintroduced provide a starting point for studying the regularization ambiguities\nand renormalization of the partition function.\n","Comment: 4+6 pages, 1 figure"]}]
["1210.5277",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5277"],"date":["2012-10-18"],"type":["text"],"creator":["Petetin, Yohan","Desbouvries, François"],"language":[],"coverage":[],"title":["Bayesian Conditional Monte Carlo Algorithms for Sequential Single and\n  Multi-Object filtering"],"description":["  Bayesian filtering aims at tracking sequentially a hidden process from an\nobserved one. In particular, sequential Monte Carlo (SMC) techniques propagate\nin time weighted trajectories which represent the posterior probability density\nfunction (pdf) of the hidden process given the available observations. On the\nother hand, Conditional Monte Carlo (CMC) is a variance reduction technique\nwhich replaces the estimator of a moment of interest by its conditional\nexpectation given another variable. In this paper we show that up to some\nadaptations, one can make use of the time recursive nature of SMC algorithms in\norder to propose natural temporal CMC estimators of some point estimates of the\nhidden process, which outperform the associated crude Monte Carlo (MC)\nestimator whatever the number of samples. We next show that our Bayesian CMC\nestimators can be computed exactly, or approximated efficiently, in some hidden\nMarkov chain (HMC) models; in some jump Markov state-space systems (JMSS); as\nwell as in multitarget filtering. Finally our algorithms are validated via\nsimulations.\n","Comment: 30 pages, 10 figures"]}]
["1210.5281",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5281"],"date":["2012-10-18"],"type":["text"],"creator":["Adjamagbo, Kossivi"],"language":[],"coverage":[],"title":["The complete solution to Bass Generalized Jacobian Conjecture"],"description":["  The Classical Jacobian Conjecture claims that any unramified endomorphism of\na complex affine space is an automorphism. In order to embed this conjecture in\na geometric environment, where one could enjoy the beauty and the richness of\ntools of algebraic geometry and algebraic D-modules, as his paper [6] proves\nit, Hyman Bass proposed 25 years ago in [6], page 80 the following statement as\nthe Generalized Jacobian Conjecture: \"Any unramified morphism from a complex\nirreducible affine and unirational variety whose invertible regular functions\nare all constant to a complex affine space of the same dimension is an\nisomorphism\". On the other hand, without any explicit connection with Bass\nconjecture, Victor Kulikov published in 1993 (see [18]) a non trivial\nconstruction of a complex irreducible rational and simply connected surface and\nan unramified morphism of geometric degree 3 (and hence which is not an\nisomorphism) from this surface to the complex affine space, without specifying\nif this surface is affine or not, or if its invertible regular functions are\nall constant or not. The main aim of this paper is to bring this precision and\nthanks to this to expose the complete solution to Bass Generalized Jacobian\nConjecture which turned to be true only in dimension one (see Theorem 1 below).\n"]}]
["1210.5283",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5283"],"date":["2012-10-18"],"type":["text"],"creator":["Diaz-Garcia, Jose A."],"language":[],"coverage":[],"title":["Distribution theory of quadratic forms with matrix argument"],"description":["  This paper proposes the density and characteristic functions of a general\nmatrix quadratic form $\\mathbf{X}^{*}\\mathbf{AX}$, when $\\mathbf{A} =\n\\mathbf{A}^{*}$, $\\mathbf{X}$ has a matrix multivariate elliptical distribution\nand $\\mathbf{X}^{*}$ denotes the usual conjugate transpose of $\\mathbf{X}$.\nThese results are obtained for real normed division algebras. With particular\ncases we obtained the density and characteristic functions of matrix quadratic\nforms for matrix multivariate normal, Pearson type VII, $t$ and Cauchy\ndistributions.\n","Comment: 17 pages. arXiv admin note: text overlap with arXiv:1207.1993,\n  arXiv:1010.1799, arXiv:1012.5856, arXiv:1011.5083"]}]
["1210.5284",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5284"],"date":["2012-10-18"],"type":["text"],"creator":["Chang, Lei","Breizman, Boris N.","Hole, Matthew J."],"language":[],"coverage":[],"title":["Gap eigenmode of radially localised helicon waves in a periodic\n  structure"],"description":["  An ElectroMagnetic Solver (EMS) [Chen et al., Phys. Plasmas, 13, 123507\n(2006)] is employed to model a spectral gap and a gap eigenmode in a periodic\nstructure in the whistler frequency range. A Radially Localised Helicon (RLH)\nmode [Breizman and Arefiev, Phys. Rev. Lett, 84, 3863 (2000)] is considered. We\ndemonstrate that the computed gap frequency and gap width agree well with a\ntheoretical analysis, and find a discrete eigenmode inside the gap by\nintroducing a defect to the system's periodicity. The axial wavelength of the\ngap eigenmode is close to twice the system's periodicity, which is consistent\nwith Bragg's law. Such an eigenmode could be excited by energetic electrons,\nsimilar to the excitation of Toroidal Alfv\\'{e}n Eigenmodes (TAE) by energetic\nions in tokamaks.\n","Comment: Submitted to Plasma Physics and Controlled Fusion on 18 Oct 2012"]}]
["1210.5285",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5285"],"date":["2012-10-18"],"type":["text"],"creator":["Hadwin, Don","Shen, Junhao"],"language":[],"coverage":[],"title":["Approximate Double Commutants and Distance Formulas"],"description":["  We extend work of the first author concering relative double commutants and\napproximate double commutants of unital subalgebras of unital C*-algebras,\nincluding metric versions involving distance estimates. We prove metric results\nfor AH subalgebras of von Neumann algebras or AF subalgebras of primitive\nC*-algebras. We prove other general results, including some for nonselfadjoint\ncommutative subalgebras, using C*-algebraic versions of the Stone-Weierstrass\nand Bishop-Stone-Weierstrass theorems.\n"]}]
["1210.5287",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5287"],"date":["2012-10-18"],"type":["text"],"creator":["Sahai, Amit","Waters, Brent"],"language":[],"coverage":[],"title":["Attribute-Based Encryption for Circuits from Multilinear Maps"],"description":["  In this work, we provide the first construction of Attribute-Based Encryption\n(ABE) for general circuits. Our construction is based on the existence of\nmultilinear maps. We prove selective security of our scheme in the standard\nmodel under the natural multilinear generalization of the BDDH assumption. Our\nscheme achieves both Key-Policy and Ciphertext-Policy variants of ABE.\n"]}]
["1210.5295",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5295","Nuclear Physics A 862-863 (2011) 62"],"date":["2012-10-18"],"type":["text"],"creator":["Nouicer, Rachid","Collaboration, for the PHENIX"],"language":[],"coverage":[],"title":["Recent Results from PHENIX Experiment at RHIC: Exploring the QCD Medium"],"description":["  We review some important results from the PHENIX experiment at RHIC. They\nwere obtained in a unique environment for studying QCD bulk matter at\ntemperatures and densities that sur- pass the limits where hadrons exist as\nindividual entities, so raising to prominence the quark- gluon degrees of\nfreedom. We present measurements of nuclear modification factors for neutral\npions, light favors (strange hadrons), direct-photons and non-photonic\nelectrons from decays of particles carrying charm or beauty quarks. We\ninterpret the large suppression of hadron produc- tion at high transverse\nmomenta as resulting from a large energy loss by the precursor parton on its\npath through the dense matter, primarily driven by gluon radiation. This dense\nQCD matter responds to energy loss in a pattern consistent with that expected\nfrom a hydrodynamic fluid. Further, its elliptic flow measurements suggest that\nthe hadronization of bulk partonic matter exhibits collectivity with effective\npartonic degrees of freedom. The results are shown as a function of transverse\nmomentum, centrality in different collision systems and energies.\n","Comment: 10 pages, 7 figures. The 6th International Conference on Physics and\n  Astrophysics of Quark Gluon Plasma (ICPAQGP 2010) will take place during 6-10\n  December 2010 in Goa, India"]}]
["1210.5300",{"format":[],"subject":["Mathematics - Optimization and Control","90C26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5300"],"date":["2012-10-18"],"type":["text"],"creator":["Ruan, Ning","Gao, David Yang"],"language":[],"coverage":[],"title":["Canonical Solutions to Nonconvex Minimization Problems over Lorentz Cone"],"description":["  This paper presents a canonical dual approach for solving nonconvex quadratic\nminimization problem. By using the canonical duality theory, nonconvex primal\nminimization problems over n-dimensional Lorentz cone can be transformed into\ncertain canonical dual problems with only one dual variable, which can be\nsolved by using standard convex minimization methods. Extremality conditions of\nthese solutions are classified by the triality theory. Applications are\nillustrated.\n","Comment: 11 pages, 5 figures"]}]
["1210.5305",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics","05A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5305"],"date":["2012-10-18"],"type":["text"],"creator":["Ishikawa, Masao","Tagawa, Hiroyuki","Zeng, Jiang"],"language":[],"coverage":[],"title":["A generalization of the Mehta-Wang determinant and Askey-Wilson\n  polynomials"],"description":["  Motivated by the Gaussian symplectic ensemble, Mehta and Wang evaluated the\n$n$ by $n$ determinant $\\det((a+j-i)\\Gamma(b+j+i))$ in 2000. When $a=0$, Ciucu\nand Krattenthaler computed the associated Pfaffian $\\Pf((j-i)\\Gamma(b+j+i))$\nwith an application to the two dimensional dimer system in 2011. Recently we\nhave generalized the latter Pfaffian formula with a $q$-analogue by replacing\nthe Gamma function by the moment sequence of the little $q$-Jacobi polynomials.\nOn the other hand, Nishizawa has found a $q$-analogue of the Mehta--Wang\nformula. Our purpose is to generalize both the Mehta-Wang and Nishizawa\nformulae by using the moment sequence of the little $q$-Jacobi polynomials. It\nturns out that the corresponding determinant can be evaluated explicitly in\nterms of the Askey-Wilson polynomials.\n","Comment: 25 pages"]}]
["1210.5307",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5307","Theory and Practice of Logic Programming, 12(4-5):601-618, 2012"],"date":["2012-10-18"],"type":["text"],"creator":["Duck, Gregory J."],"language":[],"coverage":[],"title":["SMCHR: Satisfiability Modulo Constraint Handling Rules"],"description":["  Constraint Handling Rules (CHRs) are a high-level rule-based programming\nlanguage for specification and implementation of constraint solvers. CHR\nmanipulates a global store representing a flat conjunction of constraints. By\ndefault, CHR does not support goals with a more complex propositional structure\nincluding disjunction, negation, etc., or CHR relies on the host system to\nprovide such features. In this paper we introduce Satisfiability Modulo\nConstraint Handling Rules (SMCHR): a tight integration of CHR with a modern\nBoolean Satisfiability (SAT) solver for quantifier-free formulae with an\narbitrary propositional structure. SMCHR is essentially a Satisfiability Modulo\nTheories (SMT) solver where the theory T is implemented in CHR. The execution\nalgorithm of SMCHR is based on lazy clause generation, where a new clause for\nthe SAT solver is generated whenever a rule is applied. We shall also explore\nthe practical aspects of building an SMCHR system, including extending a\n\"built-in\" constraint solver supporting equality with unification and\njustifications.\n","Comment: International Conference on Logic Programming 2012"]}]
["1210.5308",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5308"],"date":["2012-10-18"],"type":["text"],"creator":["Liu, Duchao","Wang, Xiaoyan","Yao, Jinghua"],"language":[],"coverage":[],"title":["High Energy Solutions to $p(x)-$Laplacian Equations of Schr\\\"{o}dinger\n  type"],"description":["  In this paper, we investigate nonlinear Schr$\\ddot{o}$dinger type equations\nin $R^N$ under the framework of variable exponent spaces. We propose new\nassumptions on the nonlinear term to yield bounded Palais-Smale sequences and\nthen prove the special sequences we find converge to critical points\nrespectively. The main arguments are based on the geometry supplied by Fountain\nTheorem. Consequently, we show that the equation has a sequence of solutions\nwith high energies.\n","Comment: 21 pages"]}]
["1210.5311",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5311","Combustion Science and Technology 179 (2007) 137","doi:10.1080/00102200600808466"],"date":["2012-10-19"],"type":["text"],"creator":["Bychkov, Vitaly","Akkerman, Vyacheslav","Petchenko, Arkady"],"language":[],"coverage":[],"title":["On the theory of turbulent flame velocity"],"description":["  The renormalization ideas of self-similar dynamics of a strongly turbulent\nflame front are applied to the case of a flame with realistically large thermal\nexpansion of the burning matter. In that case a flame front is corrugated both\nby external turbulence and the intrinsic flame instability. The analytical\nformulas for the velocity of flame propagation are obtained. It is demonstrated\nthat the flame instability is of principal importance when the integral\nturbulent length scale is much larger than the cut off wavelength of the\ninstability. The developed theory is used to analyse recent experiments on\nturbulent flames propagating in tubes. It is demonstrated that most of the\nflame velocity increase measured experimentally is provided by the large scale\neffects like the flame instability, and not by the small-scale external\nturbulence.\n","Comment: 17 pages, 4 figures"]}]
["1210.5312",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5312"],"date":["2012-10-19"],"type":["text"],"creator":["Li, Xin"],"language":[],"coverage":[],"title":["On the dimension of splines spaces over T-meshes with smoothing\n  cofactor-conformality method"],"description":["  The present paper provides a general formula for the dimension of spline\nspace over T-meshes using smoothing cofactor-conformality method. And we\nintroduce a new notion, Diagonalizable T-mesh, over which the dimension formula\nis only associated with the topological information of the T-mesh. A necessary\nand sufficient condition for characterization a diagonalizable T-mesh is also\nprovided. Using this technique, we find that the dimension is possible instable\nunder the condition of [1] and we also provide a new correction theorem.\n"]}]
["1210.5318",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5318","SIGMA 8 (2012), 075, 7 pages","doi:10.3842/SIGMA.2012.075"],"date":["2012-10-19"],"type":["text"],"creator":["Brouwer, Andries E.","Popoviciu, Mihaela"],"language":[],"coverage":[],"title":["Sylvester versus Gundelfinger"],"description":["  Let $V_n$ be the ${\\rm SL}_2$-module of binary forms of degree $n$ and let $V\n= V_1 \\oplus V_3 \\oplus V_4$. We show that the minimum number of generators of\nthe algebra $R = \\mathbb{C}[V]^{{\\rm SL}_2}$ of polynomial functions on $V$\ninvariant under the action of ${\\rm SL}_2$ equals 63. This settles a 143-year\nold question.\n"]}]
["1210.5320",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematical Physics","Mathematics - Algebraic Geometry","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5320","SIGMA 8 (2012), 076, 7 pages","doi:10.3842/SIGMA.2012.076"],"date":["2012-10-19"],"type":["text"],"creator":["Magri, Franco"],"language":[],"coverage":[],"title":["Recursion Operators and Frobenius Manifolds"],"description":["  In this note I exhibit a \"discrete homotopy\" which joins the category of\nF-manifolds to the category of Poisson-Nijenhuis manifolds, passing through the\ncategory of Frobenius manifolds.\n"]}]
["1210.5321",{"format":[],"subject":["Computer Science - Computation and Language","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5321"],"date":["2012-10-19"],"type":["text"],"creator":["Ohnishi, Koji"],"language":[],"coverage":[],"title":["The origin of Mayan languages from Formosan language group of\n  Austronesian"],"description":["  Basic body-part names (BBPNs) were defined as body-part names in Swadesh\nbasic 200 words. Non-Mayan cognates of Mayan (MY) BBPNs were extensively\nsearched for, by comparing with non-MY vocabulary, including ca.1300 basic\nwords of 82 AN languages listed by Tryon (1985), etc. Thus found cognates (CGs)\nin non-MY are listed in Table 1, as classified by language groups to which most\nsimilar cognates (MSCs) of MY BBPNs belong. CGs of MY are classified to 23\nmutually unrelated CG-items, of which 17.5 CG-items have their MSCs in\nAustronesian (AN), giving its closest similarity score (CSS), CSS(AN) = 17.5,\nwhich consists of 10.33 MSCs in Formosan, 1.83 MSCs in Western\nMalayo-Polynesian (W.MP), 0.33 in Central MP, 0.0 in SHWNG, and 5.0 in Oceanic\n[i.e., CSS(FORM)= 10.33, CSS(W.MP) = 1.88, ..., CSS(OC)= 5.0]. These CSSs for\nlanguage (sub)groups are also listed in the underline portion of every section\nof (Section1 - Section 6) in Table 1. Chi-squar test (degree of freedom = 1)\nusing [Eq 1] and [Eqs.2] revealed that MSCs of MY BBPNs are distributed in\nFormosan in significantly higher frequency (P < 0.001) than in other subgroups\nof AN, as well as than in non-AN languages. MY is thus concluded to have been\nderived from Formosan of AN. Eskimo shows some BBPN similarities to FORM and\nMY.\n","Comment: 6 pages, 1 Table. Proceedings of the 145th Annual Meeting of the\n  Linguistic Society of Japan"]}]
["1210.5322",{"format":[],"subject":["Mathematics - Combinatorics","05C31"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5322"],"date":["2012-10-19"],"type":["text"],"creator":["Zhang, Heping","Shiu, Wai-Chee","Sun, Pak-Kiu"],"language":[],"coverage":[],"title":["A relation between Clar covering polynomial and cube polynomial"],"description":["  The Clar covering polynomial (also called Zhang-Zhang polynomial in some\nchemical literature) of a hexagonal system is a counting polynomial for some\ntypes of resonant structures called Clar covers, which can be used to determine\nKekul\\'e count, the first Herndon number and Clar number, and so on. In this\npaper we find that the Clar covering polynomial of a hexagonal system H\ncoincides with the cube polynomial of its resonance graph R(H) by establishing\na one-to-one correspondence between the Clar covers of H and the hypercubes in\nR(H). Accordingly, some applications are presented.\n","Comment: 16 pages, 3 figures"]}]
["1210.5327",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5327"],"date":["2012-10-19"],"type":["text"],"creator":["Xu, Lixin"],"language":[],"coverage":[],"title":["A New Unified Dark Fluid Model and Its Cosmic Constraint"],"description":["  In this paper, we propose a new unified dark fluid (UDF) model with equation\nof state (EoS) $w(a)=-\\alpha/(\\beta a^{-n}+1)$, which includes the generalized\nChaplygin gas model (gGg) as its special case, where $\\alpha$, $\\beta$ and $n$\nare three positive numbers. It is clear that this model reduces to the gCg\nmodel with EoS $w(a)=-B_s/(B_s+(1-B_s)a^{-3(1+\\alpha)})$, when $\\alpha=1$,\n$\\beta=(1-B_s)/B_s$ and $n=3(1+\\alpha)$. By combination the cold dark matter\nand the cosmological constant, one can coin a EoS of unified dark fluid in the\nform of $w(a)=-1/(1+(1-\\Omega_{\\Lambda})a^{-3}/\\Omega_{\\Lambda})$. With this\nobservations, our proposed EoS provides a possible deviation from $\\Lambda$CDM\nmodel when the model parameters $\\alpha$ and $n$ deviate from 1 and 3\nrespectively. By using the currently available cosmic observations from type Ia\nsupernovae (SN Ia) Union2.1, baryon acoustic oscillation (BAO) and cosmic\nmicrowave background radiation (CMB), we test the viability of this model and\ndetect the possible devotion from the $\\Lambda$CDM model. The results show that\nthe new UDF model fits the cosmic observation as well as that of the\n$\\Lambda$CDM model and no deviation is found from the $\\Lambda$CDM model in\n$3\\sigma$ confidence level. However, our new UDF model can give a non-zero\nsound speed, as a contrast, which is zero for the $\\Lambda$CDM model. We expect\nthe large structure formation information can distinct the new UDF model from\nthe $\\Lambda$CDM model.\n","Comment: 7 pages, 3 figures. arXiv admin note: substantial text overlap with\n  arXiv:1204.5571, arXiv:1204.4798"]}]
["1210.5329",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5329"],"date":["2012-10-19"],"type":["text"],"creator":["Pauw, Brian Richard","Tardif, Samuel"],"language":[],"coverage":[],"title":["The optimal division between sample and background measurement time for\n  photon counting experiments"],"description":["  Usually, equal time is given to measuring the background and the sample, or\neven a longer background measurement is taken as it has so few counts. While\nthis seems the right thing to do, the relative error after background\nsubtraction improves when more time is spent counting the measurement with the\nhighest amount of scattering. As the available measurement time is always\nlimited, a good division must be found between measuring the background and\nsample, so that the uncertainty of the background-subtracted intensity is as\nlow as possible.\n  Herein outlined is the method to determine how best to divide measurement\ntime between a sample and the background, in order to minimize the relative\nuncertainty. Also given is the relative reduction in uncertainty to be gained\nfrom the considered division. It is particularly useful in the case of scanning\ndiffractometers, including the likes of Bonse-Hart cameras, where the\nmeasurement time division for each point can be optimized depending on the\nsignal-to-noise ratio.\n","Comment: independently derived prior to this publication in 1993 (reference\n  included). 5 pages, 2 figures"]}]
["1210.5330",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5330"],"date":["2012-10-19"],"type":["text"],"creator":["Ekşi, K. Yavuz"],"language":[],"coverage":[],"title":["Evolution of Thin Discs with Partial Accretion"],"description":["  The viscous evolution of a thin disc around a central object is considered.\nSuch discs are described by self-similar solutions in which either all or none\nof the inflowing mass accretes. An approximate solution for the partial\naccretion regime is constructed by employing a prescription recently introduced\nfor nonlinear heat conduction. The solution is compared with numerical\nsimulations demonstrating that the approximate solution describes the\nintermediate asymptotic stage for partially accreting discs.\n","Comment: 11 pages, 3 figures"]}]
["1210.5335",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5335","doi:10.1134/S0016793212080166"],"date":["2012-10-19"],"type":["text"],"creator":["Nesterenok, A. V.","Naidenov, V. O."],"language":[],"coverage":[],"title":["Calculation of the Solar Activity Effect on the Production Rate of\n  Cosmogenic Radiocarbon in Polar Ice"],"description":["  The propagation of cosmic rays in the Earth's atmosphere is simulated.\nCalculations of the omnidirectional differential flux of neutrons for different\nsolar activity levels are presented. The solar activity effect on the\nproduction rate of cosmogenic radiocarbon by the nuclear-interacting and muon\ncomponents of cosmic rays in polar ice is studied. It has been obtained that\nthe $^{14}C$ production rate in ice by the cosmic ray nuclear-interacting\ncomponent is lower or higher than the average value by 30% during periods of\nsolar activity maxima or minima, respectively. Calculations of the altitudinal\ndependence of the radiocarbon production rate in ice by the cosmic ray\ncomponents are illustrated.\n","Comment: 10 pages, 3 figures; Geomagnetism and Aeronomy, 2012, Vol.52, No.8"]}]
["1210.5336",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5336"],"date":["2012-10-19"],"type":["text"],"creator":["Kipper, R.","Tempel, E.","Tamm, A."],"language":[],"coverage":[],"title":["Modeling the Kinematics of Distant Galaxies"],"description":["  Evolution of galaxies is one of the most actual topics in astrophysics. Among\nthe most important factors determining the evolution are two galactic\ncomponents which are difficult or even impossible to detect optically: the\ngaseous disks and the dark matter halo. We use deep Hubble Space Telescope\nimages to construct a two-component (bulge + disk) model for stellar matter\ndistribution of galaxies. Properties of the galactic components are derived\nusing a three-dimensional galaxy modeling software, which also estimates disk\nthickness and inclination angle. We add a gas disk and a dark matter halo and\nuse hydrodynamical equations to calculate gas rotation and dispersion profiles\nin the resultant gravitational potential. We compare the kinematic profiles\nwith the Team Keck Redshift Survey observations. In this pilot study, two\ngalaxies are analyzed deriving parameters for their stellar components; both\ngalaxies are found to be disk-dominated. Using the kinematical model, the gas\nmass and stellar mass ratio in the disk are estimated.\n","Comment: 7 pages, 3 figures, accepted for publication in Baltic Astronomy"]}]
["1210.5342",{"format":[],"subject":["Computer Science - Emerging Technologies","Computer Science - Hardware Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5342"],"date":["2012-10-19"],"type":["text"],"creator":["Sinha, Rahul","Arora, Sonika"],"language":[],"coverage":[],"title":["Design & Simulation of 128x Interpolator Filter"],"description":["  This paper presents the design consideration and simulation of interpolator\nof OSR 128. The proposed structure uses the half band filers & Comb/Sinc\nfilter. Experimental result shows that proposed interpolator achieves the\ndesign specification, and also has good noise rejection capabilities. The\ninterpolator accepts the input at 44.1 kHz for applications like CD & DVD\naudio. The interpolation filter can be applied to the delta sigma DAC. The\nrelated work is done with the MATLAB & XILINX ISE simulators. The maximum\noperating frequency is achieved as 34.584 MHz.\n","Comment: 10 Pages, 11 Figures"]}]
["1210.5345",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5345"],"date":["2012-10-19"],"type":["text"],"creator":["Carpentier, Alexandra","Munos, Rémi"],"language":[],"coverage":[],"title":["Adaptive Stratified Sampling for Monte-Carlo integration of\n  Differentiable functions"],"description":["  We consider the problem of adaptive stratified sampling for Monte Carlo\nintegration of a differentiable function given a finite number of evaluations\nto the function. We construct a sampling scheme that samples more often in\nregions where the function oscillates more, while allocating the samples such\nthat they are well spread on the domain (this notion shares similitude with low\ndiscrepancy). We prove that the estimate returned by the algorithm is almost\nsimilarly accurate as the estimate that an optimal oracle strategy (that would\nknow the variations of the function everywhere) would return, and provide a\nfinite-sample analysis.\n","Comment: 23 pages, 3 figures, to appear in NIPS 2012 conference proceedings"]}]
["1210.5348",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5348"],"date":["2012-10-19"],"type":["text"],"creator":["Schmid, Erich W.","Fink, Wolfgang"],"language":[],"coverage":[],"title":["Operational Design Considerations for Retinal Prostheses"],"description":["  Three critical improvements for present day and future retinal vision\nimplants are proposed and discussed: (1) A time profile for the stimulation\ncurrent that leads predominantly to transverse stimulation of nerve cells; (2)\nauxiliary electric currents for electric field shaping with a time profile\nchosen such that these currents have small probability to cause stimulation;\nand (3) a local area scanning procedure that results in high pixel density for\nimage/percept formation (except for losses at the boundary of an electrode\narray).\n"]}]
["1210.5349",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5349"],"date":["2012-10-19"],"type":["text"],"creator":["Deal, M.","Vauclair, S.","Vauclair, G."],"language":[],"coverage":[],"title":["Thermohaline Instabilities Induced by Heavy Element Accretion onto White\n  Dwarfs: Consequences on the Derived Accretion Rates"],"description":["  Heavy elements are observed in the atmospheres of many DA and DB white\ndwarfs, and their presence is attributed to the accretion of matter coming from\ndebris disks. Several authors have deduced accretion rates from the observed\nabundances, taking into account the mixing induced by the convective zones and\nthe gravitational settling. The obtained values are different for DA and DB\nwhite dwarfs. Here we show that an important process was forgotten in all these\ncomputations: thermohaline mixing, induced by the inverse $\\mu$-gradient built\nduring the accretion process. Taking this mixing into account leads to an\nincrease of the derived accretion rates, specially for DA white dwarfs, and\nmodifies the conclusions.\n","Comment: 4 pages, to appear in Eurowd2012, proceedings of the 18th European\n  Workshop on White Dwarfs, Krakow, August 13-17, 2012, eds : Jurek Krzesinski,\n  Greg Stachowski, Pawel Moskalik"]}]
["1210.5354",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5354"],"date":["2012-10-19"],"type":["text"],"creator":["Perez-Torres, Miguel A."],"language":[],"coverage":[],"title":["Digging deep into the ULIRG phenomenon: When radio beats dust"],"description":["  Luminous and Ultra-Luminous Infrared Galaxies (U/LIRGs) do also radiate\ncopious amounts of radio emission, both thermal (free-free) and non-thermal\n(mainly synchrotron). This is very handy since, unlike optical and infra-red\nobservations, radio is not obscured by the ubiquitous dust present in U/LIRGs,\nwhich allows a direct view of the ongoing activity in the hearts of those\nprolific star-forming galaxies. Here, I first justify the need for this\nhigh-angular resolution radio studies of local U/LIRGs, discuss the energy\nbudget and the magnetic field, as well as IC and synchrotron losses in U/LIRGs,\nand present some selected results obtained by our team on high-angular\nresolution radio continuum studies of U/LIRGs. Among other results, I show the\nimpressive discovery of an extremely prolific supernova factory in the central\n~150 pc of the galaxy Arp 299-A (D=45 Mpc) and the monitoring of a large number\nof very compact radio sources in it, the detection and precise location of the\nlong-sought AGN in Arp 299-A. A movie showing the appearance and disappearance\nof new SNe in Arp 299A can be found at\nhttp://www.iaa.es/~torres/research/arp299a.html. All those results demonstrate\nthat very-high angular resolution studies of nearby U/LIRGs are of high\nrelevance for the comprehension of both local and high-z starbursting galaxies.\n","Comment: Plenary talk presented at the 10th scientific meeting of the Spanish\n  Astronomical Society, held in Valencia, Spain, in July 2012. To appear in the\n  proceedings of the SEA X. 12 pages, 3 figures"]}]
["1210.5361",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5361"],"date":["2012-10-19"],"type":["text"],"creator":["Rechtsman, Mikael C.","Plotnik, Yonatan","Song, Daohong","Heinrich, Matthias","Zeuner, Julia M.","Nolte, Stefan","Malkova, Natalia","Xu, Jingjun","Szameit, Alexander","Chen, Zhigang","Segev, Mordechai"],"language":[],"coverage":[],"title":["Observation of novel edge states in photonic graphene"],"description":["  The intriguing properties of graphene, a two-dimensional material composed of\na honeycomb lattice of carbon atoms, have attracted a great deal of interest in\nrecent years. Specifically, the fact that electrons in graphene behave as\nmassless relativistic particles gives rise to unconventional phenomena such as\nKlein tunneling, the anomalous quantum Hall effect, and strain-induced\npseudo-magnetic fields. Graphene edge states play a crucial role in the\nunderstanding and use of these electronic properties. However, the coarse or\nimpure nature of the edges hampers the ability to directly probe the edge\nstates and their band structure. Perhaps the best example is the edge states on\nthe bearded edge (also called the Klein edge) that have thus far never been\nobserved - because such an edge is unstable in graphene. Here, we use the\noptical equivalent of graphene - a photonic honeycomb lattice - to\nexperimentally and theoretically study edge states and their properties. We\ndirectly image the edge states on both the zig-zag and bearded edges of this\nphotonic graphene, measure their dispersion properties, and most importantly,\nfind a new type of edge state: one residing on the bearded edge which was\nunknown and cannot be explained through conventional tight-binding theory. Such\na new edge state lies near the van-Hove singularity in the edge band structure\nand can be classified as a Tamm state lacking any surface defect. Our photonic\nsystem offers the opportunity to probe new graphene-related phenomena that are\ndifficult or impossible to access in conventional carbon-based graphene. Edge\nstates in graphene-type structures play the central role in achieving photonic\ntopological insulation, in which light can propagate along the edges of\nphotonic structures without any parasitic scattering whatsoever.\n"]}]
["1210.5363",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5363"],"date":["2012-10-19"],"type":["text"],"creator":["Pilipczuk, Michał"],"language":[],"coverage":[],"title":["Computing cutwidth and pathwidth of semi-complete digraphs via degree\n  orderings"],"description":["  The notions of cutwidth and pathwidth of digraphs play a central role in the\ncontainment theory for tournaments, or more generally semi-complete digraphs,\ndeveloped in a recent series of papers by Chudnovsky, Fradkin, Kim, Scott, and\nSeymour [2, 3, 4, 8, 9, 11]. In this work we introduce a new approach to\ncomputing these width measures on semi-complete digraphs, via degree orderings.\nUsing the new technique we are able to reprove the main results of [2, 9] in a\nunified and significantly simplified way, as well as obtain new results. First,\nwe present polynomial-time approximation algorithms for both cutwidth and\npathwidth, faster and simpler than the previously known ones; the most\nsignificant improvement is in case of pathwidth, where instead of previously\nknown O(OPT)-approximation in fixed-parameter tractable time [6] we obtain a\nconstant-factor approximation in polynomial time. Secondly, by exploiting the\nnew set of obstacles for cutwidth and pathwidth, we show that topological\ncontainment and immersion in semi-complete digraphs can be tested in\nsingle-exponential fixed-parameter tractable time. Finally, we present how the\nnew approach can be used to obtain exact fixed-parameter tractable algorithms\nfor cutwidth and pathwidth, with single- exponential running time dependency on\nthe optimal width.\n"]}]
["1210.5368",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5368"],"date":["2012-10-19"],"type":["text"],"creator":["Boeker, Torsten"],"language":[],"coverage":[],"title":["Formation, Growth, and Destruction of Nuclear Star Clusters"],"description":["  This talk is an attempt to combine recent insights into the nature of the\nnuclear star clusters in galaxies of various morphologies into a coherent\n(albeit simplistic) picture for their formation, growth, and eventual\ndestruction.\n","Comment: 2-page summary of invited talk for IAU SpS1 \"Origin and Complexity of\n  Massive Star Clusters\" in Beijing, August 2012, to appear in \"Highlights of\n  Astronomy\""]}]
["1210.5375",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5375","Kinematika i Fizika Nebesnykh Tel, 1993, vol. 9, no. 5, p. 27-43","doi:10.3103/50884591305030022"],"date":["2012-10-19"],"type":["text"],"creator":["Sheminova, V. A."],"language":["en"],"coverage":[],"title":["Parameters of sensitivity of Fraunhofer lines to changes in the\n  temperature, gas pressure, and microturbulent velocity in the solar\n  photosphere"],"description":["  Parameters are proposed for measuring the sensitivity of Fraunhofer lines to\nthe physical conditions in the solar atmosphere. The parameters are calculated\nbased on depression response functions in the LTE approximation. The\nsensitivity of lines to the temperature, gas pressure, and microturbulent\nvelocity depending on the line and atomic parameters is investigated. The\ngreatest relative temperature sensitivity is shown by weak lines, while the\ngreatest absolute sensitivity is displayed by moderate lines of abundant heavy\natoms with low ionization and excitation potentials. The excitation potential\nand line strength are the crucial factors for the temperature sensitivity. The\nhighest pressure sensitivity is observed for moderate lines of light atoms with\nvery high excitation potentials (exceeding 6 eV), and strong photospheric lines\n(8 pm < W < 14 pm) of heavy atoms are the most responsive to the microturbulent\nvelocity. The sensitivity parameters can be also used to advantage for physical\ndiagnostics of the photosphere when the temperature, pressure, and\nmicroturbulent velocity fluctuations are no more than 8%, 50%, and 100%,\nrespectively.\n","Comment: 17 pages, 5 figures, 5 tables, published by Kinematics Phys. Celest.\n  Bodies (in English) and Kinematika Fiz. Nebesn. Tel (in Russian)"]}]
["1210.5376",{"format":[],"subject":["Mathematics - Number Theory","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5376"],"date":["2012-10-19"],"type":["text"],"creator":["Schnetz, Oliver"],"language":[],"coverage":[],"title":["Evaluation of the period of a family of triangle and box ladder graphs"],"description":["  We prove that the period of a family of $n$ loop graphs with triangle and box\nladders evaluates to $\\frac{4}{n}\\binom{2n-2}{n-1}\\zeta(2n-3)$\n","Comment: 4 pages"]}]
["1210.5380",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5380","Annals of Applied Probability 2012, Vol. 22, No. 5, 2048-2066","doi:10.1214/11-AAP823"],"date":["2012-10-19"],"type":["text"],"creator":["Iyer, Srikanth K.","Thacker, Debleena"],"language":[],"coverage":[],"title":["Nonuniform random geometric graphs with location-dependent radii"],"description":["  We propose a distribution-free approach to the study of random geometric\ngraphs. The distribution of vertices follows a Poisson point process with\nintensity function $nf(\\cdot)$, where $n\\in \\mathbb{N}$, and $f$ is a\nprobability density function on $\\mathbb{R}^d$. A vertex located at $x$\nconnects via directed edges to other vertices that are within a cut-off\ndistance $r_n(x)$. We prove strong law results for (i) the critical cut-off\nfunction so that almost surely, the graph does not contain any node with\nout-degree zero for sufficiently large $n$ and (ii) the maximum and minimum\nvertex degrees. We also provide a characterization of the cut-off function for\nwhich the number of nodes with out-degree zero converges in distribution to a\nPoisson random variable. We illustrate this result for a class of densities\nwith compact support that have at most polynomial rates of decay to zero.\nFinally, we state a sufficient condition for an enhanced version of the above\ngraph to be almost surely connected eventually.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AAP823 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1210.5383",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5383"],"date":["2012-10-19"],"type":["text"],"creator":["Giorgi, G.","Brignone, M.","Aramini, R.","Piana, M."],"language":[],"coverage":[],"title":["Application of the inhomogeneous Lippmann-Schwinger equation to inverse\n  scattering problems"],"description":["  In this paper we present a hybrid approach to numerically solve\ntwo-dimensional electromagnetic inverse scattering problems, whereby the\nunknown scatterer is hosted by a possibly inhomogeneous background. The\napproach is `hybrid' in that it merges a qualitative and a quantitative method\nto optimize the way of exploiting the a priori information on the background\nwithin the inversion procedure, thus improving the quality of the\nreconstruction and reducing the data amount necessary for a satisfactory\nresult. In the qualitative step, this a priori knowledge is utilized to\nimplement the linear sampling method in its near-field formulation for an\ninhomogeneous background, in order to identify the region where the scatterer\nis located. On the other hand, the same a priori information is also encoded in\nthe quantitative step by extending and applying the contrast source inversion\nmethod to what we call the `inhomogeneous Lippmann-Schwinger equation': the\nlatter is a generalization of the classical Lippmann-Schwinger equation to the\ncase of an inhomogeneous background, and in our paper is deduced from the\ndifferential formulation of the direct scattering problem to provide the\nreconstruction algorithm with an appropriate theoretical basis. Then, the point\nvalues of the refractive index are computed only in the region identified by\nthe linear sampling method at the previous step. The effectiveness of this\nhybrid approach is supported by numerical simulations presented at the end of\nthe paper.\n","Comment: accepted in SIAM Journal on Applied Mathematics"]}]
["1210.5386",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5386","Fuzzy Sets and Systems 206 (2012) 39-57","doi:10.1016/j.fss.2012.01.015"],"date":["2012-10-19"],"type":["text"],"creator":["Guillaume, Romain","Kobylanski, Przemyslaw","Zielinski, Pawel"],"language":[],"coverage":[],"title":["A Robust Lot Sizing Problem with Ill-known Demands"],"description":["  The paper deals with a lot sizing problem with ill-known demands modeled by\nfuzzy intervals whose membership functions are possibility distributions for\nthe values of the uncertain demands. Optimization criteria, in the setting of\npossibility theory, that lead to choose robust production plans under fuzzy\ndemands are given. Some algorithms for determining optimal robust production\nplans with respect to the proposed criteria, and for evaluating production\nplans are provided. Some computational experiments are presented.\n"]}]
["1210.5390",{"format":[],"subject":["Quantitative Finance - General Finance","Mathematics - History and Overview","Mathematics - Probability","Quantitative Finance - Pricing of Securities","91G03 (Primary) 60A99, 01A65, 01A45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5390"],"date":["2012-10-19"],"type":["text"],"creator":["Johnson, Timothy C."],"language":[],"coverage":[],"title":["Ethics and Finance: the role of mathematics"],"description":["  This paper presents the contemporary Fundamental Theorem of Asset Pricing as\nbeing equivalent to approaches to pricing that emerged before 1700 in the\ncontext of Virtue Ethics. This is done by considering the history of science\nand mathematics in the thirteenth and seventeenth century. An explanation as to\nwhy these approaches to pricing were forgotten between 1700 and 2000 is given,\nalong with some of the implications on economics of viewing the Fundamental\nTheorem as a product of Virtue Ethics.\n  The Fundamental Theorem was developed in mathematics to establish a `theory'\nthat underpinned the Black-Scholes-Merton approach to pricing derivatives. In\ndoing this, the Fundamental Theorem unified a number of different approaches in\nfinancial economics, this strengthened the status of neo-classical economics\nbased on Consequentialist Ethics. We present an alternative to this narrative.\n"]}]
["1210.5391",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5391","Annals of Applied Probability 2012, Vol. 22, No. 5, 2067-2085","doi:10.1214/11-AAP830"],"date":["2012-10-19"],"type":["text"],"creator":["Bender, Christian"],"language":[],"coverage":[],"title":["Simple arbitrage"],"description":["  We characterize absence of arbitrage with simple trading strategies in a\ndiscounted market with a constant bond and several risky assets. We show that\nif there is a simple arbitrage, then there is a 0-admissible one or an obvious\none, that is, a simple arbitrage which promises a minimal riskless gain of\n\\epsilon, if the investor trades at all. For continuous stock models, we\nprovide an equivalent condition for absence of 0-admissible simple arbitrage in\nterms of a property of the fine structure of the paths, which we call \"two-way\ncrossing.\" This property can be verified for many models by the law of the\niterated logarithm. As an application we show that the mixed fractional\nBlack-Scholes model, with Hurst parameter bigger than a half, is free of simple\narbitrage on a compact time horizon. More generally, we discuss the absence of\nsimple arbitrage for stochastic volatility models and local volatility models\nwhich are perturbed by an independent 1/2-H\\\"{o}lder continuous process.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AAP830 the Annals of\n  Applied Probability (http://www.imstat.org/aap/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1210.5392",{"format":[],"subject":["Mathematics - Numerical Analysis","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5392"],"date":["2012-10-19"],"type":["text"],"creator":["Doersek, Philipp","Hansen, Eskil"],"language":[],"coverage":[],"title":["High order splitting schemes with complex timesteps and their\n  application in mathematical finance"],"description":["  High order splitting schemes with complex timesteps are applied to Kolmogorov\nbackward equations stemming from stochastic differential equations in\nStratonovich form. In the setting of weighted spaces, the necessary analyticity\nof the split semigroups can be easily proved. A numerical example from interest\nrate theory, the CIR2 model, is considered. The numerical results are robust\nfor drift-dominated problems, and confirm our theoretical results.\n"]}]
["1210.5393",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5393"],"date":["2012-10-19"],"type":["text"],"creator":["Agarwal, Rachit","Gauthier, Vincent","Becker, Monique"],"language":[],"coverage":[],"title":["Enhancing Information Dissemination in Dynamic Wireless Network using\n  Stability and Beamforming"],"description":["  Mobility causes network structures to change. In PSNs where underlying\nnetwork structure is changing rapidly, we are interested in studying how\ninformation dissemination can be enhanced in a sparse disconnected network\nwhere nodes lack the global knowledge about the network. We use beamforming to\nstudy the enhancement in the information dissemination process. In order to\nidentify potential beamformers and nodes to which beams should be directed we\nuse the concept of stability. We first predict the stability of a node in the\ndynamic network using truncated levy walk nature of jump lengths of human\nmobility and then use this measure to identify beamforming nodes and the nodes\nto which the beams are directed. We also develop our algorithm such that it\ndoes not require any global knowledge about the network and works in a\ndistributed manner. We also show the effect of various parameters such as\nnumber of sources, number of packets, mobility parameters, antenna parameters,\ntype of stability used and density of the network on information dissemination\nin the network. We validate our findings with three validation model, no\nbeamforming, beamforming using different stability measure and when no\nstability measure is associated but same number of node beamform and the\nselection of the beamforming nodes is random. Our simulation results show that\ninformation dissemination can be enhanced using our algorithm over other\nmodels.\n","Comment: Submitted to Ad hoc Network journal"]}]
["1210.5396",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5396"],"date":["2012-10-19"],"type":["text"],"creator":["Gong, Yungui"],"language":[],"coverage":[],"title":["Observational constraints on massive gravity"],"description":["  The ghost free massive gravity modified Friedmann equations at cosmic scale\nand provided an explanation of cosmic acceleration without dark energy. We\nanalyzed the cosmological solutions of the massive gravity in detail and\nconfronted the cosmological model with current observational data. We found\nthat the model parameters $\\alpha_3$ and $\\alpha_4$ which are the coefficients\nof the third and fourth order nonlinear interactions cannot be constrained by\ncurrent data at the background level. The mass of graviton is found to be the\norder of current Hubble constant if $\\alpha_3=\\alpha_4=0$, and the mass of\ngraviton can be as small as possible in the most general case.\n","Comment: 3 figures, use jhep style"]}]
["1210.5401",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5401"],"date":["2012-10-19"],"type":["text"],"creator":["Brockt, Christoph","Haegeman, Jutho","Jennings, David","Osborne, Tobias J.","Verstraete, Frank"],"language":[],"coverage":[],"title":["The continuum limit of a tensor network: a path integral representation"],"description":["  We argue that the natural way to generalise a tensor network variational\nclass to a continuous quantum system is to use the Feynman path integral to\nimplement a continuous tensor contraction. This approach is illustrated for the\ncase of a recently introduced class of quantum field states known as continuous\nmatrix-product states (cMPS). As an example of the utility of the path-integral\nrepresentation we argue that the state of a dynamically evolving quantum field\nadmits a natural representation as a cMPS. An argument that all states in Fock\nspace admit a cMPS representation when the number of variational parameters\ntends to infinity is also provided.\n","Comment: 13 pages, 1 figure"]}]
["1210.5403",{"format":[],"subject":["Computer Science - Databases","H.2.3","H.2.4","H.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5403"],"date":["2012-10-19"],"type":["text"],"creator":["Schwarte, Andreas","Haase, Peter","Schmidt, Michael","Hose, Katja","Schenkel, Ralf"],"language":[],"coverage":[],"title":["An Experience Report of Large Scale Federations"],"description":["  We present an experimental study of large-scale RDF federations on top of the\nBio2RDF data sources, involving 29 data sets with more than four billion RDF\ntriples deployed in a local federation. Our federation is driven by FedX, a\nhighly optimized federation mediator for Linked Data. We discuss design\ndecisions, technical aspects, and experiences made in setting up and optimizing\nthe Bio2RDF federation, and present an exhaustive experimental evaluation of\nthe federation scenario. In addition to a controlled setting with local\nfederation members, we study implications arising in a hybrid setting, where\nlocal federation members interact with remote federation members exhibiting\nhigher network latency. The outcome demonstrates the feasibility of federated\nsemantic data management in general and indicates remaining bottlenecks and\nresearch opportunities that shall serve as a guideline for future work in the\narea of federated semantic data processing.\n"]}]
["1210.5408",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Algebraic Geometry","Mathematics - Combinatorics","51M25, 52B11, 13A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5408"],"date":["2012-10-19"],"type":["text"],"creator":["Gaifullin, Alexander A."],"language":[],"coverage":[],"title":["Generalization of Sabitov's Theorem to Polyhedra of Arbitrary Dimensions"],"description":["  In 1996 Sabitov proved that the volume of an arbitrary simplicial polyhedron\nP in the 3-dimensional Euclidean space $\\R^3$ satisfies a monic (with respect\nto V) polynomial relation F(V,l)=0, where l denotes the set of the squares of\nedge lengths of P. In 2011 the author proved the same assertion for polyhedra\nin $\\R^4$. In this paper, we prove that the same result is true in arbitrary\ndimension $n\\ge 3$. Moreover, we show that this is true not only for simplicial\npolyhedra, but for all polyhedra with triangular 2-faces. As a corollary, we\nobtain the proof in arbitrary dimension of the well-known Bellows Conjecture\nposed by Connelly in 1978. This conjecture claims that the volume of any\nflexible polyhedron is constant. Moreover, we obtain the following stronger\nresult. If $P_t$, $t\\in [0,1]$, is a continuous deformation of a polyhedron\nsuch that the combinatorial type of $P_t$ does not change and every 2-face of\n$P_t$ remains congruent to the corresponding face of $P_0$, then the volume of\n$P_t$ is constant. We also obtain non-trivial estimates for the oriented\nvolumes of complex simplicial polyhedra in $\\C^n$ from their orthogonal edge\nlengths.\n","Comment: 21 pages, 1 figure"]}]
["1210.5414",{"format":[],"subject":["Mathematics - Functional Analysis","47G10, 44A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5414"],"date":["2012-10-19"],"type":["text"],"creator":["Rubin, Boris"],"language":[],"coverage":[],"title":["Weighted norm estimates for the Semyanistyi fractional integrals and\n  Radon transforms"],"description":["  Semyanistyi's fractional integrals have come to analysis from integral\ngeometry. They take functions on $R^n$ to functions on hyperplanes, commute\nwith rotations, and have a nice behavior with respect to dilations. We obtain\nsharp inequalities for these integrals and the corresponding Radon transforms\nacting on $L^p$ spaces with a radial power weight. The operator norms are\nexplicitly evaluated. Similar results are obtained for fractional integrals\nassociated to $k$-plane transforms for any $1\\le k<n$.\n","Comment: 13 pages"]}]
["1210.5415",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5415"],"date":["2012-10-19"],"type":["text"],"creator":["Ghisoiu, Ioan","Schroder, York"],"language":[],"coverage":[],"title":["Automated computation meets hot QCD"],"description":["  We give a short review on recent progress in the field of automated\ncalculations in finite-temperature field theory, where integration-by-parts\ntechniques have proven (almost) as useful as in the zero-temperature case.\nFurthermore, we provide one concrete example of an evaluation of a new\nthree-loop master sum-integral that exhibits maximal divergence.\n","Comment: 8 pages, to appear in the Proceedings of the 11th Workshop 'Loops and\n  Legs in Quantum Field Theory', Wernigerode, Germany, 2012"]}]
["1210.5426",{"format":[],"subject":["Mathematics - Operator Algebras","46L55, 46L35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5426"],"date":["2012-10-19"],"type":["text"],"creator":["Hoa, Dinh Trung","Ho, Toan Minh","Osaka, Hiroyuki"],"language":[],"coverage":[],"title":["The linear span of projections in AH algebras and for inclusions of\n  C*-algebras"],"description":["  A $C^*$-algebra is said to have the LP property if the linear span of\nprojections is dense in a given algebra. In the first part of this paper, we\nshow that an AH algebra $A = \\underrightarrow{\\lim}(A_i,\\phi_i)$ has the LP\nproperty if and only if every real-valued continuous function on the spectrum\nof $A_i$ (as an element of $A_i$ via the non-unital embedding) belongs to the\nclosure of the linear span of projections in $A$. As a consequence, a diagonal\nAH-algebra has the LP property if it has small eigenvalue variation. The second\ncontribution of this paper is that for an inclusion of unital $C^*$-algebras $P\n\\subset A$ with a finite Watatani Index, if a faithful conditional expectation\n$E\\colon A \\rightarrow P$ has the Rokhlin property in the sense of Osaka and\nTeruya, then $P$ has the LP property under the condition $A$ has the LP\nproperty. As an application, let $A$ be a simple unital $C^*$-algebra with the\nLP property, $G$ a finite group and $\\alpha$ an action of $G$ onto\n$\\mathrm{Aut}(A)$. If $\\alpha$ has the Rokhlin property in the sense of Izumi,\nthen the fixed point algebra $A^G$ and the crossed product algebra $A\n\\rtimes_\\alpha G$ have the LP property. We also point out that there is a\nsymmetry on CAR algebra, which is constructed by Elliott, such that its fixed\npoint algebra does not have the LP property.\n","Comment: 24 pages"]}]
["1210.5427",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5427"],"date":["2012-10-19"],"type":["text"],"creator":["Trampetic, Josip"],"language":[],"coverage":[],"title":["High energy cosmic rays experiments inspired by noncommutative quantum\n  field theory"],"description":["  Phenomenological analysis of the covariant theta-exact noncommutative (NC)\ngauge field theory (GFT), inspired by high energy cosmic rays experiments, is\nperformed in the framework of the inelastic neutrino-nucleon scatterings,\nplasmon and $Z$-boson decays into neutrino pair, the Big Bang Nucleosynthesis\n(BBN) and the Reheating Phase After Inflation (RPAI), respectively. Next we\nhave have found neutrino two-point function and shows a closed form decoupling\nof the hard ultraviolet (UV) divergent term from softened ultraviolet/infrared\n(UV/IR) mixing term and from the finite terms as well. For a certain choice of\nthe noncommutative parameter theta which preserves unitarity, problematic UV\ndivergent and UV/IR mixing terms vanish. Non-perturbative modifications of the\nneutrino dispersion relations are assymptotically independent of the scale of\nnoncommutativity in both the low and high energy limits and may allow\nsuperluminal propagation.\n","Comment: 11 pages, 8 figures, Based on the plenary session talks given at the\n  conference: 5th Petrov International Symposium: \"High Energy Physics,\n  Cosmology and Gravity\", BITP, Kyiv, Ukraine 2012"]}]
["1210.5428",{"format":[],"subject":["Mathematics - Number Theory","11F80, 11F33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5428"],"date":["2012-10-19"],"type":["text"],"creator":["Billerey, Nicolas","Dieulefait, Luis V."],"language":[],"coverage":[],"title":["Explicit Large Image Theorems for Modular Forms"],"description":["  Let $k$ and $N$ be positive integers with $k\\ge2$ even. In this paper we give\ngeneral explicit upper-bounds in terms of $k$ and $N$ from which all the\nresidual representations $\\bar{\\rho}_{f,\\lambda}$ attached to non-CM newforms\nof weight $k$ and level $\\Gamma_0(N)$ with $\\lambda$ of residue characteristic\ngreater than these bounds are \"as large as possible\". The results split into\ndifferent cases according to the possible types for the residual images and\neach of them is illustrated on some numerical examples.\n"]}]
["1210.5430",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5430"],"date":["2012-10-19"],"type":["text"],"creator":["Zhao, Xujun","Bordas, Stéphane P. A.","Qu, Jianmin"],"language":[],"coverage":[],"title":["A hybrid extended finite element/level set method for modeling\n  equilibrium shapes of nano-inhomogeneities"],"description":["  Interfacial energy plays an important role in equilibrium morphologies of\nnanosized microstructures of solid materials due to the high\ninterface-to-volume ratio, and can no longer be neglected as it does in\nconventional mechanics analysis. The present work develops an effective\nnumerical approach by means of a hybrid smoothed extended finite element/level\nset method to model nanoscale inhomogeneities with interfacial energy effect,\nin which the finite element mesh can be completely independent of the interface\ngeometry. The Gurtin-Murdoch surface elasticity model is used to account for\nthe interface stress effect and the Wachspress interpolants are used for the\nfirst time to construct the shape functions in the smoothed extended finite\nelement method. Selected numerical results are presented to study the accuracy\nand efficiency of the proposed method as well as the equilibrium shapes of\nmisfit particles in elastic solids. The presented results compare very well\nwith those obtained from theoretical solutions and experimental observations,\nand the computational efficiency of the method is shown to be superior to that\nof its most advanced competitor.\n"]}]
["1210.5437",{"format":[],"subject":["Mathematics - Rings and Algebras","16P70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5437"],"date":["2012-10-19"],"type":["text"],"creator":["Minamoto, Hiroyuki"],"language":[],"coverage":[],"title":["A criterion of graded coherentness of tensor algebras and its\n  application to higher dimensional Auslander-Reiten theory"],"description":["  Even if a ring A is coherent, the polynomial ring A[X] in one variable could\nfail to be coherent. In this note we show that A[X] is graded coherent with the\nstandard grading deg X=1. More generally, we give a criterion of graded\ncoherentness of the tensor algebra T_{A}(M) of a certain class of bi-module M.\n  As an application of the criterion, we show that there is a relationship\nbetween higher dimensional Auslander-Reiten theory and graded coherentness of\nhigher preprojective algebras.\n","Comment: 5 page"]}]
["1210.5438",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - K-Theory and Homology","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5438"],"date":["2012-10-19"],"type":["text"],"creator":["Chuang, Joe","King, Alastair"],"language":[],"coverage":[],"title":["Free resolutions of algebras"],"description":["  Given an algebra A, presented by generators and relations, i.e. as a quotient\nof a tensor algebra by an ideal, we construct a free algebra resolution of A,\ni.e. a differential graded algebra which is quasi-isomorphic to A and which is\nitself a tensor algebra. The construction rests combinatorially on the set of\nbracketings that arise naturally in the description of a free contractible\ndifferential graded algebra with given generators.\n","Comment: 16 pages"]}]
["1210.5441",{"format":[],"subject":["Mathematical Physics","81R30, 81T10, 81Q20, 81V80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5441"],"date":["2012-10-19"],"type":["text"],"creator":["Ammari, Zied","Zerzeri, Maher"],"language":[],"coverage":[],"title":["On the classical limit of self-interacting quantum field Hamiltonians\n  with cutoffs"],"description":["  We study, using Hepp's method, the propagation of coherent states for a\ngeneral class of self interacting bosonic quantum field theories with spatial\ncutoffs. This includes models with non-polynomial interactions in the field\nvariables. We show indeed that the time evolution of coherent states, in the\nclassical limit, is well approximated by time-dependent affine Bogoliubov\nunitary transformations. Our analysis relies on a non-polynomial Wick\nquantization and a specific hypercontractive estimate.\n"]}]
["1210.5443",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5443"],"date":["2012-10-19"],"type":["text"],"creator":["van Renesse, Robbert","Johansen, Håvard","Naigaonkar, Nihar","Johansen, Dag"],"language":[],"coverage":[],"title":["Secure Abstraction with Code Capabilities"],"description":["  We propose embedding executable code fragments in cryptographically protected\ncapabilities to enable flexible discretionary access control in cloud-like\ncomputing infrastructures. We are developing this as part of a sports analytics\napplication that runs on a federation of public and enterprise clouds. The\ncapability mechanism is implemented completely in user space. Using a novel\ncombination of X.509 certificates and Javscript code, the capabilities support\nrestricted delegation, confinement, revocation, and rights amplification for\nsecure abstraction.\n"]}]
["1210.5450",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5450"],"date":["2012-10-19"],"type":["text"],"creator":["Mirabal, N.","Contreras, J. L."],"language":[],"coverage":[],"title":["A dispersion-driven method for grant and proposal allocation"],"description":["  Inspired by a recent editorial (Langer 2012), we suggest a relative simple\nscheme to grade grants and proposals that might enhance scientific innovation.\n","Comment: 2 pages; Comments welcome"]}]
["1210.5454",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5454"],"date":["2012-10-19"],"type":["text"],"creator":["Guirguis, Mina","Atia, George"],"language":[],"coverage":[],"title":["Stuck in Traffic (SiT) Attacks: A Framework for Identifying Stealthy\n  Attacks that Cause Traffic Congestion"],"description":["  Recent advances in wireless technologies have enabled many new applications\nin Intelligent Transportation Systems (ITS) such as collision avoidance,\ncooperative driving, congestion avoidance, and traffic optimization. Due to the\nvulnerable nature of wireless communication against interference and\nintentional jamming, ITS face new challenges to ensure the reliability and the\nsafety of the overall system. In this paper, we expose a class of stealthy\nattacks -- Stuck in Traffic (SiT) attacks -- that aim to cause congestion by\nexploiting how drivers make decisions based on smart traffic signs. An attacker\nmounting a SiT attack solves a Markov Decision Process problem to find\noptimal/suboptimal attack policies in which he/she interferes with a\nwell-chosen subset of signals that are based on the state of the system. We\napply Approximate Policy Iteration (API) algorithms to derive potent attack\npolicies. We evaluate their performance on a number of systems and compare them\nto other attack policies including random, myopic and DoS attack policies. The\ngenerated policies, albeit suboptimal, are shown to significantly outperform\nother attack policies as they maximize the expected cumulative reward from the\nstandpoint of the attacker.\n"]}]
["1210.5457",{"format":[],"subject":["Mathematics - Combinatorics","Mathematical Physics","05A15, 81T99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5457"],"date":["2012-10-19"],"type":["text"],"creator":["Marie, Nicolas","Yeats, Karen"],"language":[],"coverage":[],"title":["A chord diagram expansion coming from some Dyson-Schwinger equations"],"description":["  We give an expression for the solution to propagator-type Dyson-Schwinger\nequations with one primitive at 1 loop as an expansion over rooted connected\nchord diagrams. Along the way we give a refinement of a classical recurrence of\nrooted connected chord diagrams, and a representation in terms of binary trees.\n","Comment: 30 pages"]}]
["1210.5460",{"format":[],"subject":["Mathematics - History and Overview","00A08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5460"],"date":["2012-10-19"],"type":["text"],"creator":["Khovanova, Tanya"],"language":[],"coverage":[],"title":["Conway's Wizards"],"description":["  I present and discuss a puzzle about wizards invented by John H. Conway.\n","Comment: 5 pages"]}]
["1210.5465",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5465"],"date":["2012-10-19"],"type":["text"],"creator":["Amado, P. J.","Quirrenbach, A.","Ribas, I.","Caballero, J. A.","Sánchez-Carrasco, M. A.","Reiners, A.","Seifert, W.","Mundt, R.","Mandel, H.","Consortium, the CARMENES"],"language":[],"coverage":[],"title":["CARMENES. I. A radial-velocity survey for terrestrial planets in the\n  habitable zones of M dwarfs. A historical overview"],"description":["  CARMENES (Calar Alto high-Resolution search for M dwarfs with Exo-earths with\nNear-infrared and optical Echelle Spectrographs) is a next generation\ninstrument being built for the 3.5-m telescope at the Calar Alto Observatory by\na consortium of eleven Spanish and German institutions. Conducting a five-year\nexoplanet survey targeting 300 M dwarfs with the completed instrument is an\nintegral part of the project. The CARMENES instrument consists of two separate\nechelle spectrographs covering the wavelength range from 550 to 1700 nm at a\nspectral resolution of R=82,000, fed by fibers from the Cassegrain focus of the\ntelescope. The spectrographs are housed in vacuum tanks providing the\ntemperature-stabilized environments necessary to enable a 1 m/s radial velocity\nprecision employing a simultaneous calibration with emission-line lamps.\n","Comment: 6 pages, 5 figures. Oral contribution to the X Spanish Astronomical\n  Society Meeting held from the 9th to the 13th of July 2012 in Valencia, Spain"]}]
["1210.5470",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5470"],"date":["2012-10-19"],"type":["text"],"creator":["Yi, Xinping","de Kerret, Paul","Gesbert, David"],"language":[],"coverage":[],"title":["The DoF of Network MIMO with Backhaul Delays"],"description":["  We consider the problem of downlink precoding for Network (multi-cell) MIMO\nnetworks where Transmitters (TXs) are provided with imperfect Channel State\nInformation (CSI). Specifically, each TX receives a delayed channel estimate\nwith the delay being specific to each channel component. This model is\nparticularly adapted to the scenarios where a user feeds back its CSI to its\nserving base only as it is envisioned in future LTE networks. We analyze the\nimpact of the delay during the backhaul-based CSI exchange on the rate\nperformance achieved by Network MIMO. We highlight how delay can dramatically\ndegrade system performance if existing precoding methods are to be used. We\npropose an alternative robust beamforming strategy which achieves the maximal\nperformance, in DoF sense. We verify by simulations that the theoretical DoF\nimprovement translates into a performance increase at finite Signal-to-Noise\nRatio (SNR) as well.\n"]}]
["1210.5474",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5474"],"date":["2012-10-19"],"type":["text"],"creator":["Desjardins, Guillaume","Courville, Aaron","Bengio, Yoshua"],"language":[],"coverage":[],"title":["Disentangling Factors of Variation via Generative Entangling"],"description":["  Here we propose a novel model family with the objective of learning to\ndisentangle the factors of variation in data. Our approach is based on the\nspike-and-slab restricted Boltzmann machine which we generalize to include\nhigher-order interactions among multiple latent variables. Seen from a\ngenerative perspective, the multiplicative interactions emulates the entangling\nof factors of variation. Inference in the model can be seen as disentangling\nthese generative factors. Unlike previous attempts at disentangling latent\nfactors, the proposed model is trained using no supervised information\nregarding the latent factors. We apply our model to the task of facial\nexpression classification.\n"]}]
["1210.5476",{"format":[],"subject":["Mathematics - Differential Geometry","Nonlinear Sciences - Exactly Solvable and Integrable Systems","53C21, 58D05, 62B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5476"],"date":["2012-10-19"],"type":["text"],"creator":["Lenells, Jonatan","Misiolek, Gerard"],"language":[],"coverage":[],"title":["Amari-Chentsov connections and their geodesics on homogeneous spaces of\n  diffeomorphism groups"],"description":["  We study the family of $\\alpha$-connections of Amari-Chentsov on the\nhomogeneous space $\\mathcal{D}(M)/\\mathcal{D}_\\mu(M)$ of diffeomorphisms modulo\nvolume-preserving diffeomorphims of a compact manifold $M$. We show that in\nsome cases their geodesic equations yield completely integrable Hamiltonian\nsystems.\n","Comment: 11 pages"]}]
["1210.5483",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5483"],"date":["2012-10-19"],"type":["text"],"creator":["Berry, David","Jenness, Tim"],"language":[],"coverage":[],"title":["New Features in AST - a WCS Management and Manipulation Library"],"description":["  Recent developments in the AST library are described, including a Python\ninterface, support for the FITS-WCS \"-TAB\" system for storing tabular\nco-ordinate information, and extended support for representing distortions in\nspatial projections, using several schemes in common use (IRAF TNX/ZPX, Spitzer\nSIP, NOAO TPV and SCAMP).\n"]}]
["1210.5484",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5484"],"date":["2012-10-19"],"type":["text"],"creator":["Escalona, Francisco","Fabila-Monroy, Ruy","Urrutia, Jorge"],"language":[],"coverage":[],"title":["Hamiltonian Tetrahedralizations with Steiner Points"],"description":["  Let $S$ be a set of $n$ points in 3-dimensional space. A tetrahedralization\n$\\mathcal{T}$ of $S$ is a set of interior disjoint tetrahedra with vertices on\n$S$, not containing points of $S$ in their interior, and such that their union\nis the convex hull of $S$. Given $\\mathcal{T}$, $D_\\mathcal{T}$ is defined as\nthe graph having as vertex set the tetrahedra of $\\mathcal{T}$, two of which\nare adjacent if they share a face. We say that $\\mathcal{T}$ is Hamiltonian if\n$D_\\mathcal{T}$ has a Hamiltonian path. Let $m$ be the number of convex hull\nvertices of $S$. We prove that by adding at most $\\lfloor \\frac{m-2}{2}\n\\rfloor$ Steiner points to interior of the convex hull of $S$, we can obtain a\npoint set that admits a Hamiltonian tetrahedralization. An $O(m^{3/2}) + O(n\n\\log n)$ time algorithm to obtain these points is given. We also show that all\npoint sets with at most 20 convex hull points admit a Hamiltonian\ntetrahedralization without the addition of any Steiner points. Finally we\nexhibit a set of 84 points that does not admit a Hamiltonian tetrahedralization\nin which all tetrahedra share a vertex.\n","Comment: A conference version of this paper appeared in EuroCG' 07"]}]
["1210.5487",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5487"],"date":["2012-10-19"],"type":["text"],"creator":["Reisinger, C.","Whitley, A."],"language":[],"coverage":[],"title":["The impact of a natural time change on the convergence of the\n  Crank-Nicolson scheme"],"description":["  We first analyse the effect of a square root transformation to the time\nvariable on the convergence of the Crank-Nicolson scheme when applied to the\nsolution of the heat equation with Dirac delta function initial conditions. In\nthe original variables, the scheme is known to diverge as the time step is\nreduced with the ratio of the time step to space step held constant and the\nvalue of this ratio controls how fast the divergence occurs. After introducing\nthe square root of time variable we prove that the numerical scheme for the\ntransformed partial differential equation now always converges and that the\nratio of the time step to space step controls the order of convergence,\nquadratic convergence being achieved for this ratio below a critical value.\nNumerical results indicate that the time change used with an appropriate value\nof this ratio also results in quadratic convergence for the calculation of the\nprice, delta and gamma for standard European and American options without the\nneed for Rannacher start-up steps.\n"]}]
["1210.5488",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5488"],"date":["2012-10-19"],"type":["text"],"creator":["Carrizo, Ivana","Heineken, Sigrid"],"language":[],"coverage":[],"title":["Critical Pairs of Sequences of a Mixed Frame Potential"],"description":["  The classical frame potential in a finite dimensional Hilbert space has been\nintroduced by Benedetto and Fickus, who showed that all finite unit-norm tight\nframes can be characterized as the minimizers of this energy functional. This\nwas the start point of a series of new results in frame theory, related to\nfinding tight frames with determined length. The frame potential has been\nstudied in the traditional setting as well as in the finite-dimensional fusion\nframe context. In this work we introduce the concept of {\\sl mixed frame\npotential}, which generalizes the notion of the Benedetto-Fickus frame\npotential. We study properties of this new potential, and give the structure of\nits critical pairs of sequences on a suitable restricted domain. For a given\nsequence ${\\alpha_m}_{m=1,...,N}$ in $K,$ where $K$ is $\\mathbb{R}$ or\n$\\mathbb{C},$ we obtain necessary and sufficient conditions in order to have a\ndual pair of frames ${f_m}_{m=1,...,N}$, ${g_m}_{m=1,...,N}$ such that $<f_m,\ng_m>=\\alpha_m$ for all $m=1,..., N.$\n"]}]
["1210.5489",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5489","Phys. Rev. B 85 134109 (2012)","doi:10.1103/PhysRevB.85.134109"],"date":["2012-10-19"],"type":["text"],"creator":["Hood, Randolph Q.","Kent, P. R. C.","Reboredo, Fernando A."],"language":[],"coverage":[],"title":["Diffusion quantum Monte Carlo study of the equation of state and point\n  defects in aluminum"],"description":["  The many-body diffusion quantum Monte Carlo (DMC) method with twist-averaged\nboundary conditions is used to calculate the ground-state equation of state and\nthe energetics of point defects in fcc aluminum using supercells up to 1331\natoms. The DMC equilibrium lattice constant differs from experiment by 0.008 A,\nor 0.2%, while the cohesive energy using DMC with backflow wave functions with\nimproved nodal surfaces differs by 27 meV. DMC-calculated defect formation and\nmigration energies agree with available experimental data, except for the\nnearest-neighbor divacancy, which is found to be energetically unstable, in\nagreement with previous density functional theory (DFT) calculations. DMC and\nDFT calculations of vacancy defects are in reasonably close agreement.\nSelf-interstitial formation energies have larger differences between DMC and\nDFT, of up to 0.33eV, at the tetrahedral site. We also computed formation\nenergies of helium interstitial defects where energies differed by up to\n0.34eV, also at the tetrahedral site. The close agreement with available\nexperiments demonstrates that DMC can be used as a predictive method to obtain\nbenchmark energetics of defects in metals.\n"]}]
["1210.5490",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5490"],"date":["2012-10-19"],"type":["text"],"creator":["Geloun, Joseph Ben"],"language":[],"coverage":[],"title":["Asymptotic Freedom of Rank 4 Tensor Group Field Theory"],"description":["  Recently, a rank four tensor group field theory has been proved\nrenormalizable. We provide here the key points on the renormalizability of this\nmodel and its UV asymptotic freedom.\n","Comment: 7 pages, 3 Figures; Contribution to the XXIXth International\n  Colloquium on Group-Theoretical Methods in Physics, Nankai, China, August\n  20-26, 2012"]}]
["1210.5491",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5491"],"date":["2012-10-19"],"type":["text"],"creator":["Maloney, Shane"],"language":[],"coverage":[],"title":["Propagation of Coronal Mass Ejections in the Inner Heliosphere"],"description":["  Solar Coronal mass ejections (CMEs) are large-scale ejections of plasma and\nmagnetic field from the corona, which propagate through interplanetary space.\nCMEs are the most significant drivers of adverse space weather on Earth, but\nthe physics governing their propagation through the Heliosphere is not well\nunderstood. This is mainly due to the limited fields-of-view and plane-of-sky\nprojected nature of previous observations. The Solar Terrestrial Relations\nObservatory (STEREO) mission launched in October 2006, was designed to overcome\nthese limitations. In this thesis, a method for the full three dimensional (3D)\nreconstruction of the trajectories of CMEs using STEREO was developed. Using\nthe 3D trajectories, the true kinematics were derived, which were free from\nprojection effects. Evidence for solar wind (SW) drag forces acting in\ninterplanetary space were found, with a fast CME decelerated and a slow CME\naccelerated toward typical SW velocities. It was also found that the fast CME\nshowed a linear dependence on the velocity difference between the CME and the\nSW, while the slow CME showed a quadratic dependence. The differing forms of\ndrag for the two CMEs indicated the forces responsible for their acceleration\nmay have been different. CMEs are known to generate bow shocks as they\npropagate through the corona and SW. Although CME-driven shocks have previously\nbeen detected indirectly via their emission at radio frequencies, direct\nimaging has remained elusive due to their low contrast at optical wavelengths.\nUsing STEREO observations, the first images of a CME-driven shock as it\npropagates through interplanetary space from 8 R_Sun to 120 R_Sun (0.5 AU) were\ncaptured. These observations were compared to empirically derived relation and\nin general showed good agreement.\n","Comment: PhD Thesis completed in Trinity College Dublin, Astrophysics Research\n  Group (http://www.physics.tcd.ie/Astrophysics/). Supervisor: Dr. Peter T.\n  Gallagher. Figure resolution has been reduced and layout has been altered to\n  for arXiv submission, for full resolution figures and layout as submitted see\n  (http://www.tcd.ie/Physics/Astrophysics/theses/shane_maloney.pdf). 222 pages,\n  107 figures"]}]
["1210.5492",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5492"],"date":["2012-10-19"],"type":["text"],"creator":["Geloun, Joseph Ben"],"language":[],"coverage":[],"title":["Enhanced Quantization: The particle on the circle"],"description":["  Enhanced quantization is an improved program for overcoming difficulties\nwhich may arise during an ordinary canonical quantization procedure. We review\nhere how this program applies for a particle on circle.\n","Comment: 6 pages; Contribution to the XXIXth International Colloquium on\n  Group-Theoretical Methods in Physics, Nankai, China, August 20-26, 2012"]}]
["1210.5493",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5493"],"date":["2012-10-19"],"type":["text"],"creator":["Kizilkale, Arman C.","Caines, Peter E."],"language":[],"coverage":[],"title":["Mean Field Stochastic Adaptive Control"],"description":["  For noncooperative games the mean field (MF) methodology provides\ndecentralized strategies which yield Nash equilibria for large population\nsystems in the asymptotic limit of an infinite (mass) population. The MF\ncontrol laws use only the local information of each agent on its own state and\nown dynamical parameters, while the mass effect is calculated offline using the\ndistribution function of (i) the population's dynamical parameters, and (ii)\nthe population's cost function parameters, for the infinite population case.\nThese laws yield approximate equilibria when applied in the finite population.\n  In this paper, these a priori information conditions are relaxed, and\nincrementally the cases are considered where, first, the agents estimate their\nown dynamical parameters, and, second, estimate the distribution parameter in\n(i) and (ii) above.\n  An MF stochastic adaptive control (SAC) law in which each agent observes a\nrandom subset of the population of agents is specified, where the ratio of the\ncardinality of the observed set to that of the number of agents decays to zero\nas the population size tends to infinity. Each agent estimates its own\ndynamical parameters via the recursive weighted least squares (RWLS) algorithm\nand the distribution of the population's dynamical parameters via maximum\nlikelihood estimation (MLE). Under reasonable conditions on the population\ndynamical parameter distribution, the MF-SAC Law applied by each agent results\nin (i) the strong consistency of the self parameter estimates and the strong\nconsistency of the population distribution function parameters; (ii) the long\nrun average stability of all agent systems; (iii) a (strong) e-Nash equilibrium\nfor the population of agents; and (iv) the a.s. equality of the long run\naverage cost and the non-adaptive cost in the population limit.\n"]}]
["1210.5494",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Differential Geometry","Mathematics - Group Theory","32L25 (Primary) 22E46, 32L10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5494"],"date":["2012-10-19"],"type":["text"],"creator":["Olafsson, Gestur","Wolf, Joseph A."],"language":[],"coverage":[],"title":["Separating Vector Bundle Sections by Invariant Means"],"description":["  We sharpen the construction of representation space in the paper \"Principal\nSeries Representations of Infinite Dimensional Lie Groups II: Construction of\nInduced Representations\". We show that the principal series representation\nspaces constructed there, are completions of spaces of sections of Hilbert\nbundles rather than completions of quotient spaces of sections.\n"]}]
["1210.5497",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Molecular Networks","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5497"],"date":["2012-10-19"],"type":["text"],"creator":["Foster, David V.","Rorick, Mary M.","Gesell, Tanja","Feeney, Laura","Foster, Jacob G."],"language":[],"coverage":[],"title":["Dynamic Landscapes: A Model of Context and Contingency in Evolution"],"description":["  The basic mechanics of evolution have been understood since Darwin. But\ndebate continues over whether macroevolutionary phenomena are driven primary by\nthe fitness structure of genotype space or by ecological interaction. In this\npaper we propose a simple, abstract model capturing some key features of\nfitness-landscape and ecological models of evolution. Our model describes\nevolutionary dynamics in a high-dimensional, structured genotype space with a\nsignificant role for interspecific interaction. We find some promising\nqualitative similarity with the empirical facts about macroevolution, including\nbroadly distributed extinction sizes and realistic exploration of the genotype\nspace. The abstraction of our model permits numerous interpretations and\napplications beyond macroevolution, including molecular evolution and\ntechnological innovation.\n"]}]
["1210.5503",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5503"],"date":["2012-10-19"],"type":["text"],"creator":["Xia, Ping","Liu, Chun-Hung","Andrews, Jeffrey G."],"language":[],"coverage":[],"title":["Downlink Coordinated Multi-Point with Overhead Modeling in Heterogeneous\n  Cellular Networks"],"description":["  Coordinated multi-point (CoMP) communication is attractive for heterogeneous\ncellular networks (HCNs) for interference reduction. However, previous\napproaches to CoMP face two major hurdles in HCNs. First, they usually ignore\nthe inter-cell overhead messaging delay, although it results in an irreducible\nperformance bound. Second, they consider the grid or Wyner model for base\nstation locations, which is not appropriate for HCN BS locations which are\nnumerous and haphazard. Even for conventional macrocell networks without\noverlaid small cells, SINR results are not tractable in the grid model nor\naccurate in the Wyner model. To overcome these hurdles, we develop a novel\nanalytical framework which includes the impact of overhead delay for CoMP\nevaluation in HCNs. This framework can be used for a class of CoMP schemes\nwithout user data sharing. As an example, we apply it to downlink CoMP\nzero-forcing beamforming (ZFBF), and see significant divergence from previous\nwork. For example, we show that CoMP ZFBF does not increase throughput when the\noverhead channel delay is larger than 60% of the channel coherence time. We\nalso find that, in most cases, coordinating with only one other cell is nearly\noptimum for downlink CoMP ZFBF.\n","Comment: 27 pages, 8 figures"]}]
["math/0511303",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems","53C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0511303"],"date":["2005-11-11","2012-10-18"],"type":["text"],"creator":["Cocos, Mihail"],"language":[],"coverage":[],"title":["On the topology of compact affine manifolds"],"description":["  Geodesically complete affine manifolds are quotients of the Euclidean space\nthrough a properly discontinuous action of a subgroup of affine Euclidean\ntransformations. An equivalent definition is that the tangent bundle of such a\nmanifold admits a flat, symmetric and complete connection. If the completeness\nassumption is dropped, the manifold is not necessarily obtained as the quotient\nof the Euclidean space through a properly discontinuous group of affine\ntransformations. In fact the universal cover may no longer be the Euclidean\nspace. The main result of this paper states that all compact affine manifolds\nhave 0 Euler characteristic and that the fundamental group of these manifolds\nis non-trivial.\n","Comment: Incomplete"]}]
