["1208.1114",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1114","Phys. Rev. E 86, 021912 (2012)","doi:10.1103/PhysRevE.86.021912"],"date":["2012-08-06"],"type":["text"],"creator":["Grimm, Matthias","Franosch, Thomas","Jeney, Sylvia"],"language":[],"coverage":[],"title":["High-resolution detection of Brownian motion for quantitative Optical\n  Tweezers experiments"],"description":["  We have developed a new in situ method to calibrate optical tweezers\nexperiments and simultaneously measure the size of the trapped particle or the\nviscosity of the surrounding fluid. The positional fluctuations of the trapped\nparticle are recorded with a high-bandwidth photodetector. Next, we compute the\nmean-square displacement, as well as the velocity autocorrelation function of\nthe sphere and compare it to the theory of Brownian motion including\nhydrodynamic memory effects. A careful measurement and analysis of the time\nscales characterizing the dynamics of the harmonically bound sphere fluctuating\nin a viscous medium then directly yields all relevant parameters. Finally, we\ntest the method for different optical trap strengths, with different bead sizes\nand in different fluids, and we find excellent agreement with the values\nprovided by the manufacturers. The proposed approach overcomes the most\ncommonly encountered limitations in precision when analyzing the power spectrum\nof position fluctuations in the region around the corner frequency. These low\nfrequencies are usually prone to errors due to drift, limitations in the\ndetection and trap linearity as well as short acquisition times resulting in\npoor statistics. Furthermore, the strategy can be generalized to Brownian\nmotion in more complex environments, provided the adequate theories are\navailable.\n"]}]
["1208.1566",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1566"],"date":["2012-08-07"],"type":["text"],"creator":["Huang, Rung-Tzung","Lee, Yoonweon"],"language":[],"coverage":[],"title":["The comparison of two constructions of the refined analytic torsion on\n  compact manifolds with boundary"],"description":["  The refined analytic torsion on compact Riemannian manifolds with boundary\nhas been discussed by B. Vertman and the authors, but these two constructions\nare completely different. Vertman used a double of de Rham complex consisting\nof the minimal and maximal closed extensions of a flat connection and the\nauthors used well-posed boundary conditions ${\\mathcal P}_{-, {\\mathcal\nL}_{0}}$, ${\\mathcal P}_{+, {\\mathcal L}_{1}}$ for the odd signature operator.\nIn this paper we compare these two constructions by using the BFK-gluing\nformula for zeta-determinants, the adiabatic method for stretching cylinder\npart near boundary and the deformation method used in [6], when the odd\nsignature operator comes from a Hermitian flat connection and all de Rham\ncohomologies vanish.\n","Comment: 33 pages. arXiv admin note: text overlap with arXiv:1103.3571"]}]
