["1104.0866",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0866","Prog. Theor. Phys. 127 (2012), 921-935","doi:10.1143/PTP.127.921"],"date":["2011-04-05","2012-04-29"],"type":["text"],"creator":["Fukagawa, Hiroki","Fujitani, Youhei"],"language":[],"coverage":[],"title":["A Variational Principle for Dissipative Fluid Dynamics"],"description":["  In the variational principle leading to the Euler equation for a perfect\nfluid, we can use the method of undetermined multiplier for holonomic\nconstraints representing mass conservation and adiabatic condition. For a\ndissipative fluid, the latter condition is replaced by the constraint\nspecifying how to dissipate. Noting that this constraint is nonholonomic, we\ncan derive the balance equation of momentum for viscous and viscoelastic fluids\nby using a single variational principle. We can also derive the associated\nHamiltonian formulation by regarding the velocity field as the input in the\nframework of control theory.\n","Comment: 15 pages"]}]
["1106.2276",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2276","Prog. Theor. Phys. 127 (2012), 723-738","doi:10.1143/PTP.127.723"],"date":["2011-06-12","2012-02-16"],"type":["text"],"creator":["Doi, Takumi","Aoki, Sinya","Hatsuda, Tetsuo","Ikeda, Yoichi","Inoue, Takashi","Ishii, Noriyoshi","Murano, Keiko","Nemura, Hidekatsu","Sasaki, Kenji","Collaboration, for HAL QCD"],"language":[],"coverage":[],"title":["Exploring Three-Nucleon Forces in Lattice QCD"],"description":["  Three-nucleon forces (3NF) are investigated from two-flavor lattice QCD\nsimulations. We utilize the Nambu-Bethe-Salpeter (NBS) wave function to\ndetermine two-nucleon forces (2NF) and 3NF in the same framework. As a first\nexploratory study, we extract 3NF in which three nucleons are aligned linearly\nwith an equal spacing. This is the simplest geometrical configuration which\nreduces the huge computational cost of calculating the NBS wave function.\nQuantum numbers of the three-nucleon system are chosen to be (I,\nJ^P)=(1/2,1/2^+) (the triton channel). Lattice QCD simulations are performed\nusing N_f=2 dynamical clover fermion configurations at the lattice spacing of a\n= 0.156 fm on a 16^3 x 32 lattice with a large quark mass corresponding to\nm_\\pi= 1.13 GeV. We find repulsive 3NF at short distance in the triton channel.\nSeveral sources of systematic errors are also discussed.\n","Comment: 20 pages, 7 figures. Accepted for publication in Prog. Theor. Phys"]}]
["1110.2303",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2303","Prog. Theor. Phys. 127 (2012), 689-721","doi:10.1143/PTP.127.689"],"date":["2011-10-11","2012-01-24"],"type":["text"],"creator":["Kawai, Hikaru","Okada, Takashi"],"language":[],"coverage":[],"title":["Solving the Naturalness Problem by Baby Universes in the Lorentzian\n  Multiverse"],"description":["  We propose a solution of the naturalness problem in the context of the\nmultiverse wavefunction without the anthropic argument. If we include\nmicroscopic wormhole configurations in the path integral, the wave function\nbecomes a superposition of universes with various values of the coupling\nconstants such as the cosmological constant, the parameters in the Higgs\npotential, and so on. We analyze the quantum state of the multiverse, and\nevaluate the density matrix of one universe. We show that the coupling\nconstants induced by the wormholes are fixed in such a way that the density\nmatrix is maximized. In particular, the cosmological constant, which is in\ngeneral time-dependent, is chosen such that it takes an extremely small value\nin the far future. We also discuss the gauge hierarchy problem and the strong\nCP problem in this context. Our study predicts that the Higgs mass is 140\\pm20\nGeV and {\\theta}=0.\n","Comment: 35 pages, 11 figures. v2: added Section 5.3 with comments on the Wick\n  rotation of the Lorentzian gravity. v3 some comments added"]}]
["1203.1456",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","34M55, 47E05, 81Qxx, 32G34, 34Lxx, 34Mxx, 14Kxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1456","Prog. Theor. Phys. 127 (2012), 791-817","doi:10.1143/PTP.127.791"],"date":["2012-03-07"],"type":["text"],"creator":["McCoy, B. M.","Maillard, J-M."],"language":[],"coverage":[],"title":["The importance of the Ising model"],"description":["  Understanding the relationship which integrable (solvable) models, all of\nwhich possess very special symmetry properties, have with the generic\nnon-integrable models that are used to describe real experiments, which do not\nhave the symmetry properties, is one of the most fundamental open questions in\nboth statistical mechanics and quantum field theory. The importance of the\ntwo-dimensional Ising model in a magnetic field is that it is the simplest\nsystem where this relationship may be concretely studied. We here review the\nadvances made in this study, and concentrate on the magnetic susceptibility\nwhich has revealed an unexpected natural boundary phenomenon. When this is\ncombined with the Fermionic representations of conformal characters, it is\nsuggested that the scaling theory, which smoothly connects the lattice with the\ncorrelation length scale, may be incomplete for $H \\neq 0$.\n","Comment: 33 pages"]}]
["1205.4992",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4992","Prog. Theor. Phys. 127 (2012), 877-905","doi:10.1143/PTP.127.877"],"date":["2012-05-22"],"type":["text"],"creator":["Uegaki, Eiji","Abe, Yasuhisa"],"language":[],"coverage":[],"title":["Resonances in 28Si+28Si. II"],"description":["  Resonances observed in the 28Si+28Si collision are studied by the molecular\nmodel. In the preceding paper, it is clarified that at high spins in 28Si+28Si\n(oblate-oblate system), the stable dinuclear configuration of the system is\nequator-equator touching one, and that the axially asymmetric shape of the\nstable configuration of 28Si+28Si gives rise to a wobbling motion ($K$-mixing).\nThere, the normal modes around the equilibrium have been solved and various\nexcited states have been obtained. Those states are expected to be the origin\nof a large number of resonances observed. Hence their physical quantities are\nanalyzed theoretically. The results are compared with the recent experiment\nperformed in Strasbourg and turn out to be in good agreement with the data.\nDisalignments between the orbital angular momentum and the spins of the\nconstituent 28Si nuclei in the resonance state are clarified. Moreover the\nanalyses of the angular correlations indicate characteristic features for each\nnormal-mode excitation. Thus it is possible to identify the modes, and a\nsystematic experimental study of angular correlation measurements is desired.\n","Comment: 29 pages, 12 figures. PTP in press (vol.127, No.5)"]}]
["hep-th/9111052",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9111052"],"date":["1991-11-25"],"type":["text"],"creator":["Witten, Edward"],"language":[],"coverage":[],"title":["On Black Holes In String Theory"],"description":["  In these lecture notes from Strings `91, I briefly sketch the analogy between\ntwo dimensional black holes and the s-wave sector of four dimensional black\nholes, and the physical interest of the latter, particularly in the\nmagnetically charged case.\n","Comment: 7 pages"]}]
