["0705.4299",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","05A10, 11B65, 11A25, 11J72 (Primary) 11A41, 11B39, 11B75, 11Y55\n  (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4299"],"date":["2007-05-29","2012-07-10"],"type":["text"],"creator":["Mingarelli, Angelo B."],"language":[],"coverage":[],"title":["Abstract factorials"],"description":["  A commutative semigroup of abstract factorials is defined in the context of\nthe ring of integers. We study such factorials for their own sake, whether they\nare or are not connected to sets of integers. Given a subset X of the positive\nintegers we construct a \"factorial set\" with which one may define a multitude\nof abstract factorials on X. We study the possible equality of consecutive\nfactorials, a dichotomy involving the limit superior of the ratios of\nconsecutive factorials and we provide many examples outlining the applications\nof the ensuing theory; examples dealing with prime numbers, Fibonacci numbers,\nand highly composite numbers among other sets of integers. One of our results\nstates that given any abstract factorial the series of reciprocals of its\nfactorials always converges to an irrational number. Thus, for example, for any\npositive integer k the series of the reciprocals of the k-th powers of the\ncumulative product of the divisors of the numbers from 1 to n is irrational.\n","Comment: 35 pages, preprint. Submitted. This version replaces all previous\n  versions of the paper \"Abstract factorial functions and their applications\""]}]
["0706.2225",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2225","doi:10.1016/j.icarus.2012.06.015"],"date":["2007-06-15"],"type":["text"],"creator":["Frescura, F. A. M.","Engelbrecht, C. A.","Frank, B. S."],"language":[],"coverage":[],"title":["Significance Tests for Periodogram Peaks"],"description":["  We discuss methods currently in use for determining the significance of peaks\nin the periodograms of time series. We discuss some general methods for\nconstructing significance tests, false alarm probability functions, and the\nrole played in these by independent random variables and by empirical and\ntheoretical cumulative distribution functions. We also discuss the concept of\n\"independent frequencies\" in periodogram analysis. We propose a practical\nmethod for estimating the significance of periodogram peaks, applicable to all\ntime series irrespective of the spacing of the data. This method, based on\nMonte Carlo simulations, produces significance tests that are tailor-made for\nany given astronomical time series.\n","Comment: 22 pages, 11 Encapsulated Postscript figures, AAS LaTeX v5.2\n  Submitted to ApJ"]}]
["0707.4610",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Analysis of PDEs","42B20, 42B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.4610","Annals of Mathematics 174 (2011), 1429-1483"],"date":["2007-07-31","2010-12-20"],"type":["text"],"creator":["Mateu, Joan","Orobitg, Joan","Verdera, Joan"],"language":[],"coverage":[],"title":["Estimates for the maximal singular integral in terms of the singular\n  integral:the case of even kernels"],"description":["  The purpose of this paper is to describe the smooth homogeneous\nCalderon-Zygmund operators for which the maximal singular integral T*f may be\ncontrolled by the singular integral Tf. We consider two types of control. The\nfirst is the L2 estimate of T*f by Tf, namely the estimate of the L2 norm of\nT*f by a constant times the L2 norm of Tf. The second is the pointwise estimate\nof T*f(x) by a constant times M(Tf)(x), where M denotes the Hardy-Littlewood\nmaximal operator. Notice that this is an improved variant of Cotlar's\ninequality, because the term Mf(x) is missing on the right hand side. Our main\nresult states that, for even operators, both are equivalent to a purely\nalgebraic condition formulated in terms of the expansion of the kernel in\nspherical harmonics. The condition holds by higher order Riesz transforms,\nwhich then satisfy an improved version of Cotlar's inequality\n","Comment: Minor misprints and English inaccuracies corrected, references\n  updated. To appear in Annals on Math"]}]
["0803.4334",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.4334","Contemp. Math., 484, 2009, 321--342"],"date":["2008-03-30"],"type":["text"],"creator":["Zelditch, Steve"],"language":[],"coverage":[],"title":["Real and complex zeros of Riemannian random waves"],"description":["  We consider Riemannian random waves, i.e. Gaussian random linear combination\nof eigenfunctions of the Laplacian on a compact Riemannian manifold with\nfrequencies from a short interval (`asymptotically fixed frequency'). We first\nshow that the expected limit distribution of the real zero set of a is uniform\nwith respect to the volume form of a compact Riemannian manifold $(M, g)$. We\nthen show that the complex zero set of the analytic continuations of such\nRiemannian random waves to a Grauert tube in the complexification of $M$ tends\nto a limit current.\n","Comment: For the Proceedings of the Conference, \"Spectral Analysis in Geometry\n  and Number Theory on the occasion of Toshikazu Sunada's 60th birthday\", to\n  appear in the Contemp. Math. Series"]}]
["0804.1217",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.1217","2010 JINST 5 P06003","doi:10.1088/1748-0221/5/06/P06003"],"date":["2008-04-08"],"type":["text"],"creator":["Acciarri, R.","Antonello, M.","Baibussinov, B.","Baldo-Ceolin, M.","Benetti, P.","Calaprice, F.","Calligarich, E.","Cambiaghi, M.","Canci, N.","Carbonara, F.","Cavanna, F.","Centro, S.","Cocco, A. G.","Di Pompeo, F.","Fiorillo, G.","Galbiati, C.","Gallo, V.","Grandi, L.","Meng, G.","Modena, I.","Montanari, C.","Palamara, O.","Pandola, L.","Pietropaolo, F.","Raselli, G. L.","Roncadelli, M.","Rossella, M.","Rubbia, C.","Segreto, E.","Szelc, A. M.","Ventura, S.","Vignoli, C."],"language":[],"coverage":[],"title":["Effects of Nitrogen contamination in liquid Argon"],"description":["  A dedicated test of the effects of Nitrogen contamination in liquid Argon has\nbeen performed at the INFN-Gran Sasso Laboratory (LNGS, Italy) within the WArP\nR&D program. A detector has been designed and assembled for this specific task\nand connected to a system for the injection of controlled amounts of gaseous\nNitrogen into the liquid Argon. Purpose of the test is to detect the reduction\nof the Ar scintillation light emission as a function of the amount of the\nNitrogen contaminant injected in the Argon volume. A wide concentration range,\nspanning from about 10^-1 ppm up to about 10^3 ppm, has been explored.\nMeasurements have been done with electrons in the energy range of minimum\nionizing particles (gamma-conversion from radioactive sources). Source spectra\nat different Nitrogen contaminations are analyzed, showing sensitive reduction\nof the scintillation yield at increasing concentrations. The rate constant of\nthe light quenching process induced by Nitrogen in liquid Ar has been found to\nbe k(N2)=0.11 micros^-1 ppm^-1. Direct PMT signals acquisition at high time\nresolution by fast Waveform recording allowed to extract with high precision\nthe main characteristics of the scintillation light emission in pure and\ncontaminated LAr. In particular, the decreasing behavior in lifetime and\nrelative amplitude of the slow component is found to be appreciable from O(1\nppm) of Nitrogen concentrations.\n"]}]
["0903.5287",{"format":[],"subject":["Mathematics - Geometric Topology","57M27 (Primary), 57M05, 57R58 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.5287","Journal of Topology 4 (2011), no. 2, 431--478","doi:10.1112/jtopol/jtr007"],"date":["2009-03-30","2011-02-23"],"type":["text"],"creator":["Friedl, Stefan","Juhász, András","Rasmussen, Jacob"],"language":[],"coverage":[],"title":["The decategorification of sutured Floer homology"],"description":["  We define a torsion invariant T for every balanced sutured manifold (M,g),\nand show that it agrees with the Euler characteristic of sutured Floer homology\nSFH. The invariant T is easily computed using Fox calculus. With the help of T,\nwe prove that if (M,g) is complementary to a Seifert surface of an alternating\nknot, then SFH(M,g) is either 0 or Z in every spin^c structure. T can also be\nused to show that a sutured manifold is not disk decomposable, and to\ndistinguish between Seifert surfaces.\n  The support of SFH gives rise to a norm z on H_2(M, \\partial M; R). Then T\ngives a lower bound on the norm z, which in turn is at most the sutured\nThurston norm x^s. For closed three-manifolds, it is well known that Floer\nhomology determines the Thurston norm, but we show that z < x^s can happen in\ngeneral. Finally, we compute T for several wide classes of sutured manifolds.\n","Comment: 56 pages, 7 figures, improved exposition. Accepted for publication by\n  the Journal of Topology"]}]
["0907.0580",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0580","Phys.Rev.D80:034022,2009","doi:10.1103/PhysRevD.80.034022"],"date":["2009-07-03","2012-07-10"],"type":["text"],"creator":["Jager, B.","Oleari, C.","Zeppenfeld, D."],"language":[],"coverage":[],"title":["Next-to-leading order QCD corrections to W+W+jj and W-W-jj production\n  via weak-boson fusion"],"description":["  We present a next-to-leading order QCD calculation for e+ nu_e mu+ nu_mu jj\nand e- nubar_e mu- nubar_mu jj production via weak boson fusion at a hadron\ncollider in the form of a fully-flexible parton-level Monte Carlo program,\nwhich allows for the calculation of experimentally accessible observables\nwithin realistic selection cuts. The QCD corrections to the integrated cross\nsections are found to be modest, while the shapes of some kinematical\ndistributions change appreciably compared to leading order. The residual scale\nuncertainties of the next-to-leading order results are at the few-percent\nlevel.\n","Comment: 13 pages, 4 figures; Fixed a typo in the acceptance cuts. Results and\n  figures not changed"]}]
["0910.5074",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5074","Phys. Rev. D 86, 023501 (2012)","doi:10.1103/PhysRevD.86.023501"],"date":["2009-10-27","2012-07-09"],"type":["text"],"creator":["Buniy, Roman V.","Kephart, Thomas W."],"language":[],"coverage":[],"title":["Toward solving the cosmological constant problem by embedding"],"description":["  The typical scalar field theory has a cosmological constant problem. We\npropose a generic mechanism by which this problem is avoided at tree level by\nembedding the theory into a larger theory. The metric and the scalar field\ncoupling constants in the original theory do not need to be fine-tuned, while\nthe extra scalar field parameters and the metric associated with the extended\ntheory are fine-tuned dynamically. Hence, no fine-tuning of parameters in the\nfull Lagrangian is needed for the vacuum energy in the new physical system to\nvanish at tree level. The cosmological constant problem can be solved if the\nmethod can be extended to quantum loops.\n","Comment: published version"]}]
["0912.4213",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Geometric Topology","05C63"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4213"],"date":["2009-12-21","2012-07-10"],"type":["text"],"creator":["Diestel, Reinhard"],"language":[],"coverage":[],"title":["Locally finite graphs with ends: a topological approach"],"description":["  This paper is intended as an introductory survey of a newly emerging field: a\ntopological approach to the study of locally finite graphs that crucially\nincorporates their ends. Topological arcs and circles, which may pass through\nends, assume the role played in finite graphs by paths and cycles.\n  This approach has made it possible to extend to locally finite graphs many\nclassical theorems of finite graph theory that do not extend verbatim. The\nshift of paradigm it proposes is thus as much an answer to old questions as a\nsource of new ones; many concrete problems of both types are suggested in the\npaper.\n  This paper attempts to provide an entry point to this field for readers that\nhave not followed the literature that has emerged in the last 10 years or so.\nIt takes them on a quick route through what appear to be the most important\nlasting results, introduces them to key proof techniques, identifies the most\npromising open problems, and offers pointers to the literature for more detail.\n","Comment: Introductory survey. This post-publication update is the result of a\n  thorough revision undertaken when I lectured on this material in 2012. The\n  emphasis was on correcting errors and, occasionally, improving the\n  presentation. I did not attempt to bring the material as such up to the\n  current level of knowledge"]}]
["1001.3630",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","11R42, 11F22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3630","Integers 11A (2011) #A22"],"date":["2010-01-20"],"type":["text"],"creator":["Zhao, Jianqiang"],"language":[],"coverage":[],"title":["Witten volume formulas for semi-simple Lie algebras"],"description":["  In this paper we provide an algebraic derivation of the explicit Witten\nvolume formulas for a few semi-simple Lie algebras by combining a combinatorial\nmethod with the ideas used by Gunnells and Sczech in computation of\nhigher-dimensional Dedekind sums.\n","Comment: 15 pages, presented at the 2009 Western Coast Number Theory\n  Conference"]}]
["1002.4393",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4393","Phys.Lett.B690:296-303,2010","doi:10.1016/j.physletb.2010.05.037"],"date":["2010-02-23","2010-05-18"],"type":["text"],"creator":["Meissner, S.","Metz, A.","Pitonyak, D."],"language":[],"coverage":[],"title":["Momentum sum rules for fragmentation functions"],"description":["  Momentum sum rules for fragmentation functions are considered. In particular,\nwe give a general proof of the Sch\\\"afer-Teryaev sum rule for the transverse\nmomentum dependent Collins function. We also argue that corresponding sum rules\nfor related fragmentation functions do not exist. Our model-independent\nanalysis is supplemented by calculations in a simple field-theoretical model.\n","Comment: 12 pages; v2: Eqs. (44,46) added, minor additional changes, to appear\n  in Phys. Lett. B"]}]
["1004.2182",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2182","Bernoulli 18 (3), (2012) 783-802","doi:10.3150/11-BEJ367"],"date":["2010-04-13","2012-07-10"],"type":["text"],"creator":["Roueff, François","Samorodnitsky, Gennady","Soulier, Philippe"],"language":[],"coverage":[],"title":["Function-indexed empirical processes based on an infinite source Poisson\n  transmission stream"],"description":["  We study the asymptotic behavior of empirical processes generated by\nmeasurable bounded functions of an infinite source Poisson transmission process\nwhen the session length have infinite variance. In spite of the boundedness of\nthe function, the normalized fluctuations of such an empirical process converge\nto a non-Gaussian stable process. This phenomenon can be viewed as caused by\nthe long-range dependence in the transmission process. Completing previous\nresults on the empirical mean of similar types of processes, our results on\nnon-linear bounded functions exhibit the influence of the limit transmission\nrate distribution at high session lengths on the asymptotic behavior of the\nempirical process. As an illustration, we apply the main result to estimation\nof the distribution function of the steady state value of the transmission\nprocess.\n"]}]
["1004.2737",{"format":[],"subject":["Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2737","Journal of Symplectic Geometry, Volume 10, Issue 2 (2012), p.\n  17-26"],"date":["2010-04-15","2011-12-07"],"type":["text"],"creator":["Kaluba, Marek","Politarczyk, Wojciech"],"language":[],"coverage":[],"title":["Non-symplectic actions on complex projective spaces"],"description":["  We construct smooth actions of arbitrary compact Lie groups on complex\nprojective spaces, such that the corresponding transformations arising from the\ngroup action do not preserve any symplectic structure on the complex projective\nspace.\n"]}]
["1008.3201",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3201","Bull. London Math. Soc. 44 (2012) 222--240","doi:10.1112/blms/bdr091"],"date":["2010-08-18"],"type":["text"],"creator":["Buckley, Jeremiah","Massaneda, Xavier","Ortega-Cerdà, Joaquim"],"language":[],"coverage":[],"title":["Traces of functions in Fock spaces on lattices of critical density"],"description":["  Following a scheme of Levin we describe the values that functions in Fock\nspaces take on lattices of critical density in terms of both the size of the\nvalues and a cancelation condition that involves discrete versions of the\nCauchy and Beurling-Ahlfors transforms.\n","Comment: 21 pages"]}]
["1009.4239",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4239","Indiana Univ. Math. J. 59 (2010), 2001-2006"],"date":["2010-09-21"],"type":["text"],"creator":["Zelditch, S.","Zhong, Qi"],"language":[],"coverage":[],"title":["Addendum to \"Energies of zeros of random sections on Riemann surfaces\"\n  [arXiv:0705.2000]. Indiana Univ. Math. J. 57 (2008), no. 4, 1753-1780"],"description":["  This is an addendum to the article of Qi Zhong cited above [arXiv:0705.2000].\nIt outlines how to apply the main result of that article to calculate the\nasymptotics of the expected energy of zeros of random polynomials on the\nRiemann sphere $S^2$ with respect to the log chordal distance $\\log [z, w]$.\nThe cited article did not calculate the asymptotic energy this way, but by an\nad-hoc method, and the calculation contained some errors. The correct\ncalculation here agrees (up to the stipulted remainder) with that of Armentano-\nBeltran-Shub.\n","Comment: This is an addendum to the archive posting \"Energy of zeros of random\n  sections on Riemann Surface\" by Qi Zhong (arXiv:0705.2000)"]}]
["1010.0075",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0075","Mathematical Results In Quantum Physics, Pavel Exner (Ed.) (2011)\n  45-59"],"date":["2010-10-01"],"type":["text"],"creator":["Lewin, Mathieu"],"language":[],"coverage":[],"title":["Renormalization of Dirac's Polarized Vacuum"],"description":["  We review recent results on a mean-field model for relativistic electrons in\natoms and molecules, which allows to describe at the same time the\nself-consistent behavior of the polarized Dirac sea. We quickly derive this\nmodel from Quantum Electrodynamics and state the existence of solutions,\nimposing an ultraviolet cut-off $\\Lambda$. We then discuss the limit\n$\\Lambda\\to\\infty$ in detail, by resorting to charge renormalization.\n","Comment: Proceedings of the Conference QMath 11 held in Hradec Kr\\'alov\\'e\n  (Czechia) in September 2010"]}]
["1010.1312",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1312","MNRAS 411(2011)2002","doi:10.1111/j.1365-2966.2010.17826.x"],"date":["2010-10-06"],"type":["text"],"creator":["Yu, Yun-Wei","Cheng, K. S.","Chernyshov, D. O.","Dogiel, V. A."],"language":[],"coverage":[],"title":["A past capture event at Sagittarius A* inferred from the fluorescent\n  X-ray emission of Sagittarius B clouds"],"description":["  The fluorescent X-ray emission from neutral iron in the molecular clouds (Sgr\nB) indicates that the clouds are being irradiated by an external X-ray source.\nThe source is probably associated with the Galactic central black hole (Sgr\nA*), which triggered a bright outburst one hundred years ago. We suggest that\nsuch an outburst could be due to a partial capture of a star by Sgr A*, during\nwhich a jet was generated. By constraining the observed flux and the time\nvariability ($\\sim$ 10 years) of the Sgr B's fluorescent emission, we find that\nthe shock produced by the interaction of the jet with the dense interstellar\nmedium represents a plausible candidate for the X-ray source emission.\n","Comment: 7 pages, 1 figure, accepted for publication in MNRAS"]}]
["1011.3634",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3634","Journal of Spectral Theory 2, 4 (2012) 329-354","doi:10.4171/JST/32"],"date":["2010-11-16","2011-11-22"],"type":["text"],"creator":["Boulton, Lyonell","Boussaid, Nabile","Lewin, Mathieu"],"language":[],"coverage":[],"title":["Generalised Weyl theorems and spectral pollution in the Galerkin method"],"description":["  We consider a general framework for investigating spectral pollution in the\nGalerkin method. We show how this phenomenon is characterised via the existence\nof particular Weyl sequences which are singular in a suitable sense. For a\nsemi-bounded selfadjoint operator A we identify relative compactness conditions\non a selfadjoint perturbation B ensuring that the limiting set of spectral\npollution of A and B coincide. Our results show that, under perturbation, this\nlimiting set behaves in a similar fashion as the essential spectrum.\n","Comment: The new version deals with Galerkin sequences which are dense in the\n  form domain of A, when A is bounded from below"]}]
["1011.3790",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","Mathematics - Number Theory","42A38, 11F27, 11F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3790","J. Fourier Anal. Appl. 18, 367-385 (2012)","doi:10.1007/s00041-011-9207-0"],"date":["2010-11-16","2011-11-04"],"type":["text"],"creator":["Johnson-McDaniel, Nathan K."],"language":[],"coverage":[],"title":["A dimensionally continued Poisson summation formula"],"description":["  We generalize the standard Poisson summation formula for lattices so that it\noperates on the level of theta series, allowing us to introduce noninteger\ndimension parameters (using the dimensionally continued Fourier transform).\nWhen combined with one of the proofs of the Jacobi imaginary transformation of\ntheta functions that does not use the Poisson summation formula, our proof of\nthis generalized Poisson summation formula also provides a new proof of the\nstandard Poisson summation formula for dimensions greater than 2 (with\nappropriate hypotheses on the function being summed). In general, our methods\nwork to establish the (Voronoi) summation formulae associated with functions\nsatisfying (modular) transformations of the Jacobi imaginary type by means of a\ndensity argument (as opposed to the usual Mellin transform approach). In\nparticular, we construct a family of generalized theta series from Jacobi theta\nfunctions from which these summation formulae can be obtained. This family\ncontains several families of modular forms, but is significantly more general\nthan any of them. Our result also relaxes several of the hypotheses in the\nstandard statements of these summation formulae. The density result we prove\nfor Gaussians in the Schwartz space may be of independent interest.\n","Comment: 12 pages, version accepted by JFAA, with various additions and\n  improvements"]}]
["1101.0866",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0866","MNRAS 416(2011)2174","doi:10.1111/j.1365-2966.2011.19194.x"],"date":["2011-01-04","2011-06-06"],"type":["text"],"creator":["Cao, Xiao-Feng","Yu, Yun-Wei","Cheng, K. S.","Zheng, Xiao-Ping"],"language":[],"coverage":[],"title":["The luminosity function of Swift long gamma-ray bursts"],"description":["  The accumulation of {\\it Swift} observed gamma-ray bursts (GRBs) gradually\nmakes it possible to directly derive a GRB luminosity function (LF) from\nobservational luminosity distribution, where however two complexities must be\ninvolved as (i) the evolving connection between GRB rate and cosmic star\nformation rate and (ii) observational selection effects due to telescope\nthresholds and redshift measurements. With a phenomenological investigation on\nthese two complexities, we constrain and discriminate two popular competitive\nLF models (i.e., broke-power-law LF and single-power-law LF with an exponential\ncutoff at low luminosities). As a result, we find that the broken-power-law LF\ncould be more favored by the observation, with a break luminosity\n$L_b=2.5\\times10^{52}\\rm erg s^{-1}$ and prior- and post-break indices\n$\\nu_1=1.72$ and $\\nu_2=1.98$. For an extra evolution effect expressed by a\nfactor $(1+z)^{\\delta}$, if the matallicity of GRB progenitors is lower than\n$\\sim0.1Z_{\\odot}$ as expected by some collapsar models, then there may be no\nextra evolution effect other than the metallicity evolution (i.e., $\\delta$\napproaches to be zero). Alternatively, if we remove the theoretical metallicity\nrequirement, then a relationship between the degenerate parameters $\\delta$ and\n$Z_{\\max}$ can be found, very roughly,\n$\\delta\\sim2.4(Z_{\\max}/Z_{\\odot}-0.06)$. This indicates that an extra\nevolution could become necessary for relatively high metallicities.\n","Comment: 9 pages, 9 figures. By considering some selection effects, the paper\n  has been significantly revised. Accepted for publication in MNRAS"]}]
["1101.2225",{"format":[],"subject":["Quantitative Biology - Subcellular Processes","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2225"],"date":["2011-01-11","2012-07-09"],"type":["text"],"creator":["Deutsch, J. M.","Brunner, M. E.","Saxton, William M."],"language":[],"coverage":[],"title":["The mechanics of a microscopic mixer: microtubules and cytoplasmic\n  streaming in Drosophila oocytes"],"description":["  Large scale motion of cytoplasm called cytoplasmic streaming occurs in some\nlarge eukaryotic cells to stir the cell's constituents. In Drosophila oocytes,\nmicrotubules have been observed to undergo undulating motion, curving to form\ntravelling waves during cytoplasmic streaming. Here we show that this wave-like\nmotion can be understood physically as due to the hydrodynamic drag of\nstreaming impellers attached to kinesin motors moving toward the plus-ends of\nmicrotubules whose minus ends are anchored to the cell cortex. The tangential\nforces applied to such microtubules by kinesin give rise to bending and leads\nto chiral symmetry breaking causing the microtubules to propagate long\ntravelling waves. The waves are reminiscent of those seen in flagellar motion\nbut of a much longer time scale and by a different physical mechanism. We show\nhow kinesin movement can produce a bulk flow of cytoplasm surrounding a\nmicrotubule with the range of flow greatly enhanced by the effect of\nhydrodynamic coupling between impellers. That is, a relatively small number of\nmotors can move a large amount of fluid. The chaotic nature of the fluid motion\nof cytoplasm caused by kinesin movement along constantly changing microtubule\ntrajectories is important as it greatly enhances the efficiency of mixing.\nExisting data on in vitro microtubule gliding assays also show this chiral\ninstability in two dimensions and an analysis of this gives quantitative\nestimates for the forces exerted by motors and the drag coefficient.\n","Comment: 7 pages, 3 figures"]}]
["1101.4837",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4837","Dynamics of PDE, vol 8, n 2, pp 127-148, 2011"],"date":["2011-01-25"],"type":["text"],"creator":["de Suzzoni, Anne-Sophie"],"language":[],"coverage":[],"title":["Invariant measure for the cubic wave equation on the unit ball of $R^3$"],"description":["  This paper deals with the invariance of a measure on Sobolev spaces of low\nregularity under the flow of the cubic non linear wave equation on the unit\nball of 3 under the assumption of spherical symmetry. It presents two aspects,\nan analytic one which includes the treatment of local properties of the flow,\nand a probabilistic one, which is mainly related to the global extension of the\nflow and the invariance of the measure.\n"]}]
["1102.5141",{"format":[],"subject":["Quantitative Biology - Biomolecules","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5141"],"date":["2011-02-24","2012-07-09"],"type":["text"],"creator":["Deutsch, J. M.","Brunner, M. E.","Saxton, William M."],"language":[],"coverage":[],"title":["Analysis of microtubule motion due to drag from kinesin walkers"],"description":["  We analyze the nonlinear waves that propagate on a microtubule that is\ntethered at its minus end due to kinesin walking on it, as is seen during the\nfluid mixing caused by cytoplasmic streaming in Drosophila oocytes.The model we\nuse assumes that the microtubule can be modeled as an elastic string in a\nviscous medium. The effect of the kinesin is to apply a force tangential to the\nmicrotubule and we also consider the addition of a uniform cytoplasmic velocity\nfield. We show that travelling wave solutions exist and analyze their\nproperties. There exist scale invariant families of solutions and solutions can\nexist that are flat or helical. The relationship between the period and\nwavelength is obtained by both analytic and numerical means. Numerical\nimplementation of the equation of motion verifies our analytical predictions.\n","Comment: 14 pages, 6 figures"]}]
["1103.1715",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B25, 42B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1715"],"date":["2011-03-09","2012-07-10"],"type":["text"],"creator":["Wang, Hua"],"language":[],"coverage":[],"title":["Boundedness of intrinsic square functions on generalized Morrey spaces"],"description":["  In this paper, we will study the strong type and weak type estimates of\nintrinsic square functions including the Lusin area integral, Littlewood-Paley\n$g$-function and $g^*_\\lambda$-function on the generalized Morrey spaces\n$L^{p,\\Phi}$ for $1\\le p<\\infty$, where $\\Phi$ is a growth function on\n$(0,\\infty)$ satisfying the doubling condition. The boundedness of the\ncommutators generated by $BMO(\\mathbb R^n)$ functions and intrinsic square\nfunctions is also obtained.\n","Comment: 23 pages. arXiv admin note: substantial text overlap with\n  arXiv:1102.4380"]}]
["1103.2021",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2021"],"date":["2011-03-10","2012-07-09"],"type":["text"],"creator":["Cohen, Serge","Pennec, Erwan Le"],"language":[],"coverage":[],"title":["Conditional Density Estimation by Penalized Likelihood Model Selection\n  and Applications"],"description":["  In this technical report, we consider conditional density estimation with a\nmaximum likelihood approach. Under weak assumptions, we obtain a theoretical\nbound for a Kullback-Leibler type loss for a single model maximum likelihood\nestimate. We use a penalized model selection technique to select a best model\nwithin a collection. We give a general condition on penalty choice that leads\nto oracle type inequality for the resulting estimate. This construction is\napplied to two examples of partition-based conditional density models, models\nin which the conditional density depends only in a piecewise manner from the\ncovariate. The first example relies on classical piecewise polynomial densities\nwhile the second uses Gaussian mixtures with varying mixing proportion but same\nmixture components. We show how this last case is related to an unsupervised\nsegmentation application that has been the source of our motivation to this\nstudy.\n","Comment: No. RR-7596 (2011)"]}]
["1104.2036",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2036"],"date":["2011-04-11","2012-07-10"],"type":["text"],"creator":["Omerbashich, Mensur"],"language":[],"coverage":[],"title":["Astronomical alignments as the cause of ~M6+ seismicity"],"description":["  I here demonstrate empirically my georesonator concept in which tidally\ninduced magnification of Earth masses' resonance causes seismicity on Earth. I\nshow that all strong (~M6+) earthquakes of 2010 occurred during Earth's long (t\n> 3 days) astronomical alignments within our solar system. I then show that the\nsame holds true for all very strong (~M8+) earthquakes of the decade of 2000's.\nFinally, strongest (M8.6+) earthquakes of the past century are shown to have\noccurred during Earth's multiple long alignments, too, whereas half of the\nhigh-strongest (M9+) earthquakes occurred during Full Moon. To add robustness,\nI include alignments to comet C/2010 X1 (Elenin) as the only heavenly body\ncurrently in our solar system besides planets, and show that it impacted very\nstrong seismicity since 2007. I conclude my empirical demonstration with a\nsix-month, 100%-successful forecast of M6+ magnification, performed online in\nnear real-time from October 2011 until April 2012, and which shows always the\nsame, fractal pattern of intensifying-peaking-diminishing of strong\nearthquakes' strength during long alignments, and the absence of the pattern\noutside alignments. Days without killer quake can now be known exactly,\namounting to several months a year of exact seismic forecast (telling with\ncertainty there will be no strong seisms on that-and-that date). Approximate\nforecast of strength and timing of strong earthquakes is feasible for the rest\nof the year, as well as of location once the alignment starts. I thus verified\nmy hyperresonator concept too, arrived at earlier as a mathematical-physical\nsolution to the most general extension of georesonator. As gravity can now be\nexpressed in terms of speed of light, hyperresonance is akin to tuning forks\ntriggering each other at a distance, inferring the existence of aether required\nfor propagation of mutually tuning (interfering) oscillations in Space.\n","Comment: Two more consecutive months of tracking added in Appendix E (for\n  total of 9 months). One figure added to article, along with corresponding\n  text explaining that Jovian Great Red Spot and Earth's strain-vortices\n  represent the same phenomenon arising due to hyperresonance of our Solar\n  system. Continuation of arXiv:physics/0612177v4, arXiv:0801.0876v2"]}]
["1104.4556",{"format":[],"subject":["Mathematics - Commutative Algebra","13F55, 05C25, 05E40, 05E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4556"],"date":["2011-04-23","2012-07-10"],"type":["text"],"creator":["Zaare-Nahandi, Rashid"],"language":[],"coverage":[],"title":["Pure simplicial complexes and well-covered graphs"],"description":["  A graph $G$ is called well-covered if all maximal independent sets of\nvertices have the same cardinality. A simplicial complex $\\Delta$ is called\npure if all of its facets have the same cardinality. Let $\\mathcal G$ be the\nclass of graphs with some disjoint maximal cliques covering all vertices. In\nthis paper, we prove that for any simplicial complex or any graph, there is a\ncorresponding graph in class $\\mathcal G$ with the same well-coveredness\nproperty. Then some necessary and sufficient conditions are presented to\nrecognize fast when a graph in the class $\\cal G$ is well-covered or not. To do\nthis characterization, we use an algebraic interpretation according to\nzero-divisor elements of the edge rings of graphs.\n","Comment: 10 pages. arXiv admin note: substantial text overlap with\n  arXiv:1009.5242"]}]
["1104.5109",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5109","Stochastic Processes and their Applications Volume 122, Issue 4,\n  April 2012, Pages 1988--1997","doi:10.1016/j.spa.2011.12.010"],"date":["2011-04-27"],"type":["text"],"creator":["Carroll, Tom","O'Donovan, Julie","Ortega-Cerdà, Joaquim"],"language":[],"coverage":[],"title":["On Lundh's percolation difussion"],"description":["  A collection of spherical obstacles in the ball in Euclidean space is said to\nbe avoidable for Brownian motion if there is a positive probability that\nBrownian motion diffusing from some point in the ball will avoid all the\nobstacles and reach the boundary of the ball. The centres of the spherical\nobstacles are generated according to a Poisson point process while the radius\nof an obstacle is a deterministic function depending only on the distance from\nthe obstacle's centre to the centre of the ball. Lundh has given the name\npercolation diffusion to this process if avoidable configurations are generated\nwith positive probability. An integral condition for percolation diffusion is\nderived in terms of the intensity of the Poisson point process and the function\nthat determines the radii of the obstacles.\n"]}]
["1105.1463",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1463","2012A&A...543A.123P","doi:10.1051/0004-6361/201015929"],"date":["2011-05-07","2012-07-09"],"type":["text"],"creator":["Pénin, Aurélie","Lagache, Guilaine","Noriega-Crepo, Alberto","Grain, Julien","Miville-Deschênes, Marc-Antoine","Ponthieu, Nicolas","Martin, Peter","Blagrave, Kevin","Lockman, Felix J."],"language":[],"coverage":[],"title":["An accurate measurement of the anisotropies and mean level of the Cosmic\n  Infrared Background at 100 and 160 um"],"description":["  The measurement of the anisotropies in the cosmic infrared background (CIB)\nis a powerful mean of studying the evolution of galaxies and large-scale\nstructures. These anisotropies have been measured by a number of experiments,\nfrom the far-infrared to the millimeter. One of the main impediments to an\naccurate measurement on large scales is the contamination of the foreground\nsignal by Galactic dust emission. Our goal is to show that we can remove the\nGalactic cirrus contamination using HI data, and thus accurately measure the\nclustering of starburst galaxies in the CIB. We use observations of the ELAIS\nN1 field at far-infrared (100 and 160{\\mu}m) and radio (21 cm) wavelengths. We\ncompute the correlation between dust emission, traced by far-infrared\nobservations, and HI gas traced by 21cm observations, and derive dust\nemissivities that enable us to subtract the cirrus emission from the\nfar-infrared maps. We then derive the power spectrum of the CIB anisotropies,\nas well as its mean level at 100{\\mu}m and 160{\\mu}m. We also combine the HI\ndata and Spitzer total power mode absolute measurements to determine the CIB\nmean level at 160{\\mu}m. We find B160=0.77\\pm0.04\\pm0.12MJy/sr,where the first\nerror is statistical and the second systematic. Combining this measurement with\nthe B100/B160 color of the correlated anisotropies, we also derive the CIB mean\nat 100 {\\mu}m, B100=0.24\\pm0.08\\pm0.04 MJy/sr. This measurement is in line with\nvalues obtained with recent models of infrared galaxy evolution and\nHerschel/PACS data, but is much smaller than the previous DIRBE measurements.\nThe use of high-angular resolution Hi data is mandatory to accurately\ndifferentiate the cirrus from the CIB emission. The 100 {\\mu}m IRAS map (and\nthus the map developed by Schlegel and collaborators) in such extragalactic\nfields is highly contaminated by the CIB anisotropies and hence cannot be used\nas a Galactic cirrus tracer.\n","Comment: 13 pages, 14 figures, published in A&A, the abstract has been reduced"]}]
["1106.2254",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2254","Phys.Rev.D85:064040,2012","doi:10.1103/PhysRevD.85.064040"],"date":["2011-06-11","2012-03-25"],"type":["text"],"creator":["Alic, Daniela","Bona-Casas, Carles","Bona, Carles","Rezzolla, Luciano","Palenzuela, Carlos"],"language":[],"coverage":[],"title":["Conformal and covariant formulation of the Z4 system with\n  constraint-violation damping"],"description":["  We present a new formulation of the Einstein equations based on a conformal\nand traceless decomposition of the covariant form of the Z4 system. This\nformulation combines the advantages of a conformal decomposition, such as the\none used in the BSSNOK formulation (i.e. well-tested hyperbolic gauges, no need\nfor excision, robustness to imperfect boundary conditions) with the advantages\nof a constraint-damped formulation, such as the generalized harmonic one (i.e.\nexponential decay of constraint violations when these are produced). We\nvalidate the new set of equations through standard tests and by evolving binary\nblack hole systems. Overall, the new conformal formulation leads to a better\nbehavior of the constraint equations and a rapid suppression of the violations\nwhen they occur. The changes necessary to implement the new conformal\nformulation in standard BSSNOK codes are very small as are the additional\ncomputational costs.\n","Comment: 12 pages, 7 figures. Version matching the one in press on PRD"]}]
["1106.2986",{"format":[],"subject":["Mathematics - Combinatorics","05C12, 92E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2986"],"date":["2011-06-15","2012-07-10"],"type":["text"],"creator":["Ilic, Aleksandar","Ilic, Milovan"],"language":[],"coverage":[],"title":["Generalizations of Wiener polarity index and terminal Wiener index"],"description":["  In theoretical chemistry, distance-based molecular structure descriptors are\nused for modeling physical, pharmacologic, biological and other properties of\nchemical compounds. We introduce a generalized Wiener polarity index $W_k (G)$\nas the number of unordered pairs of vertices ${u, v}$ of $G$ such that the\nshortest distance $d (u, v)$ between $u$ and $v$ is $k$ (this is actually the\n$k$-th coefficient in the Wiener polynomial). For $k = 3$, we get standard\nWiener polarity index. Furthermore, we generalize the terminal Wiener index\n$TW_k (G)$ as the sum of distances between all pairs of vertices of degree $k$.\nFor $k = 1$, we get standard terminal Wiener index. In this paper we describe a\nlinear time algorithm for computing these indices for trees and partial cubes,\nand characterize extremal trees maximizing the generalized Wiener polarity\nindex and generalized terminal Wiener index among all trees of given order $n$.\n","Comment: 3pages, 4 figures"]}]
["1107.3860",{"format":[],"subject":["Physics - Atomic Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3860"],"date":["2011-07-19","2012-07-09"],"type":["text"],"creator":["Butler, Eoin"],"language":[],"coverage":[],"title":["Antihydrogen Formation, Trapping and Dynamics"],"description":["  Antihydrogen, the simplest pure-antimatter atomic system, holds the promise\nof direct tests of matter-antimatter equivalence and CPT invariance, two of the\noutstanding unanswered questions in modern physics. Antihydrogen is now\nroutinely produced in charged-particle traps through the combination of plasmas\nof antiprotons and positrons, but the atoms escape and are destroyed in a\nminuscule fraction of a second.\n  The focus of this work is the production of a sample of cold antihydrogen\natoms in a magnetic atom trap. This poses an extreme challenge, because the\nstate-of-the-art atom traps are only approximately 0.5 K deep for ground-state\nantihydrogen atoms, much shallower than the energies of particles stored in the\nplasmas. This thesis will outline the main parts of the ALPHA experiment, with\nan overview of the important physical processes at work. Antihydrogen\nproduction techniques will be described, and an analysis of the spatial\nannihilation distribution to give indications of the temperature and binding\nenergy distribution of the atoms will be presented. Finally, we describe the\ntechniques needed to demonstrate confinement of antihydrogen atoms, apply them\nto a data taking run and present the results, making a definitive\nidentification of trapped antihydrogen atoms.\n","Comment: PhD Thesis submitted to Swansea University, 2011 192 pages"]}]
["1107.4373",{"format":[],"subject":["Mathematics - Combinatorics","05E05 (Primary) 05E10, 06A06, 20C30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4373","European Journal of Combinatorics, 33 (6) (2012), 1190-1206"],"date":["2011-07-21","2012-03-01"],"type":["text"],"creator":["McNamara, Peter R. W.","van Willigenburg, Stephanie"],"language":[],"coverage":[],"title":["Maximal supports and Schur-positivity among connected skew shapes"],"description":["  The Schur-positivity order on skew shapes is defined by B \\leq A if the\ndifference s_A - s_B is Schur-positive. It is an open problem to determine\nthose connected skew shapes that are maximal with respect to this ordering. A\nstrong necessary condition for the Schur-positivity of s_A - s_B is that the\nsupport of B is contained in that of A, where the support of B is defined to be\nthe set of partitions lambda for which s_lambda appears in the Schur expansion\nof s_B. We show that to determine the maximal connected skew shapes in the\nSchur-positivity order and this support containment order, it suffices to\nconsider a special class of ribbon shapes. We explicitly determine the support\nfor these ribbon shapes, thereby determining the maximal connected skew shapes\nin the support containment order.\n","Comment: 24 pages, 4 figures. Incorporates referee's suggestions; to appear in\n  the European Journal of Combinatorics"]}]
["1108.0424",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0424","Phys. Rev. D 85, 086002 (2012)","doi:10.1103/PhysRevD.85.086002"],"date":["2011-08-01","2012-07-10"],"type":["text"],"creator":["Borsten, L.","Duff, M. J.","Ferrara, S.","Marrani, A.","Rubens, W."],"language":[],"coverage":[],"title":["Small Orbits"],"description":["  We study both the \"large\" and \"small\" U-duality charge orbits of extremal\nblack holes appearing in D = 5 and D = 4 Maxwell-Einstein supergravity theories\nwith symmetric scalar manifolds. We exploit a formalism based on cubic Jordan\nalgebras and their associated Freudenthal triple systems, in order to derive\nthe minimal charge representatives, their stabilizers and the associated\n\"moduli spaces\". After recalling N = 8 maximal supergravity, we consider N = 2\nand N = 4 theories coupled to an arbitrary number of vector multiplets, as well\nas N = 2 magic, STU, ST^2 and T^3 models. While the STU model may be considered\nas part of the general N = 2 sequence, albeit with an additional triality\nsymmetry, the ST^2 and T^3 models demand a separate treatment, since their\nrepresentative Jordan algebras are Euclidean or only admit non-zero elements of\nrank 3, respectively. Finally, we also consider minimally coupled N = 2, matter\ncoupled N = 3, and \"pure\" N = 5 theories.\n","Comment: 40 pages, 9 tables. References added. Expanded comments added to\n  sections III. C. 1. and III. F. 3"]}]
["1109.0460",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0460","Physics Letters B 713, 453-456 (2012)","doi:10.1016/j.physletb.2012.06.025"],"date":["2011-09-02","2012-07-09"],"type":["text"],"creator":["Altenbuchinger, M.","Geng, L. S.","Weise, W."],"language":[],"coverage":[],"title":["SU(3) breaking corrections to the $D$, $D^*$, $B$, and $B^*$ decay\n  constants"],"description":["  We report on a first next-to-next-to-leading order calculation of the decay\nconstants of the $D$ ($D^*$) and $B$ ($B^*$) mesons using a covariant\nformulation of chiral perturbation theory. It is shown that, using the\nstate-of-the-art lattice QCD results on $f_{D_s}/f_D$ as input, one can predict\nquantitatively the ratios of $f_{D_s^*}/f_{D^*}$, $f_{B_s}/f_B$, and\n$f_{B^*_s}/f_{B^*}$ taking into account heavy-quark spin-flavor symmetry\nbreaking effects on the relevant low-energy constants. The predicted relations\nbetween these ratios, $f_{D^*_s}/f_{D^*}<f_{D_s}/f_D$ and\n$f_{B_s}/f_B>f_{D_s}/f_D$, and their light-quark mass dependence should be\ntestable in future lattice QCD simulations, providing a stringent test of our\nunderstanding of heavy quark spin-flavor symmetry, chiral symmetry and their\nbreaking patterns.\n","Comment: 11 pages, 2 figures, 2 tables; typos corrected, clarifications added,\n  results remaining unchanged"]}]
["1109.1634",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1634"],"date":["2011-09-08","2012-07-10"],"type":["text"],"creator":["Menous, Frédéric","Novelli, Jean-Christophe","Thibon, Jean-Yves"],"language":[],"coverage":[],"title":["Mould calculus, polyhedral cones, and characters of combinatorial Hopf\n  algebras"],"description":["  We describe a method for constructing characters of combinatorial Hopf\nalgebras by means of integrals over certain polyhedral cones. This is based on\nideas from resurgence theory, in particular on the construction of well-behaved\naverages induced by diffusion processes on the real line. We give several\ninterpretations and proofs of the main result in terms of noncommutative\nsymmetric and quasisymmetric functions, as well as generalizations involving\nmatrix quasi-symmetric functions. The interpretation of noncommutative\nsymmetric functions as alien operators in resurgence theory is also discussed,\nand a new family of Lie idempotents of descent algebras is derived from this\ninterpretation.\n","Comment: 51 pages"]}]
["1109.5661",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5661","Phys. Rev. Lett. 108, 260405 (2012)","doi:10.1103/PhysRevLett.108.260405"],"date":["2011-09-26"],"type":["text"],"creator":["Giovannetti, Vittorio","Lloyd, Seth","Maccone, Lorenzo"],"language":[],"coverage":[],"title":["Quantum measurement bounds beyond the uncertainty relations"],"description":["  We give a bound to the precision in the estimation of a parameter in terms of\nthe expectation value of an observable. It is an extension of the Cramer-Rao\ninequality and of the Heisenberg uncertainty relation, where the estimation\nprecision is typically bounded in terms of the variance of an observable.\n","Comment: 6 pages, 3 figures"]}]
["1109.6510",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6510"],"date":["2011-09-29","2012-07-09"],"type":["text"],"creator":["Yilmaz, Ferkan","Alouini, Mohamed-Slim"],"language":[],"coverage":[],"title":["Exact Performance Analysis of Partial Relay Selection Based on Shadowing\n  Side Information over Generalized Composite Fading Channels"],"description":["  Relay technology has recently gained great interest in millimeter wave (60\nGHz or above) radio frequencies as a promising transmission technique improving\nthe quality of service, providing high data rate, and extending the coverage\narea without additional transmit power in deeply shadowed fading environments.\nThe performance of relay-based systems considerably depends on which relay\nselection protocols (RSPs) are used. These RSPs are typically using the channel\nside information (CSI). Specifically, the relay terminal (RT) is chosen among\nall available RTs by a central entity (CE) which receives all RTs' CSI via\nfeedback channels. However, in the millimeter wave radio frequencies, the rate\nof the CSI variation is much higher than that of the CSI variation in 6 GHz\nfrequencies under the same mobility conditions, which evidently results in a\nserious problem causing that the CSI at the CE is inaccurate for the RSP since\nthe feedback channels have a backhaul / transmission delay. However and\nfortunately, the shadowing side information (SSI) varies very slowly in\ncomparison to the rate of the CSI variation. In this context, we propose in\nthis paper a partial-RSP in dual-hop amplify-and-forward relaying system, which\nutilize only the SSI of the RTs instead of their CSI. Then for the performance\nanalysis, we obtain an exact average unified performance (AUP) of the proposed\nSSI-based partial-RSP for a variety shadowed fading environments. In\nparticular, we offer a generic AUP expression whose special cases include the\naverage bit error probability (ABEP) analysis for binary modulation schemes,\nthe ergodic capacity analysis and the moments-generating function (MGF)-based\ncharacterization. The correctness of our newly theoretical results is validated\nwith some selected numerical examples in an extended generalized-K fading\nenvironment.\n","Comment: Number of Figures: 5, Number of Tables: 1, Keywords: Partial relay\n  selection, unified performance expression, average bit error probability,\n  ergodic capacity, moments-generating function, shadowing side information,\n  and extended generalized-K fading"]}]
["1110.0118",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0118","Phys. Rev. B 84, 174429 (2011)","doi:10.1103/PhysRevB.84.174429"],"date":["2011-10-01","2011-11-01"],"type":["text"],"creator":["Disseler, S. M.","Svensson, J. N.","Peter, S. C.","Byers, C. P.","Baines, C.","Amato, A.","Giblin, S. R.","Carretta, P.","Graf, M. J."],"language":[],"coverage":[],"title":["Competing Interactions and Magnetic Frustration in Yb4LiGe4"],"description":["  We have studied polycrystalline Yb4LiGe4, a ternary variant of the R5T4\nfamily of layered compounds characterized by a very strong coupling between the\nmagnetic and crystallographic degrees of freedom. The system is mixed valent,\nwith non-magnetic Yb2+ and magnetic Yb3+ present, and is characterized by\ncoexisting ferromagnetic and antiferromagnetic correlations. We present\nmeasurements of resistivity, AC-susceptibility, specific heat, and muon spin\nrelaxation (muSR), below 1 K. The low temperature measurements suggest a\ntransition to a mesoscopically inhomogeneous magnetically ordered state below 2\nK characterized by fluctuations well below the ordering temperature. This\nunusual state is believed to result from the enhanced two-dimensionality\nproduced by Li substitution and frustration effects inherent in the Yb\nsub-lattice geometry.\n","Comment: 29 pages, 11 figures, accepted for publication, Physical Review B"]}]
["1111.0853",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0853"],"date":["2011-11-03","2012-07-09"],"type":["text"],"creator":["Ohliger, Matthias","Nesme, Vincent","Gross, David","Liu, Yi-Kai","Eisert, Jens"],"language":[],"coverage":[],"title":["Continuous-variable quantum compressed sensing"],"description":["  We significantly extend recently developed methods to faithfully reconstruct\nunknown quantum states that are approximately low-rank, using only a few\nmeasurement settings. Our new method is general enough to allow for\nmeasurements from a continuous family, and is also applicable to\ncontinuous-variable states. As a technical result, this work generalizes\nquantum compressed sensing to the situation where the measured observables are\ntaken from a so-called tight frame (rather than an orthonormal basis) --- hence\ncovering most realistic measurement scenarios. As an application, we discuss\nthe reconstruction of quantum states of light from homodyne detection and other\ntypes of measurements, and we present simulations that show the advantage of\nthe proposed compressed sensing technique over present methods. Finally, we\nintroduce a method to construct a certificate which guarantees the success of\nthe reconstruction with no assumption on the state, and we show how slightly\nmore measurements give rise to \"universal\" state reconstruction that is highly\nrobust to noise.\n","Comment: 32 pages, 4 figures, new results concerning applications added,\n  presentation improved"]}]
["1111.4931",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4931","JETP Lett. 95, 497 (2012)"],"date":["2011-11-21","2012-07-10"],"type":["text"],"creator":["Klinkhamer, F. R."],"language":[],"coverage":[],"title":["Spontaneously broken Lorentz invariance from the dynamics of a heavy\n  sterile neutrino"],"description":["  A relativistic theory for neutrino superluminality is presented (in\nprinciple, the same mechanism applies also to other fermions). The theory\ninvolves the standard-model particles and one additional heavy sterile neutrino\nwith an energy-scale close to or above the electroweak one, all particles\npropagating in the usual 3+1 spacetime dimensions. Lorentz violation results\nfrom spontaneous symmetry breaking in the sterile-neutrino sector. The theory\ntries, as far as possible, to be consistent with the existing experimental data\nfrom neutrino physics and to keep the number of assumptions minimal. There are\nclear experimental predictions which can be tested.\n","Comment: 4 pages, v7: published version"]}]
["1111.5907",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5907","Eur. Phys. J. C72:1980, 2012","doi:10.1140/epjc/s10052-012-1980-7"],"date":["2011-11-25","2012-04-07"],"type":["text"],"creator":["Kumar, R.","Krishna, S.","Shukla, A.","Malik, R. P."],"language":[],"coverage":[],"title":["Dual-BRST symmetry: 6D Abelian 3-form gauge theory"],"description":["  Within the framework of Becchi-Rouet-Stora-Tyutin (BRST) formalism, we\ndemonstrate the existence of the novel off-shell nilpotent (anti-)dual-BRST\nsymmetries in the context of a six (5 + 1)-dimensional (6D) free Abelian 3-form\ngauge theory. Under these local and continuous symmetry transformations, the\ntotal gauge-fixing term of the Lagrangian density remains invariant. This\nobservation should be contrasted with the off-shell nilpotent (anti-)BRST\nsymmetry transformations, under which, the total kinetic term of the theory\nremains invariant. The anticommutator of the above nilpotent (anti-)BRST and\n(anti-)dual-BRST transformations leads to the derivation of a bosonic symmetry\nin the theory. There exists a discrete symmetry transformation in the theory\nwhich provides a thread of connection between the nilpotent (anti-)BRST and\n(anti-)dual-BRST transformations. This theory is endowed with a ghost-scale\nsymmetry, too. We discuss the algebra of these symmetry transformations and\nshow that the structure of the algebra is reminiscent of the algebra of de Rham\ncohomological operators of differential geometry.\n","Comment: LaTeX file, 12 pages, version to appear in EPJC"]}]
["1111.5969",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5969","Phys. Rev. B 85, 245418 (2012)","doi:10.1103/PhysRevB.85.245418"],"date":["2011-11-25"],"type":["text"],"creator":["Wurm, J.","Wimmer, M.","Richter, K."],"language":[],"coverage":[],"title":["Symmetries and the conductance of graphene nanoribbons with long-range\n  disorder"],"description":["  We study the conductance of graphene nanoribbons with long-range disorder.\nDue to the absence of intervalley scattering from the disorder potential,\ntime-reversal symmetry (TRS) can be effectively broken even without a magnetic\nfield, depending on the type of ribbon edge. Even though armchair edges\ngenerally mix valleys, we show that metallic armchair nanoribbons possess a\nhidden pseudovalley structure and effectively broken TRS. In contrast,\nsemiconducting armchair nanoribbons inevitably mix valleys and restore TRS. As\na result, in strong disorder metallic armchair ribbons exhibit a perfectly\nconducting channel, but semiconducting armchair ribbons ordinary localization.\nTRS is also effectively broken in zigzag nanoribbons in the absence of valley\nmixing. However, we show that intervalley scattering in zigzag ribbons is\nsignificantly enhanced and TRS is restored even for smooth disorder, if the\nFermi energy is smaller than the potential amplitude. The symmetry properties\nof disordered nanoribbons are also reflected in their conductance in the\ndiffusive regime. In particular, we find suppression of weak localization and\nan enhancement of conductance fluctuations in metallic armchair and zigzag\nribbons without valley mixing. In contrast, semiconducting armchair and zigzag\nribbons with valley mixing exhibit weak localization behavior.\n","Comment: 11 pages, 8 figures"]}]
["1111.6033",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6033","doi:10.1016/j.chemphys.2012.02.005"],"date":["2011-11-25","2012-02-08"],"type":["text"],"creator":["Pfeiffer, Adrian N.","Cirelli, Claudio","Landsman, Alexandra S.","Smolarski, Mathias","Dimitrovski, Darko","Madsen, Lars B.","Keller, Ursula"],"language":[],"coverage":[],"title":["Probing the longitudinal momentum spread of the electron wave packet at\n  the tunnel exit"],"description":["  We present an ellipticity resolved study of momentum distributions arising\nfrom strong-field ionization of Helium at constant intensity. The influence of\nthe ion potential on the departing electron is considered within a\nsemi-classical model consisting of an initial tunneling step and subsequent\nclassical propagation. We find that the momentum distribution can be explained\nby the presence of a longitudinal momentum spread of the electron at the exit\nfrom the tunnel. Our combined experimental and theoretical study provides an\nestimate of this momentum spread.\n"]}]
["1112.0644",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0644","IEEE Transactions on Nuclear Science, 59, 647-655, 2012","doi:10.1109/TNS.2012.2195029"],"date":["2011-12-03","2012-02-10"],"type":["text"],"creator":["Ishidoshiro, Koji","Nagai, Makoto","Higuchi, Takeo","Hasegawa, Masaya","Hazumi, Masashi","Ikeno, Masahiro","Tajima, Osamu","Tanaka, Manobu","Uchida, Tomohisa"],"language":[],"coverage":[],"title":["Readout system with on-board demodulation for CMB polarization\n  experiments using coherent polarimeter arrays"],"description":["  B-modes are special patterns in cosmic microwave background (CMB)\npolarization. The detection of them is a smoking-gun signature of primordial\ngravitational waves. The generic strategy of the CMB polarization experiments\nis to employ a large number of polarimeters for improving the statistics. The\nQ/U Imaging ExperimenT-II (QUIET-II) has been proposed to detect the B-modes\nusing the world's largest coherent polarimeter array (2,000 channels). An\nunique detection technique using QUIET's polarimeters, which is a modula-\ntion/demodulation scheme, enables us directly extracting the polarization\nsignal. The extracted signal is free from non- polarized components and\nintrinsic 1/f noise. We developed a data readout system with on-board\ndemodulation functions for the QUIET-II experiment. We employed a \"master\"\nclock strategy. This strategy guarantees phase matching between the modulation\nby the polarimeters and the demodulation by ADC modules. The single master\ngenerates all carrier clocks and distributes them to each module. The developed\nelectronics, clock modules, and the ADC modules fulfill requirements. Tests\nwith a setup similar to that of the real experiment proved that the system\nworks properly. The performance of all system components are validated to be\nsuitable for B-mode measurements.\n","Comment: 9 pages, 16 figures, submitted to IEEE TNS"]}]
["1112.0911",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0911","Appl. Phys. Lett. 100, 112404 (2012)","doi:10.1063/1.3694757"],"date":["2011-12-05","2012-07-10"],"type":["text"],"creator":["Machado, Tiago S.","Rappoport, Tatiana G.","Sampaio, Luiz C."],"language":[],"coverage":[],"title":["Vortex core magnetization dynamics induced by thermal excitation"],"description":["  We investigate the effect of temperature on the dynamic properties of\nmagnetic vortices in small disks. Our calculations use a stochastic version of\nthe Landau-Lifshitz-Gilbert (LLG) equation, valid for finite temperatures well\nbelow the Curie critical temperature. We show that a finite temperature induces\na vortex precession around the center of the disk, even in the absence of other\nexcitation sources. We discuss the origin and implications of the appearance of\nthis new dynamics. We also show that a temperature gradient plays a role\nsimilar to that of a small constant magnetic field.\n","Comment: 4 pages, 3 figures"]}]
["1112.0913",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0913","J. Phys.: Condens. Matter 24, 296001 (2012)","doi:10.1088/0953-8984/24/29/296001"],"date":["2011-12-05","2012-02-14"],"type":["text"],"creator":["Wysin, G. M.","Moura-Melo, W. A.","Mól, L. A. S.","Pereira, A. R."],"language":[],"coverage":[],"title":["Magnetic anisotropy of elongated thin ferromagnetic nano-islands for\n  artifical spin ice arrays"],"description":["  The energetics of thin elongated ferromagnetic nano-islands is considered for\nsome different shapes, aspect ratios, and applied magnetic field directions.\nThese nano-island particles are important for artificial spin-ice materials.\nFor low temperature, the magnetic internal energy of an individual particle is\nevaluated numerically as a function of the direction of a particle's net\nmagnetization. This leads to estimations of effective anisotropy constants for\n(1) the easy axis along the particle's long direction, and (2) the hard axis\nalong the particle's thin direction. A spin relaxation algorithm together with\nfast Fourier transform for the demagnetization field is used to solve the\nmicromagnetics problem for a thin system. The magnetic hysteresis is also\nfound. The results indicate some possibilities for controlling the equilibrium\nand dynamics in spin-ice materials by using different island geometries.\n","Comment: 9 pages, two-column, 8 figures"]}]
["1112.1525",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1525","doi:10.1007/s10714-012-1424-6"],"date":["2011-12-07","2012-07-09"],"type":["text"],"creator":["Pugliese, Daniela","Kroon, Juan A. Valiente"],"language":[],"coverage":[],"title":["On the evolution equations for ideal magnetohydrodynamics in curved\n  spacetime"],"description":["  We examine the problem of the construction of a first order symmetric\nhyperbolic evolution system for the Einstein-Maxwell-Euler system. Our analysis\nis based on a 1+3 tetrad formalism which makes use of the components of the\nWeyl tensor as one of the unknowns. In order to ensure the symmetric\nhyperbolicity of the evolution equations implied by the Bianchi identity, we\nintroduce a tensor of rank 3 corresponding to the covariant derivative of the\nFaraday tensor. Our analysis includes the case of a perfect fluid with infinite\nconductivity (ideal magnetohydrodynamics) as a particular subcase.\n","Comment: 25 pages, no figures. New references added. Comments added in the\n  Introduction. Accepted for publication in General Relativity and Gravitation"]}]
["1112.4327",{"format":[],"subject":["Mathematics - Numerical Analysis","65N30, 65M60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4327"],"date":["2011-12-19","2012-07-10"],"type":["text"],"creator":["Chen, Wenbin","Xu, Xuejun","Zhang, Shangyou"],"language":[],"coverage":[],"title":["On the optimal convergence rate of a Robin-Robin domain decomposition\n  method"],"description":["  In this work, we solve a long-standing open problem: Is it true that the\nconvergence rate of the Lions' Robin-Robin nonoverlapping domain\ndecomposition(DD) method can be constant, independent of the mesh size $h$? We\nclosed this twenty-year old problem with a positive answer. Our theory is also\nverified by numerical tests.\n"]}]
["1112.4762",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4762","Phys.Rev.D85: 123010, 2012","doi:10.1103/PhysRevD.85.123010"],"date":["2011-12-20","2012-06-18"],"type":["text"],"creator":["Ayaita, Youness","Weber, Maik","Wetterich, Christof"],"language":[],"coverage":[],"title":["Structure Formation and Backreaction in Growing Neutrino Quintessence"],"description":["  A dependence of the neutrino masses on the dark energy scalar field could\nprovide a solution to the why now problem of dark energy. The dynamics of the\nresulting cosmological model, growing neutrino quintessence, include an\nattractive force between neutrinos substantially stronger than gravity. We\npresent a comprehensive approach towards an understanding of the full\ncosmological evolution including the formation of large-scale neutrino\nstructures. Important effects we account for are local variations in the dark\nenergy and the backreaction on the background evolution, as well as\nrelativistic neutrino velocities. For this aim, we develop a relativistic\nN-body treatment of the neutrinos combined with an explicit computation of the\nlocal quintessence field. At its current stage, the simulation method is\nsuccessful until z ~ 1 and reveals a rich phenomenology. We obtain a detailed\npicture of the formation of large-scale neutrino structures and their influence\non the evolution of matter, dark energy, and the late-time expansion of the\nuniverse.\n","Comment: 18 pages, 12 figures. Inclusion of thermal neutrino velocities,\n  comparison of different resolutions, larger simulation volume. Figures and\n  text updated, conclusions unchanged"]}]
["1112.6054",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.6054","doi:10.1007/s10509-012-1135-1"],"date":["2011-12-27","2012-07-10"],"type":["text"],"creator":["Puchades, Neus","Sáez, Diego"],"language":[],"coverage":[],"title":["Relativistic positioning: four-dimensional numerical approach in\n  Minkowski space-time"],"description":["  We simulate the satellite constellations of two Global Navigation Satellite\nSystems: Galileo (EU) and GPS (USA). Satellite motions are described in the\nSchwarzschild space-time produced by an idealized spherically symmetric non\nrotating Earth. The trajectories are then circumferences centered at the same\npoint as Earth. Photon motions are described in Minkowski space-time, where\nthere is a well known relation, Coll, Ferrando & Morales-Lladosa (2010),\nbetween the emission and inertial coordinates of any event. Here, this relation\nis implemented in a numerical code, which is tested and applied. The first\napplication is a detailed numerical four-dimensional analysis of the so-called\nemission coordinate region and co-region. In a second application, a GPS\n(Galileo) satellite is considered as the receiver and its emission coordinates\nare given by four Galileo (GPS) satellites. The bifurcation problem (double\nlocalization) in the positioning of the receiver satellite is then pointed out\nand discussed in detail.\n","Comment: 16 pages, 9 figures, published (online) in Astrophys. Space Sci"]}]
["1201.0930",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0930"],"date":["2012-01-04","2012-07-10"],"type":["text"],"creator":["Grassi, Antonella","Perduca, Vittorio"],"language":[],"coverage":[],"title":["Weierstrass models of elliptic toric K3 hypersurfaces and symplectic\n  cuts"],"description":["  We study elliptically fibered K3 surfaces, with sections, in toric Fano\nthreefolds which satisfy certain combinatorial properties relevant to\nF-theory/Heterotic duality. We show that some of these conditions are\nequivalent to the existence of an appropriate notion of a Weierstrass model\nadapted to the toric context. Moreover, we show that if in addition other\nconditions are satisfied, there exists a toric semistable degeneration of the\nelliptic K3 surface which is compatible with the elliptic fibration and\nF-theory/Heterotic duality.\n","Comment: References added"]}]
["1201.1752",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1752","EPL 98 (2012) 50006","doi:10.1209/0295-5075/98/50006"],"date":["2012-01-09"],"type":["text"],"creator":["Dybiec, Bartlomiej","Parrondo, Juan M. R.","Gudowska-Nowak, Ewa"],"language":[],"coverage":[],"title":["Fluctuation-dissipation relations under Levy noises"],"description":["  For systems close to equilibrium, the relaxation properties of measurable\nphysical quantities are described by the linear response theory and the\nfluctuation-dissipation theorem (FDT). Accordingly, the response or the\ngeneralized susceptibility, which is a function of the unperturbed equilibrium\nsystem, can be related to the correlation between spontaneous fluctuations of a\ngiven conjugate variable. There have been several attempts to extend the FDT\nfar from equilibrium, introducing new terms or using effective temperatures.\nRecently, Prost, Joanny, and Parrondo [Phys. Rev. Lett. 103, 090601 (2009)]\nhave shown that the FDT can be restored far from equilibrium by choosing the\nappropriate variables conjugate to the external perturbations. Here, we apply\nthe generalized FDT to a system perturbed by time-dependent deterministic\nforces and acting under the influence of white alpha-stable noises.\n","Comment: 6 pages, 2 figures"]}]
["1201.1895",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1895","Phys. Rev. D85 (2012) 123514","doi:10.1103/PhysRevD.85.123514"],"date":["2012-01-09","2012-07-10"],"type":["text"],"creator":["Sivertsson, Sofia","Edsjo, Joakim"],"language":[],"coverage":[],"title":["WIMP diffusion in the solar system including solar WIMP-nucleon\n  scattering"],"description":["  Dark matter in the form of Weakly Interacting Massive Particles (WIMPs) can\nbe captured by the Sun and the Earth, sink to their cores, annihilate and\nproduce neutrinos that can be searched for with neutrino telescopes. The\ncalculation of the capture rates of WIMPs in the Sun and especially the Earth\nare affected by large uncertainties coming mainly from effects of the planets\nin the Solar System, reducing the capture rates by up to an order of magnitude\n(or even more in some cases). We show that the WIMPs captured by weak\nscatterings in the Sun also constitute an important bound WIMP population in\nthe Solar System. Taking this population and its interplay with the population\nbound through gravitational diffusion into account cancel the planetary effects\non the capture rates, and the capture essentially proceeds as if the Sun and\nthe Earth were free in the galactic halo. The neutrino signals from the Sun and\nthe Earth are thus significantly higher than claimed in the scenarios with\nreduced capture rates.\n","Comment: 6 pages, 3 figures, slightly extended, matches published version"]}]
["1201.2533",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2533","Nat. Commun. 3:930 (2012)","doi:10.1038/ncomms1935"],"date":["2012-01-12","2012-07-10"],"type":["text"],"creator":["Giblin, S. P.","Kataoka, M.","Fletcher, J. D.","See, P.","Janssen, T. J. B. M.","Griffiths, J. P.","Jones, G. A. C.","Farrer, I.","Ritchie, D. A."],"language":[],"coverage":[],"title":["Towards a quantum representation of the ampere using single electron\n  pumps"],"description":["  Electron pumps generate a macroscopic electric current by controlled\nmanipulation of single electrons. Despite intensive research towards a quantum\ncurrent standard over the last 25 years, making a fast and accurate quantised\nelectron pump has proved extremely difficult. Here we demonstrate that the\naccuracy of a semiconductor quantum dot pump can be dramatically improved by\nusing specially designed gate drive waveforms. Our pump can generate a current\nof up to 150 pA, corresponding to almost a billion electrons per second, with\nan experimentally demonstrated current accuracy better than 1.2 parts per\nmillion (ppm) and strong evidence, based on fitting data to a model, that the\ntrue accuracy is approaching 0.01 ppm. This type of pump is a promising\ncandidate for further development as a realisation of the SI base unit ampere,\nfollowing a re-definition of the ampere in terms of a fixed value of the\nelementary charge.\n","Comment: 8 pages, 7 figures"]}]
["1201.4243",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Discrete Mathematics","Computer Science - Information Theory","11T55, 94A60, 68P30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4243","Journal of Mathematical Cryptology, Vol. 6, 1 (2012), pp. 69--80"],"date":["2012-01-20","2012-07-10"],"type":["text"],"creator":["Gerard, Maze"],"language":[],"coverage":[],"title":["Analysis of a Key Distribution Scheme in Secure Multicasting"],"description":["  This article presents an analysis of the secure key broadcasting scheme\nproposed by Wu, Ruan, Lai and Tseng. The study of the parameters of the system\nis based on a connection with a special type of symmetric equations over finite\nfields. We present two different attacks against the system, whose efficiency\ndepends on the choice of the parameters. In particular, a time-memory tradeoff\nattack is described, effective when a parameter of the scheme is chosen without\ncare. In such a situation, more than one third of the cases can be broken with\na time and space complexity in the range of the square root of the complexity\nof the best attack suggested by Wu et al. against their system. This leads to a\nfeasible attack in a realistic scenario.\n"]}]
["1201.4357",{"format":[],"subject":["Mathematics - Commutative Algebra","Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4357"],"date":["2012-01-20","2012-07-09"],"type":["text"],"creator":["Manjunath, Madhusudan","Sturmfels, Bernd"],"language":[],"coverage":[],"title":["Monomials, Binomials, and Riemann-Roch"],"description":["  The Riemann-Roch theorem on a graph G is related to Alexander duality in\ncombinatorial commutive algebra. We study the lattice ideal given by chip\nfiring on G and the initial ideal whose standard monomials are the G-parking\nfunctions. When G is a saturated graph, these ideals are generic and the Scarf\ncomplex is a minimal free resolution. Otherwise, syzygies are obtained by\ndegeneration. We also develop a self-contained Riemann-Roch theory for artinian\nmonomial ideals.\n","Comment: 18 pages, 2 figures, Minor revisions"]}]
["1201.4670",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4670","Journal of Mathematical Physics 53 (2012) 095209","doi:10.1063/1.4729052"],"date":["2012-01-23","2012-06-06"],"type":["text"],"creator":["Blanc, Xavier","Lewin, Mathieu"],"language":[],"coverage":[],"title":["Existence of the thermodynamic limit for disordered quantum Coulomb\n  systems"],"description":["  Following a recent method introduced by C. Hainzl, J.P. Solovej and the\nsecond author of this article, we prove the existence of the thermodynamic\nlimit for a system made of quantum electrons, and classical nuclei whose\npositions and charges are randomly perturbed in an ergodic fashion. All the\nparticles interact through Coulomb forces.\n","Comment: To appear in J. Math. Phys. (special issue in honor of E.H. Lieb)"]}]
["1201.5852",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5852","2012, ApJ, 753, 27","doi:10.1088/0004-637X/753/1/27"],"date":["2012-01-27","2012-07-10"],"type":["text"],"creator":["Scodeller, Sandro","Hansen, Frode K.","Marinucci, Domenico"],"language":[],"coverage":[],"title":["Detection of new point sources in WMAP 7 year data using internal\n  templates and needlets"],"description":["  We have developed a new needlet based method to detect point sources in\ncosmic microwave background (CMB) maps and have applied it to the WMAP 7 year\ndata. We use both the individual frequency channels as well as internal\ntemplates, the difference between pairs of frequency channels, with the\nadvantage that the CMB component is eliminated. Using the area of the sky\noutside the Kq85 galactic mask, we detect a total of 2102 point sources at the\n$5\\sigma$ level in either the frequency maps or the internal templates. Of\nthese, 1116 are detected either at $5\\sigma$ directly in the frequency channels\nor at $5\\sigma$ in the internal templates and $\\geq3\\sigma$ at the\ncorresponding position in the frequency channels. Of the 1116 sources, 603 are\ndetections which have not been reported so far in WMAP data. We have made a\ncatalogue of these sources available with position and flux estimated in the\nWMAP channels where they are seen. In total, we identified 1029 of the 1116\nsources with counterparts at 5GHz and 69 at other frequencies.\n","Comment: Accepted version, added integral number counts, 29 pages (+16 pages\n  for the catalogue),10 figures"]}]
["1201.6295",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6295","Phys. Rev. Lett. 108, 260601 (2012)","doi:10.1103/PhysRevLett.108.260601"],"date":["2012-01-30","2012-07-10"],"type":["text"],"creator":["Pletyukhov, Mikhail","Schoeller, Herbert"],"language":[],"coverage":[],"title":["Nonequilibrium Kondo model: Crossover from weak to strong coupling"],"description":["  We analyze the nonequilibrium Kondo model at finite voltage and temperature\nby using a new formulation of the real-time renormalization group method with\nthe Laplace variable as the flow parameter. We evaluate the energy-dependent\nspin relaxation rate and nonlinear conductance, and derive an approximate form\nfor the universal line shape for the latter in the whole crossover regime from\nweak to strong coupling. The results are shown to agree well with exact methods\nin equilibrium, Fermi-liquid theory, weak-coupling expansions, and recent\nexperiments. For the transient spin dynamics we find a universal exponential\ndecay in the long-time limit along with a truncation-dependent pre-exponential\npower law. For multichannel models a pure power-law decay typical for\nnon-Fermi-liquid behaviour is predicted.\n","Comment: 5 pages (paper) + 12 pages (supplementary material)"]}]
["1202.0802",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Functional Analysis","47B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0802"],"date":["2012-02-03","2012-07-10"],"type":["text"],"creator":["Bessonov, R. V."],"language":[],"coverage":[],"title":["Truncated Toeplitz operators of finite rank"],"description":["  We give a complete description of the finite-rank truncated Toeplitz\noperators.\n","Comment: 13 pages"]}]
["1202.1043",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1043","JHEP07(2012)057","doi:10.1007/JHEP07(2012)057"],"date":["2012-02-05","2012-06-27"],"type":["text"],"creator":["Chatrabhuti, Auttakit","Karndumri, Parinya","Ngamwatthanakul, Boonpithak"],"language":[],"coverage":[],"title":["3D N=6 Gauged Supergravity: Admissible Gauge Groups, Vacua and RG Flows"],"description":["  We study N=6 gauged supergravity in three dimensions with scalar manifolds\n$\\frac{SU(4,k)}{S(U(4)\\times U(k))}$ for $k=1,2,3,4$ in great details. We\nclassify some admissible non-compact gauge groups which can be consistently\ngauged and preserve all supersymmetries. We give the explicit form of the\nembedding tensors for these gauge groups as well as study their scalar\npotentials on the full scalar manifold for each value of $k=1,2,3,4$ along with\nthe corresponding vacua. Furthermore, the potentials for the compact gauge\ngroups, $SO(p)\\times SO(6-p)\\times SU(k)\\times U(1)$ for $p=3,4,5,6$,\nidentified previously in the literature are partially studied on a submanifold\nof the full scalar manifold. This submanifold is invariant under a certain\nsubgroup of the corresponding gauge group. We find a number of supersymmetric\nAdS vacua in the case of compact gauge groups. We then consider holographic RG\nflow solutions in the compact gauge groups $SO(6)\\times SU(4)\\times U(1)$ and\n$SO(4)\\times SO(2)\\times SU(4)\\times U(1)$ for the k=4 case. The solutions\ninvolving one active scalar can be found analytically and describe operator\nflows driven by a relevant operator of dimension 3/2. For non-compact gauge\ngroups, we find all types of vacua namely AdS, Minkowski and dS, but there is\nno possibility of RG flows in the AdS/CFT sense for all gauge groups considered\nhere.\n","Comment: 43 pages, no figures references added, typoes corrected and more\n  information added"]}]
["1202.1423",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1423","Phys. Rev. Lett. 108, 256402 (2012)","doi:10.1103/PhysRevLett.108.256402"],"date":["2012-02-07","2012-07-09"],"type":["text"],"creator":["Weber, Cedric","O'Regan, David D.","Hine, Nicholas D. M.","Payne, Mike C.","Kotliar, Gabriel","Littlewood, Peter B."],"language":[],"coverage":[],"title":["Vanadium dioxide : A Peierls-Mott insulator stable against disorder"],"description":["  Vanadium dioxide undergoes a first order metal-insulator transition at 340 K.\nIn this work, we develop and carry out state of the art linear scaling DFT\ncalculations refined with non-local dynamical mean-field theory. We identify a\ncomplex mechanism, a Peierls-assisted orbital selection Mott instability, which\nis responsible for the insulating M$_1$ phase, and furthermore survives a\nmoderate degree of disorder.\n","Comment: 5 pages, 4 figures. Supplementary material 8 pages, 4 figures. This\n  version (v2) matches that accepted for Physical Review Letters on 16th May\n  2012"]}]
["1202.1932",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1932","Phys. Rev. A 85, 065601 (2012)","doi:10.1103/PhysRevA.85.065601"],"date":["2012-02-09","2012-07-09"],"type":["text"],"creator":["Sowinski, Tomasz"],"language":[],"coverage":[],"title":["Exact diagonalization of the one dimensional Bose-Hubbard model with\n  local 3-body interactions"],"description":["  In this Brief Report the extended Bose-Hubbard model with local two- and\nthree-body interactions is studied by the exact diagonalization approach. The\nshapes of the first two insulating lobes are discussed and the values of the\ncritical tunneling for which the insulating phase loses stability for repulsive\nand attractive three-body interactions are predicted.\n","Comment: 5 pages, 5 figures"]}]
["1202.1942",{"format":[],"subject":["Physics - Classical Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1942","Wave Motion 49-7 (2012) 667-680"],"date":["2012-02-09","2012-04-18"],"type":["text"],"creator":["Lefeuve-Mesgouez, Gaëlle","Mesgouez, Arnaud","Chiavassa, Guillaume","Lombard, Bruno"],"language":[],"coverage":[],"title":["Semi-analytical and numerical methods for computing transient waves in\n  2D acoustic / poroelastic stratified media"],"description":["  Wave propagation in a stratified fluid / porous medium is studied here using\nanalytical and numerical methods. The semi-analytical method is based on an\nexact stiffness matrix method coupled with a matrix conditioning procedure,\npreventing the occurrence of poorly conditioned numerical systems. Special\nattention is paid to calculating the Fourier integrals. The numerical method is\nbased on a high order finite-difference time-domain scheme. Mesh refinement is\napplied near the interfaces to discretize the slow compressional diffusive wave\npredicted by Biot's theory. Lastly, an immersed interface method is used to\ndiscretize the boundary conditions. The numerical benchmarks are based on\nrealistic soil parameters and on various degrees of hydraulic contact at the\nfluid / porous boundary. The time evolution of the acoustic pressure and the\nporous velocity is plotted in the case of one and four interfaces. The\nexcellent level of agreement found to exist between the two approaches confirms\nthe validity of both methods, which cross-checks them and provides useful tools\nfor future researches.\n","Comment: Wave Motion (2012) XXX"]}]
["1202.2141",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2141","Phys. Rev. C. 85, 064614 (2012)","doi:10.1103/PhysRevC.85.064614"],"date":["2012-02-09","2012-07-10"],"type":["text"],"creator":["MacMullin, S.","Boswell, M.","Devlin, M.","Elliott, S. R.","Fotiades, N.","Guiseppe, V. E.","Henning, R.","Kawano, T.","LaRoque, B. H.","Nelson, R. O.","O'Donnell, J. M."],"language":[],"coverage":[],"title":["Partial gamma-ray production cross sections for (n,xng) reactions in\n  natural argon from 1 - 30 MeV"],"description":["  Background: Neutron-induced backgrounds are a significant concern for\nexperiments that require extremely low levels of radioactive backgrounds such\nas direct dark matter searches and neutrinoless double-beta decay experiments.\nUnmeasured neutron scattering cross sections are often accounted for\nincorrectly in Monte Carlo simulations. Purpose: Determine partial gamma-ray\nproduction cross sections for (n,xng) reactions in natural argon for incident\nneutron energies between 1 and 30 MeV. Methods: The broad spectrum neutron beam\nat the Los Alamos Neutron Science Center (LANSCE) was used used for the\nmeasurement. Neutron energies were determined using time-of-flight and\nresulting gamma rays from neutron-induced reactions were detected using the\nGErmanium Array for Neutron Induced Excitations (GEANIE). Results: Partial\ngamma-ray cross sections were measured for six excited states in Ar-40 and two\nexcited states in Ar-39. Measured (n,xng) cross sections were compared to the\nTALYS and CoH3 nuclear reaction codes. Conclusions: These new measurements will\nhelp to identify potential backgrounds in neutrinoless double-beta decay and\ndark matter experiments that use argon as a detection medium or shielding. The\nmeasurements will also aid in the identification of neutron interactions in\nthese experiments through the detection of gamma rays produced by (n,xng)\nreactions.\n","Comment: 25 pages, 6 figures"]}]
["1202.3060",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3060","Phys. Rev. Lett. 108, 261602 (2012)","doi:10.1103/PhysRevLett.108.261602"],"date":["2012-02-14","2012-05-25"],"type":["text"],"creator":["Andriot, David","Hohm, Olaf","Larfors, Magdalena","Lust, Dieter","Patalong, Peter"],"language":[],"coverage":[],"title":["A geometric action for non-geometric fluxes"],"description":["  We give a geometrical interpretation of the non-geometric Q and R fluxes. To\nthis end we consider double field theory in a formulation that is related to\nthe conventional one by a field redefinition taking the form of a T-duality\ninversion. The R flux is a tensor under diffeomorphisms and satisfies a\nnon-trivial Bianchi identity. The Q flux can be viewed as part of a connection\nthat covariantizes the winding derivatives with respect to diffeomorphisms. We\ngive a higher-dimensional action with a kinetic term for the R flux and a\n'dual' Einstein-Hilbert term containing the connection Q.\n","Comment: 4 pages; v2: discussion extended, version to be published in PRL"]}]
["1202.3069",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3069","Astrophysical Journal Letters, 748, (2012) L12","doi:10.1088/2041-8205/748/1/L12"],"date":["2012-02-14","2012-02-16"],"type":["text"],"creator":["Rea, Nanda","Pons, Jose' A.","Torres, Diego F.","Turolla, Roberto"],"language":[],"coverage":[],"title":["The fundamental plane for radio magnetars"],"description":["  High magnetic fields are a distinguishing feature of neutron stars and the\nexistence of sources (the soft gamma repeaters and the anomalous X-ray pulsars)\nhosting an ultra-magnetized neutron star (or magnetar) has been recognized in\nthe past few decades. Magnetars are believed to be powered by magnetic energy\nand not by rotation, as with normal radio pulsars. Until recently, the radio\nquietness and magnetic fields typically above the quantum critical value\n(Bq~4.4x10^{13} G), were among the characterizing properties of magnetars. The\nrecent discovery of radio pulsed emission from a few of them, and of a low\ndipolar magnetic field soft gamma repeater, weakened further the idea of a\nclean separation between normal pulsars and magnetars. In this Letter we show\nthat radio emission from magnetars might be powered by rotational energy,\nsimilarly to what occurs in normal radio pulsars. The peculiar characteristics\nof magnetars radio emission should be traced in the complex magnetic geometry\nof these sources. Furthermore, we propose that magnetar radio activity or\ninactivity can be predicted from the knowledge of the star's rotational period,\nits time derivative and the quiescent X-ray luminosity.\n","Comment: 5 pages, 3 figures (a typo in Fig. 1 label has been corrected);\n  Accepted for publication in ApJ Letters"]}]
["1202.3591",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3591","Phys. Rev. Lett. 108, 256802 (2012)","doi:10.1103/PhysRevLett.108.256802"],"date":["2012-02-16"],"type":["text"],"creator":["Huynh, P-A.","Portier, F.","Sueur, H. le","Faini, G.","Gennser, U.","Mailly, D.","Pierre, F.","Wegscheider, W.","Roche, P."],"language":[],"coverage":[],"title":["Quantum coherence engineering in the integer quantum Hall regime"],"description":["  We present an experiment where the quantum coherence in the edge states of\nthe integer quantum Hall regime is tuned with a decoupling gate. The coherence\nlength is determined by measuring the visibility of quantum interferences in a\nMach-Zehnder interferometer as a function of temperature, in the quantum Hall\nregime at filling factor two. The temperature dependence of the coherence\nlength can be varied by a factor of two. The strengthening of the phase\ncoherence at finite temperature is shown to arise from a reduction of the\ncoupling between co-propagating edge states. This opens the way for a strong\nimprovement of the phase coherence of Quantum Hall systems. The decoupling gate\nalso allows us to investigate how inter-edge state coupling influence the\nquantum interferences' dependence on the injection bias. We find that the\nfinite bias visibility can be decomposed into two contributions: a Gaussian\nenvelop which is surprisingly insensitive to the coupling, and a beating\ncomponent which, on the contrary, is strongly affected by the coupling.\n","Comment: 4 pages, 5 figures"]}]
["1202.3793",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3793"],"date":["2012-02-16","2012-07-09"],"type":["text"],"creator":["Castellanos, Elias","Matos, Tonatiuh"],"language":[],"coverage":[],"title":["Critical Temperature Associated to Symmetry Breaking of Klein--Gordon\n  fields versus Condensation Temperature in a Weakly interacting Bose--Einstein\n  Gas"],"description":["  We deduce the relation between the critical temperature associated to the\nsymmetry breaking of scalar fields with one--loop correction potential immersed\nin a thermal bath and the condensation temperature of the aforementioned\nsystem, assuming a harmonic oscillator type potential. We show that these two\ntemperatures are related through the \\emph{scale} associated to the system. In\nthis aim, we infer the order of magnitude for the \\emph{scale} as a function of\nthe corresponding healing length, in order to give a criterium to compare both\ntemperatures. Additionally, we prove that the condensation temperature is\nindependent of the thermal bath within the semiclassical approximation, for a\npositive coupling constant, assuming that the thermal bath contribution is the\nlowest energy associated to the system.\n"]}]
["1202.4529",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4529","Phys. Rev. E 86, 011111 (2012)","doi:10.1103/PhysRevE.86.011111"],"date":["2012-02-21","2012-07-06"],"type":["text"],"creator":["Cohen, Doron","Imry, Yoseph"],"language":[],"coverage":[],"title":["Straightforward quantum-mechanical derivation of the Crooks fluctuation\n  theorem and the Jarzynski equality"],"description":["  We obtain the Crooks and the Jarzynski non-equilibrium fluctuation relations\nusing a direct quantum-mechanical approach for a finite system that is either\nisolated or coupled not too strongly to a heat bath. These results were\nhitherto derived mostly in the classical limit. The two main ingredients in the\npicture are the time-reversal symmetry and the application of the first law to\nthe case where an agent performs work on the system. No further assumptions\nregarding stochastic or Markovian behavior are necessary, neither a master\nequation or a classical phase-space picture are required. The simplicity and\nthe generality of these non-equilibrium relations are demonstrated, giving very\nsimple insights into the Physics.\n","Comment: 7 pages, 2 figures, pedagogical, improved version"]}]
["1202.5532",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5532","Phys. Rev. Lett. 109, 017202 (2012)","doi:10.1103/PhysRevLett.109.017202"],"date":["2012-02-24","2012-07-10"],"type":["text"],"creator":["Bardarson, Jens H.","Pollmann, Frank","Moore, Joel E."],"language":[],"coverage":[],"title":["Unbounded growth of entanglement in models of many-body localization"],"description":["  An important and incompletely answered question is whether a closed quantum\nsystem of many interacting particles can be localized by disorder. The time\nevolution of simple (unentangled) initial states is studied numerically for a\nsystem of interacting spinless fermions in one dimension described by the\nrandom-field XXZ Hamiltonian. Interactions induce a dramatic change in the\npropagation of entanglement and a smaller change in the propagation of\nparticles. For even weak interactions, when the system is thought to be in a\nmany-body localized phase, entanglement shows neither localized nor diffusive\nbehavior but grows without limit in an infinite system: interactions act as a\nsingular perturbation on the localized state with no interactions. The\nsignificance for proposed atomic experiments is that local measurements will\nshow a large but nonthermal entropy in the many-body localized state. This\nentropy develops slowly (approximately logarithmically) over a diverging time\nscale as in glassy systems.\n","Comment: 4 pages, 2 figures, v2. added more data"]}]
["1202.5616",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5616","Phys. Rev. E 86, 016206 (2012)","doi:10.1103/PhysRevE.86.016206"],"date":["2012-02-25"],"type":["text"],"creator":["Itin, A. P.","Neishtadt, A. I."],"language":[],"coverage":[],"title":["Directed transport in a classical lattice with a high-frequency driving"],"description":["  We analyze the dynamics of a classical particle in a spatially periodic\npotential under the influence of a periodic in time uniform force. It was shown\nin [S.Flach, O.Yevtushenko, Y. Zolotaryuk, Phys. Rev. Lett. 84, 2358 (2000)]\nthat despite zero average force, directed transport is possible in the system.\nAsymptotic description of this phenomenon for the case of slow driving was\ndeveloped in [X. Leoncini, A. Neishtadt, A. Vasiliev, Phys. Rev. E 79, 026213\n(2009)]. Here we consider the case of fast driving using canonical perturbation\ntheory. An asymptotic formula is derived for the average drift velocity as a\nfunction of the system parameters and the driving law. We show that directed\ntransport arises in an effective Hamiltonian that does not possess chaotic\ndynamics, thereby clarifying the relation between chaos and transport in the\nsystem. Sufficient conditions for transport are derived.\n","Comment: 5 pages"]}]
["1203.1109",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1109","Phys. Rev. D, 86, 025009 (2012)","doi:10.1103/PhysRevD.86.025009"],"date":["2012-03-06","2012-06-20"],"type":["text"],"creator":["Bhattacharya, Kaushik","Das, Suratna"],"language":[],"coverage":[],"title":["A toy model based analysis on the effect of the Lee-Wick partners in the\n  evolution of the early universe"],"description":["  In the present article the thermodynamic results of the Lee-Wick partner\ninfested universe have been applied in a toy model where there is one Lee-Wick\npartner to each of the standard model particle and more over the longitudinal\ndegrees of freedom of the massive partners of the standard massless gauge\nbosons are neglected at high temperatures. For practical purposes, the chiral\nfermionic sector of Lee-wick theories requires two Lee-Wick partners per\nfermion which opens up the possibility for a negative energy density of the\nearly universe. A toy Lee-Wick model with one fermionic partner relaxes such\noddities and hence easy to deal with. In a similar way, the longitudinal\ndegrees of freedom of the massive gauge boson partners also have the potential\nto yield negative energy densities and thus those will be neglected in a toy\nmodel study. In such a toy model one can analytically calculate the\ntime-temperature relation in the very early radiation dominated universe which\nshows interesting new physics. The article also tries to point out how a\nLee-Wick particle dominated early cosmology transforms into the standard\ncosmological model. Based on the results of this toy model analysis a brief\ndiscussion on the more realistic model, which can accommodate two Lee-Wick\npartners for each standard fermionic field and the longitudinal degree of\nfreedom of partners of the gauge fields, is presented. It has been shown that\nsuch an universe is mostly very difficult to attain but there are certain\nconditions where one can indeed think of such an universe which can evolve into\nthe standard cosmological universe in a short time duration.\n","Comment: v2: 23 pages, 2 figures, Title changed, Accepted for publication in\n  PRD"]}]
["1203.1463",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1463"],"date":["2012-03-07","2012-07-10"],"type":["text"],"creator":["Gupta, Anuj","Gopal, Prasant","Bansal, Piyush","Srinathan, Kannan"],"language":[],"coverage":[],"title":["A New Look at Composition of Authenticated Byzantine Generals"],"description":["  The problem of Authenticated Byzantine Generals (ABG) aims to simulate a\nvirtual reliable broadcast channel from the General to all the players via a\nprotocol over a real (point-to-point) network in the presence of faults. We\npropose a new model to study the self-composition of ABG protocols. The central\ndogma of our approach can be phrased as follows: Consider a player who\ndiligently executes (only) the delegated protocol but the adversary steals some\nprivate information from him. Should such a player be considered faulty? With\nrespect to ABG protocols, we argue that the answer has to be no.\n  In the new model we show that in spite of using unique session identifiers,\nif $n < 2t$, there cannot exist any ABG protocol that composes in parallel even\ntwice. Further, for $n \\geq 2t$, we design ABG protocols that compose for any\nnumber of parallel executions. Besides investigating the composition of ABG\nunder a new light, our work also brings out several new insights into Canetti's\nUniversal Composability framework. Specifically, we show that there are several\nundesirable effects if one deviates from our dogma. This provides further\nevidence as to why our dogma is the right framework to study the composition of\nABG protocols.\n","Comment: 27 pages. Keywords: Protocol composition, Authenticated Byzantine\n  Generals, Universal composability, Unique session identifiers"]}]
["1203.2803",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2803","Applied Physics Letters 100, 26 (2012) 263111","doi:10.1063/1.4729410"],"date":["2012-03-13"],"type":["text"],"creator":["Krzeminski, C.","Han, X. -L.","Larrieu, G."],"language":[],"coverage":[],"title":["Understanding of the Retarded Oxidation Effects in Silicon\n  Nanostructures"],"description":["  In-depth understanding of the retarded oxidation phenomenon observed during\nthe oxidation of silicon nanostructures is proposed. The wet thermal oxidation\nof various silicon nanostructures such as nanobeams, concave/convex nanorings\nand nanowires exhibits an extremely different and complex behavior. Such\neffects have been investigated by the modeling of the mechanical stress\ngenerated during the oxidation process explaining the retarded regime. The\nmodel describes the oxidation kinetics of silicon nanowires down to a few\nnanometers while predicting reasonable and physical stress levels at the\nSi/SiO$_{2}$ interface by correctly taking into account the relaxation effects\nin silicon oxide through plastic flow.\n"]}]
["1203.4447",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4447","Phys. Rev. Lett. 109, 025302 (2012)","doi:10.1103/PhysRevLett.109.025302"],"date":["2012-03-20","2012-07-09"],"type":["text"],"creator":["Boninsegni, M.","Pollet, L.","Prokof'ev, N.","Svistunov, B."],"language":[],"coverage":[],"title":["Role of Bose Statistics in Crystallization and Quantum Jamming"],"description":["  Indistinguishability of particles is a major factor destabilizing crystalline\norder in Bose systems. We describe this effect in terms of damped\nquasi-particle modes and in the dual language of Feynman paths, and illustrate\nit by first-principle simulations of dipolar bosons and bulk condensed\nhelium-four. The first major implication is that, contrary to conventional\nwisdom, zero-point motion alone cannot prevent helium-four crystallization at\nlow temperature, at saturated vapour pressure. Secondly, Bose statistics leads\nto quantum jamming at finite temperature, dramatically enhancing the\nmetastability of superfluid glasses. Only studies of indistinguishable\nparticles can reliably address these issues.\n"]}]
["1203.5968",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5968","Phys. Rev. Lett. 108, 250601 (2012)","doi:10.1103/PhysRevLett.108.250601"],"date":["2012-03-27","2012-05-22"],"type":["text"],"creator":["Campisi, Michele","Zhan, Fei","Talkner, Peter","Hänggi, Peter"],"language":[],"coverage":[],"title":["Logarithmic oscillators: ideal Hamiltonian thermostats"],"description":["  A logarithmic oscillator (in short, log-oscillator) behaves like an ideal\nthermostat because of its infinite heat capacity: when it weakly couples to\nanother system, time averages of the system observables agree with ensemble\naverages from a Gibbs distribution with a temperature T that is given by the\nstrength of the logarithmic potential. The resulting equations of motion are\nHamiltonian and may be implemented not only in a computer but also with\nreal-world experiments, e.g., with cold atoms.\n","Comment: 5 pages, 3 figures. v4: version accepted in Phys. Rev. Lett"]}]
["1204.0209",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","58E15, 49N60, 49Q20 (Primary) 35D30, 35J20, 53C65, 49Q15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0209"],"date":["2012-04-01","2012-07-10"],"type":["text"],"creator":["Petrache, Mircea"],"language":[],"coverage":[],"title":["Interior partial regularity for minimal Lp-vectorfields with integer\n  fluxes"],"description":["  We use a new combinatorial technique to prove the optimal interior partial\nregularity result for Lp-vectorfields with integer fluxes minimizing the\nLp-energy. More precisely, we prove that the minimal vectorfields are H\\\"older\noutside a set which is locally finite inside the domain. The results continue\nthe program started in collaboration with Tristan Rivi\\`ere, but this paper is\nself-contained.\n","Comment: 36 pages, 6 figures. Some typos corrected, style made more fluent,\n  improved end of proof p. 18-19"]}]
["1204.1136",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1136"],"date":["2012-04-05","2012-07-10"],"type":["text"],"creator":["Kosowski, Adrian"],"language":[],"coverage":[],"title":["Faster Walks in Graphs: A $\\tilde O(n^2)$ Time-Space Trade-off for\n  Undirected s-t Connectivity"],"description":["  In this paper, we make use of the Metropolis-type walks due to Nonaka et al.\n(2010) to provide a faster solution to the $S$-$T$-connectivity problem in\nundirected graphs (USTCON). As our main result, we propose a family of\nrandomized algorithms for USTCON which achieves a time-space product of $S\\cdot\nT = \\tilde O(n^2)$ in graphs with $n$ nodes and $m$ edges (where the $\\tilde\nO$-notation disregards poly-logarithmic terms). This improves the previously\nbest trade-off of $\\tilde O(n m)$, due to Feige (1995). Our algorithm consists\nin deploying several short Metropolis-type walks, starting from landmark nodes\ndistributed using the scheme of Broder et al. (1994) on a modified input graph.\nIn particular, we obtain an algorithm running in time $\\tilde O(n+m)$ which is,\nin general, more space-efficient than both BFS and DFS. We close the paper by\nshowing how to fine-tune the Metropolis-type walk so as to match the\nperformance parameters (e.g., average hitting time) of the unbiased random walk\nfor any graph, while preserving a worst-case bound of $\\tilde O(n^2)$ on cover\ntime.\n","Comment: Version 3 makes use of the Metropolis-Hastings walk"]}]
["1204.1204",{"format":[],"subject":["Physics - Computational Physics","Physics - Chemical Physics","49M15, 65K10, 65Z05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1204"],"date":["2012-04-05","2012-07-10"],"type":["text"],"creator":["Baarman, K.","Eirola, T.","Havu, V."],"language":[],"coverage":[],"title":["Direct minimization of electronic structure calculations with\n  Householder reflections"],"description":["  We consider a minimization scheme based on the Householder transport operator\nfor the Grassman manifold, where a point on the manifold is represented by a m\nx n matrix with orthonormal columns. In particular, we consider the case where\nm >> n and present a method with asymptotic complexity mn^2. To avoid explicit\nparametrization of the manifold we use Householder transforms to move on the\nmanifold, and present a formulation for simultaneous Householder reflections\nfor S-orthonormal columns. We compare a quasi-Newton and nonlinear conjugate\ngradient implementation adapted to the manifold with a projected nonlinear\nconjugate gradient method, and demonstrate that the convergence rate is\nsignificantly improved if the manifold is taken into account when designing the\noptimization procedure.\n","Comment: 15 pages, 5 figures"]}]
["1204.1205",{"format":[],"subject":["Physics - Computational Physics","Physics - Chemical Physics","49M15, 65K10, 65Z05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1205"],"date":["2012-04-05","2012-07-10"],"type":["text"],"creator":["Baarman, K.","Havu, V.","Eirola, T."],"language":[],"coverage":[],"title":["Direct Minimization for Ensemble Electronic Structure Calculations"],"description":["  We consider a direct optimization approach for ensemble density functional\ntheory electronic structure calculations. The update operator for the\nelectronic orbitals takes the structure of the Stiefel manifold into account\nand we present an optimization scheme for the occupation numbers that ensures\nthat the constraints remain satisfied. We also compare sequential and\nsimultaneous quasi-Newton and nonlinear conjugate gradient optimization\nprocedures, and demonstrate that simultaneous optimization of the electronic\norbitals and occupation numbers improve performance compared to the sequential\napproach.\n","Comment: 19 pages, 8 figures"]}]
["1204.1261",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1261","Phys.Rev.D85 (2012) 115026","doi:10.1103/PhysRevD.85.115026"],"date":["2012-04-05","2012-05-03"],"type":["text"],"creator":["Yilmaz, U. O."],"language":[],"coverage":[],"title":["Study of Bc-> D_s^* \\ell^+ \\ell^- in Single Universal Extra Dimension"],"description":["  The rare semileptonic Bc-> D_s^* \\ell^+ \\ell^- decay is studied in the\nscenario of the universal extra dimension model with a single extra dimension\nin which inverse of the compactification radius R is the only new parameter.\nThe sensitivity of differential branching ratio, total branching ratio,\npolarization and forward-backward asymmetries of final state leptons, both for\nmuon and tau, to the compactification parameter is presented. For some physical\nobservables uncertainty on the form factors and resonance contributions have\nbeen considered in the calculations. Obtained results, compared with the\navailable data, show that there appear new contributions due to the extra\ndimension.\n","Comment: 19 pages, 36 figures"]}]
["1204.1605",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1605"],"date":["2012-04-07","2012-07-09"],"type":["text"],"creator":["Hebiri, Mohamed","Lederer, Johannes C."],"language":[],"coverage":[],"title":["How Correlations Influence Lasso Prediction"],"description":["  We study how correlations in the design matrix influence Lasso prediction.\nFirst, we argue that the higher the correlations are, the smaller the optimal\ntuning parameter is. This implies in particular that the standard tuning\nparameters, that do not depend on the design matrix, are not favorable.\nFurthermore, we argue that Lasso prediction works well for any degree of\ncorrelations if suitable tuning parameters are chosen. We study these two\nsubjects theoretically as well as with simulations.\n"]}]
["1204.2272",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2272","Phys. Rev. D 85, 123530 (2012)","doi:10.1103/PhysRevD.85.123530"],"date":["2012-04-10","2012-07-10"],"type":["text"],"creator":["Shafieloo, Arman","Kim, Alex G.","Linder, Eric V."],"language":[],"coverage":[],"title":["Gaussian Process Cosmography"],"description":["  Gaussian processes provide a method for extracting cosmological information\nfrom observations without assuming a cosmological model. We carry out\ncosmography -- mapping the time evolution of the cosmic expansion -- in a\nmodel-independent manner using kinematic variables and a geometric probe of\ncosmology. Using the state of the art supernova distance data from the Union2.1\ncompilation, we constrain, without any assumptions about dark energy\nparametrization or matter density, the Hubble parameter and deceleration\nparameter as a function of redshift. Extraction of these relations is tested\nsuccessfully against models with features on various coherence scales, subject\nto certain statistical cautions.\n","Comment: 9 pages, 5 figures; v2 minor changes to match PRD version"]}]
["1204.2694",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2694","Phys. Rev. E 86, 016302 (2012)","doi:10.1103/PhysRevE.86.016302"],"date":["2012-04-12"],"type":["text"],"creator":["Ferrari, Claudio","Kaoui, Badr","L'vov, Victor S.","Procaccia, Itamar","Rudenko, Oleksii","Boonkkamp, J. H. M. ten Thije","Toschi, Federico"],"language":[],"coverage":[],"title":["Analytical modeling for the heat transfer in sheared flows of nanofluids"],"description":["  We developed a model for the enhancement of the heat flux by spherical and\nelongated nano- particles in sheared laminar flows of nano-fluids. Besides the\nheat flux carried by the nanoparticles the model accounts for the contribution\nof their rotation to the heat flux inside and outside the particles. The\nrotation of the nanoparticles has a twofold effect, it induces a fluid\nadvection around the particle and it strongly influences the statistical\ndistribution of particle orientations. These dynamical effects, which were not\nincluded in existing thermal models, are responsible for changing the thermal\nproperties of flowing fluids as compared to quiescent fluids. The proposed\nmodel is strongly supported by extensive numerical simulations, demonstrating a\npotential increase of the heat flux far beyond the Maxwell-Garnet limit for the\nspherical nanoparticles. The road ahead which should lead towards robust\npredictive models of heat flux enhancement is discussed.\n","Comment: 14 pages, 10 figures, submitted to PRE"]}]
["1204.2902",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2902","Nuclear Physics B, 864 (2012) 85-112","doi:10.1016/j.nuclphysb.2012.06.008"],"date":["2012-04-13","2012-07-10"],"type":["text"],"creator":["Giang, P. T.","Hue, L. T.","Huong, D. T.","Long, H. N."],"language":[],"coverage":[],"title":["Lepton-flavor violating decays of neutral Higgs to muon and tauon in\n  supersymmetric economical 3-3-1 model"],"description":["  We investigate Lepton-Flavor Violating (LFV) decays of Higgs to muon-tau in\nthe supersymmetric economical 3-3-1 (SUSYE331) model. In the presence of flavor\nmixing in sleptons {mu,tau} and large values of v/v', the ratio of Br(H\n-->tau^+mu^-)/Br(H -->tau^+tau^-) can reach to non-negligible values\nO(10^{-3}), as in many known SUSY models. We predict that for the Standard\nModel Higgs boson, the LHC may detect its decay to muon and tauon. We also\ninvestigate the asymmetry between left and right LFV values of corrections and\nprove that the LFV effects are dominated by the left FLV term, which is O(10^3)\ntimes larger than the right LFV term in the limit of small values of\n|\\mu_\\rho|/m_SUSY.\n  The contributions of Higgs-mediated effects to the decay tau --> mu mu mu are\nalso discussed.\n","Comment: Journal version"]}]
["1204.3453",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Social and Information Networks","Physics - Physics and Society","H.5.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3453"],"date":["2012-04-16","2012-07-10"],"type":["text"],"creator":["Kaltenbrunner, Andreas","Laniado, David"],"language":[],"coverage":[],"title":["There is No Deadline - Time Evolution of Wikipedia Discussions"],"description":["  Wikipedia articles are by definition never finished: at any moment their\ncontent can be edited, or discussed in the associated talk pages. In this study\nwe analyse the evolution of these discussions to unveil patterns of collective\nparticipation along the temporal dimension, and to shed light on the process of\ncontent creation on different topics. At a micro-scale, we investigate peaks in\nthe discussion activity and we observe a non-trivial relationship with edit\nactivity. At a larger scale, we introduce a measure to account for how fast\ndiscussions grow in complexity, and we find speeds that span three orders of\nmagnitude for different articles. Our analysis should help the community in\ntasks such as early detection of controversies and assessment of discussion\nmaturity.\n","Comment: 10 pages, 7 figures; Proceedings of WikiSym 2012"]}]
["1204.3948",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3948","doi:10.1111/j.1365-2966.2012.21124.x"],"date":["2012-04-17","2012-07-10"],"type":["text"],"creator":["Antoniadis, J.","van Kerkwijk, M. H.","Koester, D.","Freire, P. C. C.","Wex, N.","Tauris, T. M.","Kramer, M.","Bassa, C. G."],"language":[],"coverage":[],"title":["The relativistic pulsar-white dwarf binary PSR J1738+0333 I. Mass\n  determination and evolutionary history"],"description":["  PSR J1738+0333 is one of the four millisecond pulsars known to be orbited by\na white dwarf companion bright enough for optical spectroscopy. Of these, it\nhas the shortest orbital period, making it especially interesting for a range\nof astrophysical and gravity related questions. We present a spectroscopic and\nphotometric study of the white dwarf companion and infer its radial velocity\ncurve, effective temperature, surface gravity and luminosity. We find that the\nwhite dwarf has properties consistent with those of low-mass white dwarfs with\nthick hydrogen envelopes, and use the corresponding mass-radius relation to\ninfer its mass; M_WD = 0.181 +/- +0.007/-0.005 solar masses. Combined with the\nmass ratio q=8.1 +/- 0.2 inferred from the radial velocities and the precise\npulsar timing ephemeris, the neutron star mass is constrained to M_PSR = 1.47\n+/- +0.07/-0.06 solar masses. Contrary to expectations, the latter is only\nslightly above the Chandrasekhar limit. We find that, even if the birth mass of\nthe neutron star was only 1.20 solar masses, more than 60% of the matter that\nleft the surface of the white dwarf progenitor escaped the system. The accurate\ndetermination of the component masses transforms this system in a laboratory\nfor fundamental physics by constraining the orbital decay predicted by general\nrelativity. Currently, the agreement is within 1 sigma of the observed decay.\nFurther radio timing observations will allow precise tests of white dwarf\nmodels, assuming the validity of general relativity.\n","Comment: Article published in Monthly Notices of the Royal Astronomical\n  Society v.3: Updated references"]}]
["1204.4407",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4407","JHEP 1207:029, 2012","doi:10.1007/JHEP07(2012)029"],"date":["2012-04-19","2012-07-10"],"type":["text"],"creator":["Bianchi, Marco S.","Leoni, Matias","Mauri, Andrea","Penati, Silvia","Santambrogio, Alberto"],"language":[],"coverage":[],"title":["One Loop Amplitudes In ABJM"],"description":["  For three dimensional N=6 superconformal field theories we compute one-loop\nscattering amplitudes for any number of external particles. We focus on a\nparticular subsector of N=2 invariant superamplitudes for which the ordinary\nperturbative evaluation becomes very easy. The result we obtain is in general\nnon-vanishing. For six external particles our findings are sufficient for\ndetermining the complete expression of the N=6 superamplitude at this order. We\ndiscuss the symmetries of the result and its anomalous variation under\nsuperconformal generators.\n","Comment: 1+34 pages, 4 figures, references added, published version"]}]
["1204.5527",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5527","doi:10.1103/PhysRevC.86.011301"],"date":["2012-04-24","2012-06-20"],"type":["text"],"creator":["Liu, H. L.","Xu, F. R.","Walker, P. M."],"language":[],"coverage":[],"title":["Understanding the different rotational behaviors of $^{252}$No and\n  $^{254}$No"],"description":["  Total Routhian surface calculations have been performed to investigate\nrapidly rotating transfermium nuclei, the heaviest nuclei accessible by\ndetailed spectroscopy experiments. The observed fast alignment in $^{252}$No\nand slow alignment in $^{254}$No are well reproduced by the calculations\nincorporating high-order deformations. The different rotational behaviors of\n$^{252}$No and $^{254}$No can be understood for the first time in terms of\n$\\beta_6$ deformation that decreases the energies of the $\\nu j_{15/2}$\nintruder orbitals below the N=152 gap. Our investigations reveal the importance\nof high-order deformation in describing not only the multi-quasiparticle states\nbut also the rotational spectra, both providing probes of the single-particle\nstructure concerning the expected doubly-magic superheavy nuclei.\n","Comment: 5 pages, 4 figures, the version accepted for publication in Phys.\n  Rev. C"]}]
["1204.6149",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6149","Phys. Rev. Lett. 108, 230505 (2012)","doi:10.1103/PhysRevLett.108.230505"],"date":["2012-04-27","2012-07-10"],"type":["text"],"creator":["Kollár, Bálint","Kiss, Tamás","Novotný, Jaroslav","Jex, Igor"],"language":[],"coverage":[],"title":["Asymptotic dynamics of coined quantum walks on percolation graphs"],"description":["  Quantum walks obey unitary dynamics: they form closed quantum systems. The\nsystem becomes open if the walk suffers from imperfections represented as\nmissing links on the underlying basic graph structure, described by dynamical\npercolation. Openness of the system's dynamics creates decoherence, leading to\nstrong mixing. We present a method to analytically solve the asymptotic\ndynamics of coined, percolated quantum walks for a general graph structure. For\nthe case of a circle and a linear graph we derive the explicit form of the\nasymptotic states. We find that a rich variety of asymptotic evolutions occur:\nnot only the fully mixed state, but other stationary states; stable periodic\nand quasiperiodic oscillations can emerge, depending on the coin operator, the\ninitial state, and the topology of the underlying graph.\n","Comment: 5 pages, 2 figures. Accepted for publication in Physical Review\n  Letters"]}]
["1204.6348",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6348","Phys. Rev. Lett. 109, 027001 (2012)","doi:10.1103/PhysRevLett.109.027001"],"date":["2012-04-27","2012-07-09"],"type":["text"],"creator":["Bulaevskii, Lev N.","Lin, Shi-Zeng"],"language":[],"coverage":[],"title":["Prediction of polaron-like vortices and dissociation depinning\n  transition in magnetic superconductors: The example of ErNi2B2C"],"description":["  In borocarbide ErNi$_2$B$_2$C the phase transition to the commensurate spin\ndensity wave at 2.3 K leaves 1/20 part of Ising-like Er spins practically free.\nVortices polarize these spins nonuniformly and repolarize them when moving. At\na low spin relaxation rate and at low bias currents vortices carrying magnetic\npolarization clouds become polaron-like and their velocities are determined by\nthe effective drag coefficient which is significantly bigger than the\nBardeen-Stephen (BS) one. As current increases, at a critical current $J_c$\nvortices release polarization clouds and the velocity as well as the voltage in\nthe I-V characteristics jump to values corresponding to the BS drag\ncoefficient. The nonuniform components of the magnetic field and magnetization\ndrop as velocity increases resulting in weaker polarization and discontinuous\ndynamic dissociation depinning transition. As current decreases, on the way\nback, vortices are retrapped by polarization clouds at the current $J_r<J_c$.\n","Comment: 4.2 pages, 3 figures"]}]
["1204.6627",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6627","JHEP 1207:050,2012","doi:10.1007/JHEP07(2012)050"],"date":["2012-04-30"],"type":["text"],"creator":["Matsuo, Yoshinori","Sin, Sang-Jin","Zhou, Yang"],"language":[],"coverage":[],"title":["Holographic RG Flow and Sound Modes of sQGP"],"description":["  We consider the hydrodynamics of strongly interacting quark gluon plasma in\nfinite temperature and density using the holographic duality of charged black\nhole in anti DeSitter space. We calculate the transport coefficients at\narbitrary energy scale by considering the holographic screen at finite radial\nposition. We first calculate the flow of sound velocity in this method and\ncheck the consistence with previous result. Then we calculate diffusion\nconstant of charge and find that Einstein relation between susceptibility,\nconductivity and diffusion constant will hold at arbitrary slice.\n","Comment: 18 pages, 4 figures"]}]
["1205.0389",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0389","Nucl. Phys. B 864 (2012), 141-166","doi:10.1016/j.nuclphysb.2012.06.011"],"date":["2012-05-02","2012-07-10"],"type":["text"],"creator":["Maio, M."],"language":[],"coverage":[],"title":["Superembedding methods for 4d N-extended SCFTs"],"description":["  We consider the embedding method of the superconformal group in four\ndimensions in the case of extended supersymmetry, hence generalizing the recent\nwork of Goldberger, Skiba and Son which was restricted at N=1. Moreover, we\nwork out explicitly the case of N=2 chiral superfields in four dimensions,\nputting the component fields in correspondence with Pascal's pyramid at layer\nN. This correspondence is a generic property of the N-extended chiral sector.\n","Comment: 26 pages; references added; published version"]}]
["1205.1102",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1102"],"date":["2012-05-05","2012-07-10"],"type":["text"],"creator":["Baudry, Benoit","Monperrus, Martin"],"language":[],"coverage":[],"title":["Towards Ecology Inspired Software Engineering"],"description":["  Ecosystems are complex and dynamic systems. Over billions of years, they have\ndeveloped advanced capabilities to provide stable functions, despite changes in\ntheir environment. In this paper, we argue that the laws of organization and\ndevelopment of ecosystems provide a solid and rich source of inspiration to lay\nthe foundations for novel software construction paradigms that provide\nstability as much as openness.\n","Comment: No. RR-7952 (2012)"]}]
["1205.2871",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2871","A&A 543, A136 (2012)","doi:10.1051/0004-6361/201219590"],"date":["2012-05-13","2012-07-10"],"type":["text"],"creator":["Khatri, Rishi","Sunyaev, Rashid A.","Chluba, Jens"],"language":[],"coverage":[],"title":["Mixing of blackbodies: entropy production and dissipation of sound waves\n  in the early Universe"],"description":["  Mixing of blackbodies with different temperatures creates a spectral\ndistortion which, at lowest order, is a y-type distortion, indistinguishable\nfrom the thermal y-type distortion produced by the scattering of CMB photons by\nhot electrons residing in clusters of galaxies. This process occurs in the\nradiation-pressure dominated early Universe, when the primordial perturbations\nexcite standing sound waves on entering the sound horizon. Photons from\ndifferent phases of the sound waves, having different temperatures, diffuse\nthrough the electron-baryon plasma and mix together. This diffusion, with the\nlength defined by Thomson scattering, dissipates sound waves and creates\nspectral distortions in the CMB. Of the total dissipated energy, 2/3 raises the\naverage temperature of the blackbody part of spectrum, while 1/3 creates a\ndistortion of y-type. It is well known that at redshifts 10^5< z< 2x10^6,\ncomptonization rapidly transforms y-distortions into a Bose-Einstein spectrum.\nThe chemical potential of the Bose-Einstein spectrum is again 1/3 the value we\nwould get if all the dissipated energy was injected into a blackbody spectrum\nbut no extra photons were added. We study the mixing of blackbody spectra,\nemphasizing the thermodynamic point of view, and identifying spectral\ndistortions with entropy creation. This allows us to obtain the main results\nconnected with the dissipation of sound waves in the early Universe in a very\nsimple way. We also show that mixing of blackbodies in general, and dissipation\nof sound waves in particular, leads to creation of entropy.\n"]}]
["1205.3693",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3693","Physical Review B 86, 041402(R) (2012)","doi:10.1103/PhysRevB.86.041402"],"date":["2012-05-16","2012-07-10"],"type":["text"],"creator":["Castellanos-Gomez, Andres","Meerwaldt, Harold B.","Venstra, Warner J.","van der Zant, Herre S. J.","Steele, Gary A."],"language":[],"coverage":[],"title":["Strong and tunable mode coupling in carbon nanotube resonators"],"description":["  The non-linear interaction between two mechanical resonances of the same\nfreely suspended carbon nanotube resonator is studied. We find that in the\nCoulomb blockade regime, the non-linear modal interaction is dominated by\nsingle-electron-tunneling processes, and that the mode-coupling parameter can\nbe tuned with the gate voltage, allowing both mode softening and mode\nstiffening behavior. This is in striking contrast to tension-induced mode\ncoupling in strings, where the coupling parameter is positive and gives rise to\na stiffening of the mode. The strength of the mode coupling in carbon nanotubes\nin the Coulomb blockade regime is observed to be six orders of magnitude larger\nthan the mechanical mode coupling in micromechanical resonators.\n","Comment: 8 pages, 4 figures"]}]
["1205.4300",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Chemical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4300","J. Chem. Theory Comput. 8, 2247 (2012)","doi:10.1021/ct3002464"],"date":["2012-05-19"],"type":["text"],"creator":["Branduardi, Davide","Bussi, Giovanni","Parrinello, Michele"],"language":[],"coverage":[],"title":["Metadynamics with adaptive Gaussians"],"description":["  Metadynamics is an established sampling method aimed at reconstructing the\nfree-energy surface relative to a set of appropriately chosen collective\nvariables. In standard metadynamics the free-energy surface is filled by the\naddition of Gaussian potentials of pre-assigned and typically diagonal\ncovariance. Asymptotically the free-energy surface is proportional to the bias\ndeposited. Here we consider the possibility of using Gaussians whose variance\nis adjusted on the fly to the local properties of the free-energy surface. We\nsuggest two different prescriptions: one is based on the local diffusivity and\nthe other on the local geometrical properties. We further examine the problem\nof extracting the free-energy surface when using adaptive Gaussians. We show\nthat the standard relation between the bias and the free energy does not hold.\nIn the limit of narrow Gaussians an explicit correction can be evaluated. In\nthe general case we propose to use instead a relation between bias and free\nenergy borrowed from umbrella sampling. This relation holds for all kinds of\nincrementally deposited bias. We illustrate on the case of alanine dipeptide\nthe advantage of using adaptive Gaussians in conjunction with the new\nfree-energy estimator both in terms of accuracy and speed of convergence.\n","Comment: Reprinted (adapted) with permission from J. Chem. Theory Comput.,\n  DOI: 10.1021/ct3002464. Copyright (2012) American Chemical Society"]}]
["1205.4422",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4422"],"date":["2012-05-20","2012-07-10"],"type":["text"],"creator":["Attarchi, Hassan","Bidabad, Behroz","Rezaii, Morteza MirMohammad"],"language":[],"coverage":[],"title":["3D-Algorithms of Composed Pursuit Navigation"],"description":["  The problem of pursuing a moving target is always one of the main topics in\nnavigation. In the literatures, there are two well-known algorithms called Pure\nPursuit and Pure Rendezvous navigation in the 3-dimensional space\n$\\mathbb{R}^3$. In this paper, these two methods are combined to introduce a\nnovel family of pursuing algorithms called Composed Pursuit Navigation. The\nKinematic and geometric properties of this navigation is studied. The\ntrajectories of this new family of algorithms benefit the advantages of two\nknown methods and its prominence is demonstrated in two real examples.\nMoreover, it is shown that the metric related to the algorithms are given by\nMatsumoto metrics.\n","Comment: This paper has been withdrawn by the author duo to some policies"]}]
["1205.6268",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6268","Phys. Rev. C 85, 064329 (2012)","doi:10.1103/PhysRevC.85.064329"],"date":["2012-05-29","2012-06-18"],"type":["text"],"creator":["Hamamoto, Ikuko"],"language":[],"coverage":[],"title":["Neutron shell structure and deformation in neutron-drip-line nuclei"],"description":["  Neutron shell-structure and the resulting possible deformation in the\nneighborhood of neutron-drip-line nuclei are systematically discussed, based on\nboth bound and resonant neutron one-particle energies obtained from spherical\nand deformed Woods-Saxon potentials. Due to the unique behavior of weakly-bound\nand resonant neutron one-particle levels with smaller orbital angular-momenta\n$\\ell$, a systematic change of the shell structure and thereby the change of\nneutron magic-numbers are pointed out, compared with those of stable nuclei\nexpected from the conventional j-j shell-model. For spherical shape with the\noperator of the spin-orbit potential conventionally used, the $\\ell_{j}$ levels\nbelonging to a given oscillator major shell with parallel spin- and\norbital-angular-momenta tend to gather together in the energetically lower half\nof the major shell, while those levels with anti-parallel spin- and\norbital-angular-momenta gather in the upper half. The tendency leads to a\nunique shell structure and possible deformation when neutrons start to occupy\nthe orbits in the lower half of the major shell. Among others, the neutron\nmagic-number N=28 disappears and N=50 may disappear, while the magic number\nN=82 may presumably survive due to the large $\\ell =5$ spin-orbit splitting for\nthe $1h_{11/2}$ orbit. On the other hand, an appreciable amount of energy gap\nmay appear at N=16 and 40 for spherical shape, while neutron-drip-line nuclei\nin the region of neutron number above N=20, 40 and 82, namely N $\\approx$\n21-28, N $\\approx$ 41-54, and N $\\approx$ 83-90, may be quadrupole-deformed\nthough the possible deformation depends also on the proton number of respective\nnuclei.\n","Comment: 16 pages, 4 figures"]}]
["1206.0947",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0947"],"date":["2012-06-05","2012-07-10"],"type":["text"],"creator":["McLaughlin, Thomas W."],"language":[],"coverage":[],"title":["A Topological Interpretation of Mach's Principle in General Relativity"],"description":["  Starting from the Lovelock action and its supplementation by the relevant\nGibbons-Hawking-York boundary term, the curvature action corresponding to\nsecond-order General Relativity is stated in accordance to the topological\nproperties of the space-time manifold $\\mathcal{M}$ with metric solutions being\ninterpreted as topological solitons. Furthermore, this is shown to arise\nnaturally from a topological interpretation of Mach's principle, with the\nappropriate manifestation of general covariance. Mach's principle is again\ninvoked to suggest formulations of the curvature action in alternative elliptic\ncomplexes. The extent of these deviations from the curvature action as\nconstructed in the first part of this paper are remarked upon in the context of\ncontemporary modified theories of gravity.\n","Comment: This paper has been withdrawn by the author following review"]}]
["1206.3662",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3662","Eur. Phys. J. C 72, 2059 (2012)","doi:10.1140/epjc/s10052-012-2059-1"],"date":["2012-06-16"],"type":["text"],"creator":["Upadhyay, Sudhaker","Mandal, Bhabani Prasad"],"language":[],"coverage":[],"title":["BV formulation of higher form gauge theories in a superspace"],"description":["  We discuss the extended BRST and anti-BRST symmetry (including shift\nsymmetry) in the Batalin-Vilkovisky (BV) formulation for two and three form\ngauge theories. Further we develop the superspace formulation for the BV\nactions for these theories. We show that the extended BRST invariant BV action\nfor these theories can be written manifestly covariant manner in a superspace\nwith one Grassmann coordinate. On the hand a superspace with two Grassmann\ncoordinates are required for a manifestly covariant formulation of the extended\nBRST and extended anti-BRST invariant BV actions for higher form gauge\ntheories.\n","Comment: 30 pages, No figure, version to appear in EPJC"]}]
["1206.4756",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nonlinear Sciences - Chaotic Dynamics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4756","Phys. Rev. Lett. 109, 010601 (2012)","doi:10.1103/PhysRevLett.109.010601"],"date":["2012-06-20"],"type":["text"],"creator":["Ho, Derek Y. H.","Gong, Jiangbin"],"language":[],"coverage":[],"title":["Quantized Adiabatic Transport in Momentum Space"],"description":["  Though topological aspects of energy bands are known to play a key role in\nquantum transport in solid-state systems, the implications of Floquet band\ntopology for transport in momentum space (i.e., acceleration) are not explored\nso far. Using a ratchet accelerator model inspired by existing cold-atom\nexperiments, here we characterize a class of extended Floquet bands of\none-dimensional driven quantum systems by Chern numbers, reveal topological\nphase transitions therein, and theoretically predict the quantization of\nadiabatic transport in momentum space. Numerical results confirm our theory and\nindicate the feasibility of experimental studies.\n","Comment: Main text of 11 pages plus Appendix of 13 pages. To appear in Phys.\n  Rev. Lett"]}]
["1206.5017",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5017"],"date":["2012-06-21","2012-07-10"],"type":["text"],"creator":["Louidor, Oren","Perkins, Will"],"language":[],"coverage":[],"title":["Large Deviations for the Empirical Distribution in the Branching Random\n  Walk"],"description":["  We consider the branching random walk on the real line where the underlying\nmotion is of a simple random walk and branching is at least binary and at most\ndecaying exponentially in law. It is well known that the normalized empirical\nmeasure converges to the Gaussian distribution for typical sets A. We therefore\nanalyze the probability that at step n the empirical distribution differs from\nthe Gaussian distribution by a constant \\epsilon. We show that the decay is\ndoubly exponential in either n or \\sqrt{n}, depending on the set A and\n\\epsilon, and we find the leading coefficient in the top exponent. To the best\nof our knowledge, this is the first time such large deviation probabilities are\ntreated in this model.\n","Comment: 17 pages"]}]
["1206.6509",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6509","doi:10.1016/j.jqsrt.2012.02.002"],"date":["2012-06-27"],"type":["text"],"creator":["Kolokolova, Ludmilla","Mackowski, Daniel"],"language":[],"coverage":[],"title":["Polarization of light scattered by large aggregates"],"description":["  Study of cosmic dust and planetary aerosols indicate that some of them\ncontain a large number of aggregates of the size that significantly exceeds the\nwavelengths of the visible light. In some cases such large aggregates may\ndominate in formation of the light scattering characteristics of the dust. In\nthis paper we present the results of computer modelling of light scattering by\naggregates that contain more than 1000 monomers of submicron size and study how\ntheir light scattering characteristics, specifically polarization, change with\nphase angle and wavelength. Such a modeling became possible due to development\nof a new version of MSTM (Multi Sphere T-Matrix) code for parallel computing.\nThe results of the modeling are applied to the results of comet polarimetric\nobservations to check if large aggregates dominate in formation of light\nscattering by comet dust. We compare aggregates of different structure and\nporosity. We show that large aggregates of more than 98% porosity (e.g.\nballistic cluster-cluster aggregates) have angular dependence of polarization\nalmost identical to the Rayleigh one. Large compact aggregates (less than 80%\nporosity) demonstrate the curves typical for solid particles. This rules out\ntoo porous and too compact aggregates as typical comet dust particles. We show\nthat large aggregates not only can explain phase angle dependence of comet\npolarization in the near infrared but also may be responsible for the\nwavelength dependence of polarization, which can be related to their porosity.\n","Comment: 11 pages, 7 figures, Key words: Aggregates, polarization, comet dust,\n  porosity, modeling, T-matrix, parallel computing"]}]
["1207.0283",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0283"],"date":["2012-07-02","2012-07-10"],"type":["text"],"creator":["Gaurav, S.","Subramanian, S. Shankar","Singh, Satyendra P.","Sharma, B. S."],"language":[],"coverage":[],"title":["Theoritical Investigations On The Elastic Properties Of Bifeo3 Using Eos"],"description":["  Different equations of state (EOS) have been used to study pressure as a\nfunction of volume compressions at a given temperature. The critical test of\nEOS' for solids under low compressions (<10GPa) by evaluating the\npressure-volume derivative properties viz., isothermal bulk modulus and its\npressure derivative calculated for BiFeO3. The elastic moduli such as bulk\nmodulus, shear modulus, Young's modulus and Poisson's ratio have been\ncalculated as a function of pressure. The values of elastic moduli have been\nobtained using compressional wave velocity and shear wave velocity. Both\ncompressional and shear velocities and poisson's ratio are in accordance with\navailable experimental data. It is found that B-M EOS gives satisfactory result\nwhich is in good agreement with the Stacey EOS.\n"]}]
["1207.0455",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Quantum Gases","High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0455"],"date":["2012-07-02","2012-07-10"],"type":["text"],"creator":["Orland, Peter"],"language":[],"coverage":[],"title":["A reintroduction of dynamical SU(2) gauge fields in Hubbard models"],"description":["  This is a preprint from 1990, in which it is explained how non-Abelian gauge\nmagnets originate as effective dynamics in models of hopping particles. In\nparticular, an explicit model is discussed in which both link and plaquette\nterms appear. The motivation (as explained in a brief apology) to reintroduce\nthe idea is some recent theoretical progress on the topic of optical lattices.\n","Comment: Some minor corrections, updating of references. Still 17 pages,\n  latex, one page of figures"]}]
["1207.1024",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1024"],"date":["2012-07-04","2012-07-10"],"type":["text"],"creator":["Lehec, Joseph"],"language":[],"coverage":[],"title":["Cover times and generic chaining"],"description":["  A recent result of Ding, Lee and Peres expresses the cover time of the random\nwalk on a graph in terms of generic chaining for the commute distance. Their\nproof is very involved and the purpose of this article is to present a simpler\napproach to this problem based on elementary hitting times estimates and\nchaining arguments. Unfortunately we fail to recover their full result, but not\nby much.\n","Comment: v2: added an example showing the gap between our lower bound and\n  DLP's and corrected a few typos"]}]
["1207.1257",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1257"],"date":["2012-07-05","2012-07-09"],"type":["text"],"creator":["Belov, Anton","Marques-Silva, Joao"],"language":[],"coverage":[],"title":["Generalizing Redundancy in Propositional Logic: Foundations and Hitting\n  Sets Duality"],"description":["  Detection and elimination of redundant clauses from propositional formulas in\nConjunctive Normal Form (CNF) is a fundamental problem with numerous\napplication domains, including AI, and has been the subject of extensive\nresearch. Moreover, a number of recent applications motivated various\nextensions of this problem. For example, unsatisfiable formulas partitioned\ninto disjoint subsets of clauses (so-called groups) often need to be simplified\nby removing redundant groups, or may contain redundant variables, rather than\nclauses. In this report we present a generalized theoretical framework of\nlabelled CNF formulas that unifies various extensions of the redundancy\ndetection and removal problem and allows to derive a number of results that\nsubsume and extend previous work. The follow-up reports contain a number of\nadditional theoretical results and algorithms for various computational\nproblems in the context of the proposed framework.\n","Comment: 13 pages; first part of series on labelled CNF formulas; fixed some\n  references"]}]
["1207.1507",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1507"],"date":["2012-07-05","2012-07-09"],"type":["text"],"creator":["Czopek, Scott"],"language":[],"coverage":[],"title":["Ocean Mass Redistribution & Corresponding Frequency Offsets for Precise\n  Timing Applications"],"description":["  The relativistic timing affects of tidally redistributed ocean mass are\ninvestigated. The Sun, Moon, and Earth hurl through space, and their\ngravitational fields cause the tides which is a slight redistribution of ocean\nmass. This redistributed mass perturbs the Earth's gravitational potential\naffecting atomic clocks. The magnitude of this perturbation will be quantified,\ncorrecting for this effect. The predicted fractional frequency offset (10-19)\nis too small to be detected, but this effect may become visible in the future.\n","Comment: 10 pages, 6 figures, submitted to Journal of General Relativity and\n  Gravitation"]}]
["1207.1832",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1832"],"date":["2012-07-07","2012-07-09"],"type":["text"],"creator":["Saffidine, Abdallah"],"language":[],"coverage":[],"title":["Minimal Proof Search for Modal Logic K Model Checking"],"description":["  Most modal logics such as S5, LTL, or ATL are extensions of Modal Logic K.\nWhile the model checking problems for LTL and to a lesser extent ATL have been\nvery active research areas for the past decades, the model checking problem for\nthe more basic Multi-agent Modal Logic K (MMLK) has important applications as a\nformal framework for perfect information multi-player games on its own.\n  We present Minimal Proof Search (MPS), an effort number based algorithm\nsolving the model checking problem for MMLK. We prove two important properties\nfor MPS beyond its correctness. The (dis)proof exhibited by MPS is of minimal\ncost for a general definition of cost, and MPS is an optimal algorithm for\nfinding (dis)proofs of minimal cost. Optimality means that any comparable\nalgorithm either needs to explore a bigger or equal state space than MPS, or is\nnot guaranteed to find a (dis)proof of minimal cost on every input.\n  As such, our work relates to A* and AO* in heuristic search, to Proof Number\nSearch and DFPN+ in two-player games, and to counterexample minimization in\nsoftware model checking.\n","Comment: Extended version of the JELIA 2012 paper with the same title"]}]
["1207.1863",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1863"],"date":["2012-07-08","2012-07-09"],"type":["text"],"creator":["Liu, Ze","Zhang, Shoumo","Yang, Jiarui","Liu, Jefferson Zhe","Yang, Yanlian","Zheng, Quanshui"],"language":[],"coverage":[],"title":["Interlayer shear strength of single crystalline graphite"],"description":["  Reported values (0.2 MPa ~ 7.0 GPa) of the interlayer shear strength (ISS) of\ngraphite are very dispersed. The main challenge to obtain a reliable value of\nISS is the lack of precise experimental methods. Here we present a novel\nexperimental approach to measure the ISS, and obtain the value as 0.14 GPa. Our\nresult can serve as an important basis for understanding mechanical behavior of\ngraphite or graphene-based materials.\n","Comment: 11 pages, 5 figures"]}]
["1207.1964",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Mathematics - Commutative Algebra","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1964"],"date":["2012-07-09"],"type":["text"],"creator":["Pommaret, Jean-François"],"language":[],"coverage":[],"title":["Deformation cohomology of algebraic and geometric structures"],"description":["  In 1953, the physicists E. Inon\\\"u and E.P. Wigner introduced the concept of\ndeformation of a Lie algebra by claiming that the limit $1/c \\rightarrow 0$,\nwhen c is the speed of light, of the composition law $(u,v) \\rightarrow\n(u+v)/(1+(uv/c^2))$ of speeds in special relativity (Poincar\\'e group) should\nproduce the composition law $(u,v) \\rightarrow u + v $ used in classical\nmechanics (Galil\\'ee group). However, the dimensionless composition law\n$(u'=u/c,v'=v/c) \\rightarrow (u'+v')/(1+u'v')$ does not contain any longer a\nperturbation parameter. Nevertheless, this idea brought the birth of the \"\ndeformation theory of algebraic structures\", culminating in the use of the\nChevalley-Eilenberg cohomology of Lie algebras and one of the first\napplications of computer algebra in the seventies. One may also notice that the\nmain idea of general relativity is to deform the Minkowski metric of space-time\nby means of the small dimensionless parameter $\\phi/c^2$ where $\\phi=GM/r$ is\nthe gravitational potential at a distance r of a central attractive mass M with\ngravitational constant G. A few years later, a \" deformation theory of\ngeometric structures \" on manifolds of dimension n was introduced and one may\nquote riemannian, symplectic or complex analytic structures. Though often\nconjectured, the link between the two approaches has never been exhibited and\nthe aim of this paper is to provide the solution of this problem by new\nmethods. The key tool is made by the \" Vessiot structure equations \" (1903) for\nLie groups or Lie pseudogroups of transformations, which, contrary to the \"\nCartan structure equations \", are still unknown today and contain \" structure\nconstants \" which, like in the case of constant riemannian curvature, have in\ngeneral nothing to do with any Lie algebra. The main idea is then to introduce\nthe purely differential Janet sequence $0 \\rightarrow \\Theta \\rightarrow T\n\\rightarrow F_0 \\rightarrow F_1 \\rightarrow ... \\rightarrow F_n \\rightarrow 0$\nas a resolution of the sheaf $\\Theta \\subset T$ of infinitesimal\ntransformations and to induce a purely algebraic \" deformation sequence \" with\nfinite dimensional vector spaces and linear maps, even if $\\Theta$ is infinite\ndimensional. The infinitesimal equivalence problem for geometric structures has\nto do with the local exactness at $ F_0 $ of the Janet sequence while the\ndeformation problem for algebraic structures has to do with the exactness of\nthe deformation sequence at the invariant sections of $F_1 $, that is ONE STEP\nFURTHER ON in the sequence and this unexpected result explains why the many\ntentatives previously quoted have not been successful. Finally, we emphasize\nthrough examples the part that could be played by computer algebra in any\nexplicit computation.\n","Comment: This paper is an extended version of an invited lecture at the\n  international conference SCA (Symbolic Computation and its applications)\n  2012, held in Aachen (Aix-la-Chapelle), Germany, may 17-20, 2012"]}]
["1207.1966",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1966"],"date":["2012-07-09"],"type":["text"],"creator":["Corvellec, Marianne","Bouchet, Freddy"],"language":[],"coverage":[],"title":["A complete theory of low-energy phase diagrams for two-dimensional\n  turbulence steady states and equilibria"],"description":["  For the 2D Euler equations and related models of geophysical flows, minima of\nenergy--Casimir variational problems are stable steady states of the equations\n(Arnol'd theorems). The same variational problems also describe sets of\nstatistical equilibria of the equations. In this paper, we make use of\nLyapunov--Schmidt reduction in order to study the bifurcation diagrams for\nthese variational problems, in the limit of small energy or, equivalently, of\nsmall departure from quadratic Casimir functionals. We show a generic\noccurrence of phase transitions, either continuous or discontinuous. We derive\nthe type of phase transitions for any domain geometry and any model analogous\nto the 2D Euler equations. The bifurcations depend crucially on a_4, the\nquartic coefficient in the Taylor expansion of the Casimir functional around\nits minima. Note that a_4 can be related to the fourth moment of the vorticity\nin the statistical mechanics framework. A tricritical point (bifurcation from a\ncontinuous to a discontinuous phase transition) often occurs when a_4 changes\nsign. The bifurcations depend also on possible constraints on the variational\nproblems (circulation, energy). These results show that the analytical results\nobtained with quadratic Casimir functionals by several authors are non-generic\n(not robust to a small change in the parameters).\n"]}]
["1207.2149",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2149"],"date":["2012-07-09"],"type":["text"],"creator":["Gould, Andrew"],"language":[],"coverage":[],"title":["Tritium as an Anthropic Probe"],"description":["  I show that if tritium were just 20 keV lighter relative to helium-3, then\nthe current deuterium burning phase of pre-main-sequence stellar evolution\nwould be replaced by deuterium+tritium burning. This phase would take place at\nthe same temperature but would last a minimum of 4 times longer and a maximum\nof 8 times longer than deuterium burning and so would yield total energies\ncomparable to the binding energy of solar-type pre-main-sequence stars. Hence,\nit could in principle radically affect the proto-planetary disk, which forms at\nthe same epoch. I suggest that this may be one of the most \"finely-tuned\"\nparameters required for intelligent life, with the mass range only a few\npercent of the neutron-proton mass difference, and 10^{-5} of their masses. I\nsuggest that the lower limit of this range is set by the physics of disk\nformation and the upper limit by the statistical properties of fundamental\nphysics. However, if this latter suggestion is correct, the statistical\ndistribution of physical \"constants\" must be a power-law rather than an\nexponential. I also suggest a deep connection between fundamental physics and\nthe search for extrasolar life/intelligence.\n","Comment: 11 pages, submitted to ApJ"]}]
["1207.2162",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Atmospheric and Oceanic Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2162","Nonlinearity 24, R67 (2011)","doi:10.1088/0951-7715/24/11/R01"],"date":["2012-07-09"],"type":["text"],"creator":["Ying, L. H.","Zhuang, Z.","Heller, E. J.","Kaplan, L."],"language":[],"coverage":[],"title":["Linear and Nonlinear Rogue Wave Statistics in the Presence of Random\n  Currents"],"description":["  We review recent progress in modeling the probability distribution of wave\nheights in the deep ocean as a function of a small number of parameters\ndescribing the local sea state. Both linear and nonlinear mechanisms of rogue\nwave formation are considered. First, we show that when the average wave\nsteepness is small and nonlinear wave effects are subleading, the wave height\ndistribution is well explained by a single \"freak index\" parameter, which\ndescribes the strength of (linear) wave scattering by random currents relative\nto the angular spread of the incoming random sea. When the average steepness is\nlarge, the wave height distribution takes a very similar functional form, but\nthe key variables determining the probability distribution are the steepness,\nand the angular and frequency spread of the incoming waves. Finally, even\ngreater probability of extreme wave formation is predicted when linear and\nnonlinear effects are acting together.\n","Comment: 25 pages, 12 figures"]}]
["1207.2165",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2165","doi:10.1111/j.1365-2966.2012.21288.x"],"date":["2012-07-09"],"type":["text"],"creator":["Lang, Pauline","Jardine, Moira","Donati, Jean-Francois","Morin, Julien","Vidotto, Aline"],"language":[],"coverage":[],"title":["Coronal Structure of Low-Mass Stars"],"description":["  We investigate the change in stellar magnetic topology across the\nfully-convective boundary and its effects on coronal properties. We consider\nboth the magnitude of the open flux that influences angular momentum loss in\nthe stellar wind and X-ray emission measure. We use reconstructed maps of the\nradial magnetic field at the stellar surface and the potential-field source\nsurface method to extrapolate a 3D coronal magnetic field for a sample of\nearly-to-mid M dwarfs. During the magnetic reconstruction process it is\npossible to force a solution towards field geometries that are symmetric or\nantisymmetric about the equator but we demonstrate that this has only a modest\nimpact on the coronal tracers mentioned above. We find that the dipole\ncomponent of the field, which governs the large-scale structure, becomes\nincreasingly strong as the stellar mass decreases, while the magnitude of the\nopen (wind-bearing) magnetic flux is proportional to the magnitude of the\nreconstructed magnetic flux. By assuming a hydrostatic and isothermal corona we\ncalculate X-ray emission measures (in magnitude and rotational modulation) for\neach star and, using observed stellar densities as a constraint, we reproduce\nthe observed X-ray saturation at Ro < 0.1. We find that X-ray rotational\nmodulation is not a good indicator of magnetic structure as it shows no trend\nwith Rossby number but can be useful in discriminating between different\nassumptions on the field geometry.\n","Comment: 12 pages, 10 figures, Published in MNRAS"]}]
["1207.2170",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2170"],"date":["2012-07-09"],"type":["text"],"creator":["Muroi, Kazuo"],"language":[],"coverage":[],"title":["Two Sumerian Words of Fractions in Babylonian Mathematics: igi-n-g\\'al\n  and igi-te-en"],"description":["  In Babylonian mathematics two Sumerian words of fractions occur, which were\noriginally used in non-mathematical texts. They are igi-n-g\\'al \"the reciprocal\nof (the number) n\", which is often abbreviated to igi-n, and igi-te-en whose\nmeaning is somewhat abstract, that is, \"a proportion (of something)\" or \"the\nratio (of something to another)\"(1). Thus the mathematical meanings of the two\nterms are quite clear, but we have not been able to clarify their literal\nmeanings or their origins so far.\n  In the present paper I shall offer a most probable interpretation of the\nearly term, igi-n-g\\'al, and a definite solution to the etymology of the later\nterm, igi-te-en, both of which are based on my analysis of several mathematical\nterms that concern multiplication or division.\n","Comment: Submission requested by the author. Converted from the original doc\n  file to pdf. 4 pages"]}]
["1207.2178",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2178"],"date":["2012-07-09"],"type":["text"],"creator":["Lo, Allan","Tan, Ta Sheng"],"language":[],"coverage":[],"title":["A note on large rainbow matchings in edge-coloured graphs"],"description":["  A rainbow subgraph in an edge-coloured graph is a subgraph such that its\nedges have distinct colours. The minimum colour degree of a graph is the\nsmallest number of distinct colours on the edges incident with a vertex over\nall vertices. Kostochka, Pfender, and Yancey showed that every edge-coloured\ngraph on $n$ vertices with minimum colour degree at least $k$ contains a\nrainbow matching of size at least $k$, provided $n\\geq (17/4)k^2$. In this\npaper, we show that $n\\geq 4k-4$ is sufficient for $k \\ge 4$.\n"]}]
["1207.2185",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2185","Nature Materials 11, 608-613 (2012)","doi:10.1038/nmat3331"],"date":["2012-07-09"],"type":["text"],"creator":["Nicolaou, Zachary G.","Motter, Adilson E."],"language":[],"coverage":[],"title":["Mechanical Metamaterials with Negative Compressibility Transitions"],"description":["  When tensioned, ordinary materials expand along the direction of the applied\nforce. Here, we explore network concepts to design metamaterials exhibiting\nnegative compressibility transitions, during which a material undergoes\ncontraction when tensioned (or expansion when pressured). Continuous\ncontraction of a material in the same direction of an applied tension, and in\nresponse to this tension, is inherently unstable. The conceptually similar\neffect we demonstrate can be achieved, however, through destabilisations of\n(meta)stable equilibria of the constituents. These destabilisations give rise\nto a stress-induced solid-solid phase transition associated with a twisted\nhysteresis curve for the stress-strain relationship. The strain-driven\ncounterpart of negative compressibility transitions is a force amplification\nphenomenon, where an increase in deformation induces a discontinuous increase\nin response force. We suggest that the proposed materials could be useful for\nthe design of actuators, force amplifiers, micro-mechanical controls, and\nprotective devices.\n","Comment: Supplementary information available at\n  http://www.nature.com/nmat/journal/v11/n7/abs/nmat3331.html"]}]
["1207.2188",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2188","Physical Review A 85, 062322 (2012)","doi:10.1103/PhysRevA.85.062322"],"date":["2012-07-09"],"type":["text"],"creator":["Neves, L.","Solís-Prosser, M. A.","Delgado, A.","Jiménez, O."],"language":[],"coverage":[],"title":["Quantum teleportation via maximum-confidence quantum measurements"],"description":["  We investigate the problem of teleporting unknown qudit states via pure\nquantum channels with nonmaximal Schmidt rank. This process is mapped to the\nproblem of discriminating among nonorthogonal symmetric states which are\nlinearly dependent and equally likely. It is shown that by applying an\noptimized maximum-confidence (MC) measurement for accomplishing this task, one\nreaches the maximum possible teleportation fidelity after a conclusive event in\nthe discrimination process, which in turn occurs with the maximum success\nprobability. In this case, such fidelity depends only on the Schmidt rank of\nthe channel and it is larger than the optimal one achieved, deterministically,\nby the standard teleportation protocol. Furthermore, we show that there are\nquantum channels for which it is possible to apply a k-stage sequential MC\nmeasurement in the discrimination process such that a conclusive event at any\nstage leads to a teleportation fidelity above the aforementioned optimal one\nand, consequently, increases the overall success probability of teleportation\nwith a fidelity above this limit.\n","Comment: 14 pages, 6 figures"]}]
["1207.2190",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2190"],"date":["2012-07-09"],"type":["text"],"creator":["De Angelis, Monica"],"language":[],"coverage":[],"title":["On a non linear third - order parabolic equation"],"description":["  Aim of this paper is the qualitative analysis of the solution of a boundary\nvalue problem for a third-order non linear parabolic equation which describes\nseveral dissipative models. When the source term is linear, the problem is\nexplictly solved by means of a Fourier series with properties of rapid\nconvergence. In the non linear case,appropriate estimates of this series allow\nto deduce the asymptotic behaviour of the solution.\n","Comment: Workshop \" Metodi e modelli della fisica matematica\" (2000)"]}]
["1207.2191",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2191"],"date":["2012-07-09"],"type":["text"],"creator":["De Angelis, Monica"],"language":[],"coverage":[],"title":["Parabolic - hyperbolic boundary layer"],"description":["  A boundary value problem related to a parabolic higher order operator with a\nsmall parameter is analized. When the small parameter tends to zero, the\nreduced operator is hyperbolic. When t tends to infinity a parabolic hyperbolic\nboundary layer appears. In this paper a rigorous asymptotic approximation\nuniformly valid for all t is established.\n","Comment: Workshop \" Meccanica dei Fluidi: teoria e applicazioni\" (2001)"]}]
["1207.2193",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2193"],"date":["2012-07-09"],"type":["text"],"creator":["Peng, Jen-Chieh","Chang, Wen-Chen"],"language":[],"coverage":[],"title":["Nucleon sea and the five-quark components"],"description":["  We generalize the approach of Brodsky {\\it et al.} for the intrinsic charm\nquark distribution in the nucleons to the light-quark sector involving\nintrinsic $\\bar u, \\bar d, s$ and $\\bar s$ sea quarks. We compare the\ncalculations with the existing $\\bar d - \\bar u$, $s + \\bar s$, and $\\bar u +\n\\bar d - s -\\bar s$ data. The good agreement between the theory and the data is\ninterpreted as evidence for the existence of the intrinsic light-quark sea in\nthe nucleons. The probabilities for the $|uudu\\bar{u}>$, $|uudd\\bar{d}>$ and\n$|uuds\\bar{s}>$ Fock states are also extracted.\n","Comment: 8 pages, 4 figures. Plenary talk at the QNP2012 Conference"]}]
["1207.2208",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2208","Physical Review A 86, 016101 (2012)","doi:10.1103/PhysRevA.86.016101"],"date":["2012-07-09"],"type":["text"],"creator":["Zwierz, Marcin"],"language":[],"coverage":[],"title":["Comment on \"Geometric derivation of the quantum speed limit\""],"description":["  Recently, Jones and Kok [P. J. Jones and P. Kok, Phys. Rev. A 82, 022107\n(2010)] presented alternative geometric derivations of the Mandelstam-Tamm [L.\nMandelstam and I. Tamm, J. Phys. (USSR) 9, 249 (1945)] and Margolus-Levitin [N.\nMargolus and L. B. Levitin, Phys. D 120, 188 (1998)] inequalities for the\nquantum speed of dynamical evolution. The Margolus-Levitin inequality followed\nfrom an upper bound on the rate of change of the statistical distance between\ntwo arbitrary pure quantum states. We show that the derivation of this bound is\nincorrect. Subsequently, we provide two upper bounds on the rate of change of\nthe statistical distance, expressed in terms of the standard deviation of the\ngenerator K and its expectation value above the ground state. The bounds lead\nto the Mandelstam-Tamm inequality and a quantum speed limit which is only\nslightly weaker than the Margolus-Levitin inequality.\n","Comment: 4 pages, comment on arXiv:1003.4870, published version"]}]
["1207.2209",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2209","Phys. Rev. E 86, 011109 (2012)","doi:10.1103/PhysRevE.86.011109"],"date":["2012-07-09"],"type":["text"],"creator":["Budini, Adrian A."],"language":[],"coverage":[],"title":["A generalized fluctuation relation for power-law distributions"],"description":["  Strong violations of existing fluctuation theorems may arise in\nnonequilibrium steady states characterized by distributions with power-law\ntails. The ratio of the probabilities of positive and negative fluctuations of\nequal magnitude behaves in an anomalous nonmonotonic way [H. Touchette and\nE.G.D. Cohen, Phys. Rev. E \\textbf{76}, 020101(R) (2007)]. Here, we propose an\nalternative definition of fluctuation relation (FR) symmetry that, in the\npower-law regime, is characterized by a monotonic linear behavior. The proposal\nis consistent with a large deviation-like principle. As example, it is studied\nthe fluctuations of the work done on a dragged particle immersed in a complex\nenvironment able to induce power-law tails. When the environment is\ncharacterized by spatiotemporal temperature fluctuations, distributions arising\nin nonextensive statistical mechanics define the work statistics. In that\nsituation, we find that the FR symmetry is solely defined by the average bath\ntemperature. The case of a dragged particle subjected to a L\\'{e}vy noise is\nalso analyzed in detail.\n","Comment: 13 pages, 3 figures"]}]
["1207.2211",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2211"],"date":["2012-07-09"],"type":["text"],"creator":["Lee, Namyoon","Heath Jr, Robert W."],"language":[],"coverage":[],"title":["Not Too Delayed CSIT Achieves the Optimal Degrees of Freedom"],"description":["  Channel state information at the transmitter (CSIT) aids interference\nmanagement in many communication systems. Due to channel state information\n(CSI) feedback delay and time-variation in the wireless channel, perfect CSIT\nis not realistic. In this paper, the CSI feedback delay-DoF gain trade-off is\ncharacterized for the multi-user vector broadcast channel. A major insight is\nthat it is possible to achieve the optimal degrees of freedom (DoF) gain if the\ndelay is less than a certain fraction of the channel coherence time. This\nprecisely characterizes the intuition that a small delay should be negligeable.\nTo show this, a new transmission method called space-time interference\nalignment is proposed, which actively exploits both the current and past CSI.\n","Comment: 8 pages; 3 figures"]}]
["1207.2212",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26A51, 26D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2212"],"date":["2012-07-09"],"type":["text"],"creator":["Iscan, Imdat"],"language":[],"coverage":[],"title":["On new general integral inequalities for h- convex functions"],"description":["  In this paper, we derive new estimates for the remainder term of the\nmidpoint, trapezoid, and Simpson formulae for functions whose derivatives in\nabsolute value at certain power are h-convex and we point out the results for\nsome special classes of functions. Some applications to special means of real\nnumbers are also given.\n","Comment: 18 pages"]}]
["1207.2220",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q35, 35Q80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2220"],"date":["2012-07-10"],"type":["text"],"creator":["Suen, Anthony"],"language":[],"coverage":[],"title":["A blow-up criterion for the 3D compressible magnetohydrodynamics in\n  terms of density"],"description":["  We study an initial boundary value problem for the 3D magnetohydrodynamics\n(MHD) equations of compressible fluids in $\\R^3$. We establish a blow-up\ncriterion for the local strong solutions in terms of the density and magnetic\nfield. Namely, if the density is away from vacuum ($\\rho= 0$) and the\nconcentration of mass ($\\rho=\\infty$) and if the magnetic field is bounded\nabove in terms of $L^\\infty$-norm, then a local strong solution can be\ncontinued globally in time.\n","Comment: 15 pages"]}]
["1207.2222",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2222"],"date":["2012-07-10"],"type":["text"],"creator":["Gelagutashvili, E.","Ginturi, E.","Rcheulichvili, A.","Tsakadze, K.","Bagdavadze, N.","Kuchava, N.","Djandjalia, M."],"language":[],"coverage":[],"title":["Ability of Cyanobacteria and Arthrobacter Species to Remove Gold Ions\n  from Solution"],"description":["  The biosorption of Au(III) - Spirulina platensis and Au(III) - Arthrobacter\nspecies (Arthrobacter globiformis and Arthrobacter oxidas) were studied at\nsimultaneous application of dialysis and atomic absorption analysis. Also\nbiosorption of Au(III) - Spirulina platensis at various pH were discussed.\nBiosorption constants for Au-cyanobacteris Spirulina platensis at different pH,\nand for Arthrobacter oxidas and Arthrobacter globiformis at pH=7.1 are :\n  1. K=3.91 x 10-4 (Au- Arthrobacter oxidas 61B, pH=7.1)\n  2. K=14.17 x 10-4 . (Au- Arthrobacter globiformis 151B, pH=7.1).\n  3. K=2.07x10-4 (Au- Spirulina platensis, pH=7.1)\n  4. K= 4.87x10-4 (Au- Spirulina platensis, pH=6.2)\n  5. K=8.7x10-4 (Au- Spirulina platensis, pH=8.4)\n","Comment: 7pages,0 figures"]}]
["1207.2223",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2223"],"date":["2012-07-10"],"type":["text"],"creator":["Chakrabarty, Abhijit","Majumdar, Pushan"],"language":[],"coverage":[],"title":["Hybrid Monte Carlo with Wilson Dirac operator on the Fermi GPU"],"description":["  In this article we present our implementation of a Hybrid Monte Carlo\nalgorithm for Lattice Gauge Theory using two degenerate flavours of\nWilson-Dirac fermions on a Fermi GPU. We find that using registers instead of\nglobal memory speeds up the code by almost an order of magnitude. To map the\narray variables to scalars, so that the compiler puts them in the registers, we\nuse code generators. Our final program is more than 10 times faster than a\ngeneric single CPU.\n","Comment: 5 pages, 3 figures and 2 tables"]}]
["1207.2224",{"format":[],"subject":["Physics - Biological Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2224"],"date":["2012-07-10"],"type":["text"],"creator":["Gelagutashvili, E.","Rcheulishvili, A.","Ginturi, E.","Bagdavadze, N.","Kuchava, N.","Tsakadze, K.","Janjalia, M."],"language":[],"coverage":[],"title":["Bioavailability of Ag(I) with Arthrobacter oxidas and Arthrobacter\n  globiformis"],"description":["  The biosorption of Ag(I)_ Arthrobacter species (Arthrobacter globiformis 151B\nand Arthrobacter oxidas 61B) was studied at simultaneous application of\ndialysis and atomic absorption analysis. The biosorption constants and nature\nof interaction for Ag(I) -Arthrobacter oxidas and Ag(I) -Arthrobacter\nglobiformis were determined. The biosorption constants for Ag(I)- -Arthrobacter\nglobiformis and for Ag(I) -Arthrobacter oxidas equal to 65.0 x10-4 and 35.0\nx10-4 respectively.\n","Comment: 6 pages,0 figures"]}]
["1207.2234",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2234","EPTCS 86, 2012, pp. 1-8","doi:10.4204/EPTCS.86.1"],"date":["2012-07-10"],"type":["text"],"creator":["Nica, Simona","Wotawa, Franz"],"language":[],"coverage":[],"title":["Using Constraints for Equivalent Mutant Detection"],"description":["  In mutation testing the question whether a mutant is equivalent to its\nprogram is important in order to compute the correct mutation score.\nUnfortunately, answering this question is not always possible and can hardly be\nobtained just by having a look at the program's structure. In this paper we\nintroduce a method for solving the equivalent mutant problem using a constraint\nrepresentation of the program and its mutant. In particularly the approach is\nbased on distinguishing test cases, i.e., test inputs that force the program\nand its mutant to behave in a different way. Beside the foundations of the\napproach, in this paper we also present the algorithms and first empirical\nresults.\n","Comment: In Proceedings WS-FMDS 2012, arXiv:1207.1841"]}]
["1207.2235",{"format":[],"subject":["Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2235","Advances in Computing & Inform. Technology, AISC 176, pp.\n  425--434, 2012"],"date":["2012-07-10"],"type":["text"],"creator":["Mukhopadhyay, Debajyoti","Vij, Sheetal","Tasare, Suyog"],"language":[],"coverage":[],"title":["NAAS: Negotiation Automation Architecture with Buyer's Behavior Pattern\n  Prediction Component"],"description":["  In this era of \"Services\" everywhere, with the explosive growth of E-Commerce\nand B2B transactions, there is a pressing need for the development of\nintelligent negotiation systems which consists of feasible architecture, a\nreliable framework and flexible multi agent based protocols developed in\nspecialized negotiation languages with complete semantics and support for\nmessage passing between the buyers and sellers. This is possible using web\nservices on the internet. The key issue is negotiation and its automation. In\nthis paper we review the classical negotiation methods and some of the existing\narchitectures and frameworks. We are proposing here a new combinatory framework\nand architecture, NAAS. The key feature in this framework is a component for\nprediction or probabilistic behavior pattern recognition of a buyer, along with\nthe other classical approaches of negotiation frameworks and architectures.\nNegotiation is practically very complex activity to automate without human\nintervention so in the future we also intend to develop a new protocol which\nwill facilitate automation of all the types of negotiation strategies like\nbargaining, bidding, auctions, under our NAAS framework.\n","Comment: 11 pages, 12 figures"]}]
["1207.2236",{"format":[],"subject":["Computer Science - Software Engineering","D.2.1","D.2.2","D.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2236","EPTCS 86, 2012, pp. 17-24","doi:10.4204/EPTCS.86.3"],"date":["2012-07-10"],"type":["text"],"creator":["Spichkova, Maria","Hölzl, Florian","Trachtenherz, David"],"language":[],"coverage":[],"title":["Verified System Development with the AutoFocus Tool Chain"],"description":["  This work presents a model-based development methodology for verified\nsoftware systems as well as a tool support for it: an applied AutoFocus tool\nchain and its basic principles emphasizing the verification of the system under\ndevelopment as well as the check mechanisms we used to raise the level of\nconfidence in the correctness of the implementation of the automatic\ngenerators.\n","Comment: In Proceedings WS-FMDS 2012, arXiv:1207.1841"]}]
["1207.2237",{"format":[],"subject":["Computer Science - Software Engineering","D.2.8","D.2.1","D.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2237","EPTCS 86, 2012, pp. 33-40","doi:10.4204/EPTCS.86.5"],"date":["2012-07-10"],"type":["text"],"creator":["Bollin, Andreas","Tabareh, Abdollah"],"language":[],"coverage":[],"title":["Predictive Software Measures based on Z Specifications - A Case Study"],"description":["  Estimating the effort and quality of a system is a critical step at the\nbeginning of every software project. It is necessary to have reliable ways of\ncalculating these measures, and, it is even better when the calculation can be\ndone as early as possible in the development life-cycle.\n  Having this in mind, metrics for formal specifications are examined with a\nview to correlations to complexity and quality-based code measures. A case\nstudy, based on a Z specification and its implementation in ADA, analyzes the\npracticability of these metrics as predictors.\n","Comment: In Proceedings WS-FMDS 2012, arXiv:1207.1841"]}]
["1207.2240",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2240"],"date":["2012-07-10"],"type":["text"],"creator":["Khan, N. A.","Javaid, N.","Khan, Z. A.","Jaffar, M.","Rafiq, U.","Bibi, A."],"language":[],"coverage":[],"title":["Ubiquitous HealthCare in Wireless Body Area Networks"],"description":["  Recent advances in wireless communications, system on chip and low power\nsensor nodes allow realization of Wireless Body Area Networks (WBANs).WBANs\ncomprise of tiny sensors, which collect information of a patient's vital signs\nand provide a real time feedback. In addition,WBANs also support many\napplications including ubiquitous healthcare, entertainment, gaming, military,\netc. Ubiquitous healthcare is required by elderly people to facilitate them\nwith instant monitoring anywhere they move around. In this paper, we provide a\nsurvey on different architectures used in WBANs for ubiquitous healthcare\nmonitoring. Different standards and devices used in these architectures are\nalso discussed in this paper. Finally, path loss in WBANs and its impact on\ncommunication is presented with the help of simulations performed for different\nmodels of In-Body communication and different factors (such as, attenuation,\nfrequency, distance etc) influencing path loss in On-Body communications.\n"]}]
["1207.2242",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2242"],"date":["2012-07-10"],"type":["text"],"creator":["Stadler, F.","Metzner, C.","Steinwachs, J.","Fabry, B."],"language":[],"coverage":[],"title":["Inhomogeneous ensembles of correlated random walkers"],"description":["  Discrete time random walks, in which a step of random sign but constant\nlength $\\delta x$ is performed after each time interval $\\delta t$, are widely\nused models for stochastic processes. In the case of a correlated random walk,\nthe next step has the same sign as the previous one with a probability $q \\neq\n1/2$. We extend this model to an inhomogeneous ensemble of random walkers with\na given distribution of persistence probabilites $p(q)$ and show that\nremarkable statistical properties can result from this inhomogenity: Depending\non the distribution $p(q)$, we find that the probability density $p(\\Delta x,\n\\Delta t)$ for a displacement $\\Delta x$ after lagtime $\\Delta t$ can have a\nleptocurtic shape and that mean squared displacements can increase\napproximately like a fractional powerlaw with $\\Delta t$. For the special case\nof persistence parameters distributed equally in the full range $q \\in [0,1]$,\nthe mean squared displacement is derived analytically. The model is further\nextended by allowing different step lengths $\\delta x_j$ for each member $j$ of\nthe ensemble. We show that two ensembles $[\\delta t, {(q_j,\\delta x_j)}]$ and\n$[\\delta t^{\\prime}, {(q^{\\prime}_j,\\delta x^{\\prime}_j)}]$ defined at\ndifferent time intervals $\\delta t\\neq\\delta t^{\\prime}$ can have the same\nstatistical properties at long lagtimes $\\Delta t$, if their parameters are\nrelated by a certain scaling transformation. Finally, we argue that similar\nstatistical properties are expected for homogeneous ensembles, in which the\nparameters $(q_j(t),\\delta x_j(t))$ of each individual walker fluctuate\ntemporarily, provided the parameters can be considered constant for time\nperiods $T\\gg\\Delta t$ longer than the considered lagtime $\\Delta t$.\n"]}]
["1207.2243",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Algebraic Geometry","68W30, 13P15","I.3.5","I.1.2","G.1.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2243"],"date":["2012-07-10"],"type":["text"],"creator":["Uteshev, Alexei Yu.","Yashina, Marina V."],"language":[],"coverage":[],"title":["Metric Problems for Quadrics in Multidimensional Space"],"description":["  Given the equations of the first and the second order surfaces in\nmultidimensional space, our goal is to construct a univariate polynomial one of\nthe zeros of which coincides with the square of the distance between these\nsurfaces. To achieve this goal we employ Elimination Theory methods. The\nproposed approach is also extended for the case of parameter dependent\nsurfaces.\n","Comment: 21 pages, 1 figure"]}]
["1207.2244",{"format":[],"subject":["Mathematics - Quantum Algebra","20F55 (Primary) 17B67 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2244"],"date":["2012-07-10"],"type":["text"],"creator":["Azam, Saeid","Nikouei, Mohammad"],"language":[],"coverage":[],"title":["Weyl Groups Associated with Affine Reflection Systems of Type $A_1$\n  (Coxeter Type Defining Relations)"],"description":["  In this paper, we offer a presentation for the Weyl group of an affine\nreflection system $R$ of type $A_1$ as well as a presentation for the so called\nhyperbolic Weyl group associated with an affine reflection system of type\n$A_1$. Applying these presentations to extended affine Weyl groups, and using a\ndescription of the center of the hyperbolic Weyl group, we also give a new\nfinite presentation for an extended affine Weyl group of type $A_1$. Our\npresentation for the (hyperbolic) Weyl group of an affine reflection system of\ntype $A_1$ is the first non-trivial presentation given in such a generality,\nand can be considered as a model for other types.\n","Comment: 27 pages, 3 figures, accepted for publication in Publ. Res. Inst.\n  Math. Sci"]}]
["1207.2245",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2245","J. Phys. Soc. Jpn. 81, 074716 (2012)","doi:10.1143/JPSJ.81.074716"],"date":["2012-07-10"],"type":["text"],"creator":["Morinari, Takao"],"language":[],"coverage":[],"title":["Topological Spin Texture Created by Zhang--Rice Singlets in Cuprate\n  Superconductors"],"description":["  One of the most important effects of strong electron correlation in high-Tc\ncuprates is the formation of Zhang-Rice singlets. By fully accounting for the\nquantum correlation effect of Zhang-Rice singlet formation, we show that a\ntopological spin texture, skyrmion, is created around a Zhang-Rice singlet in\nthe single-hole-doped CuO2 plane. The skyrmion picture provides a natural\nconnection between the antiferromagnetic correlation and the doping\nconcentration x.\n","Comment: 17 pages, 4 figures"]}]
["1207.2248",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2248"],"date":["2012-07-10"],"type":["text"],"creator":["Defant, Andreas","Frerick, Leonhard","Maestre, Manuel","Sevilla-Peris, Pablo"],"language":[],"coverage":[],"title":["Monomial expansions of $H_{p}$--functions in infinitely many variables"],"description":["  Each bounded holomorphic function on the infinite dimensional polydisk\n$\\mathbb{D}^\\infty$, $f \\in H_\\infty(\\mathbb{D}^\\infty)$, defines a formal\nmonomial series expansion that in general does not converge to $f$. The set\n$\\mon H_\\infty(\\mathbb{D}^\\infty)$ contains all $ z $'s in which the monomial\nseries expansion of each function $f \\in H_\\infty(\\mathbb{D}^\\infty)$ sums up\nto $f(z)$. Bohr, Bohnenblust and Hille, showed that it contains $\\ell_{2} \\cap\n\\mathbb{D}^\\infty$, but does not contain any of the slices\n$\\ell_{2+\\varepsilon} \\cap \\mathbb{D}^\\infty$. This was done in the context of\nDirichlet series and our article is very much inspired by recent deep\ndevelopments in this direction. Our main contribution shows that $z \\in \\mon\nH_\\infty(\\mathbb{D}^\\infty)$ whenever $\\bar{\\lim} \\big(\\frac{1}{\\log n}\n\\sum_{j=1}^{n} z^{* 2}_{j} \\big)^{1/2} < 1/\\sqrt{2}$, and conversely\n$\\bar{\\lim} \\big(\\frac{1}{\\log n} \\sum_{j=1}^{n} z^{* 2}_{j} \\big)^{1/2} \\leq\n1$ for each $z \\in \\mon H_\\infty(\\mathbb{D}^\\infty)$. The Banach space\n$H_\\infty(\\mathbb{D}^\\infty)$ can be identified with the Hardy space\n$H_\\infty(\\mathbb{T}^\\infty)$; this motivates a study of sets of monomial\nconvergence of $H_p$-functions on $\\mathbb{T}^\\infty$ (consisting of all $z$'s\nin $\\mathbb{D}^{\\infty}$ for which the series $\\sum \\hat{f}(\\alpha) z^{\\alpha}$\nconverges). We show that $\\mon H_\\infty(\\mathbb{T}^\\infty) = \\mon\nH_\\infty(\\mathbb{D}^\\infty)$ and $\\mon H_{p}(\\mathbb{T}^\\infty) = \\ell_{2} \\cap\n\\mathbb{D}^\\infty$ for $1 \\leq p < \\infty$ and give a representation of\n$H_{p}(\\mathbb{T}^\\infty)$ in terms of holomorphic functions on\n$\\mathbb{D}^{\\infty}$. This links our circle of ideas with well-known results\ndue to Cole and Gamelin.\n"]}]
["1207.2250",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Combinatorics","20F55 (Primary) 17B67 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2250"],"date":["2012-07-10"],"type":["text"],"creator":["Azam, Saeid","Nikouei, Mohammad"],"language":[],"coverage":[],"title":["A Length Function for Weyl Groups of extended affine root systems of\n  Type $A_1$"],"description":["  In this work, we study the concept of the length function and some of its\ncombinatorial properties for the class of extended affine root systems of type\n$A_1$. We introduce a notion of root basis for these root systems, and using a\nunique expression of the elements of the Weyl group with respect to a set of\ngenerators for the Weyl group, we calculate the length function with respect to\na very specific root basis.\n","Comment: 21 pages, accepted for publication in Alg. Coll"]}]
["1207.2253",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2253"],"date":["2012-07-10"],"type":["text"],"creator":["Vaghefinezhad, Sayedmohammadreza","Wong, Kuan Yew"],"language":[],"coverage":[],"title":["A Genetic Algorithm Approach for Solving a Flexible Job Shop Scheduling\n  Problem"],"description":["  Flexible job shop scheduling has been noticed as an effective manufacturing\nsystem to cope with rapid development in today's competitive environment.\nFlexible job shop scheduling problem (FJSSP) is known as a NP-hard problem in\nthe field of optimization. Considering the dynamic state of the real world\nmakes this problem more and more complicated. Most studies in the field of\nFJSSP have only focused on minimizing the total makespan. In this paper, a\nmathematical model for FJSSP has been developed. The objective function is\nmaximizing the total profit while meeting some constraints. Time-varying raw\nmaterial costs and selling prices and dissimilar demands for each period, have\nbeen considered to decrease gaps between reality and the model. A manufacturer\nthat produces various parts of gas valves has been used as a case study. Its\nscheduling problem for multi-part, multi-period, and multi-operation with\nparallel machines has been solved by using genetic algorithm (GA). The best\nobtained answer determines the economic amount of production by different\nmachines that belong to predefined operations for each part to satisfy customer\ndemand in each period.\n","Comment: 6 pages, 8 tables; International Journal of Computer Science Issues,\n  May 2012"]}]
["1207.2254",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2254"],"date":["2012-07-10"],"type":["text"],"creator":["Kim, Gol","Yun, Ri Suk"],"language":[],"coverage":[],"title":["A Hybrid Forecast of Exchange Rate based on Discrete Grey-Markov and\n  Grey Neural Network Model"],"description":["  We propose a hybrid forecast model based on discrete grey-fuzzy Markov and\ngrey neural network model and show that our hybrid model can improve much more\nthe performance of forecast than traditional grey-Markov model and neural\nnetwork models. Our simulation results are shown that our hybrid forecast\nmethod with the combinational weight based on optimal grey relation degree\nmethod is better than the hybrid model with combinational weight based\nminimization of error-squared criterion.\n"]}]
["1207.2255",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2255"],"date":["2012-07-10"],"type":["text"],"creator":["Banisch, Sven","Lima, Ricardo","Araújo, Tanya"],"language":[],"coverage":[],"title":["Aggregation and Emergence in Agent-Based Models: A Markov Chain Approach"],"description":["  We analyze the dynamics of agent--based models (ABMs) from a Markovian\nperspective and derive explicit statements about the possibility of linking a\nmicroscopic agent model to the dynamical processes of macroscopic observables\nthat are useful for a precise understanding of the model dynamics. In this way\nthe dynamics of collective variables may be studied, and a description of macro\ndynamics as emergent properties of micro dynamics, in particular during\ntransient times, is possible.\n","Comment: 5 pages, 1 figure"]}]
["1207.2257",{"format":[],"subject":["Mathematics - Differential Geometry","53C15, 53C40, 53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2257"],"date":["2012-07-10"],"type":["text"],"creator":["Singh, Khushwant","Bhatia, S. S."],"language":[],"coverage":[],"title":["Some inequalities on hemi-slant product submanifolds in a cosymplectic\n  manifold"],"description":["  Recently, M. Atcken studied Contact CR-warped prod- uct submanifolds in\ncosymplectic space forms and established gen- eral sharp inequalities for\nCR-warped products in a cosymplectic manifold [1]. In the present paper, we\nobtain an inequality for the squared norm of the second fundamental form in\nterms of constant ?$\\phi$-sectional curvature for hemi-slant products in\ncosymplectic mani- folds. An inequality for hemi-slant warped products in a\ncosymplectc manifold is also given. The equality case is considered.\n"]}]
["1207.2264",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Computer Science - Social and Information Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2264"],"date":["2012-07-10"],"type":["text"],"creator":["Banisch, Sven","Araújo, Tanya"],"language":[],"coverage":[],"title":["Who Replaces Whom? Local versus Non-local Replacement in Social and\n  Evolutionary Dynamics"],"description":["  In this paper, we inspect well-known population genetics and social dynamics\nmodels. In these models, interacting individuals, while participating in a\nself-organizing process, give rise to the emergence of complex behaviors and\npatterns. While one main focus in population genetics is on the adaptive\nbehavior of a population, social dynamics is more often concerned with the\nsplitting of a connected array of individuals into a state of global\npolarization, that is, the emergence of speciation. Applying computational and\nmathematical tools we show that the way the mechanisms of selection,\ninteraction and replacement are constrained and combined in the modeling have\nan important bearing on both adaptation and the emergence of speciation.\nDifferently (un)constraining the mechanism of individual replacement provides\nthe conditions required for either speciation or adaptation, since these\nfeatures appear as two opposing phenomena, not achieved by one and the same\nmodel. Even though natural selection, operating as an external, environmental\nmechanism, is neither necessary nor sufficient for the creation of speciation,\nour modeling exercises highlight the important role played by natural selection\nin the interplay of the evolutionary and the self-organization modeling\nmethodologies.\n","Comment: 14 pages, 11 figures"]}]
["1207.2265",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2265"],"date":["2012-07-10"],"type":["text"],"creator":["Clarke, Daoud"],"language":[],"coverage":[],"title":["Challenges for Distributional Compositional Semantics"],"description":["  This paper summarises the current state-of-the art in the study of\ncompositionality in distributional semantics, and major challenges for this\narea. We single out generalised quantifiers and intensional semantics as areas\non which to focus attention for the development of the theory. Once suitable\ntheories have been developed, algorithms will be needed to apply the theory to\ntasks. Evaluation is a major problem; we single out application to recognising\ntextual entailment and machine translation for this purpose.\n"]}]
["1207.2268",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2268"],"date":["2012-07-10"],"type":["text"],"creator":["Chaabouni, Imen","Fourati, Wiem","Bouhlel, Med Salim"],"language":[],"coverage":[],"title":["Improvement of ISOM by using filter"],"description":["  Image compression helps in storing the transmitted data in proficient way by\ndecreasing its redundancy. This technique helps in transferring more digital or\nmultimedia data over internet as it increases the storage space. It is\nimportant to maintain the image quality even if it is compressed to certain\nextent. Depend upon this the image compression is classified into two\ncategories : lossy and lossless image compression. There are many lossy digital\nimage compression techniques exists. Among this Incremental Self Organizing Map\nis a familiar one. The good pictures quality can be retrieved if image\ndenoising technique is used for compression and also provides better\ncompression ratio. Image denoising is an important pre-processing step for many\nimage analysis and computer vision system. It refers to the task of recovering\na good estimate of the true image from a degraded observation without altering\nand changing useful structure in the image such as discontinuities and edges.\nMany approaches have been proposed to remove the noise effectively while\npreserving the original image details and features as much as possible. This\npaper proposes a technique for image compression using Incremental Self\nOrganizing Map (ISOM) with Discret Wavelet Transform (DWT) by applying\nfiltering techniques which play a crucial role in enhancing the quality of a\nreconstructed image. The experimental result shows that the proposed technique\nobtained better compression ratio value.\n","Comment: 6 pages, 3 figures, 2 tables; JCSI (May 2012 issue, Volume 9, Issue\n  3) and having paper id IJCSI-2012-9-3-2860"]}]
["1207.2269",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2269","Optics Express, Vol. 20, Issue 13, pp. 13977-13987 (2012)","doi:10.1364/OE.20.013977"],"date":["2012-07-10"],"type":["text"],"creator":["Okano, Masayuki","Okamoto, Ryo","Tanaka, Akira","Subashchandran, Shanthi","Takeuchi, Shigeki"],"language":[],"coverage":[],"title":["Generation of broadband spontaneous parametric fluorescence using\n  multiple bulk nonlinear crystals"],"description":["  We propose a novel method for generating broadband spontaneous parametric\nfluorescence by using a set of bulk nonlinear crystals (NLCs). We also\ndemonstrate this scheme experimentally. Our method employs a superposition of\nspontaneous parametric fluorescence spectra generated using multiple bulk NLCs.\nA typical bandwidth of 160 nm (73 THz) with a degenerate wavelength of 808 nm\nwas achieved using two beta-barium-borate (BBO) crystals, whereas a typical\nbandwidth of 75 nm (34 THz) was realized using a single BBO crystal. We also\nobserved coincidence counts of generated photon pairs in a non-collinear\nconfiguration. The bandwidth could be further broadened by increasing the\nnumber of NLCs. Our demonstration suggests that a set of four BBO crystals\ncould realize a bandwidth of approximately 215 nm (100 THz).We also discuss the\nstability of Hong-Ou-Mandel two-photon interference between the parametric\nfluorescence generated by this scheme. Our simple scheme is easy to implement\nwith conventional NLCs and does not require special devices.\n","Comment: 11 pages, 6 figures"]}]
["1207.2270",{"format":[],"subject":["Mathematics - Probability","60G50, 60G40, 60F17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2270"],"date":["2012-07-10"],"type":["text"],"creator":["Denisov, Denis","Wachtel, Vitali"],"language":[],"coverage":[],"title":["Exit times for integrated random walks"],"description":["  We consider a centered random walk with finite variance and investigate the\nasymptotic behaviour of the probability that the area under this walk remains\npositive up to a large time $n$. Assuming that the moment of order $2+\\delta$\nis finite, we show that the exact asymptotics for this probability are\n$n^{-1/4}$. To show these asymptotics we develop a discrete potential theory\nfor the integrated random walk.\n","Comment: 24 pages"]}]
["1207.2278",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2278"],"date":["2012-07-10"],"type":["text"],"creator":["Mostafazadeh, Ali"],"language":[],"coverage":[],"title":["Spectral Singularities Do Not Correspond to Bound States in the\n  Continuum"],"description":["  We show that, contrary to a claim made in arXiv:1011.0645, the von\nNeumann-Winger bound states that lie in the continuum of the scattering states\nare fundamentally different from Naimark's spectral singularities.\n","Comment: 2 pages"]}]
["1207.2279",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2279"],"date":["2012-07-10"],"type":["text"],"creator":["Bothe, Oliver","Zanchettin, Davide"],"language":[],"coverage":[],"title":["Ambiguity of large scale temperature reconstructions from artificial\n  tree growth in millennial climate simulations"],"description":["  The ambiguity of temperature reconstructions is assessed using pseudo tree\ngrowth series in the virtual reality of two simulations of the climate of the\nlast millennium. The simple, process-based Vaganov-Shashkin-Lite (VS-Lite) code\ncalculates tree growth responses controlled by a limited number of climatic\nparameters. Growth limitation by different ambient climate conditions allows\nfor possible nonlinearity and non-stationarity in the pseudo tree growth\nseries. Statistical reconstructions of temperature are achieved from simulated\ntree growth for random selections of pseudo-proxy locations by simple local\nregression and composite plus scaling techniques to address additional\nambiguities in paleoclimate reconstructions besides the known uncertainty and\nshortcomings of the reconstruction methods. A systematic empirical evaluation\nshows that the interrelations between simulated target and reconstructed\ntemperatures undergo strong variations with possibly pronounced\nmisrepresentations of temperatures. Thus (i) centennial scale inter-annual\ncorrelations can be very weak; (ii) the decadal range of reconstructed\ntemperatures may be as large as the range of the temperature variations over\nthe considered time-period; (iii) decadal variability is under-represented in\nthe reconstructions. The misrepresentations are in part due to the temporally\nvarying temperature-growth relations and to an apparent lack of decadal scale\nvariability in the simulated pseudo-growth series compared to the local\ntemperatures.\n","Comment: 5 Figures"]}]
["1207.2280",{"format":[],"subject":["Computer Science - Computers and Society","97U50, 97C70","K.3.1","H.3.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2280","doi:10.1007/978-3-642-31374-5"],"date":["2012-07-10"],"type":["text"],"creator":["Libbrecht, Paul","Rebholz, Sandra","Herding, Daniel","Müller, Wolfgang","Tscheulin, Felix"],"language":[],"coverage":[],"title":["Understanding the Learners' Actions when using Mathematics Learning\n  Tools"],"description":["  The use of computer-based mathematics tools is widespread in learning.\nDepending on the way that these tools assess the learner's solution paths, one\ncan distinguish between automatic assessment tools and semi-automatic\nassessment tools. Automatic assessment tools directly provide all feedback\nnecessary to the learners, while semi-automatic assessment tools involve the\nteachers as part the assessment process. They are provided with as much\ninformation as possible on the learners' interactions with the tool.\n  How can the teachers know how the learning tools were used and which\nintermediate steps led to a solution? How can the teachers respond to a\nlearner's question that arises while using a computer tool? Little is available\nto answer this beyond interacting directly with the computer and performing a\nfew manipulations to understand the tools' state.\n  This paper presents SMALA, a web-based logging architecture that addresses\nthese problems by recording, analyzing and representing user actions. While\nrespecting the learner's privacy, the SMALA architecture supports the teachers\nby offering fine-grained representations of the learners' activities as well as\noverviews of the progress of a classroom.\n","Comment: Proceedings of CICM 2012; Intelligent Computer Mathematics 2012;\n  http://www.springerlink.com/content/978-3-642-31373-8/"]}]
["1207.2281",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2281"],"date":["2012-07-10"],"type":["text"],"creator":["Obiang, Fulgence Eyi","Ouknine, Youssef","Moutsinga, Octave"],"language":[],"coverage":[],"title":["New classes of processes in stochastic calculus for signed measures"],"description":["  Let us consider a signed measure $\\Qv$ and a probability measure $\\Pv$ such\nthat $\\Qv<<\\Pv$. Let $D$ be the density of $\\Qv$ with respect to $\\Pv$. $H$\nrepresents the set of zeros of $D$, $\\bar{g}=0\\vee\\sup{H}$. In this paper, we\nshall consider two classes of nonnegative processes of the form\n$X_{t}=N_{t}+A_{t}$. The first one is the class of semimartingales where $ND$\nis a cadlag local martingale and $A$ is a continuous and non-decreasing process\nsuch that $(dA_{t})$ is carried by $H\\cup\\{t: X_{t}=0\\}$. The second one is the\ncase where $N$ and $A$ are null on $H$ and $A_{.+\\bar{g}}$ is a non-decreasing,\ncontinuous process such that $(dA_{t+\\bar{g}})$ is carried by\n  $\\{t: X_{t+\\bar{g}}=0\\}$. We shall show that these classes are extensions of\nthe class $(\\sum)$ defined by A.Nikeghbali \\cite{nik} in the framework of\nstochastic calculus for signed measures.\n","Comment: 23 pages. arXiv admin note: text overlap with arXiv:math/0505515"]}]
["1207.2282",{"format":[],"subject":["Mathematics - Algebraic Geometry","32S05, 57R91, 58K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2282"],"date":["2012-07-10"],"type":["text"],"creator":["Gusein-Zade, Sabir M."],"language":[],"coverage":[],"title":["On an equivariant analogue of the monodromy zeta function"],"description":["  We offer an equivariant analogue of the monodromy zeta function of a germ\ninvariant with respect to an action of finite group G as an element of the\nGrothendieck ring of finite (Z x G)-sets. We formulate equivariant analogues of\nthe Sebastiani-Thom theorem and of the A'Campo formula.\n"]}]
["1207.2283",{"format":[],"subject":["Mathematics - Numerical Analysis","65D30, 65Y20, 42A15, 74J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2283"],"date":["2012-07-10"],"type":["text"],"creator":["Dominguez, V.","Graham, I. G.","Kim, T."],"language":[],"coverage":[],"title":["Filon-Clenshaw-Curtis rules for highly-oscillatory integrals with\n  algebraic singularities and stationary points"],"description":["  In this paper we propose and analyse composite Filon-Clenshaw-Curtis\nquadrature rules for integrals of the form $I_{k}^{[a,b]}(f,g) := \\int_a^b f(x)\n\\exp(\\mathrm{i}kg(x)) \\rd x $, where $k \\geq 0$, $f$ may have integrable\nsingularities and $g$ may have stationary points. Our composite rule is defined\non a mesh with $M$ subintervals and requires $MN+1$ evaluations of $f$. It\nsatisfies an error estimate of the form $C_N k^{-r} M^{-N-1 + r}$, where $r$ is\ndetermined by the strength of any singularity in $f$ and the order of any\nstationary points in $g$ and $C_N$ is a constant which is independent of $k$\nand $M$, but depends on $N$. The regularity requirements on $f$ and $g$ are\nexplicit in the error estimates. For fixed $k$, the rate of convergence of the\nrule as $M \\rightarrow \\infty$ is the same as would be obtained if $f$ was\nsmooth. Moreover, the quadrature error decays at least as fast as $k\n\\rightarrow \\infty$ as does the original integral $I_{k}^{[a,b]}(f,g)$. For the\ncase of nonlinear oscillators $g$, the algorithm requires the evaluation of\n$g^{-1}$ at non-stationary points. Numerical results demonstrate the sharpness\nof the theory. An application to the implementation of boundary integral\nmethods for the high-frequency Helmholtz equation is given.\n","Comment: 25 pages"]}]
["1207.2287",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2287"],"date":["2012-07-10"],"type":["text"],"creator":["Bostan, Mihai"],"language":[],"coverage":[],"title":["Transport of charged particles under fast oscillating magnetic fields"],"description":["  The energy production through thermo-nuclear fusion requires the confinement\nof the plasma into a bounded domain. In most of the cases, such configurations\nare obtained by using strong magnetic fields. Several models exist for\ndescribing the evolution of a strongly magnetized plasma, i.e., guiding-center\napproximation, finite Larmor radius regime, etc. The topic of this paper\nconcerns a different approach leading to plasma confinement. More exactly we\nare interested in mathematical models with fast oscillating magnetic fields. We\nprovide rigorous derivations for this kind of models and analyze their\nproperties.\n"]}]
["1207.2291",{"format":[],"subject":["Computer Science - Mathematical Software","Computer Science - Artificial Intelligence","68Txx","D.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2291","doi:10.1007/978-3-642-31374-5_33"],"date":["2012-07-10"],"type":["text"],"creator":["Khan, Muhammad Taimoor","Schreiner, Wolfgang"],"language":[],"coverage":[],"title":["On Formal Specification of Maple Programs"],"description":["  This paper is an example-based demonstration of our initial results on the\nformal specification of programs written in the computer algebra language\nMiniMaple (a substantial subset of Maple with slight extensions). The main goal\nof this work is to define a verification framework for MiniMaple. Formal\nspecification of MiniMaple programs is rather complex task as it supports\nnon-standard types of objects, e.g. symbols and unevaluated expressions, and\nadditional functions and predicates, e.g. runtime type tests etc. We have used\nthe specification language to specify various computer algebra concepts\nrespective objects of the Maple package DifferenceDifferential developed at our\ninstitute.\n"]}]
["1207.2300",{"format":[],"subject":["Computer Science - Mathematical Software","Computer Science - Logic in Computer Science","Computer Science - Programming Languages","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2300","doi:10.1007/978-3-642-31374-5_16"],"date":["2012-07-10"],"type":["text"],"creator":["Khan, Muhammad Taimoor","Schreiner, Wolfgang"],"language":[],"coverage":[],"title":["Towards the Formal Specification and Verification of Maple Programs"],"description":["  In this paper, we present our ongoing work and initial results on the formal\nspecification and verification of MiniMaple (a substantial subset of Maple with\nslight extensions) programs. The main goal of our work is to find behavioral\nerrors in such programs w.r.t. their specifications by static analysis. This\ntask is more complex for widely used computer algebra languages like Maple as\nthese are fundamentally different from classical languages: they support\nnon-standard types of objects such as symbols, unevaluated expressions and\npolynomials and require abstract computer algebraic concepts and objects such\nas rings and orderings etc. As a starting point we have defined and formalized\na syntax, semantics, type system and specification language for MiniMaple.\n"]}]
["1207.2303",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2303"],"date":["2012-07-10"],"type":["text"],"creator":["Azzollini, Antonio","d'Avenia, Pietro","Pomponio, Alessio"],"language":[],"coverage":[],"title":["Quasilinear elliptic equations in $\\RN$ via variational methods and\n  Orlicz-Sobolev embeddings"],"description":["  In this paper we prove the existence of a nontrivial non-negative radial\nsolution for a quasilinear elliptic problem. Our aim is to approach the problem\nvariationally by using the tools of critical points theory in an Orlicz-Sobolev\nspace. A multiplicity result is also given.\n","Comment: 18 pages, 1 figure"]}]
["1207.2306",{"format":[],"subject":["Physics - Geophysics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2306","Geophysics Research Letters, VOL. 38, L10403, 2011","doi:10.1029/2011GL046837"],"date":["2012-07-10"],"type":["text"],"creator":["Suweis, S.","Konar, M.","Dalin, C.","Hanasaki, N.","Rinaldo, A.","Rodriguez-Iturbe, I."],"language":[],"coverage":[],"title":["Structure and Controls of the Global Virtual Water Trade Network"],"description":["  Recurrent or ephemeral water shortages are a crucial global challenge, in\nparticular because of their impacts on food production. The global character of\nthis challenge is reflected in the trade among nations of virtual water, i.e.\nthe amount of water used to produce a given commodity. We build, analyze and\nmodel the network describing the transfer of virtual water between world\nnations for staple food products. We find that all the key features of the\nnetwork are well described by a model that reproduces both the topological and\nweighted properties of the global virtual water trade network, by assuming as\nsole controls each country's gross domestic product and yearly rainfall on\nagricultural areas. We capture and quantitatively describe the high degree of\nglobalization of water trade and show that a small group of nations play a key\nrole in the connectivity of the network and in the global redistribution of\nvirtual water. Finally, we illustrate examples of prediction of the structure\nof the network under future political, economic and climatic scenarios,\nsuggesting that the crucial importance of the countries that trade large\nvolumes of water will be strengthened. D\n","Comment: 18 PAG., 4 FIGURES"]}]
["1207.2313",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2313"],"date":["2012-07-10"],"type":["text"],"creator":["Brzeziński, Tomasz","Fairfax, Simon A."],"language":[],"coverage":[],"title":["Bundles over Quantum Real Weighted Projective Spaces"],"description":["  The algebraic approach to bundles in non-commutative geometry and the\ndefinition of quantum real weighted projective spaces are reviewed. Principal\nU(1)-bundles over quantum real weighted projective spaces are constructed. As\nthe spaces in question fall into two separate classes, the {\\em negative} or\n{\\em odd} class that generalises quantum real projective planes and the {\\em\npositive} or {\\em even} class that generalises the quantum disc, so do the\nconstructed principal bundles. In the negative case the principal bundle is\nproven to be non-trivial and associated projective modules are described. In\nthe positive case the principal bundles turn out to be trivial, and so all the\nassociated modules are free. It is also shown that the circle (co)actions on\nthe quantum Seifert manifold that define quantum real weighted projective\nspaces are almost free.\n","Comment: 25 pages; submitted to special issue of Axioms devoted to Hopf\n  Algebras, Quantum Groups and Yang-Baxter Equations"]}]
["1207.2317",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2317"],"date":["2012-07-10"],"type":["text"],"creator":["Cabello, Sergio"],"language":[],"coverage":[],"title":["Stackelberg Shortest Path Tree Game, Revisited"],"description":["  Let $G(V,E)$ be a directed graph with $n$ vertices and $m$ edges. The edges\n$E$ of $G$ are divided into two types: $E_F$ and $E_P$. Each edge of $E_F$ has\na fixed price. The edges of $E_P$ are the priceable edges and their price is\nnot fixed a priori. Let $r$ be a vertex of $G$. For an assignment of prices to\nthe edges of $E_P$, the revenue is given by the following procedure: select a\nshortest path tree $T$ from $r$ with respect to the prices (a tree of cheapest\npaths); the revenue is the sum, over all priceable edges $e$, of the product of\nthe price of $e$ and the number of vertices below $e$ in $T$.\n  Assuming that $k=|E_P|\\ge 2$ is a constant, we provide a data structure whose\nconstruction takes $O(m+n\\log^{k-1} n)$ time and with the property that, when\nwe assign prices to the edges of $E_P$, the revenue can be computed in\n$(\\log^{k-1} n)$. Using our data structure, we save almost a linear factor when\ncomputing the optimal strategy in the Stackelberg shortest paths tree game of\n[D. Bil{\\`o} and L. Gual{\\`a} and G. Proietti and P. Widmayer. Computational\naspects of a 2-Player Stackelberg shortest paths tree game. Proc. WINE 2008].\n"]}]
["1207.2320",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2320"],"date":["2012-07-10"],"type":["text"],"creator":["Grün, Christine"],"language":[],"coverage":[],"title":["On Dynkin games with incomplete information"],"description":["  In this paper we investigate a game of optimal stopping with incomplete\ninformation. There are two players of which only one is informed about the\nprecise structure of the game. Observing the informed player the uninformed\nplayer is given the possibility to guess the missing information. We show that\nthese games have a value which can be characterized as a viscosity solution to\na fully non-linear variational PDE. Furthermore we derive a dual representation\nof the value function in terms of a minimization procedure. This representation\nallows under some additional assumptions to determine optimal strategies for\nthe informed player.\n"]}]
["1207.2322",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2322"],"date":["2012-07-10"],"type":["text"],"creator":["Bugarin, Enrico Paolo"],"language":[],"coverage":[],"title":["On Bravais colourings of cyclotomic integers with class number one"],"description":["  Given a Bravais colouring of planar modules $\\M_n:=\\Z[\\xi_n]$, where $\\xi_n$\nis a primitive $n$th root of unity, two important colour groups arise: the\ncolour symmetry group $H$, which permutes the colours of a given colouring of\n$\\M_n$, and the colour preserving group $K$, a normal subgroup of $H$ that\nfixes the colours. This paper gives a complete characterisation of $H$ and $K$\nfor all $\\ell$-colourings of $\\M_n$ for values of $n$ for which $\\M_n$ has\nclass number one.\n","Comment: 9 pages, 2 tables"]}]
["1207.2323",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2323"],"date":["2012-07-10"],"type":["text"],"creator":["Tibrewala, Rakesh"],"language":[],"coverage":[],"title":["Modified constraint algebra in loop quantum gravity and spacetime\n  interpretation"],"description":["  Classically the constraint algebra of general relativity, which generates\ngauge transformations, is equivalent to spacetime covariance. In LQG, inverse\ntriad corrections lead to an effective Hamiltonian constraint which can lead to\na modified constraint algebra. We show, using example of spherically symmetric\nspacetimes, that a modified constraint algebra does not correspond to spacetime\ncoordinate transformation. In such a scenario the notion of black hole horizon,\nwhich is based on spacetime notions, also needs to be reconsidered. A possible\nmodification to the classical trapping horizon condition leading to consistent\nresults is suggested. In the case where the constraint algebra is not modified\na spacetime picture is valid and one finds mass threshold for black holes and\nsmall corrections to Hawking temperature.\n","Comment: Prepared for ICGC2011, Goa (India) proceedings"]}]
["1207.2324",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2324"],"date":["2012-07-10"],"type":["text"],"creator":["Kholopov, Eugene V."],"language":[],"coverage":[],"title":["Topological quantum correction to an atomic ideal gas law as a dark\n  energy effect"],"description":["  The traditional ambiguity about the bulk electrostatic potentials in crystals\nis due to the conditional convergence of Coulomb series. The classical Ewald\napproach turns out to be the first one resolving this task as consistent with a\ntranslational symmetry. The latter result appears to be directly associated\nwith the thermodynamic limit in crystals. In this case the solution can also be\nobtained upon direct lattice summation, but after subtracting the mean Bethe\npotential. As shown, this effect is associated with special periodic boundary\nconditions at infinity so as to neutralize an arbitrary choice of the unit-cell\ncharge distribution. However, the fact that any additional potential exerted by\nsome charge distribution must in turn affect that charge distribution in\nequilibrium is not discussed in the case at hand so far. Here we show that in\nthe simplest event of gaseous atomic hydrogen as an example, the\nself-consistent mean-field-potential correction results in an additional\npressure contribution to an ideal gas law. As a result, the corresponding\ncorrection to the sound velocity arises. Moreover, if gas in question is not\nbounded by any fixed volume, then some acceleration within that medium is\nexpected. Addressed to the Friedman hypersphere, our result may be interesting\nin connection with the accelerating Universe revealed experimentally and\ndiscussed intensively.\n","Comment: 4 pages, 2 figures"]}]
["1207.2327",{"format":[],"subject":["Mathematics - Functional Analysis","47-01, 47A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2327"],"date":["2012-07-10"],"type":["text"],"creator":["Macovei, Simona"],"language":[],"coverage":[],"title":["Spectrum of a family of operators"],"description":["  Having as start point the classic definitions of resolvent set and spectrum\nof a linear bounded operator on a Banach space, we introduce the resolvent set\nand spectrum of a family of linear bounded operators on a Banach space. In\naddition, we present some results which adapt to asymptotic case the classic\nresults.\n","Comment: 23 pages"]}]
["1207.2330",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2330"],"date":["2012-07-10"],"type":["text"],"creator":["Rios, Guillermo","Nebreda, Jenifer","Pelaez, Jose R."],"language":[],"coverage":[],"title":["Enhanced non-quark-antiquark and non-gluebal N_c behavior of light\n  scalar mesons"],"description":["  We report our results on the nature of the lightest scalar resonances, where\nwe show that a quark-antiquark or glueball interpretation of the scalars\nf_0(600) and K^*_0(800) requires a very unnatural fine tuning to satisfy\n1/N_c-expansion predictions for quark-antiquark or glueball states, which is\nnot needed in the case of the lightest vector mesons \\rho(770) and K^*(892).\nFor this we consider scattering observables whose value is fixed to 1 for\nquark-antiquark and glueball states up to corrections suppressed by more than\none power of 1/N_c, thus enhancing contributions of other nature. This allows\nus to evaluate these observables and check the 1/N_c predictions at N_c=3\nwithout the need to extrapolate to unphysical N_c values. This is done using\nrecent and very precise dispersive \\pi\\pi and \\pi K scattering data analyses.\n","Comment: To appear in the proceedings of the sixth international conference on\n  Quark and Nuclear Physics QNP2012, April 16 - 20 2012, Palaiseau (France)"]}]
["1207.2331",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2331"],"date":["2012-07-10"],"type":["text"],"creator":["Michels, Andreas","Erokhin, Sergey","Berkov, Dmitry","Gorn, Nataliya"],"language":[],"coverage":[],"title":["Micromagnetic simulation of magnetic small-angle neutron scattering from\n  two-phase nanocomposites"],"description":["  The recent development of a micromagnetic simulation methodology - suitable\nfor multiphase magnetic nanocomposites - permits the computation of the\nmagnetic microstructure and of the associated magnetic small-angle neutron\nscattering (SANS) cross section of these materials. In this review article we\nsummarize results on the micromagnetic simulation of magnetic SANS from\ntwo-phase nanocomposites. The decisive advantage of this approach resides in\nthe possibility to srutinize the individual magnetization Fourier contributions\nto the total magnetic SANS cross section, rather than their sum, which is\ngenerally obtained from experiment. The procedure furnishes unique and\nfundamental information regarding magnetic neutron scattering from nanomagnets.\n"]}]
["1207.2332",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2332","Geophysical Research Letters, Vol. 37, L07404, 2010","doi:10.1029/2010GL042495"],"date":["2012-07-10"],"type":["text"],"creator":["Suweis, S.","Rinaldo, A.","Van der Zee, S. E. A. T. M.","Daly, E.","Maritan, A.","Porporato, A."],"language":[],"coverage":[],"title":["Stochastic Modeling of Soil Salinity"],"description":["  A minimalist stochastic model of primary soil salinity is proposed, in which\nthe rate of soil salinization is determined by the balance between dry and wet\nsalt deposition and the intermittent leaching events caused by rainfall events.\nThe long term probability density functions of salt mass and concentration are\nfound by reducing the coupled soil moisture and salt mass balance equation to a\nsingle stochastic differential equation driven by multiplicative Poisson noise.\nThe novel analytical solutions provide insight on the interplay of the main\nsoil, plant and climate parameters responsible for long-term soil salinization.\nIn particular, they show the existence of two distinct regimes, one where the\nmean salt mass remains nearly constant (or decreases) with increasing rainfall\nfrequency, and another where mean salt content increases markedly with\nincreasing rainfall frequency. As a result, relatively small reductions of\nrainfall in drier climates may entail dramatic shifts in long-term soil\nsalinization trends, with significant consequences e.g. for climate change\nimpacts on rain-fed agriculture.\n","Comment: 17 pages, 3 figures"]}]
["1207.2336",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2336"],"date":["2012-07-10"],"type":["text"],"creator":["Endrullis, Joerg","Hendriks, Dimitri"],"language":[],"coverage":[],"title":["On Periodically Iterated Morphisms"],"description":["  We investigate the computational power of periodically iterated morphisms,\nalso known as D0L systems with periodic control, PD0L systems for short. These\nsystems give rise to a class of one-sided infinite sequences, called PD0L\nwords.\n  We construct a PD0L word with exponential subword complexity, thereby\nanswering a question raised by Lepisto (1993) on the existence of such words.\nWe solve another open problem concerning the decidability of the first-order\ntheories of PD0L words; we show it is already undecidable whether a certain\nletter occurs in a PD0L word. This stands in sharp contrast to the situation\nfor D0L words (purely morphic words), which are known to have at most quadratic\nsubword complexity, and for which the monadic theory is decidable.\n  The main result of our paper, leading to these answers, is that every\ncomputable word w over an alphabet Sigma can be embedded in a PD0L word u over\nan extended alphabet Gamma in the following two ways: (i) such that every\nfinite prefix of w is a subword of u, and (ii) such that w is obtained from u\nby erasing all letters from Gamma not in Sigma. The PD0L system generating such\na word u is constructed by encoding a Fractran program that computes the word\nw; Fractran is a programming language as powerful as Turing Machines.\n  As a consequence of (ii), if we allow the application of finite state\ntransducers to PD0L words, we obtain the set of all computable words. Thus the\nset of PD0L words is not closed under finite state transduction, whereas the\nset of D0L words is. It moreover follows that equality of PD0L words (given by\ntheir PD0L system) is undecidable. Finally, we show that if erasing morphisms\nare admitted, then the question of productivity becomes undecidable, that is,\nthe question whether a given PD0L system defines an infinite word.\n"]}]
["1207.2337",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2337"],"date":["2012-07-10"],"type":["text"],"creator":["Jafarizadeh, M. A.","Fouladi, N.","Sabri, H.","Gavifekr, P. Hosseinnezhade","Ranjbar, Z."],"language":[],"coverage":[],"title":["A Description of Hg (200-204)isotopes in the SU(3)<->SU(3)* Transitional\n  Region"],"description":["  With employing the SO(6)representation of eigenstates, the energy spectra and\nquadrupole transition rates of SU(3)<->SU(3)* transition region are considered\nfor systems with total boson number N=2,3,4. The apparent level crossing and\nsignificant variations in the transition rates for X=0, namely, the critical\npoint of transitional Hamiltonian, suggest a phase transition between these\nlimits. The parameter free (up to overall scale factors) predictions for\nspectra and B(E2)rates by X=0are found to be in good agreement with those for\nnuclei provide empirical evidences for O(6)dynamical symmetry, namely\nHg(200-204)isotopes.\n","Comment: 12 pages, 3 figures"]}]
["1207.2341",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","E.1","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2341"],"date":["2012-07-10"],"type":["text"],"creator":["Kejlberg-Rasmussen, Casper","Tsakalidis, Konstantinos","Tsichlas, Kostas"],"language":[],"coverage":[],"title":["I/O-Efficient Dynamic Planar Range Skyline Queries"],"description":["  We present the first fully dynamic worst case I/O-efficient data structures\nthat support planar orthogonal \\textit{3-sided range skyline reporting queries}\nin $\\bigO (\\log_{2B^\\epsilon} n + \\frac{t}{B^{1-\\epsilon}})$ I/Os and updates\nin $\\bigO (\\log_{2B^\\epsilon} n)$ I/Os, using $\\bigO\n(\\frac{n}{B^{1-\\epsilon}})$ blocks of space, for $n$ input planar points, $t$\nreported points, and parameter $0 \\leq \\epsilon \\leq 1$. We obtain the result\nby extending Sundar's priority queues with attrition to support the operations\n\\textsc{DeleteMin} and \\textsc{CatenateAndAttrite} in $\\bigO (1)$ worst case\nI/Os, and in $\\bigO(1/B)$ amortized I/Os given that a constant number of blocks\nis already loaded in main memory. Finally, we show that any pointer-based\nstatic data structure that supports \\textit{dominated maxima reporting\nqueries}, namely the difficult special case of 4-sided skyline queries, in\n$\\bigO(\\log^{\\bigO(1)}n +t)$ worst case time must occupy $\\Omega(n \\frac{\\log\nn}{\\log \\log n})$ space, by adapting a similar lower bounding argument for\nplanar 4-sided range reporting queries.\n","Comment: Submitted to SODA 2013"]}]
["1207.2345",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics","05C10, 05C75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2345"],"date":["2012-07-10"],"type":["text"],"creator":["Bagdasaryan, Armen"],"language":[],"coverage":[],"title":["Some Euler-type formulas for planar graphs"],"description":["  The aim of this paper is to derive on the basis of the Euler's formula\nseveral analytical relations which hold for certain classes of planar graphs\nand which can be useful in algorithmic graph theory.\n","Comment: accepted for publication in Int. J. Pure Appl. Math"]}]
["1207.2347",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2347"],"date":["2012-07-10"],"type":["text"],"creator":["Lechner, Richard"],"language":[],"coverage":[],"title":["The One-Third-Trick and Shift Operators"],"description":["  In this paper we obtain a representation as martingale transform operators\nfor the rearrangement and shift operators introduced by T. Figiel. The\nmartingale transforms and the underlying sigma algebras are obtained explicitly\nby combinatorial means. The known norm estimates for those operators are a\ndirect consequence of our representation.\n"]}]
["1207.2348",{"format":[],"subject":["Mathematics - Dynamical Systems","37B99, 37A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2348"],"date":["2012-07-10"],"type":["text"],"creator":["Guihéneuf, Pierre-Antoine"],"language":["fr"],"coverage":[],"title":["Propri\\'et\\'es dynamiques g\\'en\\'eriques des hom\\'eomorphismes\n  conservatifs"],"description":["  This memoir is concerned with the generic dynamical properties of\nconservative homeomorphisms of compact manifolds. Several important techniques\nallowing to prove genericity results are presented: we emphasize the important\nrole played by periodic approximations of homeomorphisms, and by the embedding\nof the space of homeomorphisms in the space of bi-measurable automorphisms.\n","Comment: vi+113 pages, in french; Ensaios Matematicos 22. Sociedade Brasileira\n  de Matematica, Rio de Janeiro, 2012"]}]
["1207.2350",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2350"],"date":["2012-07-10"],"type":["text"],"creator":["Oey, M. S."],"language":[],"coverage":[],"title":["The Salpeter Slope of the IMF Explained"],"description":["  If we accept a paradigm that star formation is a self-similar, hierarchical\nprocess, then the Salpeter slope of the IMF for high-mass stars can be simply\nand elegantly explained as follows. If the instrinsic IMF at the smallest\nscales follows a simple -2 power-law slope, then the steepening to the -2.35\nSalpeter value results when the most massive stars cannot form in the\nlowest-mass clumps of a cluster. It is stressed that this steepening MUST occur\nif clusters form hierarchically from clumps, and the lowest-mass clumps can\nform stars. This model is consistent with a variety of observations as well as\ntheoretical simulations.\n","Comment: 4 pages, 1 figure; to appear in The Labyrinth of Star Formation,\n  (eds.) D. Stamatellos, S. Goodwin, and D. Ward-Thompson, Springer, in press"]}]
["1207.2354",{"format":[],"subject":["Computer Science - Computational Complexity","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2354"],"date":["2012-07-10"],"type":["text"],"creator":["Cai, Jin-Yi","Lu, Pinyan","Xia, Mingji"],"language":[],"coverage":[],"title":["Dichotomy for Holant* Problems with a Function on Domain Size 3"],"description":["  Holant problems are a general framework to study the algorithmic complexity\nof counting problems. Both counting constraint satisfaction problems and graph\nhomomorphisms are special cases. All previous results of Holant problems are\nover the Boolean domain. In this paper, we give the first dichotomy theorem for\nHolant problems for domain size $>2$. We discover unexpected tractable families\nof counting problems, by giving new polynomial time algorithms. This paper also\ninitiates holographic reductions in domains of size $>2$. This is our main\nalgorithmic technique, and is used for both tractable families and hardness\nreductions. The dichotomy theorem is the following: For any complex-valued\nsymmetric function ${\\bf F}$ with arity 3 on domain size 3, we give an explicit\ncriterion on ${\\bf F}$, such that if ${\\bf F}$ satisfies the criterion then the\nproblem ${\\rm Holant}^*({\\bf F})$ is computable in polynomial time, otherwise\n${\\rm Holant}^*({\\bf F})$ is #P-hard.\n"]}]
["1207.2355",{"format":[],"subject":["Mathematics - Analysis of PDEs","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2355"],"date":["2012-07-10"],"type":["text"],"creator":["Bouin, Emeric","Calvez, Vincent","Meunier, Nicolas","Mirrahimi, Sepideh","Perthame, Benoit","Raoul, Gael","Voituriez, Raphael"],"language":[],"coverage":[],"title":["Invasion fronts with variable motility: phenotype selection, spatial\n  sorting and wave acceleration"],"description":["  Invasion fronts in ecology are well studied but very few mathematical results\nconcern the case with variable motility (possibly due to mutations). Based on\nan apparently simple reaction-diffusion equation, we explain the observed\nphenomena of front acceleration (when the motility is unbounded) as well as\nother quantitative results, such as the selection of the most motile\nindividuals (when the motility is bounded). The key argument for the\nconstruction and analysis of traveling fronts is the derivation of the\ndispersion relation linking the speed of the wave and the spatial decay. When\nthe motility is unbounded we show that the position of the front scales as\n$t^{3/2}$. When the mutation rate is low we show that the canonical equation\nfor the dynamics of the fittest trait should be stated as a PDE in our context.\nIt turns out to be a type of Burgers equation with source term.\n","Comment: 7 pages"]}]
["1207.2359",{"format":[],"subject":["Physics - Optics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2359"],"date":["2012-07-10"],"type":["text"],"creator":["Vallini, Felipe","Barea, Luís Alberto Mijan","Reis, Elohim Fonseca dos","von Zuben, Antônio Augusto","Frateschi, Newton Cesário"],"language":[],"coverage":[],"title":["Induced Optical Losses in Optoelectronic Devices due to Focused Ion Beam\n  Damages"],"description":["  A study of damages caused by gallium focused ion beam (FIB) into III-V\ncompounds is presented. Potential damages caused by local heating, ion\nimplantation, and selective sputtering are presented. Preliminary analysis\nshows that local heating is negligible. Gallium implantation is shown to occur\nover areas tens of nanometers thick. Gallium accumulation as well as selective\nsputtering during III-V compounds milling is expected. Particularly, for GaAs,\nthis effect leads to gallium segregation and formation of metallic clusters.\nMicrodisk resonators were fabricated using FIB milling with different emission\ncurrents to analyze these effects on a device. It is shown that for higher\nemission current, thus higher implantation doses, the cavity quality factor\nrapidly decreases due to optical scattering losses induced by implanted gallium\natoms.\n"]}]
["1207.2360",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2360","Phys. Rev. B 86, 014506 (2012)","doi:10.1103/PhysRevB.86.014506"],"date":["2012-07-10"],"type":["text"],"creator":["Antal, A.","Knoblauch, T.","Singh, Y.","Gegenwart, P.","Wu, D.","Dressel, M."],"language":[],"coverage":[],"title":["Optical properties of the iron-pnictide analog BaMn2As2"],"description":["  We have investigated the infrared and Raman optical properties of BaMn2As2 in\nthe ab-plane and along the c-axis. The most prominent features in the infrared\nspectra are the Eu and A2u phonon modes which show clear TO-LO splitting from\nthe energy loss function analysis. All the phonon features we observed in\ninfrared and Raman spectra are consistent with the calculated values. Compared\nto the iron-pnictide analog AFe2As2, this compound is much more two-dimensional\nin its electronic properties. For E || c-axis, the overall infrared\nreflectivity is insulating like. Within the ab-plane the material exhibits a\nsemiconducting behavior. An energy gap 2{\\Delta}=48 meV can be clearly\nidentified below room temperature.\n","Comment: 5 pages, 7 figures"]}]
["1207.2368",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2368"],"date":["2012-07-10"],"type":["text"],"creator":["Zhao, Jianqiang"],"language":[],"coverage":[],"title":["Sum Formula of Multiple Hurwitz-Zeta Values"],"description":["  Let s_1,...,s_d be d positive integers and consider the multiple Hurwitz-zeta\nvalue zeta(s_1,...,s_d;-1/2,...,-1/2)/2^w where w=s_1+...+s_d is called the\nweight. For d<n+1, let T(2n,d) be the sum of all these values with even\narguments whose weight is 2n and whose depth is d. Recently Shen and Cai gave\nformulas for T(2n,d) for d<6 in terms of t(2n), t(2)t(2n-2) and t(4)t(2n-4). In\nthis short note we generalize Shen-Cai's results to arbitrary depth by using\nthe theory of symmetric functions established by Hoffman.\n","Comment: 7 pages"]}]
["1207.2369",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","26A51, 26D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2369"],"date":["2012-07-10"],"type":["text"],"creator":["Iscan, Imdat"],"language":[],"coverage":[],"title":["A new generalization of some integral inequalities for\n  ({\\alpha},m)-convex functions"],"description":["  In this paper, we derive new estimates for the remainder term of the\nmidpoint, trapezoid, and Simpson formulae for functions whose derivatives in\nabsolute value at certain power are ({\\alpha},m)-convex.\n","Comment: 12 pages"]}]
["1207.2372",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2372"],"date":["2012-07-10"],"type":["text"],"creator":["Deng, Chunhua","Zhang, Shiqing"],"language":[],"coverage":[],"title":["Planar Symmetric Concave Central Configurations in Four-body Problem"],"description":["  In this paper, we consider the problem: given a symmetric concave\nconfiguration of four bodies, under what conditions is it possible to choose\npositive masses which make it central. We show that there are some regions in\nwhich no central configuration is possible for positive masses. Conversely, for\nany configuration in the complement of the union of these regions, it is always\npossible to choose positive masses to make the configuration central.\n"]}]
["1207.2373",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2373"],"date":["2012-07-10"],"type":["text"],"creator":["Mohamed, Mohamed Achraf Ben","Ghoul, Dhaou El","Nahdi, Mohamed Amine","Mars, Mourad","Zrigui, Mounir"],"language":[],"coverage":[],"title":["Arabic CALL system based on pedagogically indexed text"],"description":["  This article introduces the benefits of using computer as a tool for foreign\nlanguage teaching and learning. It describes the effect of using Natural\nLanguage Processing (NLP) tools for learning Arabic. The technique explored in\nthis particular case is the employment of pedagogically indexed corpora. This\ntext-based method provides the teacher the advantage of building activities\nbased on texts adapted to a particular pedagogical situation. This paper also\npresents ARAC: a Platform dedicated to language educators allowing them to\ncreate activities within their own pedagogical area of interest.\n","Comment: The 2011 International Conference on Artificial Intelligence\n  (ICAI'11), 2011, WORLDCOMP'11, Las Vegas, Nevada, USA"]}]
["1207.2378",{"format":[],"subject":["Statistics - Computation","Computer Science - Graphics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2378","doi:10.1007/s10044-011-0249-3"],"date":["2012-07-10"],"type":["text"],"creator":["Cintra, Renato J.","Nascimento, Abraão D. C.","Frery, Alejandro C."],"language":[],"coverage":[],"title":["Parametric and Nonparametric Tests for Speckled Imagery"],"description":["  Synthetic aperture radar (SAR) has a pivotal role as a remote imaging method.\nObtained by means of coherent illumination, SAR images are contaminated with\nspeckle noise. The statistical modeling of such contamination is well described\naccording with the multiplicative model and its implied G0 distribution. The\nunderstanding of SAR imagery and scene element identification is an important\nobjective in the field. In particular, reliable image contrast tools are\nsought. Aiming the proposition of new tools for evaluating SAR image contrast,\nwe investigated new methods based on stochastic divergence. We propose several\ndivergence measures specifically tailored for G0 distributed data. We also\nintroduce a nonparametric approach based on the Kolmogorov-Smirnov distance for\nG0 data. We devised and assessed tests based on such measures, and their\nperformances were quantified according to their test sizes and powers. Using\nMonte Carlo simulation, we present a robustness analysis of test statistics and\nof maximum likelihood estimators for several degrees of innovative\ncontamination. It was identified that the proposed tests based on triangular\nand arithmetic-geometric measures outperformed the Kolmogorov-Smirnov\nmethodology.\n","Comment: Accepted for publication in the Patter Analysis and Applications\n  journal"]}]
["1207.2387",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2387","JETP Letters Volume 95, Number 7 (2012), 345-349","doi:10.1134/S0021364012070077"],"date":["2012-07-10"],"type":["text"],"creator":["Prokudina, M. G.","Khrapai, V. S."],"language":[],"coverage":[],"title":["Pair Scattering of Electrons in Edge Channels of Opposite Chiralities in\n  the Presence of a Disorder Potential"],"description":["  The nonequilibrium transfer of the energy between electrons of\ncounter-propagating quasi-one-dimensional systems has been perturbatively\ncalculated for edge channels in a two-dimensional system in the integer quantum\nHall effect. The processes involving two electrons that are allowed only in the\nsystem with disorder have been taken into account. Expressions for the cases of\nCoulomb scattering and transfer of nonequilibrium phonons have been obtained.\nThe energy transferred per unit time has a quasi-threshold dependence on the\ndegree of nonequilibrium of the hot channel. According to numerical estimates\nfor electrons in GaAs, Coulomb scattering processes dominate in the energy\ntransfer and the expected effect can be experimentally observed.\n"]}]
["1207.2397",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2397"],"date":["2012-07-10"],"type":["text"],"creator":["Kokulu, Ahmet"],"language":[],"coverage":[],"title":["The \\bar{B} \\to X_s \\gamma \\gamma decay: NLL QCD contribution of the\n  Electromagnetic Dipole operator O_7"],"description":["  We calculate the set of O(\\alpha_s) corrections to the double differential\ndecay width d\\Gamma_{77}/(ds_1 \\, ds_2) for the process \\bar{B} \\to X_s \\gamma\n\\gamma originating from diagrams involving the electromagnetic dipole operator\nO_7. The kinematical variables s_1 and s_2 are defined as s_i=(p_b -\nq_i)^2/m_b^2, where p_b, q_1, q_2 are the momenta of b-quark and two photons.\nWhile the (renormalized) virtual corrections are worked out exactly for a\ncertain range of s_1 and s_2, we retain in the gluon bremsstrahlung process\nonly the leading power w.r.t. the (normalized) hadronic mass\ns_3=(p_b-q_1-q_2)^2/m_b^2 in the underlying triple differential decay width\nd\\Gamma_{77}/(ds_1 ds_2 ds_3). The double differential decay width, based on\nthis approximation, is free of infrared- and collinear singularities when\ncombining virtual- and bremsstrahlung corrections. The corresponding results\nare obtained analytically. When retaining all powers in s_3, the sum of\nvirtual- and bremstrahlung corrections contains uncanceled 1/\\epsilon\nsingularities (which are due to collinear photon emission from the s-quark) and\nother concepts, which go beyond perturbation theory, like parton fragmentation\nfunctions of a quark or a gluon into a photon, are needed which is beyond the\nscope of our paper.\n","Comment: 4 pages, 1 figure, To appear in the proceedings of SLAC eConf C120521"]}]
["1207.2401",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2401"],"date":["2012-07-10"],"type":["text"],"creator":["Döbler, Christian"],"language":[],"coverage":[],"title":["A rate of convergence for the arcsine law by Stein's method"],"description":["  Using Stein's method for the Beta distributions and a recent technique by\nGoldstein and Reinert of comparing the Stein characterization of the target\ndistribution with that of the approximating distribution we prove a rate of\nconvergence in the classical arcsine law, which states that the distribution of\nthe relative time spent positive by a symmetric random walk on $\\Z$ converges\nweakly to the arcsine distribution on $[0,1]$.\n"]}]
["1207.2402",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2402","Microelectronic Engineering 95 (2012) 83-89","doi:10.1016/j.mee.2012.01.005"],"date":["2012-07-10"],"type":["text"],"creator":["Passi, Vikram","Sodervall, Ulf","Nilsson, Bengt","Petersson, Goran","Hagberg, Mats","Krzeminski, Christophe","Dubois, Emmanuel","Bois, Bert Du","Raskin, Jean-Pierre"],"language":[],"coverage":[],"title":["Anisotropic Vapor HF etching of silicon dioxide for Si microstructure\n  release"],"description":["  Damages are created in a sacrificial layer of silicon dioxide by ion\nimplantation to enhance the etch rate of silicon-dioxide in liquid and vapor\nphase hydrofluoric acid. The etch rate ratio between implanted and unimplanted\nsilicon dioxide is more than 150 in vapor hydrofluoric acid (VHF). This feature\nis of interest to greatly reduce the underetch of microelectromechanical\nsystems anchors. Based on the experimentally extracted etch rate of unimplanted\nand implanted silicon dioxide, the patterning of the sacrificial layer can be\npredicted by simulation.\n"]}]
["1207.2406",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2406"],"date":["2012-07-10"],"type":["text"],"creator":["Joseph, Antony","Barron, Andrew"],"language":[],"coverage":[],"title":["Fast Sparse Superposition Codes have Exponentially Small Error\n  Probability for R < C"],"description":["  For the additive white Gaussian noise channel with average codeword power\nconstraint, sparse superposition codes are developed. These codes are based on\nthe statistical high-dimensional regression framework. The paper [IEEE Trans.\nInform. Theory 55 (2012), 2541 - 2557] investigated decoding using the optimal\nmaximum-likelihood decoding scheme. Here a fast decoding algorithm, called\nadaptive successive decoder, is developed. For any rate R less than the\ncapacity C communication is shown to be reliable with exponentially small error\nprobability.\n","Comment: 23 pages, 7 figures"]}]
["1207.2407",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B20 (Primary) 42B25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2407"],"date":["2012-07-10"],"type":["text"],"creator":["Verdera, Joan"],"language":[],"coverage":[],"title":["The maximal singular integral : estimates in terms of the singular\n  integral"],"description":["  This is an expository paper on the characterization of the even (or odd)\nsmooth homogeneous convolution Calder\\'on-Zygmund operators in R^n such that\nthe maximal singular integral can be controlled in the L^2 norm by the singular\nintegral. We focuss attention on special cases of the general statements to\nconvey the main ideas of the proofs in a transparent way, as free as possible\nof the technical complications inherent to the general case. Particular\nattention is devoted to higher Riesz transforms. The exposition is based on two\npapers by J.Mateu, J.Orobitg, C.P\\'erez and J.Verdera published in 2010 and\n2011.\n","Comment: This paper will appear in the Proceedings of the XXXI Conference in\n  Harmonic Analysis, Rome, June 2011, to be published soon by Springer"]}]
["1207.2417",{"format":[],"subject":["Mathematics - Analysis of PDEs","35P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2417"],"date":["2012-07-10"],"type":["text"],"creator":["Koch, Herbert","Smith, Hart","Tataru, Daniel"],"language":[],"coverage":[],"title":["Sharp L^p bounds on spectral clusters for Lipschitz metrics"],"description":["  We establish L^p bounds on L^2 normalized spectral clusters for self-adjoint\nelliptic Dirichlet forms with Lipschitz coefficients. In two dimensions we\nobtain best possible bounds for all p between $2 and infinity, up to\nlogarithmic losses for $6<p\\leq 8$. In higher dimensions we obtain best\npossible bounds for a limited range of p.\n","Comment: 28 pages"]}]
["1207.2422",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Computer Vision and Pattern Recognition","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2422"],"date":["2012-07-10"],"type":["text"],"creator":["Wipf, David","Wu, Yi"],"language":[],"coverage":[],"title":["Dual-Space Analysis of the Sparse Linear Model"],"description":["  Sparse linear (or generalized linear) models combine a standard likelihood\nfunction with a sparse prior on the unknown coefficients. These priors can\nconveniently be expressed as a maximization over zero-mean Gaussians with\ndifferent variance hyperparameters. Standard MAP estimation (Type I) involves\nmaximizing over both the hyperparameters and coefficients, while an empirical\nBayesian alternative (Type II) first marginalizes the coefficients and then\nmaximizes over the hyperparameters, leading to a tractable posterior\napproximation. The underlying cost functions can be related via a dual-space\nframework from Wipf et al. (2011), which allows both the Type I or Type II\nobjectives to be expressed in either coefficient or hyperparmeter space. This\nperspective is useful because some analyses or extensions are more conducive to\ndevelopment in one space or the other. Herein we consider the estimation of a\ntrade-off parameter balancing sparsity and data fit. As this parameter is\neffectively a variance, natural estimators exist by assessing the problem in\nhyperparameter (variance) space, transitioning natural ideas from Type II to\nsolve what is much less intuitive for Type I. In contrast, for analyses of\nupdate rules and sparsity properties of local and global solutions, as well as\nextensions to more general likelihood models, we can leverage coefficient-space\ntechniques developed for Type I and apply them to Type II. For example, this\nallows us to prove that Type II-inspired techniques can be successful\nrecovering sparse coefficients when unfavorable restricted isometry properties\n(RIP) lead to failure of popular L1 reconstructions. It also facilitates the\nanalysis of Type II when non-Gaussian likelihood models lead to intractable\nintegrations.\n","Comment: 9 pages, 2 figures, submission to NIPS 2012"]}]
["1207.2424",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Computer Science - Data Structures and Algorithms","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2424"],"date":["2012-07-10"],"type":["text"],"creator":["Jones, Daniel C.","Ruzzo, Walter L.","Peng, Xinxia","Katze, Michael G."],"language":[],"coverage":[],"title":["Compression of next-generation sequencing reads aided by highly\n  efficient de novo assembly"],"description":["  We present Quip, a lossless compression algorithm for next-generation\nsequencing data in the FASTQ and SAM/BAM formats. In addition to implementing\nreference-based compression, we have developed, to our knowledge, the first\nassembly-based compressor, using a novel de novo assembly algorithm. A\nprobabilistic data structure is used to dramatically reduce the memory required\nby traditional de Bruijn graph assemblers, allowing millions of reads to be\nassembled very efficiently. Read sequences are then stored as positions within\nthe assembled contigs. This is combined with statistical compression of read\nidentifiers, quality scores, alignment information, and sequences, effectively\ncollapsing very large datasets to less than 15% of their original size with no\nloss of information.\n  Availability: Quip is freely available under the BSD license from\nhttp://cs.washington.edu/homes/dcjones/quip.\n"]}]
["1207.2426",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2426"],"date":["2012-07-10"],"type":["text"],"creator":["Qaffou, Issam","Sadgal, Mohammed","Elfazziki, Abdelaziz"],"language":[],"coverage":[],"title":["A Multi-Agents Architecture to Learn Vision Operators and their\n  Parameters"],"description":["  In a vision system, every task needs that the operators to apply should be\n{\\guillemotleft} well chosen {\\guillemotright} and their parameters should be\nalso {\\guillemotleft} well adjusted {\\guillemotright}. The diversity of\noperators and the multitude of their parameters constitute a big challenge for\nusers. As it is very difficult to make the {\\guillemotleft} right\n{\\guillemotright} choice, lack of a specific rule, many disadvantages appear\nand affect the computation time and especially the quality of results. In this\npaper we present a multi-agent architecture to learn the best operators to\napply and their best parameters for a class of images. Our architecture\nconsists of three types of agents: User Agent, Operator Agent and Parameter\nAgent. The User Agent determines the phases of treatment, a library of\noperators and the possible values of their parameters. The Operator Agent\nconstructs all possible combinations of operators and the Parameter Agent, the\ncore of the architecture, adjusts the parameters of each combination by\ntreating a large number of images. Through the reinforcement learning\nmechanism, our architecture does not consider only the system opportunities but\nalso the user preferences.\n","Comment: IJCSI, May 2012"]}]
["1207.2430",{"format":[],"subject":["Mathematics - Combinatorics","05C30, 05C31, 05C69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2430"],"date":["2012-07-10"],"type":["text"],"creator":["Kotek, Tomer","Preen, James","Tittmann, Peter"],"language":[],"coverage":[],"title":["Subset-Sum Representations of Domination Polynomials"],"description":["  The domination polynomial D(G,x) is the ordinary generating function for the\ndominating sets of an undirected graph G=(V,E) with respect to their\ncardinality. We consider in this paper representations of D(G,x) as a sum over\nsubsets of the edge and vertex set of G. One of our main results is a\nrepresentation of D(G,x) as a sum ranging over spanning bipartite subgraphs of\nG. We call a graph G conformal if all of its components are of even order. We\nshow that the number of dominating sets of G equals a sum ranging over\nvertex-induced conformal subgraphs of G.\n","Comment: 14 pages"]}]
["1207.2434",{"format":[],"subject":["Mathematics - Numerical Analysis","15A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2434"],"date":["2012-07-06"],"type":["text"],"creator":["Airapetyan, Ruben"],"language":[],"coverage":[],"title":["On principal minors of Bezout matrix"],"description":["  Let $x_1,...,x_{n}$ be real numbers, $P(x)=p_n(x-x_1)...(x-x_n)$, and $Q(x)$\nbe a polynomial of degree less than or equal to $n$. Denote by $\\Delta(Q)$ the\nmatrix of generalized divided differences of $Q(x)$ with nodes $x_1,...,x_n$\nand by $B(P,Q)$ the Bezout matrix (Bezoutiant) of $P$ and $Q$. A relationship\nbetween the corresponding principal minors, counted from the right-hand lower\ncorner, of the matrices $B(P,Q)$ and $\\Delta(Q)$ is established. It implies\nthat if the principal minors of the matrix of divided differences of a function\n$g(x)$ are positive or have alternating signs then the roots of the Newton's\ninterpolation polynomial of $g$ are real and separated by the nodes of\ninterpolation.\n","Comment: 15 pages"]}]
["1207.2435",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2435"],"date":["2012-07-07"],"type":["text"],"creator":["Ozdemir, M. Emin","Ekinci, Alper","Gurbuz, Mustafa","Akdemir, Ahmet Ocak"],"language":[],"coverage":[],"title":["Simpson Type Inequalities for Q-Class Functions"],"description":["  In this paper, we obtain some Simpson type inequalities for functions whose\nsecond derivatives absolute value or q-th power of them are Q-class functions.\nAlso we give applications to numerical integration.\n","Comment: 4 pages"]}]
["1207.2437",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2437","Soft Matter 6, 5720-5728 (2010)"],"date":["2012-07-10"],"type":["text"],"creator":["Aoyanagi, Y.","Hure, J.","Bico, J.","Roman, B."],"language":[],"coverage":[],"title":["Random blisters on stickers: metrology through defects"],"description":["  Blisters are commonly observed when an adhesive sheet is carelessly deposited\non a plate. Although such blisters are usually not desired for practical\napplications, we show through model experiments on angular blisters how\nmaterial properties can be deduced from height profile measurements. In\nparticular the typical curvature of the crests is found proportional to an\nelasto-capillary length that compares the bending stiffness of the sheet with\nadhesion energy. In addition, the radius of the tip allows to estimate the\nproduct of this length with the thickness of the sheet. The relevance of these\nresults to realistic random configurations is finally confirmed.\n"]}]
["1207.2440",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Computer Vision and Pattern Recognition","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2440"],"date":["2012-07-10"],"type":["text"],"creator":["Wipf, David"],"language":[],"coverage":[],"title":["Non-Convex Rank Minimization via an Empirical Bayesian Approach"],"description":["  In many applications that require matrix solutions of minimal rank, the\nunderlying cost function is non-convex leading to an intractable, NP-hard\noptimization problem. Consequently, the convex nuclear norm is frequently used\nas a surrogate penalty term for matrix rank. The problem is that in many\npractical scenarios there is no longer any guarantee that we can correctly\nestimate generative low-rank matrices of interest, theoretical special cases\nnotwithstanding. Consequently, this paper proposes an alternative empirical\nBayesian procedure build upon a variational approximation that, unlike the\nnuclear norm, retains the same globally minimizing point estimate as the rank\nfunction under many useful constraints. However, locally minimizing solutions\nare largely smoothed away via marginalization, allowing the algorithm to\nsucceed when standard convex relaxations completely fail. While the proposed\nmethodology is generally applicable to a wide range of low-rank applications,\nwe focus our attention on the robust principal component analysis problem\n(RPCA), which involves estimating an unknown low-rank matrix with unknown\nsparse corruptions. Theoretical and empirical evidence are presented to show\nthat our method is potentially superior to related MAP-based approaches, for\nwhich the convex principle component pursuit (PCP) algorithm (Candes et al.,\n2011) can be viewed as a special case.\n","Comment: 10 pages, 6 figures, UAI 2012 paper"]}]
["1207.2444",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2444"],"date":["2012-07-10"],"type":["text"],"creator":["Gamberg, Leonard","Boer, Daniel","Musch, Bernhard","Prokudin, Alexei"],"language":[],"coverage":[],"title":["Bessel-weighted asymmetries and the Sivers effect"],"description":["  We consider the cross section in Fourier space, conjugate to the outgoing\nhadron's transverse momentum, where convolutions of transverse momentum\ndependent parton distribution functions and fragmentation functions become\nsimple products. Individual asymmetric terms in the cross section can be\nprojected out by means of a generalized set of weights involving Bessel\nfunctions. Advantages of employing these Bessel weights are that they suppress\n(divergent) contributions from high transverse momentum and that soft factors\ncancel in (Bessel-) weighted asymmetries. Also, the resulting compact\nexpressions immediately connect to previous work on evolution equations for\ntransverse momentum dependent parton distribution and fragmentation functions\nand to quantities accessible in lattice QCD. Bessel-weighted asymmetries are\nthus model independent observables that augment the description and our\nunderstanding of correlations of spin and momentum in nucleon structure.\n","Comment: Proceedings of QNP 2012, 6th International Conference on Quarks and\n  Nuclear Physics, April 16-20, 2012, Ecole Polytechnique, Palaiseau, France"]}]
["1207.2446",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2446"],"date":["2012-07-10"],"type":["text"],"creator":["Bennett, Matthew","Berenstein, Arkady","Chari, Vyjayanthi","Khoroshkin, Anton","Loktev, Sergey"],"language":[],"coverage":[],"title":["Macdonald Polynomials and BGG reciprocity for current algebras"],"description":["  We study the category of graded representations with finite--dimensional\ngraded pieces for the current algebra associated to a simple Lie algebra. This\ncategory has many similarities with the category $\\cal O$ of modules for $\\lie\ng$ and in this paper, we use the combinatorics of Macdonald polynomials to\nprove an analogue of the famous BGG duality in the case of $\\lie{sl}_{n+1}$.\n"]}]
["1207.2450",{"format":[],"subject":["Mathematics - Statistics Theory","62L12, 60G22, 60G18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2450"],"date":["2012-07-10"],"type":["text"],"creator":["Rezakhah, Saeid","Philippe, Anne","Modarresi, Navideh"],"language":[],"coverage":[],"title":["Estimation of Scale and Hurst Parameters of Semi-Selfsimilar Processes"],"description":["  The characteristic feature of semi-selfsimilar process is the invariance of\nits finite dimensional distributions by certain dilation for specific scaling\nfactor. Estimating the scale parameter $\\lambda$ and the Hurst index of such\nprocesses is one of the fundamental problem in the literature. We present some\niterative method for estimation of the scale and Hurst parameters which is\naddressed for semi-selfsimilar processes with stationary increments. This\nmethod is based on some flexible sampling scheme and evaluating sample variance\nof increments in each scale intervals $[\\lambda^{n-1}, \\lambda^n)$, $n\\in\n\\mathbb{N}$. For such iterative method we find the initial estimation for the\nscale parameter by evaluating cumulative sum of moving sample variances and\nalso by evaluating sample variance of preceding and succeeding moving sample\nvariance of increments. We also present a new efficient method for estimation\nof Hurst parameter of selfsimilar processes. As an example we introduce simple\nfractional Brownian motion (sfBm) which is semi-selfsimilar with stationary\nincrements. We present some simulations and numerical evaluation to illustrate\nthe results and to estimate the scale for sfBm as a semi-selfsimilar process.\nWe also present another simulation and show the efficiency of our method in\nestimation of Hurst parameter by comparing its performance with some previous\nmethods.\n","Comment: 15 pages"]}]
["1207.2452",{"format":[],"subject":["Quantitative Finance - Computational Finance","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2452"],"date":["2012-07-10"],"type":["text"],"creator":["Rhee, Chang-han","Glynn, Peter W."],"language":[],"coverage":[],"title":["A new approach to unbiased estimation for SDE's"],"description":["  In this paper, we introduce a new approach to constructing unbiased\nestimators when computing expectations of path functionals associated with\nstochastic differential equations (SDEs). Our randomization idea is closely\nrelated to multi-level Monte Carlo and provides a simple mechanism for\nconstructing a finite variance unbiased estimator with \"square root convergence\nrate\" whenever one has available a scheme that produces strong error of order\ngreater than 1/2 for the path functional under consideration.\n"]}]
["1207.2459",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2459"],"date":["2012-07-10"],"type":["text"],"creator":["Lamine, Fradj Ben","Kalti, Karim","Mahjoub, Mohamed Ali"],"language":[],"coverage":[],"title":["Etude de Mod\\`eles \\`a base de r\\'eseaux Bay\\'esiens pour l'aide au\n  diagnostic de tumeurs c\\'er\\'ebrales"],"description":["  This article describes different models based on Bayesian networks RB\nmodeling expertise in the diagnosis of brain tumors. Indeed, they are well\nadapted to the representation of the uncertainty in the process of diagnosis of\nthese tumors. In our work, we first tested several structures derived from the\nBayesian network reasoning performed by doctors on the one hand and structures\ngenerated automatically on the other. This step aims to find the best structure\nthat increases diagnostic accuracy. The machine learning algorithms relate\nMWST-EM algorithms, SEM and SEM + T. To estimate the parameters of the Bayesian\nnetwork from a database incomplete, we have proposed an extension of the EM\nalgorithm by adding a priori knowledge in the form of the thresholds calculated\nby the first phase of the algorithm RBE . The very encouraging results obtained\nare discussed at the end of the paper\n","Comment: Journ\\'ees francophones d'ing\\'enierie des connaissances, France\n  (2012)"]}]
["cond-mat/0611688",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics","Physics - Chemical Physics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611688"],"date":["2006-11-27"],"type":["text"],"creator":["Benavides, Carlos L.","Ojeda, Claudia M."],"language":[],"coverage":[],"title":["Decoherence of Macroscopic States at Finite Temperatures"],"description":["  We study the macroscopic superposition of light coherent states of the type\nSchrodinger cat states; analizying, in particular, the role of the temperature\nin the decoherence processes, characteristic of the superposition of\nmacroscopic states. The method we use here is based on the Master equation\nformalism, introducing an original approach. We use a modified Mandel function\nthat is well adapted to the problem. This work is motivated by the experiments\nproposed by S. Haroche and collaborators in the 90's. In these experiments two\nRydberg atoms were sent to a cavity in which a coherent state had been\npreviously injected, monitoring the decay of quantum states due to dissipation.\nWe find Haroche and collaborator's result at zero temperature and we predict\nthe behavior of the field states in the cavity at finite temperatures.\n","Comment: 9 pages, 3 figures"]}]
["nlin/0302017",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Nonlinear Sciences - Exactly Solvable and Integrable Systems","37C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0302017"],"date":["2003-02-11","2012-07-10"],"type":["text"],"creator":["Kupervasser, Oleg"],"language":["en"],"coverage":[],"title":["Flame Front Propagation and Finger Competition and Formation of a Single\n  Saffman-Taylor Finger without Surface Tension - PhD Thesis"],"description":["  Problems of interface growth have received much attention recently Such are,\nfor example, the duffusion limited aggregation (DLA), random sequential\nadsorption (RSA), Laplacian growth or flame front propagation. We will mainly\npay attention in this Thesis to the numerical and analytical investigation of\nthe last two problems. In addition to the fact that flame front propagation is\nan interesting physical problem we feel that we can also explain experimental\nresults on the basis of theoretical investigations. There exists possibility to\nuse methods found for the flame front propagation, in different fields where\nsimilar problems appear such as the important model of Laplacian growth .\n","Comment: PhD thesis, 155 pages 34 figures made in Weizmann Institute of\n  Science in English and in Russian"]}]
