["0708.2772",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57R17, 57R65, 57R58, 57M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2772","Studia Sci. Math. Hungar. 47 (2010), no. 1, 90--107"],"date":["2007-08-21"],"type":["text"],"creator":["Etgü, Tolga","Ozbagci, Burak"],"language":[],"coverage":[],"title":["On the contact Ozsvath-Szabo invariant"],"description":["  Sarkar and Wang proved that the hat version of Heegaard Floer homology group\nof a closed oriented 3-manifold is combinatorial starting from an arbitrary\nnice Heegaard diagram and in fact every closed oriented 3-manifold admits such\na Heegaard diagram. Plamenevskaya showed that the contact Ozsvath-Szabo\ninvariant is combinatorial once we are given an open book decomposition\ncompatible with a contact structure. The idea is to combine the algorithm of\nSarkar and Wang with the recent description of the contact Ozsvath-Szabo\ninvariant due to Honda, Kazez and Matic. Here we simply observe that the hat\nversion of the Heegaard Floer homology group and the contact Ozsvath-Szabo\ninvariant in this group can be combinatorially calculated starting from a\ncontact surgery diagram. We give detailed examples pointing out to some\nshortcuts in the computations.\n","Comment: 17 pages, 18 figures"]}]
["0803.0451",{"format":[],"subject":["Mathematics - Number Theory","12E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.0451","International Mathematics Research Notices (2008) Vol. 2008 :\n  article ID rnn089","doi:10.1093/imrn/rnn089"],"date":["2008-03-04","2012-06-12"],"type":["text"],"creator":["Bary-Soroker, Lior"],"language":[],"coverage":[],"title":["On the characterization of Hilbertian fields"],"description":["  The main goal of this work is to answer a question of P. D`ebes and D. Haran\nby relaxing the condition for Hilbertianity. Namely we prove that for a field K\nto be Hilbertian it suffices that K has the irreducible specialization property\nmerely for absolutely irreducible polynomials.\n","Comment: (v2) contains a new application of the main result (v3) Changed the\n  numbering of thms, lemmas, etc., to fit the published version"]}]
["0803.2443",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks","Mathematics - Probability","Mathematics - Statistics Theory","Physics - Biological Physics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2443"],"date":["2008-03-17"],"type":["text"],"creator":["Claussen, Jens Christian"],"language":[],"coverage":[],"title":["Discrete stochastic processes, replicator and Fokker-Planck equations of\n  coevolutionary dynamics in finite and infinite populations"],"description":["  Finite-size fluctuations in coevolutionary dynamics arise in models of\nbiological as well as of social and economic systems. This brief tutorial\nreview surveys a systematic approach starting from a stochastic process\ndiscrete both in time and state. The limit $N\\to \\infty$ of an infinite\npopulation can be considered explicitly, generally leading to a replicator-type\nequation in zero order, and to a Fokker-Planck-type equation in first order in\n$1/\\sqrt{N}$. Consequences and relations to some previous approaches are\noutlined.\n","Comment: Banach Center publications, in press"]}]
["0805.1013",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1013","Adv. Theor. Math. Phys. 13 (2009), no. 4, 991-1075"],"date":["2008-05-07","2008-06-21"],"type":["text"],"creator":["Knapp, Johanna","Scheidegger, Emanuel"],"language":[],"coverage":[],"title":["Towards Open String Mirror Symmetry for One-Parameter Calabi-Yau\n  Hypersurfaces"],"description":["  This work is concerned with branes and differential equations for\none-parameter Calabi-Yau hypersurfaces in weighted projective spaces. For a\ncertain class of B-branes we derive the inhomogeneous Picard--Fuchs equations\nsatisfied by the brane superpotential. In this way we arrive at a prediction\nfor the real BPS invariants for holomorphic maps of worldsheets with low Euler\ncharacteristics, ending on the mirror A-branes.\n","Comment: 68+1 pages, 4 figures, v2: references added, typos corrected"]}]
["0806.3851",{"format":[],"subject":["Mathematics - Number Theory","12E30, 12F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3851","Journal of Algebra Volume 322, Issue 6, 15 September 2009, Pages\n  2082-2105","doi:10.1016/j.jalgebra.2009.07.003"],"date":["2008-06-24","2009-07-16"],"type":["text"],"creator":["Bary-Soroker, Lior"],"language":[],"coverage":[],"title":["On Pseudo Algebraically Closed Extensions of Fields"],"description":["  The notion of `Pseudo Algebraically Closed (PAC) extensions' is a\ngeneralization of the classical notion of PAC fields. It was originally\nmotivated by Hilbert's tenth problem, and recently had new applications.\n  In this work we develop a basic machinery to study PAC extensions. This\nmachinery is based on a generalization of embedding problems to field\nextensions. The main goal is to prove that the Galois closure of any proper\nseparable algebraic PAC extension is its separable closure. This vastly\ngeneralizes earlier works of Jarden-Razon, Jarden, and Jarden and the author.\nThis also leads to a classification of all finite PAC extensions which in turn\nproves the `bottom conjecture' for finitely generated infinite fields.\n  The secondary goal of this work is to unify proofs of known results about PAC\nextensions and to establish new basic properties of PAC extensions, e.g.\\\ntransitiveness of PAC extensions.\n","Comment: 31 pages, small corrections, change of commutative diagrams, to be\n  published in the Journal of Algebra"]}]
["0806.4495",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.4495","JHEP0808:024,2008","doi:10.1088/1126-6708/2008/08/024"],"date":["2008-06-27","2012-06-12"],"type":["text"],"creator":["Bernard, Veronique","Lage, Michael","Meißner, Ulf-G.","Rusetsky, Akaki"],"language":[],"coverage":[],"title":["Resonance properties from the finite-volume energy spectrum"],"description":["  A new method based on the concept of probability distribution is proposed to\nanalyze the finite volume energy spectrum in lattice QCD. Using synthetic\nlattice data, we demonstrate that for the channel with quantum numbers of the\nDelta-resonance a clear resonance structure emerges in such an analysis.\nConsequently, measuring the volume-dependence of the energy levels in lattice\nQCD will allow to determine the mass and the width of the Delta with reasonable\naccuracy.\n","Comment: 26 pages, 9 figures, 5 tables, tex typos in formulae A.1 and A.5\n  removed"]}]
["0808.3267",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology","18G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3267","Journal of Number Theory 132 (2012), pp. 2103-2131","doi:10.1016/j.jnt.2012.04.005"],"date":["2008-08-24","2012-05-29"],"type":["text"],"creator":["Bertolin, Cristiana"],"language":[],"coverage":[],"title":["Homological interpretation of extensions and biextensions of 1-motives"],"description":["  Let k be a separably closed field. Let K_i=[A_i \\to B_i] (for i=1,2,3) be\nthree 1-motives defined over k. We define the geometrical notions of extension\nof K_1 by K_3 and of biextension of (K_1,K_2) by K_3. We then compute the\nhomological interpretation of these new geometrical notions: namely, the group\nBiext^0(K_1,K_2;K_3) of automorphisms of any biextension of (K_1,K_2) by K_3 is\ncanonically isomorphic to the cohomology group Ext^0(K_1 \\otimes K_2,K_3), and\nthe group Biext^1(K_1,K_2;K_3) of isomorphism classes of biextensions of\n(K_1,K_2) by K_3 is canonically isomorphic to the cohomology group Ext^1(K_1\n\\otimes K_2,K_3).\n","Comment: Journal of Number Theory, 2012"]}]
["0812.2429",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2429","Adv. Theor. Math. Phys. 14 (2010), no. 1, 225-307"],"date":["2008-12-12"],"type":["text"],"creator":["Knapp, Johanna","Scheidegger, Emanuel"],"language":[],"coverage":[],"title":["Matrix Factorizations, Massey Products and F-Terms for Two-Parameter\n  Calabi-Yau Hypersurfaces"],"description":["  We discuss B-type tensor product branes in mirrors of two-parameter\nCalabi-Yau hypersurfaces, using the language of matrix factorizations. We\ndetermine the open string moduli of the branes at the Gepner point. By turning\non both bulk and boundary moduli we then deform the brane away from the Gepner\npoint. Using the deformation theory of matrix factorizations we compute Massey\nproducts. These contain the information about higher order deformations and\nobstructions. The obstructions are encoded in the F-term equations, which we\nobtain from the Massey product algorithm. We show that the F-terms can be\nintegrated to an effective superpotential. Our results provide an ingredient\nfor open/closed mirror symmetry for these hypersurfaces.\n","Comment: 62 pages"]}]
["0901.2867",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.2867","Theor. Pop. Biol. 76(2), 84 (2009)"],"date":["2009-01-19"],"type":["text"],"creator":["Eriksson, A.","Mahjani, B.","Mehlig, B."],"language":[],"coverage":[],"title":["Sequential Markov coalescent algorithms for population models with\n  demographic structure"],"description":["  We analyse sequential Markov coalescent algorithms for populations with\ndemographic structure: for a bottleneck model, a population-divergence model,\nand for a two-island model with migration. The sequential Markov coalescent\nmethod is an approximation to the coalescent suggested by McVean and Cardin,\nand Marjoram and Wall. Within this algorithm we compute, for two individuals\nrandomly sampled from the population, the correlation between times to the most\nrecent common ancestor and the linkage probability corresponding to two\ndifferent loci with recombination rate R between them. We find that the\nsequential Markov coalescent method approximates the coalescent well in general\nin models with demographic structure. An exception is the case where\nindividuals are sampled from populations separated by reduced gene flow. In\nthis situation, the gene-history correlations may be significantly\nunderestimated. We explain why this is the case.\n","Comment: 10 pages, 7 figures"]}]
["0901.3077",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3077","Phys. Rev. E 80, 011139 (2009)","doi:10.1103/PhysRevE.80.011139"],"date":["2009-01-20"],"type":["text"],"creator":["Mehlig, B.","Wilkinson, M.","Bezuglyy, V.","Gustavsson, K.","Nakamura, K."],"language":[],"coverage":[],"title":["Multiple regimes of diffusion"],"description":["  We consider the diffusion of independent particles experiencing random\naccelerations by a space- and time-dependent force as well as viscous damping.\nThis model can exhibit several asymptotic behaviours, depending upon the\nlimiting cases which are considered, some of which have been discussed in\nearlier work. Here we explore the full space of dimensionless parameters, and\nintroduce an \"asymptotic phase diagram\" which delineates the limiting regimes.\n","Comment: 9 pages, 7 figures"]}]
["0901.3233",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.3233","Molecular Ecology Resources 10, 282 (2010)","doi:10.1111/j.1755-0998.2009.02753.x"],"date":["2009-01-21"],"type":["text"],"creator":["Eriksson, A.","Mehlig, B.","Panova, M.","Andre, C.","Johannesson, K."],"language":[],"coverage":[],"title":["Multiple paternity: determining the minimum number of sires of a large\n  brood"],"description":["  We describe an efficient algorithm for determining exactly the minimum number\nof sires consistent with the multi-locus genotypes of a mother and her progeny.\nWe consider cases where a simple exhaustive search through all possible sets of\nsires is impossible in practice (because it would take too long to complete).\nOur algorithm for solving this combinatorial optimisation problem avoids\nvisiting large parts of search space which would not improve the solution found\nso far (i.e., result in a solution with fewer number of sires). This is of\nparticular importance when the number of allelic types in the progeny array is\nlarge and when the minimum number of sires is expected to be large. Precisely\nin such cases it is important to know the minimum number of sires: this number\ngives an exact bound on the most likely number of sires estimated by a random\nsearch algorithm in a parameter region where it may be difficult to determine\nwhether it has converged. We apply our algorithm to data from the marine snail,\nLittorina saxatilis.\n","Comment: 16 pages, 5 figures, 3 tables"]}]
["0901.4493",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Rings and Algebras","16S15, 55P35 (Primary), 05C69, 16E30, 16E45, 16W50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4493","Mathematische Zeitschrift, Vol. 268 (2011) pp. 821-836","doi:10.1007/s00209-010-0697-2"],"date":["2009-01-28","2010-03-08"],"type":["text"],"creator":["Bubenik, Peter","Gold, Leah H."],"language":[],"coverage":[],"title":["Graph products of spheres, associative graded algebras and Hilbert\n  series"],"description":["  Given a finite, simple, vertex-weighted graph, we construct a graded\nassociative (non-commutative) algebra, whose generators correspond to vertices\nand whose ideal of relations has generators that are graded commutators\ncorresponding to edges. We show that the Hilbert series of this algebra is the\ninverse of the clique polynomial of the graph. Using this result it easy to\nrecognize if the ideal is inert, from which strong results on the algebra\nfollow. Non-commutative Grobner bases play an important role in our proof.\n  There is an interesting application to toric topology. This algebra arises\nnaturally from a partial product of spheres, which is a special case of a\ngeneralized moment-angle complex. We apply our result to the loop-space\nhomology of this space.\n","Comment: 19 pages, v3: elaborated on connections to related work, added more\n  citations, to appear in Mathematische Zeitschrift"]}]
["0901.4671",{"format":[],"subject":["Mathematics - Geometric Topology","57R17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.4671","Topology Appl. 158 (2011), no. 5, 718--727"],"date":["2009-01-29"],"type":["text"],"creator":["Ozbagci, Burak"],"language":[],"coverage":[],"title":["Contact handle decompositions"],"description":["  We review Giroux's contact handles and contact handle attachments in\ndimension three and show that a bypass attachment consists of a pair of contact\n1 and 2-handles. As an application we describe explicit contact handle\ndecompositions of infinitely many pairwise non-isotopic overtwisted 3-spheres.\nWe also give an alternative proof of the fact that every compact contact\n3-manifold (closed or with convex boundary) admits a contact handle\ndecomposition, which is a result originally due to Giroux.\n"]}]
["0905.0986",{"format":[],"subject":["Mathematics - Geometric Topology","57R17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0986","Geom. Dedicata 147 (2010), 389--396"],"date":["2009-05-07","2009-05-22"],"type":["text"],"creator":["Ozbagci, Burak","Pamuk, Mehmetcik"],"language":[],"coverage":[],"title":["Full Lutz twist along the binding of an open book"],"description":["  Let $T$ denote a binding component of an open book $(\\Sigma, \\phi)$\ncompatible with a closed contact 3-manifold $(M, \\xi)$. We describe an explicit\nopen book $(\\Sigma', \\phi')$ compatible with $(M, \\zeta)$, where $\\zeta$ is the\ncontact structure obtained from $\\xi$ by performing a full Lutz twist along\n$T$. Here, $(\\Sigma', \\phi')$ is obtained from $(\\Sigma, \\phi)$ by a\n\\emph{local} modification near the binding.\n","Comment: 7 pages, 3 figures"]}]
["0905.3498",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3498","Optics Express, Vol. 20, Issue 13, pp. 14371-14379 (2012)","doi:10.1364/OE.20.014371"],"date":["2009-05-21","2012-06-12"],"type":["text"],"creator":["Steuernagel, Ole"],"language":[],"coverage":[],"title":["Bright and Dark Helices of Light"],"description":["  Laser beams can be made to form bright and dark intensity helices of light.\nSuch helices have a pitch length on the order of a wavelength and may have\napplications in lithography and the manipulation of particles through optical\nforces. The formation of bright helices is more strongly constrained by optical\nresolution limits than that of dark helices, corresponding scaling laws are\nderived and their relevance for photo-lithography pointed out. It is shown how\nto arrange dark helices on a grid in massively parallel fashion in order to\ncreate handed materials using photo-lithographic techniques.\n","Comment: 9 pages, 5 figures"]}]
["0906.2240",{"format":[],"subject":["Mathematics - Dynamical Systems","37C50, 37C20, 37D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2240"],"date":["2009-06-11","2012-06-12"],"type":["text"],"creator":["Castro, Armando"],"language":[],"coverage":[],"title":["New Criteria of Generic Hyperbolicity based on Periodic Points"],"description":["  We prove a criteria for uniform hyperbolicity based on the periodic points of\nthe transformation. More precisely, if a mild (non uniform) hyperbolicity\ncondition holds for the periodic points of any diffeomorphism in a residual\nsubset of a $C^1$-open set $\\SU$ then there exists an open and dense subset\n$\\SA\\subset \\SU$ of Axiom A diffeomorphisms. Moreover, we also prove a\nnoninvertible version of Ergodic Closing Lemma which we use to prove a\ncounterpart of this result for local diffeomorphisms. As a simple corollary of\nour techniques, we have that an arbitrary $\\mathrm{C}^1$-class local\ndiffeomorphism $f$ of a closed manifold $M^n$ is uniformly expanding on the\nclosure $\\mathrm{Cl}_{M^n}(\\mathrm{Per}(f))$ of its periodic point set\n$\\mathrm{Per}(f)$, if it is nonuniformly expanding on $\\mathrm{Per}(f)$.\n","Comment: 22 pages. This new version, published in Bull. of Braz. Math. Society\n  in 2011, just covers the preprints arXiv:0906.2240 and ArXiv 0906.2031\n  published by the author in ArXiv in June 12, 2009. These results were\n  announced by the author for the first time in the 2008 Summer School of Dyn.\n  Systems, at ICTP, Trieste, Italy"]}]
["0906.3497",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3497","Phys.Rev.D80:054018,2009","doi:10.1103/PhysRevD.80.054018"],"date":["2009-06-18","2012-06-11"],"type":["text"],"creator":["Ji, Chueng-Ryong","Melnitchouk, W.","Thomas, A. W."],"language":[],"coverage":[],"title":["Equivalence of pion loops in equal-time and light-front dynamics"],"description":["  We demonstrate the equivalence of the light-front and equal-time formulations\nof pionic corrections to nucleon properties. As a specific example, we consider\nthe self-energy of a nucleon dressed by pion loops, for both pseudovector and\npseudoscalar pion-nucleon couplings. We derive the leading and next-to-leading\nnonanalytic behavior of the self-energy on the light-front, and show explicitly\ntheir equivalence in the rest frame and infinite momentum frame in equal-time\nquantization, as well as in a manifestly covariant formulation.\n","Comment: 25 pages, 2 figures; typos corrected in Eqs. (A5), (A6), (A8)"]}]
["0907.1203",{"format":[],"subject":["General Relativity and Quantum Cosmology","Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1203","Nuclear Physics B, 863 (2012) 90-129","doi:10.1016/j.nuclphysb.2012.05.010"],"date":["2009-07-07","2010-04-04"],"type":["text"],"creator":["Gu, Zheng-Cheng","Wen, Xiao-Gang"],"language":[],"coverage":[],"title":["Emergence of helicity +/- 2 modes (gravitons) from qubit models"],"description":["  The general equivalence principle and the associated diffeomorphism gauge\nsymmetry are regarded as a founding principles of nature. But, one may wonder,\ncan diffeomorphism gauge symmetry emerge as a low energy property of certain\ntopological/quantum order in a qbit model that has no diffeomorphism gauge\nsymmetry? In this paper, we showed that, at least, the linearized\ndiffeomorphism gauge symmetry h_{\\mu\\nu}\\to h_{\\mu\\nu} +\\prt_\\mu f_\\nu+\\prt_\\nu\nf_\\mu can indeed emerge from some qbit models (or quantum spin models).\nPhysically, the emergence of the (linearized) diffeomorphism gauge symmetry\nimplies the emergence of gapless helicity +/- 2 excitations (ie the gravitons).\n  In the first qbit model (called the L-type model), we show that helicity +/-\n2 gapless excitations appear as the only type of low energy excitations using a\nreliable semiclassical approach. The dispersion of the gapless helicity +/- 2\nis found to be \\eps_k \\propto k^3. The appearance of the gapless helicity +/- 2\nmodes suggests that the ground state of the qbit model is a new state of\nmatter. In the second model (called the N-type model) the collective modes are\nstrongly interacting and there is no reliable approach to understand its low\nenergy dynamics. Using a spin-wave/quantum-freeze approach (which is shown to\nreproduce the correct emergent U(1) gauge theory in a quantum rotor model), we\nargue that the second model may contain helicity +/- 2 gapless excitations as\nthe only type of low energy excitations with a linear dispersion \\om \\propto k.\n","Comment: 25 pages, 7 figures, RevTeX4"]}]
["0910.5330",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5330","Journal of Fluid Mechanics 667, 158 (2010)","doi:10.1017/S0022112010004441"],"date":["2009-10-28"],"type":["text"],"creator":["Wilkinson, Michael","Bezuglyy, Vlad","Mehlig, Bernhard"],"language":[],"coverage":[],"title":["Emergent order in rheoscopic swirls"],"description":["  We discuss the reflection of light by a rheoscopic fluid (a suspension of\nmicroscopic rod-like crystals) in a steady two-dimensional flow. This is\ndetermined by an order parameter which is a non-oriented vector, obtained by\naveraging solutions of a nonlinear equation containing the strain rate of the\nfluid flow. Exact solutions of this equation are obtained from solutions of a\nlinear equation which are analogous to Bloch bands for a one-dimensional\nSchrodinger equation with a periodic potential. On some contours of the stream\nfunction, the order parameter approaches a limit, and on others it depends\nincreasingly sensitively upon position. However, in the long-time limit a local\naverage of the order parameter is a smooth function of position in both cases.\nWe analyse the topology of the order parameter and the structure of the generic\nzeros of the order parameter field.\n","Comment: 28 pages, 13 figures"]}]
["0910.5825",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5825","doi:10.1016/j.progsurf.2012.05.002"],"date":["2009-10-30"],"type":["text"],"creator":["Weiss, C.","Wagner, C.","Kleimann, C.","Tautz, F. S.","Temirov, R."],"language":[],"coverage":[],"title":["Resolving chemical structures in scanning tunnelling microscopy"],"description":["  With the invention of scanning probe techniques, direct imaging of single\natoms and molecules became possible. Today, scanning tunnelling microscopy\n(STM) routinely provides angstrom-scale image resolution. At the same time,\nhowever, STM images suffer from a serious drawback - the absence of chemical\ninformation. Here we demonstrate a modification of STM that resolves the\nchemical structure of molecular adsorbates. The key to the new STM mode is a\ncombined force sensor and signal transducer that is formed within the\ntunnelling junction when a suitable gas condenses there. The method probes the\nrepulsive branch of the surface adsorption potential and transforms the force\nsignal into a current. Obtained images achieve the same resolution as\nstate-of-the-art atomic force microscopy (AFM). In contrast to AFM, however,\nour (uncalibrated) force sensor is of nanoscale dimensions and therefore\nintrinsically insensitive to those long-range interactions that make\natomic-resolution AFM so demanding.\n","Comment: Main text: 14 pages including references and captions, 4 figures.\n  Supplementary information: 1 pages including 2 figures"]}]
["0911.0371",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0371"],"date":["2009-11-02","2012-06-12"],"type":["text"],"creator":["Urbanc, Brigita","Turner, Bradley S.","Bansil, Rama"],"language":[],"coverage":[],"title":["Folding of Pig Gastric Mucin Non-glycosylated Domains: A Discrete\n  Molecular Dynamics Study"],"description":["  Mucin glycoprotein consist of tandem repeating glycosylated regions flanked\nby non-repetitive protein domains with little glycosylation. These\nnon-repetitive domains are involved in the pH dependent gelation of gastric\nmucin, which is essential to protecting the stomach from autodigestion. We have\nexamined the folding of the non-repetitive sequence of von Willebrand factor\nvWF-C1 domain (67 amino acids) and PGM 2X (242 amino acids) at neutral and low\npH using Discrete Molecular Dynamics. A four-bead protein model with hydrogen\nbonding and amino acid-specific hydrophobic/hydrophilic and electrostatic\ninteractions of side chains) was used. The simulations reveal that the distant\nN- and C-terminal regions form salt-bridges at neutral pH giving a relatively\ncompact folded structure. At low pH, the salt bridges break giving a more open\nand extended structure. The calculated average value of the beta-strand\nincreases from 0.23 at neutral pH to 0.36 at low pH in very good agreement with\nCD data. Simulations of vWF C1 show 4-6 beta strands separated by turns/loops\nand we found that pH did not affect significantly the folded structure. The\naverage beta-strand structure of 0.32 was again in very good agreement with the\nCD results.\n","Comment: This paper has been withdrawn by the authors. This paper has been\n  withdrawn due to the policies of many journals which will not consider a\n  preprint posted on an e-print server for publication"]}]
["0911.3881",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14 G05, 11 G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3881","Algebra and Number Theory 5 (2011) 659-690","doi:10.2140/ant.2011.5.659"],"date":["2009-11-19","2011-08-31"],"type":["text"],"creator":["Várilly-Alvarado, Anthony"],"language":[],"coverage":[],"title":["Density of rational points on isotrivial rational elliptic surfaces"],"description":["  For a large class of isotrivial rational elliptic surfaces (with section), we\nshow that the set of rational points is dense for the Zariski topology, by\ncarefully studying variations of root numbers among the fibers of these\nsurfaces. We also prove that these surfaces satisfy a variant of weak-weak\napproximation. Our results are conditional on the finiteness of\nTate-Shafarevich groups for elliptic curves over the field of rational numbers.\n","Comment: Latex; 26 pages. To appear in Algebra and Number Theory"]}]
["0911.5672",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5672","Genetics 186 (2010) 601","doi:10.1534/genetics.103.018002"],"date":["2009-11-30"],"type":["text"],"creator":["Eriksson, A.","Mehlig, B.","Rafajlovic, M.","Sagitov, S."],"language":[],"coverage":[],"title":["Sample genealogies and genetic variation in populations of variable size"],"description":["  We consider neutral evolution of a large population subject to changes in its\npopulation size. For a population with a time-variable carrying capacity we\nhave computed the distributions of the total branch lengths of its sample\ngenealogies. Within the coalescent approximation we have obtained a general\nexpression, Eq. (27), for the moments of these distributions for an arbitrary\nsmooth dependence of the population size on time. We investigate how the\nfrequency of population-size variations alters the distributions. This allows\nus to discuss their influence on the distribution of the number of mutations,\nand on the population homozygosity in populations with variable size.\n","Comment: 19 pages, 8 figures, 1 table"]}]
["1001.2154",{"format":[],"subject":["Mathematics - Probability","60E10, 46L54, 42B10, 30E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2154","Demonstratio Matehematica , vol. 45 no 2, 2012, pp. 297-307"],"date":["2010-01-13","2012-06-12"],"type":["text"],"creator":["Jankowski, Lech","Jurek, Zbigniew J."],"language":[],"coverage":[],"title":["Remarks on restricted Nevanlinna transforms"],"description":["  The Nevanlinna transform K(z), of a measure and a real constant, plays an\nimportant role in the complex analysis and more recently in the free\nprobability theory (boolean convolution). It is shown that its restriction\nk(it) (the restricted Nevanlinna transform) to the imaginary axis can be\nexpressed as the Laplace transform of the Fourier transform (characteristic\nfunction) of the corresponding measure. Finally, a relation between the\nVoiculescu and the boolean convolution is indicated.\n","Comment: 11 pages"]}]
["1003.0475",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry","15A15, 14P05, 15A72, 17B10, 22E47"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0475","Comm. Pure Appl. Math. 64 (2011), 443-465"],"date":["2010-03-01","2012-06-11"],"type":["text"],"creator":["Domokos, M."],"language":[],"coverage":[],"title":["Discriminant of symmetric matrices as a sum of squares and the\n  orthogonal group"],"description":["  It is proved that the discriminant of $n\\times n$ real symmetric matrices can\nbe written as a sum of squares, where the number of summands equals the\ndimension of the space of $n$-variable spherical harmonics of degree $n$. The\nrepresentation theory of the orthogonal group is applied to express the\ndiscriminant of three by three real symmetric matrices as a sum of five\nsquares, and to show that it can not be written as the sum of less than five\nsquares. It is proved that the discriminant of four by four real symmetric\nmatrices can be written as a sum of seven squares. These improve results of\nKummer from 1843 and Borchardt from 1846.\n","Comment: 21 pages, references added"]}]
["1005.2024",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2024","Phys. Rev. B 82, 165445 (2010)","doi:10.1103/PhysRevB.82.165445"],"date":["2010-05-12"],"type":["text"],"creator":["Schnez, S.","Güttinger, J.","Huefner, M.","Stampfer, C.","Ensslin, K.","Ihn, T."],"language":[],"coverage":[],"title":["Imaging Localized States in Graphene Nanostructures"],"description":["  Probing techniques with spatial resolution have the potential to lead to a\nbetter understanding of the microscopic physical processes and to novel routes\nfor manipulating nanostructures. We present scanning-gate images of a graphene\nquantum dot which is coupled to source and drain via two constrictions. We\nimage and locate conductance resonances of the quantum dot in the\nCoulomb-blockade regime as well as resonances of localized states in the\nconstrictions in real space.\n","Comment: 18 pages, 7 figures"]}]
["1005.2385",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2385","Math. Res. Lett. 17 (2010), no. 6, 1055--1063"],"date":["2010-05-13","2010-09-01"],"type":["text"],"creator":["Lekili, Yanki","Ozbagci, Burak"],"language":[],"coverage":[],"title":["Milnor fillable contact structures are universally tight"],"description":["  We show that the canonical contact structure on the link of a normal complex\nsingularity is universally tight. As a corollary we show the existence of\nclosed, oriented, atoroidal 3-manifolds with infinite fundamental groups which\ncarry universally tight contact structures that are not deformations of taut\n(or Reebless) foliations. This answers two questions of Etnyre.\n","Comment: 12 pages, 2 figures. Improved exposition following a referee's\n  comments"]}]
["1005.2388",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2388","Cent. Eur. J. Math. 9 (2011), no. 4, 752--756"],"date":["2010-05-13"],"type":["text"],"creator":["Ozbagci, Burak"],"language":[],"coverage":[],"title":["On the Heegaard genus of contact 3-manifolds"],"description":["  It is well-known that Heegaard genus is additive under connected sum of\n3-manifolds. We show that Heegaard genus of contact 3-manifolds is not\nnecessarily additive under contact connected sum. We also prove some basic\nproperties of the contact genus (a.k.a. open book genus) of 3-manifolds, and\ncompute this invariant for some 3-manifolds.\n"]}]
["1007.1292",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1292","Journal of Combinatorial Theory, Series A 119, 1 (2012) 218-244"],"date":["2010-07-08","2011-08-20"],"type":["text"],"creator":["Bernardi, Olivier","Fusy, Eric"],"language":[],"coverage":[],"title":["A bijection for triangulations, quadrangulations, pentagulations, etc"],"description":["  A $d$-angulation is a planar map with faces of degree $d$. We present for\neach integer $d\\geq 3$ a bijection between the class of $d$-angulations of\ngirth $d$ (i.e., with no cycle of length less than $d$) and a class of\ndecorated plane trees. Each of the bijections is obtained by specializing a\n\"master bijection\" which extends an earlier construction of the first author.\nOur construction unifies known bijections by Fusy, Poulalhon and Schaeffer for\ntriangulations ($d=3$) and by Schaeffer for quadrangulations ($d=4$). For\n$d\\geq 5$, both the bijections and the enumerative results are new. We also\nextend our bijections so as to enumerate \\emph{$p$-gonal $d$-angulations}\n($d$-angulations with a simple boundary of length $p$) of girth $d$. We thereby\nrecover bijectively the results of Brown for simple $p$-gonal triangulations\nand simple $2p$-gonal quadrangulations and establish new results for $d\\geq 5$.\nA key ingredient in our proofs is a class of orientations characterizing\n$d$-angulations of girth $d$. Earlier results by Schnyder and by De Fraysseix\nand Ossona de Mendez showed that simple triangulations and simple\nquadrangulations are characterized by the existence of orientations having\nrespectively indegree 3 and 2 at each inner vertex. We extend this\ncharacterization by showing that a $d$-angulation has girth $d$ if and only if\nthe graph obtained by duplicating each edge $d-2$ times admits an orientation\nhaving indegree $d$ at each inner vertex.\n"]}]
["1007.3376",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3376"],"date":["2010-07-20","2012-06-12"],"type":["text"],"creator":["Volgushev, Stanislav","Dette, Holger"],"language":[],"coverage":[],"title":["Nonparametric quantile regression for twice censored data"],"description":["  We consider the problem of nonparametric quantile regression for twice\ncensored data. Two new estimates are presented, which are constructed by\napplying concepts of monotone rearrangements to estimates of the conditional\ndistribution function. The proposed methods avoid the problem of crossing\nquantile curves. Weak uniform consistency and weak convergence is established\nfor both estimates and their finite sample properties are investigated by means\nof a simulation study. As a by-product, we obtain a new result regarding the\nweak convergence of the Beran estimator for right censored data on the maximal\npossible domain, which is of its own interest.\n","Comment: 46 pages, 24 figures"]}]
["1007.4870",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4870"],"date":["2010-07-28","2012-06-12"],"type":["text"],"creator":["Bernardi, Olivier"],"language":[],"coverage":[],"title":["(Very) short proof of Rayleigh's Theorem (and extensions)"],"description":["  Consider a walk in the plane made of $n$ unit steps, with directions chosen\nindependently and uniformly at random at each step. Rayleigh's theorem asserts\nthat the probability for such a walk to end at a distance less than 1 from its\nstarting point is $1/(n+1)$. We give an elementary proof of this result. We\nalso prove the following generalization valid for any probability distribution\n$\\mu$ on the positive real numbers: if two walkers start at the same point and\nmake respectively $m$ and $n$ independent steps with uniformly random\ndirections and with lengths chosen according to $\\mu$, then the probability\nthat the first walker ends farther than the second is $m/(m+n)$.\n","Comment: 2 pages"]}]
["1008.3315",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Algebraic Topology","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3315"],"date":["2010-08-19","2012-06-12"],"type":["text"],"creator":["Holm, Tara","Matsumura, Tomoo"],"language":[],"coverage":[],"title":["Equivariant cohomology for Hamiltonian torus actions on symplectic\n  orbifolds"],"description":["  In this paper, we study Hamiltonian R-actions on symplectic orbifolds [M/S],\nwhere R and S are tori. We prove an injectivity theorem and generalize\nTolman-Weitsman's proof of the GKM theorem in this setting. The main example is\nthe symplectic reduction X//S of a Hamiltonian T-manifold X by a subtorus S of\nT. This includes the class of symplectic toric orbifolds. We define the\nequivariant Chen-Ruan cohomology ring and use the above results to establish a\ncombinatorial method of computing this equivariant Chen-Ruan cohomology in\nterms of orbifold fixed point data.\n","Comment: 31 pages"]}]
["1011.3880",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3880","doi:10.1142/S0218196712500452"],"date":["2010-11-16","2012-02-01"],"type":["text"],"creator":["Benli, Mustafa Gokhan"],"language":[],"coverage":[],"title":["Profinite completion of Grigorchuk's group is not finitely presented"],"description":["  In this paper we prove that the profinite completion $\\mathcal{\\hat G}$ of\nthe Grigorchuk group $\\mathcal{G}$ is not finitely presented as a profinite\ngroup. We obtain this result by showing that $H^2(\\mathcal{\\hat\nG},\\field{F}_2)$ is infinite dimensional. Also several results are proven about\nthe finite quotients $\\mathcal{G}/ St_{\\mathcal{G}}(n)$ including minimal\npresentations and Schur Multipliers.\n"]}]
["1011.6599",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Mathematics - Algebraic Topology","68Q85, 55U10, 18D20, 55U35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6599","Electronic Notes in Theoretical Computer Science 283 (2012) 3-12","doi:10.1016/j.entcs.2012.05.002"],"date":["2010-11-30","2011-03-29"],"type":["text"],"creator":["Bubenik, Peter"],"language":[],"coverage":[],"title":["Simplicial models for concurrency"],"description":["  We model both concurrent programs and the possible executions from one state\nto another in a concurrent program using simplices. The latter are calculated\nusing necklaces of simplices in the former.\n","Comment: 12 pages, Section 4 from v1 omitted since quasi-category equivalences\n  are too strong: they induce equivalences of path categories"]}]
["1012.1789",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1789","Phys. Rev. E 84, 045304(R) (2011)","doi:10.1103/PhysRevE.84.045304"],"date":["2010-12-08","2012-06-09"],"type":["text"],"creator":["Gustavsson, K.","Mehlig, B."],"language":[],"coverage":[],"title":["Distribution of relative velocities in turbulent aerosols"],"description":["  We compute the distribution of relative velocities for a one-dimensional\nmodel of heavy particles suspended in a turbulent flow, quantifying the caustic\ncontribution to the moments of relative velocities. The same principles\ndetermine the corresponding caustic contribution in $d$ spatial dimensions. The\ndistribution of relative velocities \\Delta v at small separations R acquires\nthe universal form \\rho(\\Delta v,R) ~ R^{d-1}|\\Delta v|^{D_2-2d} for large (but\nnot too large) values of |\\Delta v|. Here D_2 is the phase-space correlation\ndimension. Our conclusions are in excellent agreement with numerical\nsimulations of particles suspended in a randomly mixing flow in two dimensions,\nand in quantitative agreement with published data on direct numerical\nsimulations of particles in turbulent flows.\n","Comment: Revised version, as published. 4 pages, 2 figures"]}]
["1012.3966",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Logic","03E04, 54A25 (Primary) 03E55, 54B10, 54D70, 54G10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3966"],"date":["2010-12-17","2012-06-12"],"type":["text"],"creator":["Kojman, Menachem","Milovich, David","Spadaro, Santi"],"language":[],"coverage":[],"title":["Noetherian type in topological products"],"description":["  The cardinal invariant \"Noetherian type\" of a topological space $X$ (Nt(X))\nwas introduced by Peregudov in 1997 to deal with base properties that were\nstudied by the Russian School as early as 1976. We study its behavior in\nproducts and box-products of topological spaces.\n  We prove in Section 2:\n  1) There are spaces $X$ and $Y$ such that $Nt(X \\times Y) < \\min\\{Nt(X),\nNt(Y)\\}$.\n  2) In several classes of compact spaces, the Noetherian type is preserved by\nthe operations of forming a square and of passing to a dense subspace.\n  The Noetherian type of the Cantor Cube of weight $\\aleph_\\omega$ with the\ncountable box topology, $(2^{\\aleph_\\omega})_\\delta$, is shown in Section 3 to\nbe closely related to the combinatorics of covering collections of countable\nsubsets of $\\aleph_\\omega$. We discuss the influence of principles like\n$\\square_{\\aleph_\\omega}$ and Chang's conjecture for $\\aleph_\\omega$ on this\nnumber and prove that it is not decidable in ZFC (relative to the consistency\nof ZFC with large cardinal axioms).\n  Within PCF theory we establish the existence of an\n$(\\aleph_4,\\aleph_1)$-sparse covering family of countable subsets of\n$\\aleph_\\omega$. From this follows an absolute upper bound of $\\aleph_4$ on the\nNoetherian type of $(2^{\\aleph_\\omega})_\\delta$. The proof uses ideas from\nShelah's proof that if $\\kappa^+ <\\lambda$ then his ideal $I[\\lambda]$ contains\na stationary set consisting of points of cofinality $\\kappa$.\n","Comment: 22 pages. Replaced the old preprint with a new, substantially\n  different version. The results regarding the Noetherian type of box products\n  have been generalized, and there are a few entirely new results (see Example\n  3.4, Proposition 3.13 and Section 3.2.3)"]}]
["1101.0062",{"format":[],"subject":["Mathematical Physics","Physics - Classical Physics","34D35, 34D20, 34D05, 34E13, 34E05","J.2","G.1.2","G.1.7"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0062","doi:10.1016/j.physleta.2011.05.021"],"date":["2010-12-30"],"type":["text"],"creator":["Belyakov, Anton O."],"language":[],"coverage":[],"title":["On rotational solutions for elliptically excited pendulum"],"description":["  The author considers the planar rotational motion of the mathematical\npendulum with its pivot oscillating both vertically and horizontally, so the\ntrajectory of the pivot is an ellipse close to a circle. The analysis is based\non the exact rotational solutions in the case of circular pivot trajectory and\nzero gravity. The conditions for existence and stability of such solutions are\nderived. Assuming that the amplitudes of excitations are not small while the\npivot trajectory has small ellipticity the approximate solutions are found both\nfor high and small linear damping. Comparison between approximate and numerical\nsolutions is made for different values of the damping parameter.\n","Comment: 16 pages, 5 figures, 1 table"]}]
["1101.0072",{"format":[],"subject":["Mathematical Physics","Physics - Classical Physics","34D05, 34D20, 34D35, 34E05, 34E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0072","doi:10.1119/1.3576177"],"date":["2010-12-30"],"type":["text"],"creator":["Seyranian, Alexander P.","Belyakov, Anton O."],"language":[],"coverage":[],"title":["How to twirl a hula-hoop"],"description":["  We consider twirling of a hula-hoop when the waist of a sportsman moves along\nan elliptic trajectory close to a circle. For the case of the circular\ntrajectory, two families of exact solutions are obtained. Both of them\ncorrespond to twirling of the hula-hoop with a constant angular speed equal to\nthe speed of the excitation. We show that one family of solutions is stable,\nwhile the other one is unstable. These exact solutions allow us to obtain\napproximate solutions for the case of an elliptic trajectory of the waist. We\ndemonstrate that in order to twirl a hula-hoop one needs to rotate the waist\nwith a phase difference lying between \\pi/2 and \\pi. An interesting effect of\ninverse twirling is described when the waist moves in opposite direction to the\nhula-hoop rotation. The approximate analytical solutions are compared with the\nresults of numerical simulation\n","Comment: 10 pages, 5 figures"]}]
["1101.0371",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0371","Europhys. Lett. 96, 60012 (2011)","doi:10.1209/epl/i2004-10532-7"],"date":["2011-01-01"],"type":["text"],"creator":["Gustavsson, K.","Mehlig, B."],"language":[],"coverage":[],"title":["Ergodic and non-ergodic clustering of inertial particles"],"description":["  We compute the fractal dimension of clusters of inertial particles in mixing\nflows at finite values of Kubo (Ku) and Stokes (St) numbers, by a new series\nexpansion in Ku. At small St, the theory includes clustering by Maxey's\nnon-ergodic 'centrifuge' effect. In the limit of St to infinity and Ku to zero\n(so that Ku^2 St remains finite) it explains clustering in terms of ergodic\n'multiplicative amplification'. In this limit, the theory is consistent with\nthe asymptotic perturbation series in [Duncan et al., Phys. Rev. Lett. 95\n(2005) 240602]. The new theory allows to analyse how the two clustering\nmechanisms compete at finite values of St and Ku. For particles suspended in\ntwo-dimensional random Gaussian incompressible flows, the theory yields\nexcellent results for Ku < 0.2 for arbitrary values of St; the ergodic\nmechanism is found to contribute significantly unless St is very small. For\nhigher values of Ku the new series is likely to require resummation. But\nnumerical simulations show that for Ku ~ St ~ 1 too, ergodic 'multiplicative\namplification' makes a substantial contribution to the observed clustering.\n","Comment: 4 pages, 2 figures"]}]
["1101.5453",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G35 (Primary) 14G05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5453","Bulletin of London Mathematical Society, 44 (2012) 125-135","doi:10.1112/blms/bdr075"],"date":["2011-01-28","2012-06-11"],"type":["text"],"creator":["Várilly-Alvarado, Anthony","Viray, Bianca"],"language":[],"coverage":[],"title":["Higher dimensional analogues of Ch\\^atelet surfaces"],"description":["  We discuss the geometry and arithmetic of higher-dimensional analogues of\nCh\\^atelet surfaces; namely, we describe the structure of their Brauer and\nPicard groups and show that they can violate the Hasse principle. In addition,\nwe use these varieties to give straightforward generalizations of two recent\nresults of Poonen. Specifically, we prove that, assuming Schinzel's hypothesis,\nthe non-m^{th} powers of a number field are diophantine. Also, given a global\nfield k such that Char(k) = p or k contains the p^{th} roots of unity, we\nconstruct a (p+1)-fold that has no k-points and no \\'etale-Brauer obstruction\nto the Hasse principle.\n","Comment: LaTeX, 10 pages. Spurious extra copy of source file removed"]}]
["1102.3619",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3619","Journal of Combinatorial Theory, Series A 119 (2012) 1351-1387"],"date":["2011-02-17","2012-03-13"],"type":["text"],"creator":["Bernardi, Olivier","Fusy, Eric"],"language":[],"coverage":[],"title":["Unified bijections for maps with prescribed degrees and girth"],"description":["  This article presents unified bijective constructions for planar maps, with\ncontrol on the face degrees and on the girth. Recall that the girth is the\nlength of the smallest cycle, so that maps of girth at least $d=1,2,3$ are\nrespectively the general, loopless, and simple maps. For each positive integer\n$d$, we obtain a bijection for the class of plane maps (maps with one\ndistinguished root-face) of girth $d$ having a root-face of degree $d$. We then\nobtain more general bijective constructions for annular maps (maps with two\ndistinguished root-faces) of girth at least $d$. Our bijections associate to\neach map a decorated plane tree, and non-root faces of degree $k$ of the map\ncorrespond to vertices of degree $k$ of the tree. As special cases we recover\nseveral known bijections for bipartite maps, loopless triangulations, simple\ntriangulations, simple quadrangulations, etc. Our work unifies and greatly\nextends these bijective constructions. In terms of counting, we obtain for each\ninteger $d$ an expression for the generating function\n$F_d(x_d,x_{d+1},x_{d+2},...)$ of plane maps of girth $d$ with root-face of\ndegree $d$, where the variable $x_k$ counts the non-root faces of degree $k$.\nThe expression for $F_1$ was already obtained bijectively by Bouttier, Di\nFrancesco and Guitter, but for $d\\geq 2$ the expression of $F_d$ is new. We\nalso obtain an expression for the generating function\n$\\G_{p,q}^{(d,e)}(x_d,x_{d+1},...)$ of annular maps with root-faces of degrees\n$p$ and $q$, such that cycles separating the two root-faces have length at\nleast $e$ while other cycles have length at least $d$. Our strategy is to\nobtain all the bijections as specializations of a single \"master bijection\"\nintroduced by the authors in a previous article. In order to use this approach,\nwe exhibit certain \"canonical orientations\" characterizing maps with prescribed\ngirth constraints.\n"]}]
["1103.3072",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3072","Mon. Not. R. Astron. Soc. 423, 529-542 (2012)","doi:10.1111/j.1365-2966.2012.20896.x"],"date":["2011-03-15","2012-02-07"],"type":["text"],"creator":["Downes, Thomas Patrick","Welch, David E.","Scott, Kimberly","Austermann, Jason","Yun, Min S.","Wilson, Grant W."],"language":[],"coverage":[],"title":["Calculating the transfer function of noise removal by principal\n  component analysis and application to AzTEC observations"],"description":["  Instruments using arrays of many bolometers have become increasingly common\nin the past decade. The maps produced by such instruments typically include the\nfiltering effects of the instrument as well as those from subsequent steps\nperformed in the reduction of the data. Therefore interpretation of the maps is\ndependent upon accurately calculating the transfer function of the chosen\nreduction technique on the signal of interest. Many of these instruments use\nnon-linear and iterative techniques to reduce their data because such methods\ncan offer improved signal-to-noise over those that are purely linear,\nparticularly for signals at scales comparable to that subtended by the array.\nWe discuss a general approach for measuring the transfer function of principal\ncomponent analysis (PCA) on point sources that are small compared to the\nspatial extent seen by any single bolometer within the array. The results are\napplied to previously released AzTEC catalogues of the COSMOS, Lockman Hole,\nSubaru XMM-Newton Deep Field, GOODS-North and GOODS-South fields. Source flux\ndensity and noise estimates increase by roughly +10 per cent for fields\nobserved while AzTEC was installed at the Atacama Submillimeter Telescope\nExperiment and +15-25 per cent while AzTEC was installed at the James Clerk\nMaxwell Telescope. Detection significance is, on average, unaffected by the\nrevised technique. The revised photometry technique will be used in subsequent\nAzTEC releases.\n","Comment: 14 pages, 4 figures"]}]
["1103.3452",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3452","Phys. Rev. Lett. 108, 201602 (2012)","doi:10.1103/PhysRevLett.108.201602"],"date":["2011-03-17","2012-06-12"],"type":["text"],"creator":["Heller, Michal P.","Janik, Romuald A.","Witaszczyk, Przemyslaw"],"language":[],"coverage":[],"title":["The characteristics of thermalization of boost-invariant plasma from\n  holography"],"description":["  We report on the approach towards the hydrodynamic regime of boost-invariant\nN=4 super Yang-Mills plasma at strong coupling starting from various\nfar-from-equilibrium states at tau=0. The results are obtained through\nnumerical solution of Einstein's equations for the dual geometries, as\ndescribed in detail in the companion article arXiv:1203.0755. Despite the very\nrich far-from-equilibrium evolution, we find surprising regularities in the\nform of clear correlations between initial entropy and total produced entropy,\nas well as between initial entropy and the temperature at thermalization,\nunderstood as the transition to a hydrodynamic description. For 29 different\ninitial conditions that we consider, hydrodynamics turns out to be definitely\napplicable for proper times larger than 0.7 in units of inverse temperature at\nthermalization. We observe a sizable anisotropy in the energy-momentum tensor\nat thermalization, which is nevertheless entirely due to hydrodynamic effects.\nThis suggests that effective thermalization in heavy ion collisions may occur\nsignificantly earlier than true thermalization.\n","Comment: 4 pages, 5 figures; see also the companion article arXiv:1203.0755;\n  v2: figure corrected (fixes problem with Acrobat); v3: various clarifications\n  and additional data points added; v4: typo fixed, published"]}]
["1103.5144",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D05 (Primary) 53D35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5144","doi:10.1007/s00209-011-0970-z"],"date":["2011-03-26","2012-06-12"],"type":["text"],"creator":["Buss, Guy","Leclercq, Rémi"],"language":[],"coverage":[],"title":["Pseudo-distances on symplectomorphism groups and applications to flux\n  theory"],"description":["  Starting from a given norm on the vector space of exact 1-forms of a compact\nsymplectic manifold, we produce pseudo-distances on its symplectomorphism group\nby generalizing an idea due to Banyaga. We prove that in some cases (which\ninclude Banyaga's construction), their restriction to the Hamiltonian\ndiffeomorphism group is equivalent to the distance induced by the initial norm\non exact 1-forms. We also define genuine \"distances to the Hamiltonian\ndiffeomorphism group\" which we use to derive several consequences, mainly in\nterms of flux groups.\n","Comment: 21 pages, no figure; v2. various typos corrected, some references\n  added. Published in Mathematische Zeitschrift"]}]
["1103.5195",{"format":[],"subject":["Mathematics - Logic","03E05, 03E55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5195","Annals of Combinatorics, 16,2 (2012), pp. 271-276","doi:10.1007/s00026-012-0130-0"],"date":["2011-03-27"],"type":["text"],"creator":["Garti, Shimon","Shelah, Saharon"],"language":[],"coverage":[],"title":["Strong polarized relations for the continuum"],"description":["  We prove that the strong polarized relation for the continuum holds for\n$\\aleph_0$ and for every supercompact cardinal. We use iteration of Mathias\nforcing.\n","Comment: 9 pages"]}]
["1103.5437",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5437","Phys. Rev. Lett. 108, 196402 (2012)","doi:10.1103/PhysRevLett.108.196402"],"date":["2011-03-28"],"type":["text"],"creator":["Qi, Xiao-Liang","Katsura, Hosho","Ludwig, Andreas W. W."],"language":[],"coverage":[],"title":["General Relationship Between the Entanglement Spectrum and the Edge\n  State Spectrum of Topological Quantum States"],"description":["  We consider (2+1)-dimensional topological quantum states which possess edge\nstates described by a chiral (1+1)-dimensional Conformal Field Theory (CFT),\nsuch as e.g. a general quantum Hall state. We demonstrate that for such states\nthe reduced density matrix of a finite spatial region of the gapped topological\nstate is a thermal density matrix of the chiral edge state CFT which would\nappear at the spatial boundary of that region. We obtain this result by\napplying a physical instantaneous cut to the gapped system, and by viewing the\ncutting process as a sudden \"quantum quench\" into a CFT, using the tools of\nboundary conformal field theory. We thus provide a demonstration of the\nobservation made by Li and Haldane about the relationship between the\nentanglement spectrum and the spectrum of a physical edge state.\n","Comment: 7 pages, 2 figures. A presentation of this work can be found in the\n  following talk at KITP: http://online.itp.ucsb.edu/online/compqcm10/qi/"]}]
["1105.0627",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0627","Genetics 190, 217 (2012)","doi:10.1534/genetics.111.134437"],"date":["2011-05-03"],"type":["text"],"creator":["Schaper, E.","Eriksson, A.","Rafajlovic, M.","Sagitov, S.","Mehlig, B."],"language":[],"coverage":[],"title":["Linkage disequilibrium under recurrent bottlenecks"],"description":["  Understanding patterns of selectively neutral genetic variation is essential\nin order to model deviations from neutrality, caused for example by different\nforms of selection. Best understood is neutral genetic variation at a single\nlocus, but additional insights can be gained by investigating genetic variation\nat multiple loci. The corresponding patterns of variation reflect linkage\ndisequilibrium and provide information about the underlying multi-locus gene\ngenealogies. The statistical properties of two-locus genealogies have been\nintensively studied for populations of constant census size, as well as for\nsimple demographic histories such as exponential population growth, and single\nbottlenecks. By contrast, the combined effect of recombination and sustained\ndemographic fluctuations is poorly understood. Addressing this issue, we study\na two-locus Wright-Fisher model of a population subject to recurrent\nbottlenecks. We derive coalescent approximations for the covariance of the\ntimes to the most recent common ancestor at two loci. We find, first, that an\neffective population-size approximation describes the numerically observed\nlinkage disequilibrium provided that recombination occurs either much faster or\nmuch more slowly than the population size changes. Second, when recombination\noccurs frequently between bottlenecks but rarely within bottlenecks, we observe\nlong-range linkage disequilibrium. Third, we show that in the latter case, a\ncommonly used measure of linkage disequilibrium, sigma_d^2 (closely related to\nr^2), fails to capture long-range linkage disequilibrium because constituent\nterms, each reflecting long-range linkage disequilibrium, cancel. Fourth, we\nanalyse a limiting case in which long-range linkage disequilibrium can be\ndescribed in terms of a Xi-coalescent process allowing for simultaneous\nmultiple mergers of ancestral lines.\n","Comment: 34 pages, 7 figures"]}]
["1105.2588",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2588","Acta Phys. Polon. A 121, 1242-1245 (2012)"],"date":["2011-05-12","2012-05-09"],"type":["text"],"creator":["Rycerz, Adam"],"language":[],"coverage":[],"title":["Aharonov-Bohm and relativistic Corbino effects in graphene: A\n  comparative study of two quantum interference phenomena"],"description":["  This is an analytical study of magnetic fields effects on the conductance,\nthe shot noise power, and the third charge-transfer cumulant for Aharonov-Bohm\nrings and Corbino disks in graphene. The two distinct physical mechanisms lead\nto very similar magnetotransport behaviors. Differences are unveiled when\ndiscussing the third-cumulant dependence on magnetic fields.\n","Comment: Typos corrected. A version to be published in Acta Physica Polonica\n  A. Presented during \"The European Conference: Physics of Magnetism 2011\"\n  (PM'11), June 27 - July 1, 2011 Poznan, Poland"]}]
["1106.1103",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics","83C05, 83E50, 83E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1103","Phys. Lett. B 711: 205-211 (2012)","doi:10.1016/j.physletb.2012.04.003"],"date":["2011-06-06","2012-06-12"],"type":["text"],"creator":["Bodendorfer, Norbert","Thiemann, Thomas","Thurn, Andreas"],"language":[],"coverage":[],"title":["Towards Loop Quantum Supergravity (LQSG)"],"description":["  Should nature be supersymmetric, then it will be described by Quantum\nSupergravity at least in some energy regimes. The currently most advanced\ndescription of Quantum Supergravity and beyond is Superstring Theory/M-Theory\nin 10/11 dimensions. String Theory is a top-to-bottom approach to Quantum\nSupergravity in that it postulates a new object, the string, from which\nclassical Supergravity emerges as a low energy limit. On the other hand, one\nmay try more traditional bottom-to-top routes and apply the techniques of\nQuantum Field Theory. Loop Quantum Gravity (LQG) is a manifestly background\nindependent and non-perturbative approach to the quantisation of classical\nGeneral Relativity, however, so far mostly without supersymmetry. The main\nobstacle to the extension of the techniques of LQG to the quantisation of\nhigher dimensional Supergravity is that LQG rests on a specific connection\nformulation of General Relativity which exists only in D+1 = 4 dimensions. In\nthis Letter we introduce a new connection formulation of General Relativity\nwhich exists in all space-time dimensions. We show that all LQG techniques\ndeveloped in D+1 = 4 can be transferred to the new variables in all dimensions\nand describe how they can be generalised to the new types of fields that appear\nin Supergravity theories as compared to standard matter, specifically\nRarita-Schwinger and p-form gauge fields.\n","Comment: 9 pages. v2: minor improvements in presentation, virtually identical\n  to published version"]}]
["1107.4097",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4097","MNRAS, 2012, 421, 2656","doi:10.1111/j.1365-2966.2012.20497.x"],"date":["2011-07-20","2012-01-09"],"type":["text"],"creator":["Montesano, Francesco","Sanchez, Ariel G.","Phleps, Stefanie"],"language":[],"coverage":[],"title":["Cosmological implications from the full shape of the large-scale power\n  spectrum of the SDSS DR7 luminous red galaxies"],"description":["  We obtain cosmological constraints from a measurement of the spherically\naveraged power spectrum (PS) of the distribution of about 90000 luminous red\ngalaxies (LRGs) across 7646 deg2 in the Northern Galactic Cap from the DR7 of\nthe SDSS. The errors and mode correlations are estimated thanks to the 160\nLasDamas mock catalogues, created in order to simulate the same galaxies and to\nhave the same selection as the data. We apply a model, that can accurately\ndescribe the full shape of the PS with the use of a small number of free\nparameters. Using the LRG PS, in combination with the latest measurement of the\ntemperature and polarisation anisotropy in the cosmic microwave background\n(CMB), the luminosity-distance relation from the largest available type 1a\nsupernovae (SNIa) dataset and a precise determination of the local Hubble\nparameter, we obtain cosmological constraints for five different parameter\nspaces. When all the four experiments are combined, the flat LCDM model is\ncharacterised by Omega_M=0.259+-0.016, Omega_b=0.045+-0.001, n_s=0.963+-0.011,\nsigma_8=0.802+-0.021 and h=0.712+-0.014. When we consider curvature as a free\nparameter, we do not detect deviations from flatness:\nOmega_k=(1.6+-5.4)*10^{-3}, when only CMB and the LRG PS are used; the\ninclusion of the other two experiments do not improve this result. Considering\nthe dark energy equation of state w_DE as time independent, we measure\nw_DE=-1.025+-0.065, for a flat geometry, w_DE=-0.981+-0.083 otherwise. When\ndescribing w_DE through a linear function of the scale factor, our results do\nnot evidence any time evolution. In the next few years new experiments will\nallow to measure the clustering of galaxies with a precision much higher than\nachievable today. Models like the one used here will be a valuable tool in\norder to achieve the full potentials of the observations and obtain unbiased\nconstraints on the cosmological parameters.\n","Comment: 28 pages, 26 figures. Accepted for publication in MNRAS"]}]
["1107.4325",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4325","Phys. Rev. D 84, 074037 (2011)","doi:10.1103/PhysRevD.84.074037"],"date":["2011-07-21","2011-08-09"],"type":["text"],"creator":["Chua, Chun-Khiang","Hou, Wei-Shu","Shen, Chia-Hsien"],"language":[],"coverage":[],"title":["Long-Distance Contribution to \\Delta\\Gamma s/\\Gamma s of the\n  $B_s-\\bar{B}_s$ System"],"description":["  We estimate the long-distance contribution to the \\Delta{\\Gamma}s of B_s\nsystem, based mainly on two-body D^(*)_s\\Dbar^(*)_s modes and three-body\nD^(*)_s\\Dbar^(*)\\Kbar^(*) modes (and their CP conjugates). Some higher c\\bar{s}\nresonances are also considered. The contribution to \\Delta{\\Gamma}s/{\\Gamma}s\nby two-body modes is 10.2+-3.0%, slightly smaller than the short-distance\nresult of 13.3+-3.2%. The contribution to width difference by D*_s0(2317),\nD_s1(2460), and D_s1(2536) resonances is negligible. For the three-body modes,\nwe adopt the factorization formalism and model the form factors with off-shell\nD^(*)_s poles, the D_{sJ}(2700) resonance, and non-resonant (NR) contributions.\nThese three-body modes can arise through current-produced or transition\ndiagrams, but only SU(3)-related D^(*)_{u,d} \\Dbar^(*)\\Kbar modes from current\ndiagram have been measured so far. The pole model results for D^*_{u,d}\n\\Dbar^(*)\\Kbar agree well with data, while D_{u,d} \\Dbar^(*)\\Kbar rates agree\nwith data only within a factor of 2 to 3. All measured three-body rates can be\nreproduced by including NR contribution. The total \\Delta{\\Gamma}s/{\\Gamma}s\nobtained is 16.7+-8.5%, which agrees with the short-distance result within\nuncertainties. For illustration, we also demonstrate the effect of D_{sJ}(2700)\nin modes with D^(*)K^*. In all scenarios, the total width difference remain\nconsistence to the short-distance result. Our result indicates that (a) the\noperator product expansion (OPE) in short-distance picture is a valid\nassumption, (b) approximating the two-body decays to saturate width difference\nhas a large correction, (c) the effect of three-body modes cannot be neglected,\nand (d) in addition to D^(*)_s poles, the D_{sJ}(2700) resonance also plays an\nimportant role in three-body modes. Future experiments are necessary to improve\nthe estimation of \\Delta{\\Gamma}s from long-distance picture.\n","Comment: 27 pages, 4 figures"]}]
["1108.0002",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0002","JHEP 1202 (2012) 070","doi:10.1007/JHEP02(2012)070"],"date":["2011-07-29","2012-06-12"],"type":["text"],"creator":["Gukov, Sergei","Sułkowski, Piotr"],"language":[],"coverage":[],"title":["A-polynomial, B-model, and Quantization"],"description":["  Exact solution to many problems in mathematical physics and quantum field\ntheory often can be expressed in terms of an algebraic curve equipped with a\nmeromorphic differential. Typically, the geometry of the curve can be seen most\nclearly in a suitable semi-classical limit, as $\\hbar \\to 0$, and becomes\nnon-commutative or \"quantum\" away from this limit. For a classical curve\ndefined by the zero locus of a polynomial $A(x,y)$, we provide a construction\nof its non-commutative counterpart $\\hat{A} (\\hat x, \\hat y)$ using the\ntechnique of the topological recursion. This leads to a powerful and systematic\nalgorithm for computing $\\hat{A}$ that, surprisingly, turns out to be much\nsimpler than any of the existent methods. In particular, as a bonus feature of\nour approach comes a curious observation that, for all curves that come from\nknots or topological strings, their non-commutative counterparts can be\ndetermined just from the first few steps of the topological recursion. We also\npropose a K-theory criterion for a curve to be \"quantizable,\" and then apply\nour construction to many examples that come from applications to knots,\nstrings, instantons, and random matrices.\n","Comment: 58 pages, 5 figures, minor modifications, references added"]}]
["1108.1279",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1279"],"date":["2011-08-05","2012-06-12"],"type":["text"],"creator":["Hansmann, Marcel"],"language":[],"coverage":[],"title":["Absence of eigenvalues of non-selfadjoint Schr\\\"odinger operators on the\n  boundary of their numerical range"],"description":["  We use a classical result of Hildebrandt to establish simple conditions for\nthe absence of eigenvalues of non-selfadjoint discrete and continuous\nSchr\\\"odinger operators on the boundary of their numerical range.\n","Comment: Some changes in Section 4. To appear in Proc.Amer.Math.Soc"]}]
["1108.5317",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5317","JHEP 1112:034,2011","doi:10.1007/JHEP12(2011)034"],"date":["2011-08-26","2011-12-13"],"type":["text"],"creator":["Noumi, Toshifumi","Okawa, Yuji"],"language":[],"coverage":[],"title":["Solutions from boundary condition changing operators in open superstring\n  field theory"],"description":["  We construct analytic solutions of open superstring field theory in the\nBerkovits formulation using boundary condition changing operators under some\nregularity conditions, extending the previous construction in the bosonic\nstring. We also consider the gauge-invariant observables corresponding to\nclosed string one-point functions on the disk. We analytically calculate the\ngauge-invariant observables for the solutions both in the bosonic string and in\nthe superstring and find the expected change of boundary conditions of the\ndisk.\n","Comment: 33 pages, no figures, LaTeX2e; v2: minor corrections; v3: minor\n  revision, published version"]}]
["1109.2996",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2996","Phys. Rev. Lett. 108, 247201 (2012)","doi:10.1103/PhysRevLett.108.247201"],"date":["2011-09-14","2012-06-12"],"type":["text"],"creator":["Tretiakov, O. A.","Liu, Y.","Abanov, Ar."],"language":[],"coverage":[],"title":["Domain-wall dynamics in translationally noninvariant nanowires: theory\n  and applications"],"description":["  We generalize domain-wall dynamics to the case of translationally\nnoninvariant ferromagnetic nanowires. The obtained equations of motion make the\ndescription of the domain-wall propagation more realistic by accounting for the\nvariations along the wire, such as disorder or change in the wire shape. We\nshow that the effective equations of motion are very general and do not depend\non the model details. As an example of their use, we consider an\nhourglass-shaped nanostrip in detail. A transverse domain wall is trapped in\nthe middle and has two stable magnetization directions. We study the switching\nbetween the two directions by short current pulses. We obtain the exact time\ndependence of the current pulses required to switch the magnetization with the\nminimal Ohmic losses per switching. Furthermore, we find how the Ohmic losses\nper switching depend on the switching time for the optimal current pulse. As a\nresult, we show that as a magnetic memory this nanodevice can be $10^5$ times\nmore energy efficient than the best modern devices.\n","Comment: 5 pages, 3 figures, update to published version"]}]
["1109.3796",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3796","Phys. Rev. Lett. 108, 140403 (2012)","doi:10.1103/PhysRevLett.108.140403"],"date":["2011-09-17"],"type":["text"],"creator":["Bretschneider, Christian O.","Alvarez, Gonzalo A.","Kurizki, Gershon","Frydman, Lucio"],"language":[],"coverage":[],"title":["Establishing spin-network topologies by repeated projective measurements"],"description":["  It has been recently shown that in quantum systems, the complex time\nevolution typical of many-bodied coupled networks can be transformed into a\nsimple, relaxation-like dynamics, by relying on periodic dephasings of the\noff-diagonal density matrix elements. This represents a case of \"quantum Zeno\neffects\", where unitary evolutions are inhibited by projective measurements. We\npresent here a novel exploitation of these effects, by showing that a\nrelaxation-like behaviour is endowed to the polarization transfers occurring\nwithin a N-spin coupled network. Experimental implementations and coupling\nconstant determinations for complex spin-coupling topologies, are thus\ndemonstrated within the field of liquid-state nuclear magnetic resonance (NMR).\n","Comment: 4+ pages, 3 figures"]}]
["1109.5875",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5875","Physical Review B 85, 245423 (2012)","doi:10.1103/PhysRevB.85.245423"],"date":["2011-09-27"],"type":["text"],"creator":["Conforti, Matteo","Della Valle, Giuseppe"],"language":[],"coverage":[],"title":["Delayed optical nonlinearity of thin metal films"],"description":["  Metals typically have very large nonlinear susceptibilities, whose origin is\nmainly of thermal character. We model the cubic nonlinearity of thin metal\nfilms by means of a delayed response derived \\textit{ab initio} from an\nimproved version of the classic two temperature model. We validate our model by\ncomparison with ultrafast pump-probe experiments on gold films.\n"]}]
["1110.1011",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1011","Phys. Rev. A 85, 032306 (2012)","doi:10.1103/PhysRevA.85.032306"],"date":["2011-10-05"],"type":["text"],"creator":["Souza, Alexandre M.","Álvarez, Gonzalo A.","Suter, Dieter"],"language":[],"coverage":[],"title":["Effects of time reversal symmetry in dynamical decoupling"],"description":["  Dynamical decoupling (DD) is a technique for preserving the coherence of\nquantum mechanical states in the presence of a noisy environment. It uses\nsequences of inversion pulses to suppress the environmental perturbations by\nperiodically refocusing them. It has been shown that different sequences of\ninversion pulses show vastly different performance, in particular also\nconcerning the correction of experimental pulse imperfections. Here, we\ninvestigate specifically the role of time-reversal symmetry in the\nbuilding-blocks of the pulse sequence. We show that using time symmetric\nbuilding blocks often improves the performance of the sequence compared to\nsequences formed by time asymmetric building blocks. Using quantum state\ntomography of the echoes generated by the sequences, we analyze the mechanisms\nthat lead to loss of fidelity and show how they can be compensated by suitable\nconcatenation of symmetry-related blocks of decoupling pulses.\n"]}]
["1110.3240",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3240"],"date":["2011-10-14","2012-06-12"],"type":["text"],"creator":["Guibourg, Denis","Hervé, Loïc","Ledoux, James"],"language":[],"coverage":[],"title":["Quasi-compactness of Markov kernels on weighted-supremum spaces and\n  geometrical ergodicity"],"description":["  Let $P$ be a Markov kernel on a measurable space $\\X$ and let\n$V:\\X\\r[1,+\\infty)$. We provide various assumptions, based on drift conditions,\nunder which $P$ is quasi-compact on the weighted-supremum Banach space\n$(\\cB_V,\\|\\cdot\\|_V)$ of all the measurable functions $f : \\X\\r\\C$ such that\n$\\|f\\|_V := \\sup_{x\\in \\X} |f(x)|/V(x) < \\infty$. Furthermore we give bounds\nfor the essential spectral radius of $P$. Under additional assumptions, these\nresults allow us to derive the convergence rate of $P$ on $\\cB_V$, that is the\ngeometric rate of convergence of the iterates $P^n$ to the stationary\ndistribution in operator norm. Applications to discrete Markov kernels and to\niterated function systems are presented.\n","Comment: 45 pages"]}]
["1110.5916",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5916","JHEP 1201:141,2012","doi:10.1007/JHEP01(2012)141"],"date":["2011-10-26","2012-06-11"],"type":["text"],"creator":["Park, Daniel S.","Taylor, Washington"],"language":[],"coverage":[],"title":["Constraints on 6D Supergravity Theories with Abelian Gauge Symmetry"],"description":["  We study six-dimensional N=(1,0) supergravity theories with abelian, as well\nas non-abelian, gauge group factors. We show that for theories with fewer than\nnine tensor multiplets, the number of possible combinations of gauge groups -\nincluding abelian factors - and non-abelian matter representations is finite.\nWe also identify infinite families of theories with distinct U(1) charges that\ncannot be ruled out using known quantum consistency conditions, though only a\nfinite subset of these can arise from known string constructions.\n","Comment: 49 pages, latex; v2: minor corrections, references added; v3: minor\n  corrections"]}]
["1111.0473",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0473","doi:10.1016/j.jallcom.2012.04.070"],"date":["2011-11-02","2012-05-13"],"type":["text"],"creator":["Jin, Xinzhe","Oguro, Hidetoshi","Nakamoto, Tatsushi","Awaji, Satoshi","Ogitsu, Toru","Tsuchiya, Kiyosumi","Yamamoto, Akira","Kikuchi, Akihiro","Takeuchi, Takao"],"language":[],"coverage":[],"title":["Tensile Strain Dependence of Critical Current for RHQ-Nb3Al Wires"],"description":["  KEK and NIMS have been jointly developing Nb3Al superconducting wire with a\nrapid heating and quenching (RHQ) method towards high field accelerator magnets\nin the Large Hadron Collider (LHC) luminosity upgrade. A15-type superconductors\nsuch as Nb3Al and Nb3Sn exhibit strain dependence with respect to their\ncritical currents. Therefore, a thorough understanding of strain behavior is\nnecessary for high field accelerator magnet development, which will be critical\nfor the luminosity upgrade of the LHC.\n","Comment: This paper has been withdrawn by the author due to the larger errors\n  in experiments as shown in Fig. 3"]}]
["1111.1348",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1348"],"date":["2011-11-05","2012-06-11"],"type":["text"],"creator":["Fontein, Felix","Wocjan, Pawel"],"language":[],"coverage":[],"title":["Quantum Algorithm for Computing the Period Lattice of an Infrastructure"],"description":["  We present a quantum algorithm for computing the period lattice of\ninfrastructures of fixed dimension. The algorithm applies to infrastructures\nthat satisfy certain conditions. The latter are always fulfilled for\ninfrastructures obtained from global fields, i.e., algebraic number fields and\nfunction fields with finite constant fields.\n  The first of our main contributions is an exponentially better method for\nsampling approximations of vectors of the dual lattice of the period lattice\nthan the methods outlined in the works of Hallgren and Schmidt and Vollmer.\nThis new method improves the success probability by a factor of at least\n2^{n^2-1} where n is the dimension. The second main contribution is a rigorous\nand complete proof that the running time of the algorithm is polynomial in the\nlogarithm of the determinant of the period lattice and exponential in n. The\nthird contribution is the determination of an explicit lower bound on the\nsuccess probability of our algorithm which greatly improves on the bounds given\nin the above works.\n  The exponential scaling seems inevitable because the best currently known\nmethods for carrying out fundamental arithmetic operations in infrastructures\nobtained from algebraic number fields take exponential time. In contrast, the\nproblem of computing the period lattice of infrastructures arising from\nfunction fields can be solved without the exponential dependence on the\ndimension n since this problem reduces efficiently to the abelian hidden\nsubgroup problem. This is also true for other important computational problems\nin algebraic geometry. The running time of the best classical algorithms for\ninfrastructures arising from global fields increases subexponentially with the\ndeterminant of the period lattice.\n","Comment: 52 pages, 4 figures"]}]
["1111.2756",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2756","Biochim. Biophys. Acta 1818 (2012) 1123-1134","doi:10.1016/j.bbamem.2012.01.014"],"date":["2011-11-11","2011-11-14"],"type":["text"],"creator":["Laub, Katrine R.","Witschas, Katja","Blicher, Andreas","Madsen, Soren B.","Luckhoff, Andreas","Heimburg, Thomas"],"language":[],"coverage":[],"title":["Comparing ion conductance recordings of synthetic lipid bilayers with\n  cell membranes containing TRP channels"],"description":["  In this article we compare electrical conductance events from single channel\nrecordings of three TRP channel proteins (TRPA1, TRPM2 and TRPM8) expressed in\nhuman embryonic kidney cells with channel events recorded on synthetic lipid\nmembranes close to melting transitions. Ion channels from the TRP family are\ninvolved in a variety of sensory processes including thermo- and\nmechano-reception. Synthetic lipid membranes close to phase transitions display\nchannel-like events that respond to stimuli related to changes in intensive\nthermodynamic variables such as pressure and temperature. TRP channel activity\nis characterized by typical patterns of current events dependent on the type of\nprotein expressed. Synthetic lipid bilayers show a wide spectrum of electrical\nphenomena that are considered typical for the activity of protein ion channels.\nWe find unitary currents, burst behavior, flickering, multistep-conductances,\nand spikes behavior in both preparations. Moreover, we report conductances and\nlifetimes for lipid channels as described for protein channels. Non-linear and\nasymmetric current-voltage relationships are seen in both systems. Without\nfurther knowledge of the recording conditions, no easy decision can be made\nwhether short current traces originate from a channel protein or from a pure\nlipid membrane\n","Comment: 13 pages, 9 Figures"]}]
["1111.2769",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2769","doi:10.3390/antibiotics1010001"],"date":["2011-11-11","2012-06-12"],"type":["text"],"creator":["Fuoco, Domenico"],"language":[],"coverage":[],"title":["Classification Framework and Structure-Activity-Relationship (SAR) of\n  Tetracycline-Structure-Based Drugs"],"description":["  By studying the literature about Tetracyclines (TCs), it becomes clearly\nevident that TCs are very dynamic molecules. In some cases, their\nstructure-activity-relationship (SAR) are known, especially against bacteria,\nwhile against other targets, they are virtually unknown. In other diverse\nyields of research, such as neurology, oncology and virology the utility and\nactivity of the tetracyclines are being discovered and are also emerging as new\ntechnological fronts. The first aim of this paper is classify the compounds\nalready used in therapy and prepare the schematic structure in which include\nthe next generation of TCs. The aim of this work is introduce a new framework\nfor the classification of old and new TCs, using a medicinal chemistry approach\nto the structure of that drugs. A fully documented\nStructure-Activity-Relationship (SAR) is presented with the analysis data of\nantibacterial and nonantibacterial (antifungal, antiviral and anticancer)\ntetracyclines. Lipophilicity of functional groups and conformations\ninterchangeably are determining rules in biological activities of TCs.\n","Comment: 13 pages, 3 figures, 2 schemes, 1 table;\n  http://www.mdpi.com/2079-6382/1/1/1"]}]
["1111.2861",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2861","Eur.Phys.J.C Vol.72, (2012), 2031","doi:10.1140/epjc/s10052-012-2031-0"],"date":["2011-11-11","2012-06-12"],"type":["text"],"creator":["Bratchikov, A. V."],"language":[],"coverage":[],"title":["General solution of classical master equation for reducible gauge\n  theories"],"description":["  We give the general solution to the classical master equation (S,S)=0 for\nreducible gauge theories. To this aim, we construct a new coordinate system in\nthe extended configuration space and transform the equation by changing\nvariables. Then it can be solved by an iterative method.\n","Comment: 15 pages; v3: refs. added, section 4 substantially improved, a\n  section added; v4: reference and example added"]}]
["1111.3249",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3249","Phys. Rev. B 85, 235115 (2012)","doi:10.1103/PhysRevB.85.235115"],"date":["2011-11-14","2012-06-11"],"type":["text"],"creator":["Ryu, Shinsei","Mudry, Christopher","Ludwig, Andreas","Furusaki, Akira"],"language":[],"coverage":[],"title":["Global phase diagram of two-dimensional Dirac fermions in random\n  potentials"],"description":["  Anderson localization is studied for two flavors of massless Dirac fermions\nin 2D space perturbed by static disorder that is invariant under a chiral\nsymmetry (chS) and a time-reversal symmetry (TRS) operation which, when\nsquared, is equal either to plus or minus the identity. The former TRS\n(symmetry class BDI) can for example be realized when the Dirac fermions emerge\nfrom spinless fermions hopping on a 2D lattice with a linear energy dispersion\nsuch as the honeycomb lattice (graphene) or the square lattice with $\\pi$-flux\nper plaquette. The latter TRS is realized by the surface states of 3D\n$\\mathbb{Z}_{2}$-topological band insulators in symmetry class CII. In the\nphase diagram parametrized by the disorder strengths, there is an infrared\nstable line of critical points for both symmetry classes BDI and CII. Here we\ndiscuss a \"global phase diagram\" in which disordered Dirac fermion systems in\nall three chiral symmetry classes, AIII, CII, and BDI, occur in 4 quadrants,\nsharing one corner which represents the clean Dirac fermion limit. This phase\ndiagram also includes symmetry classes AII [e.g., appearing at the surface of a\ndisordered 3D $\\mathbb{Z}_2$-topological band insulator in the spin-orbit\n(symplectic) symmetry class] and D (e.g., the random bond Ising model in two\ndimensions) as boundaries separating regions of the phase diagram belonging to\nthe three chS classes AIII, BDI, and CII. Moreover, we argue that physics of\nAnderson localization in the CII phase can be presented in terms of a\nnon-linear-sigma model (NLsM) with a $\\mathbb{Z}_{2}$-topological term. We\nthereby complete the derivation of topological or Wess-Zumino-Novikov-Witten\nterms in the NLsM description of disordered fermionic models in all 10 symmetry\nclasses relevant to Anderson localization in two spatial dimensions.\n","Comment: 28 pages"]}]
["1111.4657",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","Mathematics - Rings and Algebras","16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4657"],"date":["2011-11-20","2012-06-11"],"type":["text"],"creator":["David-Roesler, Lucas"],"language":[],"coverage":[],"title":["Derived Equivalence in Surface Algebras of Genus 0 via Graded\n  Equivalence"],"description":["  We determine some of the derived equivalences of a class of gentle algebras\ncalled surface algebras. These algebras are constructed from an unpunctured\nRiemann surface of genus 0 with boundary and marked points by introducing cuts\nin internal triangles of an arbitrary triangulation of the surface. In\nparticular, we fix a triangulation of a surface and determine when different\ncuts produce derived equivalent algebras.\n","Comment: 26 pages, 13 figures, section 4 has been significantly rewritten to\n  correct errors in the statement of the main theorem"]}]
["1111.5473",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5473"],"date":["2011-11-23","2012-06-11"],"type":["text"],"creator":["Rothvoß, Thomas"],"language":[],"coverage":[],"title":["Directed Steiner Tree and the Lasserre Hierarchy"],"description":["  The goal for the Directed Steiner Tree problem is to find a minimum cost tree\nin a directed graph G=(V,E) that connects all terminals X to a given root r. It\nis well known that modulo a logarithmic factor it suffices to consider acyclic\ngraphs where the nodes are arranged in L <= log |X| levels. Unfortunately the\nnatural LP formulation has a |X|^(1/2) integrality gap already for 5 levels. We\nshow that for every L, the O(L)-round Lasserre Strengthening of this LP has\nintegrality gap O(L log |X|). This provides a polynomial time\n|X|^{epsilon}-approximation and a O(log^3 |X|) approximation in O(n^{log |X|)\ntime, matching the best known approximation guarantee obtained by a greedy\nalgorithm of Charikar et al.\n","Comment: 23 pages, 1 figure"]}]
["1111.6741",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6741","Journal of the Phys. Soc. of Japan 81, 074605, 2012","doi:10.1143/JPSJ.81.074605"],"date":["2011-11-29","2012-05-29"],"type":["text"],"creator":["Heisler, Eric","Suematsu, Nobuhiko J.","Awazu, Akinori","Nishimori, Hiraku"],"language":[],"coverage":[],"title":["Collective Motion and Phase Transitions of Symmetric Camphor Boats"],"description":["  The motion of several self-propelled boats in a narrow channel displays\nspontaneous pattern formation and kinetic phase transitions. In contrast with\nprevious studies on self-propelled particles, this model does not require\nstochastic fluctuations and it is experimentally accessible. By varying the\nviscosity in the system, it is possible to form either a stationary state,\ncorrelated or uncorrelated oscillations, or unidirectional flow. Here, we\ndescribe and analyze these self organized patterns and their transitions.\n","Comment: 6 pages, 6 figures"]}]
["1111.6974",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6974","Mon. Not. R. Astron. Soc. 422, 3546-3553 (2012)","doi:10.1111/j.1365-2966.2012.20864.x"],"date":["2011-11-29","2012-06-12"],"type":["text"],"creator":["Beynon, Emma","Baldi, Marco","Bacon, David J.","Koyama, Kazuya","Sabiu, Cristiano"],"language":[],"coverage":[],"title":["Weak lensing predictions for coupled dark energy cosmologies at\n  non-linear scales"],"description":["  We present non-linear weak lensing predictions for coupled dark energy models\nusing the CoDECS simulations. We calculate the shear correlation function and\nerror covariance expected for these models, for forthcoming ground-based (such\nas DES) and space-based (Euclid) weak lensing surveys. We obtain predictions\nfor the discriminatory power of a ground-based survey similar to DES and a\nspace-based survey such as Euclid in distinguishing between $\\Lambda$CDM and\ncoupled dark energy models; we show that using the non-linear lensing signal we\ncould discriminate between $\\Lambda$CDM and exponential constant coupling\nmodels with $\\beta_0\\geq0.1$ at $4\\sigma$ confidence level with a DES-like\nsurvey, and $\\beta_0\\geq0.05$ at $5\\sigma$ confidence level with Euclid. We\nalso demonstrate that estimating the coupled dark energy models' non-linear\npower spectrum, using the $\\Lambda$CDM Halofit fitting formula, results in\nbiases in the shear correlation function that exceed the survey errors.\n","Comment: 9 pages, 5 figures, v2: accepted for publication in MNRAS"]}]
["1112.2000",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2000"],"date":["2011-12-08","2012-06-12"],"type":["text"],"creator":["Braverman, Mark","Weinstein, Omri"],"language":[],"coverage":[],"title":["A discrepancy lower bound for information complexity"],"description":["  This paper provides the first general technique for proving information lower\nbounds on two-party unbounded-rounds communication problems. We show that the\ndiscrepancy lower bound, which applies to randomized communication complexity,\nalso applies to information complexity. More precisely, if the discrepancy of a\ntwo-party function $f$ with respect to a distribution $\\mu$ is $Disc_\\mu f$,\nthen any two party randomized protocol computing $f$ must reveal at least\n$\\Omega(\\log (1/Disc_\\mu f))$ bits of information to the participants. As a\ncorollary, we obtain that any two-party protocol for computing a random\nfunction on $\\{0,1\\}^n\\times\\{0,1\\}^n$ must reveal $\\Omega(n)$ bits of\ninformation to the participants.\n  In addition, we prove that the discrepancy of the Greater-Than function is\n$\\Omega(1/\\sqrt{n})$, which provides an alternative proof to the recent proof\nof Viola \\cite{Viola11} of the $\\Omega(\\log n)$ lower bound on the\ncommunication complexity of this well-studied function and, combined with our\nmain result, proves the tight $\\Omega(\\log n)$ lower bound on its information\ncomplexity.\n  The proof of our main result develops a new simulation procedure that may be\nof an independent interest. In a very recent breakthrough work of Kerenidis et\nal. \\cite{kerenidis2012lower}, this simulation procedure was the main building\nblock for proving that almost all known lower bound techniques for\ncommunication complexity (and not just discrepancy) apply to information\ncomplexity.\n"]}]
["1112.3950",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3950","Proc. Natl. Acad. Sci. 109, 8440-8444 (2012)","doi:10.1073/pnas.1120273109"],"date":["2011-12-16"],"type":["text"],"creator":["Butch, N. P.","Jin, K.","Kirshenbaum, K.","Greene, R. L.","Paglione, J."],"language":[],"coverage":[],"title":["Quantum critical scaling at the edge of Fermi liquid stability in a\n  cuprate superconductor"],"description":["  In the high temperature cuprate superconductors, the pervasiveness of\nanomalous electronic transport properties suggests that violation of\nconventional Fermi liquid behavior is closely tied to superconductivity. In\nother classes of unconventional superconductors, atypical transport is well\ncorrelated with proximity to a quantum critical point, but the relative\nimportance of quantum criticality in the cuprates remains uncertain. Here we\nidentify quantum critical scaling in the electron-doped cuprate material\nLa2-xCexCuO4 with a line of quantum critical points that surrounds the\nsuperconducting phase as a function of magnetic field and charge doping. This\nzero-temperature phase boundary, which delineates a metallic Fermi liquid\nregime from an extended non-Fermi liquid ground state, closely follows the\nupper critical field of the overdoped superconducting phase and gives rise to\nan expanse of distinct non Fermi liquid behavior at finite temperatures.\nTogether with signatures of two distinct flavors of quantum fluctuations, this\nsuggests that quantum criticality plays a significant role in shaping the\nanomalous properties of the cuprate phase diagram.\n","Comment: 16 pages, 3 figures + supplementary material"]}]
["1112.4801",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4801"],"date":["2011-12-20","2012-05-09"],"type":["text"],"creator":["Zamick, Larry","Escuderos, Alberto"],"language":[],"coverage":[],"title":["Single j-shell studies of cross-conjugate nuclei and isomerism"],"description":["  It is noted that in a calculation with 4 nucleons with isospin 1 in a single\nj shell (f_{7/2}, g_{9/2}, h_{11/2}) the state with median angular momentum J =\n(J_{max}+1)/2 lies very low in energy becoming either an isomeric state or a\nground state. Also states with J = J_{max} are isomeric for the orbits g_{9/2}\nand h_{11/2}. Comparisons with experiment are made. A hybrid mixture of shell\nmodel and rotational model arguments are used to explain the (J_{max} +1)/2\nrule.\n","Comment: arXiv admin note: text overlap with arXiv:1107.4068"]}]
["1112.4955",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4955"],"date":["2011-12-21","2012-06-11"],"type":["text"],"creator":["Avci, Serhat Nazim","Ayanoglu, Ender"],"language":[],"coverage":[],"title":["Coded Path Protection: Efficient Conversion of Sharing to Coding"],"description":["  Link failures in wide area networks are common and cause significant data\nlosses. Mesh-based protection schemes offer high capacity efficiency but they\nare slow and require complex signaling. Additionally, real-time reconfiguration\nof a cross-connect threatens their transmission integrity. On the other hand,\ncoding-based protection schemes are proactive. Therefore, they have higher\nrestoration speed, lower signaling complexity, and higher transmission\nintegrity. This paper introduces a coding-based protection scheme, named Coded\nPath Protection (CPP). In CPP, a backup copy of the primary data is encoded\nwith other data streams, resulting in capacity savings. This paper presents an\noptimal and simple capacity placement and coding group formation algorithm. The\nalgorithm converts the sharing structure of any solution of a Shared Path\nProtection (SPP) technique into a coding structure with minimum extra capacity.\nWe conducted quantitative and qualitative comparisons of our technique with the\nSPP and, another technique, known as p-cycle protection. Simulation results\nconfirm that the CPP is significantly faster than the SPP and p-cycle\ntechniques. CPP incurs marginal extra capacity on top of SPP. Its capacity\nefficiency is lower than the p-cycle technique for dense networks but can be\nhigher for sparse networks. In addition, unlike p-cycle protection, CPP is\ninherently suitable for the wavelength continuity constraint in optical\nnetworks.\n","Comment: 12 pages, an extended version of the paper in IEEE ICC 2012\n  conference. It includes the proof of the proposed coding technique"]}]
["1201.2176",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2176","Phys. Rev. B 85, 094516 (2012)","doi:10.1103/PhysRevB.85.094516"],"date":["2012-01-10"],"type":["text"],"creator":["Potter, Andrew C.","Lee, Patrick A."],"language":[],"coverage":[],"title":["Topological Superconductivity and Majorana Fermions in Metallic\n  Surface-States"],"description":["  Heavy metals, such as Au, Ag, and Pb, often have sharp surface states that\nare split by strong Rashba spin-orbit coupling. The strong spin-orbit coupling\nand two-dimensional nature of these surface states make them ideal platforms\nfor realizing topological superconductivity and Majorana fermions. In this\npaper, we further develop a proposal to realize Majorana fermions at the ends\nof quasi-one-dimensional metallic wires. We show how superconductivity can be\ninduced on the metallic surface states by a combination of proximity effect,\ndisorder, and interactions. Applying a magnetic field along the wire can drive\nthe wire into a topologically non-trivial state with Majorana end-states.\nUnlike the case of a perpendicular field, where the chemical potential must be\nfined tuned near the Rashba-band crossing, the parallel field allows one to\nrealize Majoranas for arbitrarily large chemical potential. We then show that,\ndespite the presence of a large carrier density from the bulk metal, it is\nstill possible to effectively control the chemical potential of the surface\nstates by gating. The simplest version of our proposal, which involves only an\nAu(111) film deposited on a conventional superconductor, should be readily\nrealizable.\n","Comment: 9 Pages, 6 Figures"]}]
["1201.4974",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4974","Phys. Rev. A 85, 043613 (2012)","doi:10.1103/PhysRevA.85.043613"],"date":["2012-01-24","2012-06-12"],"type":["text"],"creator":["Kuopanportti, Pekko","Huhtamäki, Jukka A. M.","Möttönen, Mikko"],"language":[],"coverage":[],"title":["Exotic vortex lattices in two-species Bose-Einstein condensates"],"description":["  We numerically investigate vortex lattices in rotating two-component\nBose-Einstein condensates in which the two components have unequal atomic\nmasses and interact attractively with each other. For sufficiently strong\nattraction, the system is found to exhibit exotic ground-state structures in a\nharmonic trap, such as lattices having a square geometry or consisting of\ntwo-quantum vortices. The obtained states satisfy the Feynman relation, and\nthey can be realized with current experimental techniques.\n","Comment: 7 pages, 4 color figures; the content of v2 is identical to the\n  published article"]}]
["1201.5600",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5600","Phys. Rev. D 85, 112004 (2012)","doi:10.1103/PhysRevD.85.112004"],"date":["2012-01-26","2012-06-12"],"type":["text"],"creator":["LHCb Collaboration","Aaij, R.","Beteta, C. Abellan","Adeva, B.","Adinolfi, M.","Adrover, C.","Affolder, A.","Ajaltouni, Z.","Albrecht, J.","Alessio, F.","Alexander, M.","Alkhazov, G.","Cartelle, P. Alvarez","Alves Jr, A. A.","Amato, S.","Amhis, Y.","Anderson, J.","Appleby, R. B.","Gutierrez, O. Aquines","Archilli, F.","Arrabito, L.","Artamonov, A.","Artuso, M.","Aslanides, E.","Auriemma, G.","Bachmann, S.","Back, J. J.","Bailey, D. S.","Balagura, V.","Baldini, W.","Barlow, R. J.","Barschel, C.","Barsuk, S.","Barter, W.","Bates, A.","Bauer, C.","Bauer, Th.","Bay, A.","Bediaga, I.","Belogurov, S.","Belous, K.","Belyaev, I.","Ben-Haim, E.","Benayoun, M.","Bencivenni, G.","Benson, S.","Benton, J.","Bernet, R.","Bettler, M. -O.","van Beuzekom, M.","Bien, A.","Bifani, S.","Bird, T.","Bizzeti, A.","Bjørnstad, P. M.","Blake, T.","Blanc, F.","Blanks, C.","Blouw, J.","Blusk, S.","Bobrov, A.","Bocci, V.","Bondar, A.","Bondar, N.","Bonivento, W.","Borghi, S.","Borgia, A.","Bowcock, T. J. V.","Bozzi, C.","Brambach, T.","Brand, J. van den","Bressieux, J.","Brett, D.","Britsch, M.","Britton, T.","Brook, N. H.","Brown, H.","Büchler-Germann, A.","Burducea, I.","Bursche, A.","Buytaert, J.","Cadeddu, S.","Callot, O.","Calvi, M.","Gomez, M. Calvo","Camboni, A.","Campana, P.","Carbone, A.","Carboni, G.","Cardinale, R.","Cardini, A.","Carson, L.","Akiba, K. Carvalho","Casse, G.","Cattaneo, M.","Cauet, Ch.","Charles, M.","Charpentier, Ph.","Chiapolini, N.","Ciba, K.","Vidal, X. Cid","Ciezarek, G.","Clarke, P. E. L.","Clemencic, M.","Cliff, H. V.","Closier, J.","Coca, C.","Coco, V.","Cogan, J.","Collins, P.","Comerma-Montells, A.","Constantin, F.","Contu, A.","Cook, A.","Coombes, M.","Corti, G.","Cowan, G. A.","Currie, R.","D'Ambrosio, C.","David, P.","David, P. N. Y.","De Bonis, I.","De Capua, S.","De Cian, M.","De Lorenzi, F.","De Miranda, J. M.","De Paula, L.","De Simone, P.","Decamp, D.","Deckenhoff, M.","Degaudenzi, H.","Del Buono, L.","Deplano, C.","Derkach, D.","Deschamps, O.","Dettori, F.","Dickens, J.","Dijkstra, H.","Batista, P. Diniz","Bonal, F. Domingo","Donleavy, S.","Dordei, F.","Suárez, A. Dosil","Dossett, D.","Dovbnya, A.","Dupertuis, F.","Dzhelyadin, R.","Dziurda, A.","Easo, S.","Egede, U.","Egorychev, V.","Eidelman, S.","van Eijk, D.","Eisele, F.","Eisenhardt, S.","Ekelhof, R.","Eklund, L.","Elsasser, Ch.","Elsby, D.","Pereira, D. Esperante","Falabella, A.","Fanchini, E.","Färber, C.","Fardell, G.","Farinelli, C.","Farry, S.","Fave, V.","Albor, V. Fernandez","Ferro-Luzzi, M.","Filippov, S.","Fitzpatrick, C.","Fontana, M.","Fontanelli, F.","Forty, R.","Frank, M.","Frei, C.","Frosini, M.","Furcas, S.","Torreira, A. Gallas","Galli, D.","Gandelman, M.","Gandini, P.","Gao, Y.","Garnier, J-C.","Garofoli, J.","Tico, J. Garra","Garrido, L.","Gascon, D.","Gaspar, C.","Gauld, R.","Gauvin, N.","Gersabeck, M.","Gershon, T.","Ghez, Ph.","Gibson, V.","Gligorov, V. V.","Göbel, C.","Golubkov, D.","Golutvin, A.","Gomes, A.","Gordon, H.","Gándara, M. Grabalosa","Diaz, R. Graciani","Cardoso, L. A. Granado","Graugés, E.","Graziani, G.","Grecu, A.","Greening, E.","Gregson, S.","Gui, B.","Gushchin, E.","Guz, Yu.","Gys, T.","Hadjivasiliou, C.","Haefeli, G.","Haen, C.","Haines, S. C.","Hampson, T.","Hansmann-Menzemer, S.","Harji, R.","Harnew, N.","Harrison, J.","Harrison, P. F.","Hartmann, T.","He, J.","Heijne, V.","Hennessy, K.","Henrard, P.","Morata, J. A. Hernando","van Herwijnen, E.","Hicks, E.","Holubyev, K.","Hopchev, P.","Hulsbergen, W.","Hunt, P.","Huse, T.","Huston, R. S.","Hutchcroft, D.","Hynds, D.","Iakovenko, V.","Ilten, P.","Imong, J.","Jacobsson, R.","Jaeger, A.","Hussein, M. Jahjah","Jans, E.","Jansen, F.","Jaton, P.","Jean-Marie, B.","Jing, F.","John, M.","Johnson, D.","Jones, C. R.","Jost, B.","Kaballo, M.","Kandybei, S.","Karacson, M.","Karbach, T. M.","Keaveney, J.","Kenyon, I. R.","Kerzel, U.","Ketel, T.","Keune, A.","Khanji, B.","Kim, Y. M.","Knecht, M.","Koopman, R.","Koppenburg, P.","Kozlinskiy, A.","Kravchuk, L.","Kreplin, K.","Kreps, M.","Krocker, G.","Krokovny, P.","Kruse, F.","Kruzelecki, K.","Kucharczyk, M.","Kvaratskheliya, T.","La Thi, V. N.","Lacarrere, D.","Lafferty, G.","Lai, A.","Lambert, D.","Lambert, R. W.","Lanciotti, E.","Lanfranchi, G.","Langenbruch, C.","Latham, T.","Lazzeroni, C.","Gac, R. Le","van Leerdam, J.","Lees, J. -P.","Lefévre, R.","Leflat, A.","Lefrançois, J.","Leroy, O.","Lesiak, T.","Li, L.","Gioi, L. Li","Lieng, M.","Liles, M.","Lindner, R.","Linn, C.","Liu, B.","Liu, G.","von Loeben, J.","Lopes, J. H.","Asamar, E. Lopez","Lopez-March, N.","Lu, H.","Luisier, J.","Mac Raighne, A.","Machefert, F.","Machikhiliyan, I. V.","Maciuc, F.","Maev, O.","Magnin, J.","Malde, S.","Mamunur, R. M. D.","Manca, G.","Mancinelli, G.","Mangiafave, N.","Marconi, U.","Märki, R.","Marks, J.","Martellotti, G.","Martens, A.","Martin, L.","Sánchez, A. Martín","Santos, D. Martinez","Massafferri, A.","Mathe, Z.","Matteuzzi, C.","Matveev, M.","Maurice, E.","Maynard, B.","Mazurov, A.","McGregor, G.","McNulty, R.","Meissner, M.","Merk, M.","Merkel, J.","Messi, R.","Miglioranzi, S.","Milanes, D. A.","Minard, M. -N.","Rodriguez, J. Molina","Monteil, S.","Moran, D.","Morawski, P.","Mountain, R.","Mous, I.","Muheim, F.","Müller, K.","Muresan, R.","Muryn, B.","Muster, B.","Musy, M.","Mylroie-Smith, J.","Naik, P.","Nakada, T.","Nandakumar, R.","Nasteva, I.","Nedos, M.","Needham, M.","Neufeld, N.","Nguyen, A. D.","Nguyen-Mau, C.","Nicol, M.","Niess, V.","Nikitin, N.","Nomerotski, A.","Novoselov, A.","Oblakowska-Mucha, A.","Obraztsov, V.","Oggero, S.","Ogilvy, S.","Okhrimenko, O.","Oldeman, R.","Orlandea, M.","Goicochea, J. M. Otalora","Owen, P.","Pal, K.","Palacios, J.","Palano, A.","Palutan, M.","Panman, J.","Papanestis, A.","Pappagallo, M.","Parkes, C.","Parkinson, C. J.","Passaleva, G.","Patel, G. D.","Patel, M.","Paterson, S. K.","Patrick, G. N.","Patrignani, C.","Pavel-Nicorescu, C.","Alvarez, A. Pazos","Pellegrino, A.","Penso, G.","Altarelli, M. Pepe","Perazzini, S.","Perego, D. L.","Trigo, E. Perez","Yzquierdo, A. Pérez-Calero","Perret, P.","Perrin-Terrin, M.","Pessina, G.","Petrella, A.","Petrolini, A.","Phan, A.","Olloqui, E. Picatoste","Valls, B. Pie","Pietrzyk, B.","Pilař, T.","Pinci, D.","Plackett, R.","Playfer, S.","Casasus, M. Plo","Polok, G.","Poluektov, A.","Polycarpo, E.","Popov, D.","Popovici, B.","Potterat, C.","Powell, A.","Prisciandaro, J.","Pugatch, V.","Navarro, A. Puig","Qian, W.","Rademacker, J. H.","Rakotomiaramanana, B.","Rangel, M. S.","Raniuk, I.","Raven, G.","Redford, S.","Reid, M. M.","Reis, A. C. dos","Ricciardi, S.","Richards, A.","Rinnert, K.","Romero, D. A. Roa","Robbe, P.","Rodrigues, E.","Rodrigues, F.","Perez, P. Rodriguez","Rogers, G. J.","Roiser, S.","Romanovsky, V.","Rosello, M.","Rouvinet, J.","Ruf, T.","Ruiz, H.","Sabatino, G.","Silva, J. J. Saborido","Sagidova, N.","Sail, P.","Saitta, B.","Salzmann, C.","Sannino, M.","Santacesaria, R.","Rios, C. Santamarina","Santinelli, R.","Santovetti, E.","Sapunov, M.","Sarti, A.","Satriano, C.","Satta, A.","Savrie, M.","Savrina, D.","Schaack, P.","Schiller, M.","Schleich, S.","Schlupp, M.","Schmelling, M.","Schmidt, B.","Schneider, O.","Schopper, A.","Schune, M. -H.","Schwemmer, R.","Sciascia, B.","Sciubba, A.","Seco, M.","Semennikov, A.","Senderowska, K.","Sepp, I.","Serra, N.","Serrano, J.","Seyfert, P.","Shapkin, M.","Shapoval, I.","Shatalov, P.","Shcheglov, Y.","Shears, T.","Shekhtman, L.","Shevchenko, O.","Shevchenko, V.","Shires, A.","Coutinho, R. Silva","Skwarnicki, T.","Smith, N. A.","Smith, E.","Sobczak, K.","Soler, F. J. P.","Solomin, A.","Soomro, F.","De Paula, B. Souza","Spaan, B.","Sparkes, A.","Spradlin, P.","Stagni, F.","Stahl, S.","Steinkamp, O.","Stoica, S.","Stone, S.","Storaci, B.","Straticiuc, M.","Straumann, U.","Subbiah, V. K.","Swientek, S.","Szczekowski, M.","Szczypka, P.","Szumlak, T.","T'Jampens, S.","Teodorescu, E.","Teubert, F.","Thomas, C.","Thomas, E.","van Tilburg, J.","Tisserand, V.","Tobin, M.","Topp-Joergensen, S.","Torr, N.","Tournefier, E.","Tourneur, S.","Tran, M. T.","Tsaregorodtsev, A.","Tuning, N.","Garcia, M. Ubeda","Ukleja, A.","Urquijo, P.","Uwer, U.","Vagnoni, V.","Valenti, G.","Gomez, R. Vazquez","Regueiro, P. Vazquez","Vecchi, S.","Velthuis, J. J.","Veltri, M.","Viaud, B.","Videau, I.","Vilasis-Cardona, X.","Visniakov, J.","Vollhardt, A.","Volyanskyy, D.","Voong, D.","Vorobyev, A.","Voss, H.","Wandernoth, S.","Wang, J.","Ward, D. R.","Watson, N. K.","Webber, A. D.","Websdale, D.","Whitehead, M.","Wiedner, D.","Wiggers, L.","Wilkinson, G.","Williams, M. P.","Williams, M.","Wilson, F. F.","Wishahi, J.","Witek, M.","Witzeling, W.","Wotton, S. A.","Wyllie, K.","Xie, Y.","Xing, F.","Xing, Z.","Yang, Z.","Young, R.","Yushchenko, O.","Zavertyaev, M.","Zhang, F.","Zhang, L.","Zhang, W. C.","Zhang, Y.","Zhelezov, A.","Zhong, L.","Zverev, E.","Zvyagin, A."],"language":[],"coverage":[],"title":["Searches for Majorana neutrinos in B- decays"],"description":["  Searches for heavy Majorana neutrinos in B- decays in final states containing\nhadrons plus a \\mu- \\mu- pair have been performed using 0.41/fb of data\ncollected with the LHCb detector in proton-proton collisions at a\ncenter-of-mass energy of 7 TeV. The D+ \\mu- \\mu- and D*+ \\mu- \\mu- final states\ncan arise from the presence of virtual Majorana neutrinos of any mass. Other\nfinal states containing \\pi+, Ds+, or D0\\pi+ can be mediated by an on-shell\nMajorana neutrino. No signals are found and upper limits are set on Majorana\nneutrino production as a function of mass, and also on the B- decay branching\nfractions.\n","Comment: 18 pages, 15 figures"]}]
["1201.5650",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5650","Phys. Rev. B 85, 224301 (2012)","doi:10.1103/PhysRevB.85.224301"],"date":["2012-01-26","2012-06-12"],"type":["text"],"creator":["Nazir, Ahsan","McCutcheon, Dara P. S.","Chin, Alex W."],"language":[],"coverage":[],"title":["Ground state and dynamics of the biased dissipative two-state system:\n  Beyond variational polaron theory"],"description":["  We propose a ground-state ansatz for the Ohmic spin-boson model that improves\nupon the variational treatment of Silbey and Harris for biased systems in the\nscaling limit. In particular, it correctly captures the smooth crossover\nbehaviour expected for the ground-state magnetisation when moving between the\ndelocalised and localised regimes of the model, a feature that the variational\ntreatment is unable to properly reproduce, while it also provides a lower\nground-state energy estimate in the crossover region. We further demonstrate\nthe validity of our intuitive ground-state by showing that it leads to\npredictions in excellent agreement with those derived from a non-perturbative\nBethe-ansatz technique. Finally, recasting our ansatz in the form of a\ngeneralised polaron transformation, we are able to explore the dissipative\ntwo-state dynamics beyond weak system-environment coupling within an efficient\ntime-local master equation formalism.\n","Comment: 12 pages, 5 figures, comments welcome. Published version, including\n  revised dynamics section and new discussion on the Toulouse point"]}]
["1202.0135",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0135"],"date":["2012-02-01","2012-06-11"],"type":["text"],"creator":["Aggarwal, Rohit","Koksal, Can Emre","Schniter, Philip"],"language":[],"coverage":[],"title":["On the Design of Large Scale Wireless Systems (with detailed proofs)"],"description":["  In this paper, we consider the downlink of large OFDMA-based networks and\nstudy their performance bounds as a function of the number of - transmitters\n$B$, users $K$, and resource-blocks $N$. Here, a resource block is a collection\nof subcarriers such that all such collections, that are disjoint have\nassociated independently fading channels. In particular, we analyze the\nexpected achievable sum-rate as a function of above variables and derive novel\nupper and lower bounds for a general spatial geometry of transmitters, a\ntruncated path-loss model, and a variety of fading models. We establish the\nassociated scaling laws for dense and extended networks, and propose design\nguidelines for the regulators to guarantee various QoS constraints and, at the\nsame time, maximize revenue for the service providers. Thereafter, we develop a\ndistributed resource allocation scheme that achieves the same sum-rate scaling\nas that of the proposed upper bound for a wide range of $K, B, N$. Based on it,\nwe compare low-powered peer-to-peer networks to high-powered single-transmitter\nnetworks and give an additional design principle. Finally, we also show how our\nresults can be extended to the scenario where each of the $B$ transmitters have\n$M (>1)$ co-located antennas.\n"]}]
["1202.2432",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2432","Proc. SPIE 8251, 825109 (2012)","doi:10.1117/12.915871"],"date":["2012-02-11"],"type":["text"],"creator":["Mishra, Y. N.","Einarsson, J.","John, O. A.","Andersson, P.","Mehlig, B.","Hanstorp, D."],"language":[],"coverage":[],"title":["A microfluidic device for the study of the orientational dynamics of\n  microrods"],"description":["  We describe a microfluidic device for studying the orientational dynamics of\nmicrorods. The device enables us to experimentally investigate the tumbling of\nmicrorods immersed in the shear flow in a microfluidic channel with a depth of\n400 mu and a width of 2.5 mm. The orientational dynamics was recorded using a\n20 X microscopic objective and a CCD camera. The microrods were produced by\nshearing microdroplets of photocurable epoxy resin. We show different examples\nof empirically observed tumbling. On the one hand we find that short stretches\nof the experimentally determined time series are well described by fits to\nsolutions of Jeffery's approximate equation of motion [Jeffery, Proc. R. Soc.\nLondon. 102 (1922), 161-179]. On the other hand we find that the empirically\nobserved trajectories drift between different solutions of Jeffery's equation.\nWe discuss possible causes of this orbit drift.\n","Comment: 11 pages, 8 figures"]}]
["1202.5005",{"format":[],"subject":["Condensed Matter - Materials Science","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5005","Modelling and Simulation in Materials Science and Engineering 20\n  (2012), 045021","doi:10.1088/0965-0393/20/4/045021"],"date":["2012-02-22","2012-06-11"],"type":["text"],"creator":["Stukowski, Alexander"],"language":[],"coverage":[],"title":["Structure identification methods for atomistic simulations of\n  crystalline materials"],"description":["  We discuss existing and new computational analysis techniques to classify\nlocal atomic arrangements in large-scale atomistic computer simulations of\ncrystalline solids. This article includes a performance comparison of typical\nanalysis algorithms such as Common Neighbor Analysis, Centrosymmetry Analysis,\nBond Angle Analysis, Bond Order Analysis, and Voronoi Analysis. In addition we\npropose a simple extension to the Common Neighbor Analysis method that makes it\nsuitable for multi-phase systems. Finally, we introduce a new structure\nidentification algorithm, the Neighbor Distance Analysis, that is designed to\nidentify atomic structure units in grain boundaries.\n"]}]
["1202.5908",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5908"],"date":["2012-02-27","2012-06-12"],"type":["text"],"creator":["Zhang, Jin"],"language":[],"coverage":[],"title":["A note of \"pointwise estimates of the SDFEM for convection--diffusion\n  problems with characteristic layers\""],"description":["  We propose some useful estimates for the pointwise error estimates of the\nstreamline diffusion finite element method (SDFEM) on Shishkin meshes, when\nSDFEM is applied for problems of characteristic layers.\n","Comment: 18 pages, 1 figures"]}]
["1202.5945",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5945"],"date":["2012-02-27","2012-06-12"],"type":["text"],"creator":["Devroye, Luc","Morin, Pat"],"language":[],"coverage":[],"title":["A Note on Interference in Random Point Sets"],"description":["  The (maximum receiver-centric) interference of a geometric graph (von\nRickenbach etal (2005)) is studied. It is shown that, with high probability,\nthe following results hold for a set, V, of n points independently and\nuniformly distributed in the unit d-cube, for constant dimension d: (1) there\nexists a connected graph with vertex set V that has interference O((log\nn)^{1/3}); (2) no connected graph with vertex set V has interference o((log\nn)^{1/4}); and (3) the minimum spanning tree of $V$ has interference\nTheta((\\log n)^{1/2}).\n","Comment: Updated for journal submission"]}]
["1202.5994",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5994","Phys. Rev. Lett. 108, 238001 (2012)","doi:10.1103/PhysRevLett.108.238001"],"date":["2012-02-27"],"type":["text"],"creator":["Dey, Supravat","Das, Dibyendu","Rajesh, R."],"language":[],"coverage":[],"title":["Spatial Structures and Giant Number Fluctuations in Models of Active\n  Matter"],"description":["  The large scale fluctuations of the ordered state in active matter systems\nare usually characterised by studying the \"giant number fluctuations\" of\nparticles in any finite volume, as compared to the expectations from the\ncentral limit theorem. However, in ordering systems, the fluctuations in\ndensity ordering are often captured through their structure functions deviating\nfrom Porod law. In this paper we study the relationship between giant number\nfluctuations and structure functions, for different models of active matter as\nwell as other non-equilibrium systems. A unified picture emerges, with\ndifferent models falling in four distinct classes depending on the nature of\ntheir structure functions. For one class, we show that experimentalists may\nfind Porod law violation, by measuring subleading corrections to the number\nfluctuations.\n","Comment: 5 pages, 3 figures"]}]
["1203.0252",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0252","Phys. Rev. A 85, 052324 (2012)","doi:10.1103/PhysRevA.85.052324"],"date":["2012-03-01"],"type":["text"],"creator":["Alvarez, Gonzalo A.","Souza, Alexandre M.","Suter, Dieter"],"language":[],"coverage":[],"title":["Concatenated dynamical decoupling with virtual pulses"],"description":["  The loss of quantum information due to interaction with external degrees of\nfreedom, which is known as decoherence, remains one of the main obstacles for\nlarge-scale implementations of quantum computing. Accordingly, different\nmeasures are being explored for reducing its effect. One of them is dynamical\ndecoupling (DD) which offers a practical solution because it only requires the\napplication of control pulses to the system qubits. Starting from basic DD\nsequences, more sophisticated schemes were developed that eliminate\nhigher-order terms of the system-environment interaction and are also more\nrobust against experimental imperfections. A particularly successful scheme,\ncalled concatenated DD (CDD), gives a recipe for generating higher order\nsequences by inserting lower order sequences into the delays of a generating\nsequence. Here, we show how this scheme can be improved further by converting\nsome of the pulses to virtual (and thus ideal) pulses. The resulting scheme,\ncalled vCDD, has lower power deposition and is more robust against pulse\nimperfections than the original CDD scheme.\n","Comment: 9 pages, 9 figures"]}]
["1203.0570",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0570","PRL 108, 211102 (2012)","doi:10.1103/PhysRevLett.108.211102"],"date":["2012-03-02","2012-05-04"],"type":["text"],"creator":["Evoli, Carmelo","Gaggero, Daniele","Grasso, Dario","Maccione, Luca"],"language":[],"coverage":[],"title":["A common solution to the cosmic ray anisotropy and gradient problems"],"description":["  Multichannel Cosmic Ray (CR) spectra and the large scale CR anisotropy can\nhardly be made compatible in the framework of conventional isotropic and\nhomogeneous propagation models. These models also have problems explaining the\nlongitude distribution and the radial emissivity gradient of the $\\gamma$-ray\ngalactic interstellar emission. We argue here that accounting for a well\nphysically motivated correlation between the CR escape time and the spatially\ndependent magnetic turbulence power can naturally solve both problems. Indeed,\nby exploiting this correlation we find propagation models that fit a wide set\nof CR primary and secondary spectra, and consistently reproduce the CR\nanisotropy in the energy range $10^2 - 10^4 \\GeV$ and the $\\gamma$-ray\nlongitude distribution recently measured by Fermi-LAT.\n","Comment: 4 pages, 3 figures. v2: Accepted in Phys. Rev. Lett"]}]
["1203.0755",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0755","Phys. Rev. D 85, 126002 (2012)","doi:10.1103/PhysRevD.85.126002"],"date":["2012-03-04","2012-06-12"],"type":["text"],"creator":["Heller, Michal P.","Janik, Romuald A.","Witaszczyk, Przemyslaw"],"language":[],"coverage":[],"title":["A numerical relativity approach to the initial value problem in\n  asymptotically Anti-de Sitter spacetime for plasma thermalization - an ADM\n  formulation"],"description":["  This article studies a numerical relativity approach to the initial value\nproblem in Anti-de Sitter spacetime relevant for dual non-equilibrium evolution\nof strongly coupled non-Abelian plasma undergoing Bjorken expansion. In order\nto use initial conditions for the metric obtained in arXiv:0906.4423 we\nintroduce new, ADM formalism-based scheme for numerical integration of\nEinstein's equations with negative cosmological constant. The key novel element\nof this approach is the choice of lapse function vanishing at fixed radial\nposition, enabling, if needed, efficient horizon excision. Various physical\naspects of the gauge theory thermalization process in this setup have been\noutlined in our companion article arXiv:1103.3452. In this work we focus on the\ngravitational side of the problem and present full technical details of our\nsetup. We discuss in particular the ADM formalism, the explicit form of initial\nstates, the boundary conditions for the metric on the inner and outer edges of\nthe simulation domain, the relation between boundary and bulk notions of time,\nthe procedure to extract the gauge theory energy-momentum tensor and\nnon-equilibrium apparent horizon entropy, as well as the choice of point for\nfreezing the lapse. Finally, we comment on various features of the initial\nprofiles we consider.\n","Comment: 25 pages, 9 figures, 1 table; see also the companion article\n  arXiv:1103.3452; v2: typos fixed; v3: references added and updated, published"]}]
["1203.1928",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1928","Phys.Rev.Lett.108:241301,2012","doi:10.1103/PhysRevLett.108.241301"],"date":["2012-03-08","2012-05-28"],"type":["text"],"creator":["Feeney, Stephen M.","Johnson, Matthew C.","Mortlock, Daniel J.","Peiris, Hiranya V."],"language":[],"coverage":[],"title":["A robust constraint on cosmic textures from the cosmic microwave\n  background"],"description":["  Fluctuations in the cosmic microwave background (CMB) contain information\nwhich has been pivotal in establishing the current cosmological model. These\ndata can also be used to test well-motivated additions to this model, such as\ncosmic textures. Textures are a type of topological defect that can be produced\nduring a cosmological phase transition in the early universe, and which leave\ncharacteristic hot and cold spots in the CMB. We apply Bayesian methods to\ncarry out a rigorous test of the texture hypothesis, using full-sky data from\nthe Wilkinson Microwave Anisotropy Probe. We conclude that current data do not\nwarrant augmenting the standard cosmological model with textures. We rule out\nat 95% confidence models that predict more than 6 detectable cosmic textures on\nthe full sky.\n","Comment: 5 pages, 2 figures. v2: replaced with version accepted by PRL (minor\n  amendments to reduce length and address referee comments)"]}]
["1203.2184",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2184","Physical Review D 85, 085021 (2012)","doi:10.1103/PhysRevD.85.085021"],"date":["2012-03-09","2012-04-25"],"type":["text"],"creator":["Horns, D.","Maccione, L.","Mirizzi, A.","Roncadelli, M."],"language":[],"coverage":[],"title":["Probing axion-like particles with the ultraviolet photon polarization\n  from active galactic nuclei in radio galaxies"],"description":["  The mixing of photons with axion-like particles (ALPs) in the large-scale\nmagnetic field $B$ changes the polarization angle of a linearly polarized\nphoton beam from active galactic nuclei in radio galaxies as it propagates over\ncosmological distances. Using available ultraviolet polarization data\nconcerning these sources we derive a new bound on the product of the photon-ALP\ncoupling $g_{a\\gamma}$ times $B$. We find $g_{a\\gamma} B \\lesssim 10^{-11}$\nGeV$^{-1}$ nG for ultralight ALPs with $m_a \\lesssim 10^{-15}$ eV. We compare\nour new bound with the ones present in the literature and we comment about\npossible improvements with observations of more sources.\n","Comment: v2: one typo corrected. Added a few comments, matches published\n  version"]}]
["1203.2363",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2363"],"date":["2012-03-11","2012-06-12"],"type":["text"],"creator":["Naslund, Eric"],"language":[],"coverage":[],"title":["Integers With A Predetermined Prime Factorization"],"description":["  A classic question in analytic number theory is to find asymptotics for\n$\\sigma_{k}(x)$ and $\\pi_{k}(x)$, the number of integers $n\\leq x$ with exactly\n$k$ prime factors, where $\\pi_{k}(x)$ has the added constraint that all the\nfactors are distinct. This problem was originally resolved by Landau in 1900,\nand much work was subsequently done where $k$ is allowed to vary. In this paper\nwe look at a similar question about integers with a specific prime\nfactorization. Given $\\boldsymbol{\\alpha}\\in\\mathbb{N}^{k}$,\n$\\boldsymbol{\\alpha}=(\\alpha_{1},\\alpha_{2},...,\\alpha_{k})$ let\n$\\sigma_{\\boldsymbol{\\alpha}}(x)$ denote the number of integers of the form\n$n=p_{1}^{\\alpha_{1}}... p_{k}^{\\alpha_{k}}$ where the $p_{i}$ are not\nnecessarily distinct, and let $\\pi_{\\boldsymbol{\\alpha}}(x)$ denote the same\ncounting function with the added condition that the factors are distinct. Our\nmain result is asymptotics for both of these functions.\n","Comment: 10 pages. Updated English, took into account reviewers suggestions,\n  and fixed typos"]}]
["1203.2859",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2859","J. Stat. Mech. P05024 (2012)","doi:10.1088/1742-5468/2012/05/P05024"],"date":["2012-03-13","2012-06-11"],"type":["text"],"creator":["Franke, Jasper","Majumdar, Satya N."],"language":[],"coverage":[],"title":["Survival probability of an immobile target surrounded by mobile traps"],"description":["  We study analytically, in one dimension, the survival probability $P_{s}(t)$\nup to time $t$ of an immobile target surrounded by mutually noninteracting\ntraps each performing a continuous-time random walk (CTRW) in continuous space.\nWe consider a general CTRW with symmetric and continuous (but otherwise\narbitrary) jump length distribution $f(\\eta)$ and arbitrary waiting time\ndistribution $\\psi(\\tau)$. The traps are initially distributed uniformly in\nspace with density $\\rho$. We prove an exact relation, valid for all time $t$,\nbetween $P_s(t)$ and the expected maximum $E[M(t)]$ of the trap process up to\ntime $t$, for rather general stochastic motion $x_{\\rm trap}(t)$ of each trap.\nWhen $x_{\\rm trap}(t)$ represents a general CTRW with arbitrary $f(\\eta)$ and\n$\\psi(\\tau)$, we are able to compute exactly the first two leading terms in the\nasymptotic behavior of $E[M(t)]$ for large $t$. This allows us subsequently to\ncompute the precise asymptotic behavior, $P_s(t)\\sim a\\, \\exp[-b\\,\nt^{\\theta}]$, for large $t$, with exact expressions for the stretching exponent\n$\\theta$ and the constants $a$ and $b$ for arbitrary CTRW. By choosing\nappropriate $f(\\eta)$ and $\\psi(\\tau)$, we recover the previously known results\nfor diffusive and subdiffusive traps. However, our result is more general and\nincludes, in particular, the superdiffusive traps as well as totally anomalous\ntraps.\n"]}]
["1203.3367",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3367","Phys. Rev. E 85, 041901 (2012)","doi:10.1103/PhysRevE.85.041901"],"date":["2012-03-15"],"type":["text"],"creator":["Traulsen, Arne","Claussen, Jens Christian","Hauert, Christoph"],"language":[],"coverage":[],"title":["Stochastic differential equations for evolutionary dynamics with\n  demographic noise and mutations"],"description":["  We present a general framework to describe the evolutionary dynamics of an\narbitrary number of types in finite populations based on stochastic\ndifferential equations (SDE). For large, but finite populations this allows to\ninclude demographic noise without requiring explicit simulations. Instead, the\npopulation size only rescales the amplitude of the noise. Moreover, this\nframework admits the inclusion of mutations between different types, provided\nthat mutation rates, $\\mu$, are not too small compared to the inverse\npopulation size 1/N. This ensures that all types are almost always represented\nin the population and that the occasional extinction of one type does not\nresult in an extended absence of that type. For $\\mu N\\ll1$ this limits the use\nof SDE's, but in this case there are well established alternative\napproximations based on time scale separation. We illustrate our approach by a\nRock-Scissors-Paper game with mutations, where we demonstrate excellent\nagreement with simulation based results for sufficiently large populations. In\nthe absence of mutations the excellent agreement extends to small population\nsizes.\n","Comment: 8 pages, 2 figures, accepted for publication in Physical Review E"]}]
["1203.4720",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4720","MNRAS Vol. 423 Issue 2 (2012) Pg. 1368-1380","doi:10.1111/j.1365-2966.2012.20960.x"],"date":["2012-03-21","2012-06-12"],"type":["text"],"creator":["Harwood, Jeremy","Hardcastle, Martin"],"language":[],"coverage":[],"title":["What determines the properties of the X-ray jets in FR-I radio galaxies?"],"description":["  We present the first large sample investigation of the properties of jets in\nFanaroff and Riley type I radio galaxies (FR-I) based on data from the Chandra\narchive. We explore relations between the properties of the jets and the\nproperties of host galaxies in which they reside. We find previously unknown\ncorrelations to exist, relating photon index, volume emissivity, jet volume and\nluminosity, and find that the previously long held assumption of a relationship\nbetween luminosities at radio and X-ray wavelengths is linear in nature when\nbona fide FR-I radio galaxies are considered. In addition, we attempt to\nconstrain properties which may play a key role in determination of the diffuse\nemission process. We test a simple model in which large-scale magnetic field\nvariations are primarily responsible for determining jet properties; however,\nwe find that this model is inconsistent with our best estimates of the relative\nmagnetic field strength in our sample. Models of particle acceleration should\nattempt to account for our results if they are to describe FR-I jets\naccurately.\n","Comment: 14 Pages, 2 Figures, 9 Tables, Final Version, Published in MNRAS"]}]
["1203.4758",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4758","JHEP 1206:043,2012","doi:10.1007/JHEP06(2012)043"],"date":["2012-03-21","2012-06-12"],"type":["text"],"creator":["Ditsche, C.","Hoferichter, M.","Kubis, B.","Meißner, U. -G."],"language":[],"coverage":[],"title":["Roy-Steiner equations for pion-nucleon scattering"],"description":["  Starting from hyperbolic dispersion relations, we derive a closed system of\nRoy-Steiner equations for pion-nucleon scattering that respects analyticity,\nunitarity, and crossing symmetry. We work out analytically all kernel functions\nand unitarity relations required for the lowest partial waves. In order to\nsuppress the dependence on the high-energy regime we also consider once- and\ntwice-subtracted versions of the equations, where we identify the subtraction\nconstants with subthreshold parameters. Assuming Mandelstam analyticity we\ndetermine the maximal range of validity of these equations. As a first step\ntowards the solution of the full system we cast the equations for the\n$\\pi\\pi\\to\\bar NN$ partial waves into the form of a Muskhelishvili-Omn\\`es\nproblem with finite matching point, which we solve numerically in the\nsingle-channel approximation. We investigate in detail the role of individual\ncontributions to our solutions and discuss some consequences for the spectral\nfunctions of the nucleon electromagnetic form factors.\n","Comment: 106 pages, 18 figures; version published in JHEP"]}]
["1203.5999",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5999","Phys. Rev. A 85, 063608 (2012)","doi:10.1103/PhysRevA.85.063608"],"date":["2012-03-27"],"type":["text"],"creator":["Dalmonte, M.","Dieckmann, K.","Roscilde, T.","Hartl, C.","Feiguin, A. E.","Schollwöck, U.","Heidrich-Meisner, F."],"language":[],"coverage":[],"title":["Dimer, trimer and FFLO liquids in mass- and spin-imbalanced trapped\n  binary mixtures in one dimension"],"description":["  We present a systematic investigation of attractive binary mixtures in\npresence of both spin- and mass-imbalance in one dimensional setups described\nby the Hubbard model. After discussing typical cold atomic experimental\nrealizations and the relation between microscopic and effective parameters, we\nstudy several many-body features of trapped Fermi-Fermi and Bose-Bose mixtures\nsuch as density profiles, momentum distributions and correlation functions by\nmeans of numerical density-matrix-renormalization-group and Quantum Monte Carlo\nsimulations. In particular, we focus on the stability of\nFulde-Ferrell-Larkin-Ovchinnikov, dimer and trimer fluids in inhomogeneous\nsituations, as typically realized in cold gas experiments due to the harmonic\nconfinement. We finally consider possible experimental signatures of these\nphases both in the presence of a finite polarization and of a finite\ntemperature.\n","Comment: 19 pages, 25 figures"]}]
["1204.0733",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0733"],"date":["2012-04-03","2012-06-12"],"type":["text"],"creator":["Svaneborg, Carsten","Fellermann, Harold","Rasmussen, Steen"],"language":[],"coverage":[],"title":["DNA Self-Assembly and Computation Studied with a Coarse-grained Dynamic\n  Bonded Model"],"description":["  We study DNA self-assembly and DNA computation using a coarse-grained DNA\nmodel within the directional dynamic bonding framework {[}C. Svaneborg, Comp.\nPhys. Comm. 183, 1793 (2012){]}. In our model, a single nucleotide or domain is\nrepresented by a single interaction site. Complementary sites can reversibly\nhybridize and dehybridize during a simulation. This bond dynamics induces a\ndynamics of the angular and dihedral bonds, that model the collective effects\nof chemical structure on the hybridization dynamics. We use the DNA model to\nperform simulations of the self-assembly kinetics of DNA tetrahedra, an\nicosahedron, as well as strand displacement operations used in DNA computation.\n","Comment: Submitted for the DNA18 conference"]}]
["1204.1196",{"format":[],"subject":["Computer Science - Computational Complexity","03B45, 68Q17","F.2","F.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1196"],"date":["2012-04-05","2012-06-12"],"type":["text"],"creator":["Göller, Stefan","Meier, Arne","Mundhenk, Martin","Schneider, Thomas","Thomas, Michael","Weiss, Felix"],"language":[],"coverage":[],"title":["The Complexity of Monotone Hybrid Logics over Linear Frames and the\n  Natural Numbers"],"description":["  Hybrid logic with binders is an expressive specification language. Its\nsatisfiability problem is undecidable in general. If frames are restricted to N\nor general linear orders, then satisfiability is known to be decidable, but of\nnon-elementary complexity. In this paper, we consider monotone hybrid logics\n(i.e., the Boolean connectives are conjunction and disjunction only) over N and\ngeneral linear orders. We show that the satisfiability problem remains\nnon-elementary over linear orders, but its complexity drops to\nPSPACE-completeness over N. We categorize the strict fragments arising from\ndifferent combinations of modal and hybrid operators into NP-complete and\ntractable (i.e. complete for NC1or LOGSPACE). Interestingly, NP-completeness\ndepends only on the fragment and not on the frame. For the cases above NP,\nsatisfiability over linear orders is harder than over N, while below NP it is\nat most as hard. In addition we examine model-theoretic properties of the\nfragments in question.\n","Comment: 19 pages + 15 pages appendix, 3 figures"]}]
["1204.2194",{"format":[],"subject":["Mathematics - Statistics Theory","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2194"],"date":["2012-04-10","2012-06-12"],"type":["text"],"creator":["Ginestet, Cedric E.","Simmons, Andrew","Kolaczyk, Eric D."],"language":[],"coverage":[],"title":["Weighted Frechet Means as Convex Combinations in Metric Spaces:\n  Properties and Generalized Median Inequalities"],"description":["  In this short note, we study the properties of the weighted Frechet mean as a\nconvex combination operator on an arbitrary metric space, (Y,d). We show that\nthis binary operator is commutative, non-associative, idempotent, invariant to\nmultiplication by a constant weight and possesses an identity element. We also\ntreat the properties of the weighted cumulative Frechet mean. These tools allow\nus to derive several types of median inequalities for abstract metric spaces\nthat hold for both negative and positive Alexandrov spaces. In particular, we\nshow through an example that these bounds cannot be improved upon in general\nmetric spaces. For weighted Frechet means, however, such inequalities can\nsolely be derived for weights equal or greater than one. This latter limitation\nhighlights the inherent difficulties associated with working with\nabstract-valued random variables.\n","Comment: 7 pages, 1 figure. Submitted to Probability and Statistics Letters"]}]
["1204.2507",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2507","Phys. Rev. Lett. 108, 241101 (2012)","doi:10.1103/PhysRevLett.108.241101"],"date":["2012-04-11"],"type":["text"],"creator":["Turyshev, Slava G.","Toth, Viktor T.","Kinsella, Gary","Lee, Siu-Chun","Lok, Shing M.","Ellis, Jordan"],"language":[],"coverage":[],"title":["Support for the thermal origin of the Pioneer anomaly"],"description":["  We investigate the possibility that the anomalous acceleration of the Pioneer\n10 and 11 spacecraft is due to the recoil force associated with an anisotropic\nemission of thermal radiation off the vehicles. To this end, relying on the\nproject and spacecraft design documentation, we constructed a comprehensive\nfinite-element thermal model of the two spacecraft. Then, we numerically solve\nthermal conduction and radiation equations using the actual flight telemetry as\nboundary conditions. We use the results of this model to evaluate the effect of\nthe thermal recoil force on the Pioneer 10 spacecraft at various heliocentric\ndistances. We found that the magnitude, temporal behavior, and direction of the\nresulting thermal acceleration are all similar to the properties of the\nobserved anomaly. As a novel element of our investigation, we develop a\nparameterized model for the thermal recoil force and estimate the coefficients\nof this model independently from navigational Doppler data. We find no\nstatistically significant difference between the two estimates and conclude\nthat once the thermal recoil force is properly accounted for, no anomalous\nacceleration remains.\n","Comment: 5 pages, 4 figures, 3 tables, accepted to Phys. Rev. Letters"]}]
["1204.2538",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2538","Physical Review B 85, 214302 (2012)","doi:10.1103/PhysRevB.85.214302"],"date":["2012-04-11","2012-06-12"],"type":["text"],"creator":["Sperstad, Iver Bakken","Stiansen, Einar B.","Sudbø, Asle"],"language":[],"coverage":[],"title":["Quantum criticality in spin chains with non-ohmic dissipation"],"description":["  We investigate the critical behavior of a spin chain coupled to bosonic baths\ncharacterized by a spectral density proportional to $\\omega^s$, with $s>1$.\nVarying $s$ changes the effective dimension $d_\\text{eff} = d + z$ of the\nsystem, where $z$ is the dynamical critical exponent and the number of spatial\ndimensions $d$ is set to one. We consider two extreme cases of clock models,\nnamely Ising-like and U(1)-symmetric ones, and find the critical exponents\nusing Monte Carlo methods. The dynamical critical exponent and the anomalous\nscaling dimension $\\eta$ are independent of the order parameter symmetry for\nall values of $s$. The dynamical critical exponent varies continuously from $z\n\\approx 2$ for $s=1$ to $z=1$ for $s=2$, and the anomalous scaling dimension\nevolves correspondingly from $\\eta \\gtrsim 0$ to $\\eta = 1/4$. The latter\nexponent values are readily understood from the effective dimensionality of the\nsystem being $d_\\text{eff} \\approx 3$ for $s=1$, while for $s=2$ the anomalous\ndimension takes the well-known exact value for the 2D Ising and XY models,\nsince then $d_{\\rm{eff}}=2$. A noteworthy feature is, however, that $z$\napproaches unity and $\\eta$ approaches 1/4 for values of $s < 2$, while naive\nscaling would predict the dissipation to become irrelevant for $s=2$. Instead,\nwe find that $z=1,\\eta=1/4$ for $s \\approx 1.75$ for both Ising-like and U(1)\norder parameter symmetry. These results lead us to conjecture that for all\nsite-dissipative $Z_q$ chains, these two exponents are related by the scaling\nrelation $z = \\text{max} {(2-\\eta)/s, 1}$. We also connect our results to\nquantum criticality in nondissipative spin chains with long-range spatial\ninteractions.\n","Comment: 8 pages, 6 figures"]}]
["1204.2992",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2992","EPL 98 (2012) 57006","doi:10.1209/0295-5075/98/57006"],"date":["2012-04-13"],"type":["text"],"creator":["Spemann, D.","Rothermel, M.","Esquinazi, P.","Ramos, M.","Kopelevich, Y.","Ohldag, H."],"language":[],"coverage":[],"title":["Comment on: \"Revealing common artifacts due to ferromagnetic inclusions\n  in highly oriented pyrolytic graphite\", by M. Sepioni, R.R. Nair, I.-Ling\n  Tsai, A.K. Geim and I.V. Grigorieva, EPL 97 (2012) 47001"],"description":["  This comment addresses several issues in the paper by Sepioni et al., where\nit is stated that the ferromagnetism in pristine highly oriented pyrolytic\ngraphite (HOPG) reported by several groups in the previous years is most likely\ndue to impurity contamination. In this comment, clear arguments are given why\nthis statement is not justified. Furthermore, it is pointed out, that there are\nalready measurements using element-sensitive microscopic techniques, e.g. X-ray\nMagnetic Circular Dichroism (XMCD) that directly proved the intrinsic origin of\nthe ferromagnetism in graphite, also in pristine HOPG.\n","Comment: 1, 0 figures, 9 references"]}]
["1204.3597",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3597","Phys. Rev. Lett. 108, 237204 (2012)","doi:10.1103/PhysRevLett.108.237204"],"date":["2012-04-16"],"type":["text"],"creator":["Adams, T.","Chacon, A.","Wagner, M.","Bauer, A.","Brandl, G.","Pedersen, B.","Berger, H.","Lemmens, P.","Pfleiderer, C."],"language":[],"coverage":[],"title":["Long wavelength helimagnetic order and skyrmion lattice phase in\n  Cu2OSeO3"],"description":["  We report a long-wavelength helimagnetic superstructure in bulk samples of\nthe ferrimagnetic insulator Cu2OSeO3. The magnetic phase diagram associated\nwith the helimagnetic modulation inferred from small angle neutron scattering\nand magnetisation measurements includes a skyrmion lattice phase and is\nstrongly reminiscent of MnSi, FeGe and Fe1-xCoxSi, i.e., binary isostructural\nsiblings of Cu2OSeO3 that order helimagnetically. The temperature dependence of\nthe specific heat of Cu2OSeO3 is characteristic of nearly critical spin\nfluctuations at the helimagnetic transition. This provides putative evidence\nfor effective spin currents as the origin of enhancements of the\nmagneto-dielectric response instead of atomic displacements considered so far.\n"]}]
["1204.4950",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4950","Opt. Express 20, 14064 (2012)","doi:10.1364/OE.20.014064"],"date":["2012-04-22","2012-05-01"],"type":["text"],"creator":["Kobayashi, H.","Nonaka, K.","Kitano, M."],"language":[],"coverage":[],"title":["Helical mode conversion using conical reflector"],"description":["  In a recent paper, Mansuripur et al. [Phys. Rev. A 84, 033813 (2011)]\nindicated and numerically verified the generation of the helical wavefront of\noptical beams using a conical-shape reflector. Because the optical reflection\nis largely free from chromatic aberrations, the conical reflector has an\nadvantage of being able to manipulate the helical wavefront with broadband\nlight such as white light or short light pulses. In this study, we introduce\ngeometrical understanding of the function of the conical reflector using the\nspatially-dependent geometric phase, or more specifically, the spin redirection\nphase. We also present a theoretical analysis based on three-dimensional matrix\ncalculus and elucidate relationships of the spin, orbital, and total angular\nmomenta between input and output beams. These analyses are very useful when\ndesigning other optical devices that utilize spatially-dependent spin\nredirection phases. Moreover, we experimentally demonstrate the generation of\nhelical beams from an ordinary Gaussian beam using a metallic conical-shape\nreflector.\n","Comment: 7 pages, 7 figures"]}]
["1204.5043",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5043"],"date":["2012-04-23","2012-06-12"],"type":["text"],"creator":["Argyriou, Andreas","Foygel, Rina","Srebro, Nathan"],"language":[],"coverage":[],"title":["Sparse Prediction with the $k$-Support Norm"],"description":["  We derive a novel norm that corresponds to the tightest convex relaxation of\nsparsity combined with an $\\ell_2$ penalty. We show that this new {\\em\n$k$-support norm} provides a tighter relaxation than the elastic net and is\nthus a good replacement for the Lasso or the elastic net in sparse prediction\nproblems. Through the study of the $k$-support norm, we also bound the\nlooseness of the elastic net, thus shedding new light on it and providing\njustification for its use.\n"]}]
["1204.6135",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6135","JCAP 06 (2012) 009","doi:10.1088/1475-7516/2012/06/009"],"date":["2012-04-27","2012-06-12"],"type":["text"],"creator":["Zhang, Zhenhui","Li, Song","Li, Xiao-Dong","Zhang, Xin","Li, Miao"],"language":[],"coverage":[],"title":["Revisit of the Interaction between Holographic Dark Energy and Dark\n  Matter"],"description":["  In this paper we investigate the possible direct, non-gravitational\ninteraction between holographic dark energy (HDE) and dark matter. Firstly, we\nstart with two simple models with the interaction terms $Q \\propto \\rho_{dm}$\nand $Q \\propto \\rho_{de}$, and then we move on to the general form $Q \\propto\n\\rho_m^\\alpha\\rho_{de}^\\beta$. The cosmological constraints of the models are\nobtained from the joint analysis of the present Union2.1+BAO+CMB+$H_0$ data. We\nfind that the data slightly favor an energy flow from dark matter to dark\nenergy, although the original HDE model still lies in the 95.4% confidence\nlevel (CL) region. For all models we find $c<1$ at the 95.4% CL. We show that\ncompared with the cosmic expansion, the effect of interaction on the evolution\nof $\\rho_{dm}$ and $\\rho_{de}$ is smaller, and the relative increment\n(decrement) amount of the energy in the dark matter component is constrained to\nbe less than 9% (15%) at the 95.4% CL. By introducing the interaction, we find\nthat even when $c<1$ the big rip still can be avoided due to the existence of a\nde Sitter solution at $z\\rightarrow-1$. We show that this solution can not be\naccomplished in the two simple models, while for the general model such a\nsolution can be achieved with a large $\\beta$, and the big rip may be avoided\nat the 95.4% CL.\n","Comment: 26 pages, 9 figures, version accepted for publication in JCAP"]}]
["1204.6251",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6251","JHEP 1206:063,2012","doi:10.1007/JHEP06(2012)063"],"date":["2012-04-27","2012-06-12"],"type":["text"],"creator":["Hoferichter, M.","Ditsche, C.","Kubis, B.","Meißner, U. -G."],"language":[],"coverage":[],"title":["Dispersive analysis of the scalar form factor of the nucleon"],"description":["  Based on the recently proposed Roy-Steiner equations for pion-nucleon\nscattering, we derive a system of coupled integral equations for the pi pi -->\nN-bar N and K-bar K --> N-bar N S-waves. These equations take the form of a\ntwo-channel Muskhelishvili-Omnes problem, whose solution in the presence of a\nfinite matching point is discussed. We use these results to update the\ndispersive analysis of the scalar form factor of the nucleon fully including\nK-bar K intermediate states. In particular, we determine the correction\nDelta_sigma=sigma(2M_pi^2)-sigma_{pi N}, which is needed for the extraction of\nthe pion-nucleon sigma term from pi N scattering, as a function of pion-nucleon\nsubthreshold parameters and the pi N coupling constant.\n","Comment: 24 pages, 6 figures; version published in JHEP"]}]
["1205.0080",{"format":[],"subject":["Mathematics - History and Overview","01A40, 97A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0080"],"date":["2012-04-30","2012-06-11"],"type":["text"],"creator":["Hughes, Gordon"],"language":[],"coverage":[],"title":["The Polygons of Albrecht Durer -1525"],"description":["  The early Renaissance artist Albrecht Durer published a book on geometry a\nfew years before he died. This was intended to be a guide for young craftsmen\nand artists giving them both practical and mathematical tools for their trade.\nIn the second part of that book, Durer gives compass and straightedge\nconstructions for the 'regular' polygons from the triangle to the 16-gon. We\nwill examine each of these constructions using the original 1525 text and\ndiagrams along with a translation. Then we will use Mathematica to carry out\nthe constructions which are only approximate, in order to compare them with the\nregular case. In Appendix A, we discuss Durer's approximate trisection method\nfor angles, which is surprisingly accurate. Appendix B outlines what is known\ncurrently about compass and straightedge constructions and includes two elegant\n19th century constructions.\n"]}]
["1205.0372",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0372","Phys. Rev. B 85, 235120 (2012)","doi:10.1103/PhysRevB.85.235120"],"date":["2012-05-02"],"type":["text"],"creator":["Ijäs, M.","Harju, A."],"language":[],"coverage":[],"title":["Fractional periodicity of persistent current in coupled quantum rings"],"description":["  We study the transmission properties of a few-site Hubbard rings with up to\nsecond-nearest neighbor coupling embedded to a ring-shaped lead using exact\ndiagonalization. The approach captures all the correlation effects and enables\nus to include interactions both in the ring and in the ring-shaped lead, and\nstudy on an equal footing weak and strong coupling between the ring and the\nlead as well as asymmetry. In the weakly coupled case, we find fractional\nperiodicity at all electron fillings at sufficiently high Hubbard U, similar to\nisolated rings. For strongly coupled rings, on the contrary, fractional\nperiodicity is only observed at sufficiently large negative gate voltages and\nhigh interaction strengths. This is explained by the formation of a bound\ncorrelated state in the ring that is effectively weakly coupled to the lead.\n"]}]
["1205.1405",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1405","Appl. Phys. Lett. 100, 091105 (2012)","doi:10.1063/1.3690888"],"date":["2012-05-07"],"type":["text"],"creator":["Pernice, W. H. P.","Xiong, C.","Schuck, C.","Tang, H. X."],"language":[],"coverage":[],"title":["High-Q aluminum nitride photonic crystal nanobeam cavities"],"description":["  We demonstrate high optical quality factors in aluminum nitride (AlN)\nphotonic crystal nanobeam cavities. Suspended AlN photonic crystal nanobeams\nare fabricated in sputter-deposited AlN-on-insulator substrates using a\nself-protecting release process. Employing one-dimensional photonic crystal\ncavities coupled to integrated optical circuits we measure quality factors up\nto 146,000. By varying the waveguide-cavity coupling gap, extinction ratios in\nexcess of 15 dB are obtained. Our results open the door for integrated photonic\nbandgap structures made from a low loss, wide-transparency, nonlinear optical\nmaterial system.\n"]}]
["1205.1665",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1665","Optics Express, Vol. 20, Issue 11, pp. 12261-12269 (2012)","doi:10.1364/OE.20.012261"],"date":["2012-05-08"],"type":["text"],"creator":["Pernice, Wolfram H. P.","Xiong, Chi","Tang, Hong X."],"language":[],"coverage":[],"title":["High Q micro-ring resonators fabricated from polycrystalline aluminum\n  nitride films for near infrared and visible photonics"],"description":["  We demonstrate wideband integrated photonic circuits in sputter-deposited\naluminum nitride (AlN) thin films. At both near-infrared and visible\nwavelengths, we achieve low propagation loss in integrated waveguides and\nrealize high-quality optical resonators. In the telecoms C-band (1520-1580 nm),\nwe obtain the highest optical Q factor of 440,000. Critical coupled devices\nshow extinction ratio above 30 dB. For visible wavelengths (around 770 nm),\nintrinsic quality factors in excess of 30,000 is demonstrated. Our work\nillustrates the potential of AlN as a low loss material for wideband optical\napplications.\n"]}]
["1205.3271",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3271","Appl. Phys. Lett. 100, 223501 (2012)","doi:10.1063/1.4722941"],"date":["2012-05-15"],"type":["text"],"creator":["Pernice, W. H. P.","Xiong, C.","Schuck, C.","Tang, H. X."],"language":[],"coverage":[],"title":["Second harmonic generation in phase matched aluminum nitride waveguides"],"description":["  We demonstrate second order optical nonlinearity in aluminum nitride on\ninsulator substrates. Using sputter-deposited aluminum nitride thin films we\nrealize nanophotonic waveguides coupled to micro-ring resonators that\nsimultaneously support cavity resonant modes for both visible and IR light. By\nusing phase matched ring resonators, we achieve efficient second-harmonic\ngeneration and are able to generate up to 0.5uW of visible light on the chip\nwith a conversion efficiency of -46dB. From the measured response we obtain a\nsecond order non-linear susceptibility (\\c{hi}2) of 4.7pm/V. Our platform\nprovides a viable route for realizing wideband linear and nonlinear optical\ndevices on a chip.\n"]}]
["1205.4909",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4909"],"date":["2012-05-22","2012-06-12"],"type":["text"],"creator":["Kragh, Helge"],"language":[],"coverage":[],"title":["Geometry and Astronomy: Pre-Einstein Speculations of Non-Euclidean Space"],"description":["  The recognition that physical space (or space-time) is curved is a product of\nthe general theory of relativity, such as dramatically shown by the 1919 solar\neclipse measurements. However, the mathematical possibility of non-Euclidean\ngeometries was recognized by Gauss more than a century earlier, and during the\nnineteenth century mathematicians developed the pioneering ideas of Gauss,\nLobachevsky, Bolyai and Riemann into an elaborate branch of generalized\ngeometry. Did the unimaginative physicists and astronomers ignore the new\ngeometries? Were they considered to be of mathematical interest only until\nEinstein entered the scene? This paper examines in detail the attempts in the\nperiod from about 1830 to 1910 to establish links between non-Euclidean\ngeometry and the physical and astronomical sciences, including attempts to find\nobservational evidence for curved space. Although there were but few\ncontributors to \"non-Euclidean astronomy,\" there were more than usually\nsupposed. The paper looks in particular on a work of 1872 in which the Leipzig\nphysicist K. F. Zoellner argued that the universe is closed in accordance with\nRiemann's geometry.\n","Comment: 76 pages; 8 figures"]}]
["1205.4965",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4965"],"date":["2012-05-22","2012-06-12"],"type":["text"],"creator":["Ribordy, M."],"language":[],"coverage":[],"title":["Methods and problems in neutrino observatories"],"description":["  Gigantic neutrino telescopes are primarily designed to search for very high\nenergy neutrino radiation from the cosmos. Neutrinos travel unhindered over\ncosmological distances and therefore carry unique undistorted information about\nits production sites: the most powerful accelerators of hadrons in nature.\n  In these lectures, we present the relevant physics motivations and their\nspecifics. We review methodological aspects of neutrino telescopes: the\nexperimental technique, some of the faced problems and the capabilities in\nterms of discovery potential, effective area, isolation of a signal from\natmospheric backgrounds, etc. Instruments and their operation in various media\nare described.\n  We also mention the instrumental birth and provide an outlook of the\ndetection technique toward very low and ultra-high energies.\n","Comment: 44 pages, 23 figures, prepared for ISAPP School \"Neutrino Physics and\n  Astrophysics,\" 26 July - 5 August 2011, Villa Monastero, Varenna, Lake Como,\n  Italy"]}]
["1205.5971",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5971"],"date":["2012-05-27","2012-06-12"],"type":["text"],"creator":["Kumar, Dinesh","Kumar, Sanjay","Singh, A. P."],"language":[],"coverage":[],"title":["Escaping Set of e^z-1"],"description":["  We investigate the set I(f) of points that converge to infinity under\niteration of the map f(z) = e^z-1 and show that it is the disjoint union of\ncountably many rays and uncountable union of infinite sets whose points escape\nto infinity through the sets.\n","Comment: This paper has been withdrawn by the author due to the result being\n  already known"]}]
["1205.6808",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6808"],"date":["2012-05-30","2012-06-12"],"type":["text"],"creator":["Marzani, Simone"],"language":[],"coverage":[],"title":["Probing colour flow with jet vetoes"],"description":["  We discuss jet vetoes as a means of probing colour flow in hard-scattering\nprocesses in hadronic collisions. As an example, we describe a calculation of\nthe dijet cross-section with a jet veto, which resums the leading logarithms of\nthe veto scale and is matched to a fixed-order computation. We compare this\nprediction to the measurement performed by the ATLAS collaboration. Finally, we\noutline future developments in this research area.\n","Comment: Talk given at XX International Workshop on Deep-Inelastic Scattering\n  and Related Subjects, 26th-30th March 2012, University of Bonn"]}]
["1206.0045",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0045"],"date":["2012-05-31","2012-06-12"],"type":["text"],"creator":["Silva, I. P. Costa e"],"language":[],"coverage":[],"title":["Some remarks on marginally trapped surfaces and geodesic incompleteness"],"description":["  In a recent paper, Eichmair, Galloway and Pollack have proved a\nGannon-Lee-type singularity theorem based on the existence of marginally outer\ntrapped surfaces (MOTS) on noncompact initial data sets for globally hyperbolic\nspacetimes. However, one might wonder whether the corresponding incomplete\ngeodesics could still be complete in a possible non-globally hyperbolic\nextension of spacetime. In this note, some variants of that result are given\nwith weaker causality assumptions, thus suggesting that the answer is\ngenerically negative, at least if the putative extension has no closed timelike\ncurves. However, unlike in the case of MOTS, on which only the outgoing family\nof normal geodesics is constrained, we have found it necessary in our proofs to\nimpose also a weak convergence condition on the ingoing family of normal\ngeodesics. In other words, we consider marginally trapped surfaces (MTS) in\nchronological spacetimes, introducing the natural notion of a generic MTS. In\nparticular, a Hawking-Penrose-type singularity theorem is proven in\nchronological spacetimes with dimensions greater than 2 containing a generic\nMTS. Such surfaces naturally arise as cross-sections of quasi-local\ngeneralizations of black hole horizons, such as dynamical and trapping\nhorizons. We end with some comments on the existence of MTS in initial data\nsets.\n","Comment: 11 pages, no figures; erroneous argument corrected, results\n  unchanged; one reference and a few remarks added"]}]
["1206.0142",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0142"],"date":["2012-06-01"],"type":["text"],"creator":["Elasri, Hicham","Mehdi, Neknane","Jamila, Aatab","Karima, Ganoun"],"language":[],"coverage":[],"title":["Open source based cadastral information system : ANCFCC-MOROCCO"],"description":["  This present project is developing a geographic information system to support\nthe cadastral business. This system based on open source solutions which\ndeveloped within the National Agency of Land Registry, Cadastre and Cartography\n(ANCFCC) enabling monitoring and analysis of cadastral procedures as well as\noffering consumable services by other information systems: consultation and\nquerying spatial data. The project will also assist the various user profiles\nin the completion of production tasks and the possibility to eliminate the\ndeficiencies identified to ensure an optimum level of productivity\n","Comment: International conference of GIS users, May 23-24, 2012, Fez (Morocco)"]}]
["1206.0280",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0280","Phys. Rev. B 85, 235427 (2012)","doi:10.1103/PhysRevB.85.235427"],"date":["2012-06-01"],"type":["text"],"creator":["Dinh, T. V.","Valavanis, A.","Lever, L. J. M.","Ikonić, Z.","Kelsall, R. W."],"language":[],"coverage":[],"title":["An extended density matrix model applied to silicon-based terahertz\n  quantum cascade lasers"],"description":["  Silicon-based terahertz quantum cascade lasers (QCLs) offer potential\nadvantages over existing III-V devices. Although coherent electron transport\neffects are known to be important in QCLs, they have never been considered in\nSi-based device designs. We describe a density matrix transport model that is\ndesigned to be more general than those in previous studies and to require less\na priori knowlege of electronic bandstructure, allowing its use in\nsemi-automated design procedures. The basis of the model includes all states\ninvolved in interperiod transport, and our steady-state solution extends beyond\nthe rotating-wave approximation by including DC and counter-propagating terms.\nWe simulate the potential performance of bound-to-continuum Ge/SiGe QCLs and\nfind that devices with 4-5-nm-thick barriers give the highest simulated optical\ngain. We also examine the effects of interdiffusion between Ge and SiGe layers;\nwe show that if it is taken into account in the design, interdiffusion lengths\nof up to 1.5 nm do not significantly affect the simulated device performance.\n","Comment: 8 pages, 4 figures"]}]
["1206.0549",{"format":[],"subject":["Computer Science - Systems and Control","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0549"],"date":["2012-06-04","2012-06-12"],"type":["text"],"creator":["Hekler, Achim","Fischer, Jörg","Hanebeck, Uwe D."],"language":[],"coverage":[],"title":["Sequence-Based Control for Networked Control Systems Based on Virtual\n  Control Inputs"],"description":["  In this paper, we address the problem of controlling a system over an\nunreliable connection that is affected by time-varying delays and randomly\noccurring packet losses. A novel sequence-based approach is proposed that\nextends a given controller designed without consideration of the\nnetwork-induced disturbances. Its key idea is to model the unknown future\ncontrol inputs by random variables, the so-called virtual control inputs, which\nare characterized by discrete probability density functions. Subject to this\nprobabilistic description, the actual sequence of future control inputs is\ndetermined and transmitted to the actuator. The high performance of the\nproposed approach is demonstrated by means of Monte Carlo simulation runs with\nan inverted pendulum on a cart and by a detailed comparison to standard NCS\napproaches.\n"]}]
["1206.1040",{"format":[],"subject":["Physics - General Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1040"],"date":["2012-06-05","2012-06-07"],"type":["text"],"creator":["Sverdlov, Roman"],"language":[],"coverage":[],"title":["Realistic collapse model of bosonic strings"],"description":["  In this paper we will utilize the non-trivial shapes of the strings in order\nto come up with realistic definition of probability amplitudes in a lot more\nnatural way than could be done in point particle counterpart. We then go on to\n\"translate\" GRW model to string theory context. In this paper we limit\nourselves to boson-only toy model without D-branes.\n","Comment: 9 pages; no figures"]}]
["1206.2057",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2057"],"date":["2012-06-10","2012-06-12"],"type":["text"],"creator":["Hong, Chi-Yao","Caesar, Matthew","Godfrey, P. Brighten"],"language":[],"coverage":[],"title":["Finishing Flows Quickly with Preemptive Scheduling"],"description":["  Today's data centers face extreme challenges in providing low latency.\nHowever, fair sharing, a principle commonly adopted in current congestion\ncontrol protocols, is far from optimal for satisfying latency requirements.\n  We propose Preemptive Distributed Quick (PDQ) flow scheduling, a protocol\ndesigned to complete flows quickly and meet flow deadlines. PDQ enables flow\npreemption to approximate a range of scheduling disciplines. For example, PDQ\ncan emulate a shortest job first algorithm to give priority to the short flows\nby pausing the contending flows. PDQ borrows ideas from centralized scheduling\ndisciplines and implements them in a fully distributed manner, making it\nscalable to today's data centers. Further, we develop a multipath version of\nPDQ to exploit path diversity.\n  Through extensive packet-level and flow-level simulation, we demonstrate that\nPDQ significantly outperforms TCP, RCP and D3 in data center environments. We\nfurther show that PDQ is stable, resilient to packet loss, and preserves nearly\nall its performance gains even given inaccurate flow information.\n","Comment: The conference version was published in SIGCOMM 2012"]}]
["1206.2198",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2198","Physical Review A 81, 043605 (2010)","doi:10.1103/PhysRevA.81.043605"],"date":["2012-06-11"],"type":["text"],"creator":["Huang, C. C.","Liu, C. H.","Wu, W. C."],"language":[],"coverage":[],"title":["Vortices in a rotating Bose-Einstein condensate under extreme elongation\n  in a harmonic plus quartic trap"],"description":["  The behaviors of a rapid rotating Bose-Einstein condensate under extreme\nelongation in a 2D anisotropic harmonic plus quartic trap are investigated. Due\nto the quartic trap, the system remains stable at high rotating velocity,\n$\\Omega\\geq \\omega_\\perp$ ($\\omega_\\perp$ is the radial harmonic trap\nfrequency), and vortex lattices form even in the absence of the repulsive\ns-wave interaction ($g$). When $g$ is present, the interplay between $g$ and\nthe quartic trap potential can lead to rich vortex lattice transition states as\na function of $\\Omega$, to which vortex lattices vanish eventually at some\nhigher $\\Omega$.\n","Comment: 5 pages, 5 figures"]}]
["1206.2343",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2343","International Journal of Fatigue 33, 6 (2011) 823-832","doi:10.1016/j.ijfatigue.2010.12.011"],"date":["2012-06-09"],"type":["text"],"creator":["Roy, M. J.","Nadot, Y.","Nadot-Martin, C.","Bardin, P. -G.","Maijer, D. M."],"language":[],"coverage":[],"title":["Multiaxial Kitagawa analysis of A356-T6"],"description":["  Experimental Kitagawa analysis has been performed on A356-T6 containing\nnatural and artificial defects. Results are obtained with a load ratio of R =\n-1 for three different loadings: tension, torsion and combined tension-torsion.\nThe critical defect size determined is 400 \\pm 100 \\mum in A356-T6 under\nmultiaxial loading. Below this value, the microstructure governs the endurance\nlimit mainly through Secondary Dendrite Arm Spacing (SDAS). Four theoretical\napproaches are used to simulate the endurance limit characterized by a Kitagawa\nrelationship are compared: Murakami relationships [Y Murakami, Metal Fatigue:\nEffects of Small Defects and Nonmetallic Inclusions, Elsevier, 2002.],\ndefect-crack equivalency via Linear Elastic Fracture Mechanics (LEFM), the\nCritical Distance Method (CDM) proposed by Susmel and Taylor [L. Susmel, D.\nTaylor. Eng. Fract. Mech. 75 (2008) 15.] and the gradient approach proposed by\nNadot [Y. Nadot, T. ~Billaudeau. Eng. Fract. Mech. 73 (2006) 1.]. It is shown\nthat the CDM and gradient methods are accurate; however fatigue data for three\nloading conditions is necessary to allow accurate identification of an\nendurance limit.\n","Comment: 27 pages, 11 figures"]}]
["1206.2344",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2344","Materials Science and Engineering: A 548, 30 (2012) 195-205","doi:10.1016/j.msea.2012.03.106"],"date":["2012-06-09"],"type":["text"],"creator":["Roy, M. J.","Maijer, D. M.","Dancoine, L."],"language":[],"coverage":[],"title":["Constitutive behavior of as-cast A356"],"description":["  The constitutive behavior of aluminum alloy A356 in the as-cast condition has\nbeen characterized using compression tests performed over a wide range of\ndeformation temperatures (30-500{\\deg}C) and strain rates (\\approx0.1-10 /s).\nThis work is intended to support the development of process models for a wide\nrange of conditions including those relevant to casting, forging and machining.\nThe flow stress behavior as a function of temperature and strain rate has been\nfit to a modified Johnson-Cook and extended Ludwik-Hollomon expression. The\ndata has also been assessed with both the strain-independent Kocks-Mecking and\nZener-Hollomon frameworks. The predicted plastic flow stress for each\nexpression are compared. The results indicate that the extended Ludwik-Hollomon\nis best suited to describe small strain conditions (stage III hardening), while\nthe Kocks-Mecking is best employed for large strain (stage IV). At elevated\ntemperatures, it was found that the Zener-Hollomon model provides the best\nprediction of flow stress.\n","Comment: 34 pages, 12 figures"]}]
["1206.2347",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2347","The 8th IEEE International Conference on Fuzzy Systems,\n  FUZZ-IEEE'99. p. 1632-1637. Seoul. Korea,1999"],"date":["2012-06-11"],"type":["text"],"creator":["Omri, Mohamed Nazih"],"language":[],"coverage":[],"title":["Uncertain and Approximative Knowledge Representation to Reasoning on\n  Classification with a Fuzzy Networks Based System"],"description":["  The approach described here allows to use the fuzzy Object Based\nRepresentation of imprecise and uncertain knowledge. This representation has a\ngreat practical interest due to the possibility to realize reasoning on\nclassification with a fuzzy semantic network based system. For instance, the\ndistinction between necessary, possible and user classes allows to take into\naccount exceptions that may appear on fuzzy knowledge-base and facilitates\nintegration of user's Objects in the base. This approach describes the\ntheoretical aspects of the architecture of the whole experimental A.I. system\nwe built in order to provide effective on-line assistance to users of new\ntechnological systems: the understanding of \"how it works\" and \"how to complete\ntasks\" from queries in quite natural languages. In our model, procedural\nsemantic networks are used to describe the knowledge of an \"ideal\" expert while\nfuzzy sets are used both to describe the approximative and uncertain knowledge\nof novice users in fuzzy semantic networks which intervene to match fuzzy\nlabels of a query with categories from our \"ideal\" expert.\n","Comment: arXiv admin note: text overlap with arXiv:1206.1794"]}]
["1206.2358",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","13F20, 14P05, 15A72 (Primary) 13A50, 15A15, 11E25, 20G05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2358"],"date":["2012-06-11"],"type":["text"],"creator":["Domokos, M."],"language":[],"coverage":[],"title":["Invariant theoretic characterization of subdiscriminants of matrices"],"description":["  An invariant theoretic characterization of subdiscriminants of matrices is\ngiven. The structure as a module over the special orthogonal group of the\nminimal degree non-zero homogeneous component of the vanishing ideal of the\nvariety of real symmetric matrices with a bounded number of different\neigenvalues is investigated. These results are applied to the study of sum of\nsquares presentations of subdisciminants of real symmetric matrices.\n","Comment: 11 pages"]}]
["1206.2362",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2362"],"date":["2012-05-28"],"type":["text"],"creator":["Hirki, Mikael"],"language":[],"coverage":[],"title":["Applying Compression to a Game's Network Protocol"],"description":["  This report presents the results of applying different compression algorithms\nto the network protocol of an online game. The algorithm implementations\ncompared are zlib, liblzma and my own implementation based on LZ77 and a\nvariation of adaptive Huffman coding. The comparison data was collected from\nthe game TomeNET. The results show that adaptive coding is especially useful\nfor compressing large amounts of very small packets.\n","Comment: 7 pages, 2 figures, technical report"]}]
["1206.2363",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2363"],"date":["2012-06-11"],"type":["text"],"creator":["Vink, Jacco"],"language":[],"coverage":[],"title":["Supernova Remnants as the Sources of Galactic Cosmic Rays"],"description":["  The origin of cosmic rays holds still many mysteries hundred years after they\nwere first discovered. Supernova remnants have for long been the most likely\nsources of Galactic cosmic rays. I discuss here some recent evidence that\nsuggests that supernova remnants can indeed efficiently accelerate cosmic rays.\nFor this conference devoted to the Astronomical Institute Utrecht I put the\nemphasis on work that was done in my group, but placed in a broader context:\nefficient cosmic-ray acceleration and the im- plications for cosmic-ray escape,\nsynchrotron radiation and the evidence for magnetic- field amplification,\npotential X-ray synchrotron emission from cosmic-ray precursors, and I conclude\nwith the implications of cosmic-ray escape for a Type Ia remnant like Tycho and\na core-collapse remnant like Cas A.\n","Comment: Proceedings of the Meeting \"370 years of astronomy in Utrecht\",\n  Noordwijkerhout, The Netherlands, April 2-5, 2012 (ASPCS Conference Series)"]}]
["1206.2376",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2376"],"date":["2012-06-11"],"type":["text"],"creator":["Rivera-Letelier, Juan"],"language":[],"coverage":[],"title":["On the asymptotic expansion of maps with disconnected Julia set"],"description":["  We study the asymptotic expansion of smooth one-dimensional maps. We give an\nexample of an interval map for which the optimal shrinking of components\nexponential rate is not attained for any neighborhood of a certain fixed point\nin the boundary of a periodic Fatou component. We prove a general result\nasserting that, when this happens the components do shrink exponentially,\nalthough the rate is not the optimal one. Finally, we give an example of a\npolynomial with real coefficients, such that all its critical points in the\ncomplex plane are real, and such that its asymptotic expansion as a complex map\nis strictly smaller than its asymptotic expansion as a real map.\n"]}]
["1206.2378",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2378","doi:10.1016/j.phpro.2012.03.714"],"date":["2012-06-11"],"type":["text"],"creator":["Yamaoka, Jared","Feng, Haolu","Garcia-Sciveres, Maurice","Jaegle, Igal","Kadyk, John","Nguyen, Young","Rosen, Marc","Ross, Steven","Thorpe, Thomas","Vahsen, Sven"],"language":[],"coverage":[],"title":["Application of Time Projection Chambers with GEMs and Pixels to WIMP\n  Searches and Fast Neutron Detection"],"description":["  We present work on the detection of neutral particles via nuclear recoils in\ngas-filled Time Projection Chambers (TPCs). We employ Gas Electron Multipliers\n(GEMs) to amplify the signal and silicon pixel electronics to detect the\navalanche charge. These technologies allow ionization in the target gas to be\ndetected with low noise, improved position and time resolution, and high\nefficiency. We review experimental results obtained in previous years, and\nreport on ongoing simulation studies and construction of the first prototype at\nthe University of Hawaii. We also present prospects of using such detectors to\nperform direction-sensitive searches for WIMP dark matter and fast neutron from\nfissionable material.\n","Comment: Proceedings of 2nd International Conference on Technology and\n  Instrumentation in Particle Physics (TIPP 2011), to be published in Physics\n  Procedia, 8 pages, 9 figures"]}]
["1206.2388",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2388"],"date":["2012-06-11"],"type":["text"],"creator":["Bosia, Carla","Osella, Matteo","Baroudi, Mariama El","Corà, Davide","Caselle, Michele"],"language":[],"coverage":[],"title":["Gene autoregulation via intronic microRNAs and its functions"],"description":["  Background: MicroRNAs, post-transcriptional repressors of gene expression,\nplay a pivotal role in gene regulatory networks. They are involved in core\ncellular processes and their dysregulation is associated to a broad range of\nhuman diseases. This paper focus on a minimal microRNA-mediated regulatory\ncircuit, in which a protein-coding gene (host gene) is targeted by a microRNA\nlocated inside one of its introns. Results: Autoregulation via intronic\nmicroRNAs is widespread in the human regulatory network, as confirmed by our\nbioinformatic analysis, and can perform several regulatory tasks despite its\nsimple topology. Our analysis, based on analytical calculations and\nsimulations, indicates that this circuitry alters the dynamics of the host gene\nexpression, can induce complex responses implementing adaptation and Weber's\nlaw, and efficiently filters fluctuations propagating from the upstream network\nto the host gene. A fine-tuning of the circuit parameters can optimize each of\nthese functions. Interestingly, they are all related to gene expression\nhomeostasis, in agreement with the increasing evidence suggesting a role of\nmicroRNA regulation in conferring robustness to biological processes. In\naddition to model analysis, we present a list of bioinformatically predicted\ncandidate circuits in human for future experimental tests. Conclusions: The\nresults presented here suggest a potentially relevant functional role for\nnegative self-regulation via intronic microRNAs, in particular as a homeostatic\ncontrol mechanism of gene expression. Moreover, the map of circuit functions in\nterms of experimentally measurable parameters, resulting from our analysis, can\nbe a useful guideline for possible applications in synthetic biology.\n","Comment: 29 pages and 7 figures in the main text, 18 pages of Supporting\n  Information"]}]
["1206.2390",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2390"],"date":["2012-06-11"],"type":["text"],"creator":["Bui, H. -Q.","Laugesen, R. S."],"language":[],"coverage":[],"title":["Wavelet frame bijectivity on Lebesgue and Hardy spaces"],"description":["  We prove a sufficient condition for frame-type wavelet series in $L^p$, the\nHardy space $H^1$, and BMO. For example, functions in these spaces are shown to\nhave expansions in terms of the Mexican hat wavelet, thus giving a strong\nanswer to an old question of Meyer.\n  Bijectivity of the wavelet frame operator acting on Hardy space is\nestablished with the help of new frequency-domain estimates on the\nCalder\\'on-Zygmund constants of the frame kernel.\n","Comment: 23 pages, 7 figures"]}]
["1206.2393",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2393"],"date":["2012-06-11"],"type":["text"],"creator":["Ahmad, Mahmoud","Ilinova, Ekaterina","Derevianko, Andrei"],"language":[],"coverage":[],"title":["See-saw protocol for Doppler cooling of multilevel systems with coherent\n  pulse trains"],"description":["  We consider decelerating and cooling an ensemble of multilevel atoms and\nmolecules with a coherent train of ultrashort laser pulses. In the frequency\ndomain such trains form frequency combs. We propose a novel see-saw scheme of\nDoppler cooling of multilevel atoms and molecules. In this scheme the teeth of\nthe frequency comb are periodically moved in and out of resonance with the\nallowed transitions. The see-saw cooling may be carried out in practice by\nswitching carrier-envelope phase offset between predefined values. We study the\nperformance of the see-saw scheme for the simplest prototype three-level\n$\\Lambda$ system and demonstrate its advantage. For these systems we\ndemonstrate a procedure for determining optimal train parameters, and see-saw\nswitching period. We also illustrate the performance of the protocol by\nnumerically simulating time evolution of velocity distribution.\n","Comment: 8 Pages, 10 Figures"]}]
["1206.2394",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2394","J. Phys. B: At. Mol. Opt. Phys. 45 (2012) 124010","doi:10.1088/0953-4075/45/12/124010"],"date":["2012-06-11"],"type":["text"],"creator":["Miyashita, S.","Shirai, T.","Mori, T.","De Raedt, H.","Bertaina, S.","Chiorescu, I."],"language":[],"coverage":[],"title":["Photon and spin dependence of the resonance lines shape in the strong\n  coupling regime"],"description":["  We study the quantum dynamics of a spin ensemble coupled to cavity photons.\nRecently, related experimental results have been reported, showing the\nexistence of the strong coupling regime in such systems. We study the\neigenenergy distribution of the multi-spin system (following the Tavis-Cummings\nmodel) which shows a peculiar structure as a function of the number of cavity\nphotons and of spins. We study how this structure causes changes in the\nspectrum of the admittance in the linear response theory, and also the\nfrequency dependence of the excited quantities in the stationary state under a\nprobing field. In particular, we investigate how the structure of the higher\nexcited energy levels changes the spectrum from a double-peak structure (the\nso-called vacuum field Rabi splitting) to a single peak structure. We also\npoint out that the spin dynamics in the region of the double-peak structure\ncorresponds to recent experiments using cavity ringing while in region of the\nsingle peak structure, it corresponds to the coherent Rabi oscillation in a\ndriving electromagnetic filed. Using a standard Lindblad type mechanism, we\nstudy the effect of dissipations on the line width and separation in the\ncomputed spectra. In particular, we study the relaxation of the total spin in\nthe general case of a spin ensemble in which the total spin of the system is\nnot specified. The theoretical results are correlated with experimental\nevidence of the strong coupling regime, achieved with a spin 1/2 ensemble.\n"]}]
["1206.2399",{"format":[],"subject":["Physics - Optics","Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2399"],"date":["2012-06-11"],"type":["text"],"creator":["Petrak, Benjamin","Konthasinghe, Kumarasiri","Perez, Sonia","Muller, Andreas"],"language":[],"coverage":[],"title":["Feedback-controlled laser fabrication of micromirror substrates"],"description":["  Short (40-200 microseconds) single focused CO2 laser pulses of energy of\nabout 100 microJ were used to fabricate high quality concave micromirror\ntemplates on silica and fluoride glass. The ablated features have diameters of\n20-100 microns and average root-mean-square (RMS) surface microroughness near\ntheir center of less than 0.2 nm. Temporally monitoring the fabrication process\nrevealed that it proceeds on a time scale shorter than the laser pulse\nduration. We implement a fast feedback control loop (20 kHz bandwidth) based on\nthe light emitted by the sample that ensures an RMS size dispersion of less\nthan 5 percent in arrays on chips or in individually fabricated features on an\noptical fiber tip, a significant improvement over previous approaches using\nlonger pulses and open loop operation.\n"]}]
["1206.2405",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2405"],"date":["2012-06-11"],"type":["text"],"creator":["Syafwan, M.","Susanto, H.","Cox, S. M."],"language":[],"coverage":[],"title":["Solitons in a parametrically driven damped discrete nonlinear\n  Schr\\\"odinger equation"],"description":["  We consider a parametrically driven damped discrete nonlinear Schr\\\"odinger\n(PDDNLS) equation. Analytical and numerical calculations are performed to\ndetermine the existence and stability of fundamental discrete bright solitons.\nWe show that there are two types of onsite discrete soliton, namely onsite type\nI and II. We also show that there are four types of intersite discrete soliton,\ncalled intersite type I, II, III, and IV, where the last two types are\nessentially the same, due to symmetry. Onsite and intersite type I solitons,\nwhich can be unstable in the case of no dissipation, are found to be stabilized\nby the damping, whereas the other types are always unstable. Our further\nanalysis demonstrates that saddle-node and pitchfork (symmetry-breaking)\nbifurcations can occur. More interestingly, the onsite type I, intersite type\nI, and intersite type III-IV admit Hopf bifurcations from which emerge periodic\nsolitons (limit cycles). The continuation of the limit cycles as well as the\nstability of the periodic solitons are computed through the numerical\ncontinuation software Matcont. We observe subcritical Hopf bifurcations along\nthe existence curve of the onsite type I and intersite type III-IV. Along the\nexistence curve of the intersite type I we observe both supercritical and\nsubcritical Hopf bifurcations.\n","Comment: to appear in \"Spontaneous Symmetry Breaking, Self-Trapping, and\n  Josephson Oscillations in Nonlinear Systems\", B.A. Malomed, ed. (Springer,\n  Berlin, 2012)"]}]
["1206.2409",{"format":[],"subject":["Mathematics - Dynamical Systems","37E30, 37E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2409"],"date":["2012-06-11"],"type":["text"],"creator":["Koropecki, Andres","Tal, Fabio Armando"],"language":[],"coverage":[],"title":["Area-preserving irrotational diffeomorphisms of the torus with sublinear\n  diffusion"],"description":["  We construct a $C^\\infty$ area-preserving diffeomorphism of the\ntwo-dimensional torus which is Bernoulli (in particular, ergodic) with respect\nto Lebesgue measure, homotopic to the identity, and has a lift to the universal\ncovering whose rotation set is $\\{(0,0)\\}$, which in addition has the property\nthat almost every orbit by the lifted dynamics is unbounded and accumulates in\nevery direction of the circle at infinity.\n","Comment: 8 pages"]}]
["1206.2414",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2414"],"date":["2012-06-11"],"type":["text"],"creator":["Hosseinnia, S. H.","Ghaderi, R.","N., A. Ranjbar","Momani, S."],"language":[],"coverage":[],"title":["Synchronization of Uncertain Fractional-Order Duffing-Holmes Chaotic\n  System via Sliding Mode Control"],"description":["  In this paper, a sliding mode controller is designed to synchronize a chaotic\nfractional-order system. To construct a corrective control input, a saturation\nfunction sat(.), with a modified sliding surface is proposed. Finally, Chaos in\nthe Duffing-Holmes system with fractional orders is investigated, and a\nnumerical simulation (synchronizing fractional-order Duffing-Holmes _\nDuffing-Holmes system) are presented to show the effectiveness of the proposed\ncontroller.\n","Comment: Proc. of the 3rd IFAC Workshop on Fractional Differentiation and its\n  Applications, Turkey, 2008"]}]
["1206.2415",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2415"],"date":["2012-06-11"],"type":["text"],"creator":["T., M. Shahiri","N., A. Ranjbar","Ghaderi, R.","Hosseinnia, S. H.","Momani, S."],"language":[],"coverage":[],"title":["Control and Synchronization of Chaotic Fractional-Order Coullet System\n  via Active Controller"],"description":["  In this paper, fractional order Coullet system is studied. An active control\ntechnique is applied to control this chaotic system. This type of controller is\nalso applied to synchronize chaotic fractional-order systems in master-slave\nstructure. The synchronization procedure is shown via simulation. The boundary\nof stability is obtained by both of theoretical analysis and simulation result.\nThe numerical simulations show the effectiveness of the proposed controller.\n","Comment: Proc. of the 3rd IFAC Workshop on Fractional Differentiation and its\n  Applications, Turkey, 2008"]}]
["1206.2416",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2416"],"date":["2012-06-11"],"type":["text"],"creator":["Hosseinnia, S. H.","Ghaderi, R.","N., A. Ranjbar","Sadati, J.","Momani, S."],"language":[],"coverage":[],"title":["Synchronization of Fractional Chaotic Systems via Fractional-Order\n  Adaptive Controller"],"description":["  In this paper, an adaptive fractional controller has been designed to control\nchaotic systems. In fact, this controller is a fractional PID controller, which\nthe coefficients will be tuned according to a proper adaptation mechanism. The\nadaptation law will be constructed from a sliding surface via gradient method.\nThe adaptive fractional controller is implemented on a gyro system to signify\nthe performance of the proposed technique.\n","Comment: Proc. of the 3rd IFAC Workshop on Fractional Differentiation and its\n  Applications, Turkey, 2008"]}]
["1206.2422",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2422","Phys. Rev. A 85, 031805(R) (2012)","doi:10.1103/PhysRevA.85.031805"],"date":["2012-06-11"],"type":["text"],"creator":["Xiao, Yun-Feng","Liu, Yong-Chun","Li, Bei-Bei","Chen, You-Ling","Li, Yan","Gong, Qihuang"],"language":[],"coverage":[],"title":["Strongly enhanced light-matter interaction in a hybrid\n  photonic-plasmonic resonator"],"description":["  We propose a hybrid photonic-plasmonic resonant structure which consists of a\nmetal nanoparticle (MNP) and a whispering gallery mode (WGM) microcavity. It is\nfound that the hybrid mode enables a strong interaction between the light and\nmatter, and the single-atom cooperativity is enhanced by more than two orders\nof magnitude compared to that in a bare WGM microcavity. This remarkable\nimprovement originates from two aspects: (1) the MNP offers a highly enhanced\nlocal field in the vicinity of an emitter, and (2), surprisingly, the\nhigh-\\textit{Q} property of WGMs can be maintained in the presence of the MNP.\nThus the present system has great advantages over a single microcavity or a\nsingle MNP, and holds great potential in quantum optics, nonlinear optics and\nhighly sensitive biosening.\n","Comment: 5 pages, 4 figures"]}]
["1206.2424",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2424"],"date":["2012-06-11"],"type":["text"],"creator":["Wan, James"],"language":[],"coverage":[],"title":["Some Notes on Weighted Sum Formulae for Double Zeta Values"],"description":["  We present a unified approach which gives completely elementary proofs of\nthree weighted sum formulae for double zeta values. This approach also leads to\nnew evaluations of sums relating to the harmonic numbers, the alternating\ndouble zeta values, and the Witten zeta function. We discuss a heuristic for\nfinding or dismissing the existence of similar simple sums. We also produce\nsome new sums from recursions involving the Riemann zeta and the Dirichlet beta\nfunctions.\n"]}]
["1206.2425",{"format":[],"subject":["Statistics - Applications","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2425"],"date":["2012-06-11"],"type":["text"],"creator":["Reisen, V. A.","Sarnaglia, A. J. Q","Reis Jr, N. C.","Lévy-Leduc, C.","Santos, J. M."],"language":[],"coverage":[],"title":["Modeling and forecasting daily average PM$_{10}$ concentrations by a\n  seasonal ARFIMA model with volatility"],"description":["  This paper considers the possibility that the daily average Particulate\nMatter (PM$_{10}$) concentration is a seasonal fractionally integrated process\nwith time-dependent variance (volatility). In this context, one convenient\nextension is to consider the SARFIMA model (Reisen, et al, 2006a,b) with GARCH\ntype innovations. The model is theoretically justified and its usefulness is\ncorroborated with the application to PM$_{10}$ concentration in the city of\nCariacica-ES (Brazil). The model adjusted was able to capture the dynamics in\nthe series. The out-of-sample forecast intervals were improved by considering\nheteroscedastic errors and they were able to identify the periods of more\nvolatility.\n"]}]
["1206.2426",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2426","Phys. Rev. A 85, 013843 (2012)","doi:10.1103/PhysRevA.85.013843"],"date":["2012-06-11"],"type":["text"],"creator":["Liu, Yong-Chun","Xiao, Yun-Feng","Jiang, Xue-Feng","Li, Bei-Bei","Li, Yan","Gong, Qihuang"],"language":[],"coverage":[],"title":["Cavity QED treatment of scattering-induced efficient free-space\n  excitation and collection in high-Q whispering-gallery microcavities"],"description":["  Whispering-gallery microcavity laser possesses ultralow threshold, whereas\nconvenient free-space optical excitation and collection suffer from low\nefficiencies due to its rotational symmetry. Here we analytically study a\nthree-dimensional microsphere coupled to a nano-sized scatterer in the\nframework of quantum optics. It is found that the scatterer is capable of\ncoupling light in and out of the whispering-gallery modes (WGMs) without\nseriously degrading their high-Q properties, while the microsphere itself plays\nthe role of a lens to focus the input beam on the scatterer and vice versa. Our\nanalytical results show that (1) the high-Q WGMs can be excited in free space,\nand (2) over 50% of the microcavity laser emission can be collected within less\nthan ${1}^{\\circ}$. This coupling system holds great potential for low\nthreshold microlasers free of external couplers.\n","Comment: 10 pages, 8 figures"]}]
["1206.2440",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2440","Phys. Rev. C85 (2012) 064904","doi:10.1103/PhysRevC.85.064904"],"date":["2012-06-12"],"type":["text"],"creator":["Zhou, Jie","Xu, Xiao-Ming"],"language":[],"coverage":[],"title":["Temperature-dependent Cross Sections for Charmonium Dissociation in\n  Collisions with Pions and Rhos in Hadronic Matter"],"description":["  Meson-charmonium dissociation reactions governed by the quark interchange are\nstudied with temperature-dependent quark potentials. Quark-antiquark\nrelative-motion wave functions and masses of charmonia and charmed mesons are\ndetermined by the central spin-independent part of the potentials or by the\ncentral spin-independent part and a smeared spin-spin interaction. The\nprominent temperature dependence of the masses is found. Based on the\npotentials, the wave functions, and the meson masses, we obtain\ntemperature-dependent cross sections for fifteen pion-charmonium and\nrho-charmonium dissociation reactions. The numerical cross sections are\nparametrized for future applications in hadronic matter. The particular\ntemperature dependence of the J/psi bound state leads to unusual behavior of\nthe cross sections for endothermic J/psi dissociation reactions. The quantum\nnumbers of psi' and chi_c can not make their difference in mass in the\ntemperature region 0.6T_c < T < T_c, but can make the psi' dissociation\ndifferent from the chi_c dissociation.\n","Comment: 52 pages, 23 figures, 6 tables"]}]
["1206.2442",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2442"],"date":["2012-06-12"],"type":["text"],"creator":["Khan, Islam","Aziz, Tariq"],"language":[],"coverage":[],"title":["Numerical Solution of a Singularly - Perturbed Boundary-Value Problems\n  by Using A Non-Polynomial Spline"],"description":["  We consider a non-polynomial cubic spline to develop the classes of methods\nfor the numerical solution of singularly perturbed two-point boundary value\nproblems. The proposed methods are second and fourth order accurate and\napplicable to problems both in singular and non-singular cases. Numerical\nresults are given to illustrate the efficiency of our methods and compared with\nthe methods given by different authors.\n","Comment: 11 pages, 0 figure; Numerical Solution of Boundary Value Problems for\n  Ordinary Differential Equations, Prentice-Hall, Englewood Cliffs, NJ, 1988"]}]
["1206.2444",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2444","PASA, 2012, vol. 29(2), 161-173","doi:10.1071/AS12008"],"date":["2012-06-12"],"type":["text"],"creator":["Zotos, Euaggelos E."],"language":[],"coverage":[],"title":["Trapped and escaping orbits in an axially symmetric galactic-type\n  potential"],"description":["  In the present article, we investigate the behavior of orbits in a time\nindependent axially symmetric galactic type potential. This dynamical model can\nbe considered to describe the motion in the central parts of a galaxy, for\nvalues of energies larger than the energy of escape. We use the classical\nmethod of the surface of section, in order to visualize and interpret the\nstructure of the phase space of the dynamical system. Moreover, the Lyapunov\nCharacteristic Exponent (LCE), is used in order to make an estimation of the\ndegree of the chaoticity of the orbits in our galactic model. Our numerical\ncalculations suggest that in this galactic type potential, there are two kinds\nof orbits: (i) escaping orbits and (ii) trapped orbits which do not escape at\nall. Furthermore, a large number of orbits of the dynamical system, display\nchaotic motion. Among the chaotic orbits, there are orbits that escape fast and\nalso orbits that remain trapped for vast time intervals. When the value of the\ntest particle's energy exceeds slightly the energy of escape, the amount of the\ntrapped regular orbits increases, as the the value of the angular momentum\nincreases. Therefore, the extent of the chaotic regions observed in the phase\nplane decreases as the value of the energy increases. Moreover, we calculate\nthe average value of the escape period of the chaotic orbits and we try to\ncorrelate it with the value of the energy and also with the maximum value of\nthe z component of the orbits. In addition, we find that the value of the LCE\ncorresponding to each chaotic region, for different values of the energy,\nincreases exponentially as the value of the energy increases. Some theoretical\narguments in order to support the numerically obtained outcomes are presented.\n","Comment: Published in Publications of the Astronomical Society of Australia\n  (PASA) journal"]}]
["1206.2445",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2445"],"date":["2012-06-12"],"type":["text"],"creator":["Thiyagarajan, P.","Aghila, G.","Venkatesan, V. Prasanna"],"language":[],"coverage":[],"title":["Pixastic: Steganography based Anti-Phihsing Browser Plug-in"],"description":["  In spite of existence of many standard security mechanisms for ensuring\nsecure e-Commerce business, users still fall prey for online attacks. One such\nsimple but powerful attack is 'Phishing'. Phishing is the most alarming threat\nin the e-Commerce world and effective anti-phishing technique is the need of\nthe hour. This paper focuses on a novel anti-phishing browser plug-in which\nuses information hiding technique - Steganography. A Robust Message based Image\nSteganography (RMIS) algorithm has been proposed. The same has been\nincorporated in the form of a browser plug-in (safari) called Pixastic.\nPixastic is tested in an online banking scenario and it is compared with other\nwell-known anti-phishing plug-in methods in practice. Various parameters such\nas robustness, usability and its behavior on various attacks have been\nanalysed. From experimental results, it is evident that our method Pixastic\nperforms well compared to other anti-phishing plug-ins.\n","Comment: Thiyagarajan P, Aghila G, Prasanna Venkatesan V, \"Pixastic:\n  Steganography based Anti-Phishing Browser Plug-in\", Journal of Internet\n  Banking and Commerce, April 2012, Vol. 17, no. 1, ISSN: 1204-5357"]}]
["1206.2447",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2447"],"date":["2012-06-12"],"type":["text"],"creator":["Ruan, Ning","Gao, David Y."],"language":[],"coverage":[],"title":["Canonical Duality Approach for Nonlinear Dynamical Systems"],"description":["  This paper presents a canonical dual approach for solving a nonlinear\npopulation growth problem governed by the well-known logistic equation. Using\nthe finite difference and least squares methods, the nonlinear differential\nequation is first formulated as a nonconvex optimization problem with unknown\nparameters. We then prove that by the canonical duality theory, this nonconvex\nproblem is equivalent to a concave maximization problem over a convex feasible\nspace, which can be solved easily to obtain global optimal solution to this\nchallenging problem. Several illustrative examples are presented.\n","Comment: 13 pages, 3 figures and 2 tables; IMA J. Appl. Math. 2012"]}]
["1206.2449",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2449"],"date":["2012-06-12"],"type":["text"],"creator":["Oller, J. A."],"language":[],"coverage":[],"title":["Developments in Chiral effective Field Theory for Nuclear Matter"],"description":["  We review on a chiral power counting scheme for in-medium chiral perturbation\ntheory with nucleons and pions as degrees of freedom \\cite{ref}. It allows for\na systematic expansion taking into account local as well as pion-mediated\ninter-nucleon interactions. Based on this power counting, one can identify\nclasses of non-perturbative diagrams that require a resummation. We then\ncalculate the nuclear matter energy density for the symmetric and purely\nneutron matter cases up-to-and-including next-to-leading order (NLO), in good\nagreement with sophisticated many-body calculations. Next, the neutron matter\nequation of state is applied to calculate the upper limit for neutron stars,\nwith an upper bound around 2.3 solar masses, large enough to accommodate the\nmost massive neutron star observed until now. We also apply our equation state\nto constraint $G_N$ in exceptionally large gravitational fields.\n","Comment: 5 pages, 3 figures. Sixth International Conference on Quarks and\n  Nuclear Physics, April 16-20, 2012. Ecole Polytechnique, Palaiseau, Paris,\n  France"]}]
["1206.2453",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2453"],"date":["2012-06-12"],"type":["text"],"creator":["Saperstein, Eduard E.","Baldo, Marcello"],"language":[],"coverage":[],"title":["Microscopic origin of pairing"],"description":["  A brief review of recent progress in the ab intio theory of nuclear pairing\nis given. Nowdays several successful solutions of the ab intio BCS theory gap\nequation were published which show that it is a promising first step in the\nproblem. However, the role of many-body correlations that go beyond the BCS\nscheme remains uncertain and requires further investigations. As an\nalternative, the semi-microscopic model is discussed in which the effective\npairing interaction calculated from the first principles is supplemented with a\nsmall phenomenological addendum containing one phenomenological parameter\nuniversal for all medium and heavy atomic nuclei.\n","Comment: Contribution to the Volume 50 years of Nuclear BCS edited by World\n  Scientific"]}]
["1206.2457",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L70, 35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2457"],"date":["2012-06-12"],"type":["text"],"creator":["Guo, Zihua","Nakanishi, Kenji","Wang, Shuxia"],"language":[],"coverage":[],"title":["Global dynamics below the ground state energy for the Zakharov system in\n  the 3D radial case"],"description":["  We consider the global dynamics below the ground state energy for the\nZakharov system in the 3D radial case. We obtain dichotomy between the\nscattering and the growup.\n","Comment: 28 pages"]}]
["1206.2469",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2469","Coordination Chemistry Reviews, 2009, 253, 2423-2431","doi:10.1016/j.ccr.2009.03.023"],"date":["2012-06-12"],"type":["text"],"creator":["Wolny, J. A.","Paulsen, H.","Trautwein, A. X.","Schünemann, V."],"language":[],"coverage":[],"title":["Density functional theory calculations and vibrational spectroscopy on\n  iron spin-crossover compounds"],"description":["  Iron complexes with a suitable ligand field undergo spin-crossover (SCO),\nwhich can be induced reversibly by temperature, pressure or even light.\nTherefore, these compounds are highly interesting candidates for optical\ninformation storage, for display devices and pressure sensors. The SCO\nphenomenon can be conveniently studied by spectroscopic techniques like Raman\nand infrared spectroscopy as well as nuclear inelastic scattering, a technique\nwhich makes use of the M\\\"ossbauer effect. This review covers new developments\nwhich have evolved during the last years like, e.g. picosecond infrared\nspectroscopy and thin film studies but also gives an overviewon newtechniques\nfor the theoretical calculation of spin transition phenomena and vibrational\nspectroscopic data of SCO complexes.\n"]}]
["1206.2470",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2470","doi:10.1007/s10948-012-1670-6"],"date":["2012-06-12"],"type":["text"],"creator":["Bianconi, Antonio","Poccia, Nicola"],"language":[],"coverage":[],"title":["Superstripes and complexity in high-temperature superconductors"],"description":["  While for many years the lattice, electronic and magnetic complexity of\nhigh-temperature superconductors (HTS) has been considered responsible for\nhindering the search of the mechanism of HTS now the complexity of HTS is\nproposed to be essential for the quantum mechanism raising the superconducting\ncritical temperature. The complexity is shown by the lattice heterogeneous\narchitecture: a) heterostructures at atomic limit; b) electronic heterogeneity:\nmultiple components in the normal phase; c) superconducting heterogeneity:\nmultiple superconducting gaps in different points of the real space and of the\nmomentum space. The complex phase separation forms an unconventional granular\nsuperconductor in a landscape of nanoscale superconducting striped droplets\nwhich is called the \"superstripes\" scenario. The interplay and competition\nbetween magnetic orbital charge and lattice fluctuations seems to be essential\nfor the quantum mechanism that suppresses thermal decoherence effects at an\noptimum inhomogeneity.\n","Comment: 20 pages, 3 figures; J. Supercon. Nov. Mag. 2012"]}]
["1206.2471",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2471"],"date":["2012-06-12"],"type":["text"],"creator":["Cui, Zhen","Li, Hongze","Xue, Boqing"],"language":[],"coverage":[],"title":["On sums of subsets of Chen primes"],"description":["  In this paper we show that if $A$ is a subset of Chen primes with positive\nrelative density $\\alpha$, then $A+A$ must have positive upper density at least\n$c\\alpha e^{-c^\\prime\\log(1/\\alpha)^{2/3}(\\log\\log(1/\\alpha))^{1/3}}$ in the\nnatural numbers.\n"]}]
["1206.2475",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J45, 14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2475"],"date":["2012-06-12"],"type":["text"],"creator":["Fujita, Kento"],"language":[],"coverage":[],"title":["The Mukai conjecture for log Fano manifolds"],"description":["  For a log Fano manifold (X, D) with D\\neq 0 and with the log Fano pseudoindex\n\\geq 2, we prove that the restriction homomorphism Pic(X)\\to Pic(D_1) of Picard\ngroups is injective for any irreducible component D_1\\subset D.The strategy of\nour proof is to run a certain minimal model program and is similar to the\nargument of Casagrande's one. As a corollary, we prove that the Mukai\nconjecture (resp. the generalized Mukai conjecture) implies the log Mukai\nconjecture (resp. the log generalized Mukai conjecture).\n","Comment: 15 pages"]}]
["1206.2477",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2477"],"date":["2012-06-12"],"type":["text"],"creator":["Acker, Agnes","Boffin, Henri M. J.","Outters, Nicolas","Miszalski, Brent","Sabin, Laurence","Du, Pascal Le","Alves, Filipe"],"language":[],"coverage":[],"title":["Discovery of New Faint Northern Galactic Planetary Nebulae"],"description":["  We present the discovery of 6 nebular objects made by amateur astronomers.\nFour of these discoveries are clearly planetary nebulae (PNe), one is a\npossible PN, and another is a likely H II region. The bipolar nebula Ou4\npresents the largest angular extent ever found : over one degree on the sky! We\nconsider various scenarios that could explain such a nebula. Ou4 could be one\nof the nearest PNe known, though its possible PN nature will need confirmation.\n","Comment: Accepted by Rev.Mex.AA; 18 pages,8 figures"]}]
["1206.2484",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2484","IJCSI Volume 7, Issue 4, No 2, pp 11-17, July 2010"],"date":["2012-06-12"],"type":["text"],"creator":["Singh, Puneet","Kapoor, Ashutosh","Kaushik, Vishal","Maringanti, Hima Bindu"],"language":[],"coverage":[],"title":["Architecture for Automated Tagging and Clustering of Song Files\n  According to Mood"],"description":["  Music is one of the basic human needs for recreation and entertainment. As\nsong files are digitalized now a days, and digital libraries are expanding\ncontinuously, which makes it difficult to recall a song. Thus need of a new\nclassification system other than genre is very obvious and mood based\nclassification system serves the purpose very well. In this paper we will\npresent a well-defined architecture to classify songs into different mood-based\ncategories, using audio content analysis, affective value of song lyrics to map\na song onto a psychological-based emotion space and information from online\nsources. In audio content analysis we will use music features such as\nintensity, timbre and rhythm including their subfeatures to map music in a\n2-Dimensional emotional space. In lyric based classification 1-Dimensional\nemotional space is used. Both the results are merged onto a 2-Dimensional\nemotional space, which will classify song into a particular mood category.\nFinally clusters of mood based song files are formed and arranged according to\ndata acquired from various Internet sources.\n","Comment: 7 pages"]}]
["1206.2488",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2488"],"date":["2012-06-12"],"type":["text"],"creator":["Agafonova, N. Yu.","Antonioli, P.","Ashikhmin, V. V.","Bari, G.","Bressan, E.","Evans, L.","Garbini, M.","Giusti, P.","Malguin, A. S.","Persiani, R.","Ryasny, V. G.","Ryazhskaya, O. G.","Sartorelli, G.","Scapparone, E.","Selvi, M.","Shakirianova, I. R.","Votano, L.","Wenninger, H.","Yakushev, V. F.","Zichichi, A.","Agafonova, N.","Alexandrov, A.","Bertolin, A.","Brugnera, R.","Buttner, B.","Chiarella, V.","Chukanov, A.","D'Ambrosio, N.","De Lellis, G.","Di Crescenzo, A.","Di Ferdinando, D.","Di Marco, N.","Dmitrievsky, S.","Dracos, M.","Dusini, S.","Ebert, J.","Ereditato, A.","Ferber, T.","Fini, R. A.","Garfagnini, A.","Giacomelli, G.","Göllnitz, C.","Gornushkin, Y.","Grianti, F.","Gustavino, C.","Hagner, C.","Hierholzer, M.","Hollnagel, A.","Jakovcic, K.","Jollet-Meregaglia, C.","Klicek, B.","Kose, U.","Lenkeit, J.","Ljubicic, A.","Longhin, A.","Malgin, A.","Mandrioli, G.","Matveev, V.","Mauri, N.","Medinaceli, E.","Meregaglia, A.","Muciaccia, M. T.","Naumov, D.","Olshevsky, A.","Paoloni, A.","Pastore, A.","Patrizii, L.","Pozzato, M.","Pupilli, F.","Rosa, G.","Rostovtseva, I.","Russo, A.","Ryazhskaya, O.","Schembri, A.","Shakirianova, I.","Sheshukov, A.","Simone, S.","Sioli, M.","Sirignano, C.","Sirri, G.","Spinetti, M.","Stanco, L.","Stipcevic, M.","Tenti, M.","Terranova, F.","Tioukov, V.","Votano, L.","Wonsak, B.","Yakushev, V.","Zaitsev, Y.","Zemskova, S."],"language":[],"coverage":[],"title":["Determination of a time-shift in the OPERA set-up using high energy\n  horizontal muons in the LVD and OPERA detectors"],"description":["  The purpose of this work is to report the measurement of a time-shift in the\nOPERA set-up in a totally independent way from Time Of Flight (TOF)\nmeasurements of CNGS neutrino events. The LVD and OPERA experiments are both\ninstalled in the same laboratory: LNGS. The relative position of the two\ndetectors, separated by an average distance of ~ 160 m, allows the use of very\nhigh energy horizontal muons to cross-calibrate the timing systems of the two\ndetectors, using a TOF technique which is totally independent from TOF of CNGS\nneutrino events. Indeed, the OPERA-LVD direction lies along the so-called\n\"Teramo anomaly\", a region in the Gran Sasso massif where LVD has established,\nmany years ago, the existence of an anomaly in the mountain structure, which\nexhibits a low m. w. e. thickness for horizontal directions. The \"abundant\"\nhigh-energy horizontal muons (nearly 100 per year) going through LVD and OPERA\nexist because of this anomaly in the mountain orography. The total live time of\nthe data in coincidence correspond to 1200 days from mid 2007 until March 2012.\nThe time coincidence study of LVD and OPERA detectors is based on 306 cosmic\nhorizontal muon events and shows the existence of a negative time shift in the\nOPERA set-up of the order of deltaT(AB) = - (73 \\pm 9) ns when two calendar\nperiods, A and B, are compared. This result shows a systematic effect in the\nOPERA timing system from August 2008 until December 2011. The size of the\neffect is comparable with the neutrino velocity excess recently measured by\nOPERA. It is probably interesting not to forget that with the MRPC technology\ndeveloped by the ALICE Bologna group the TOF world record accuracy of 20 ps was\nreached. That technology can be implemented at LNGS for a high precision\ndetermination of TOF with the CNGS neutrino beams of an order of magnitude\nsmaller than the value of the OPERA systematic effect.\n"]}]
["1206.2489",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2489"],"date":["2012-06-12"],"type":["text"],"creator":["Anderson, Theresa C.","Vagharshakyan, Armen"],"language":[],"coverage":[],"title":["A simple proof of the sharp weighted estimate for Calderon-Zygmund\n  operators on homogeneous spaces"],"description":["  Here we show that Lerner's method of local mean oscillation gives a simple\nproof of the $A_2$ conjecture for spaces of homogeneous type: that is, the\nlinear dependence on the $A_2$ norm for weighted $L^2$ Calderon-Zygmund\noperator estimates. In the Euclidean case, the result is due to Hyt\\\"{o}nen,\nand for geometrically doubling spaces, Nazarov, Rezinikov, and Volberg obtained\nthe linear bound.\n"]}]
["1206.2493",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2493","IEEE Signal Processing Letters, April 2012, Vol. 19, No. 4, pages\n  231-234","doi:10.1109/LSP.2012.2188026"],"date":["2012-06-12"],"type":["text"],"creator":["Zachariah, Dave","Sundin, Martin","Jansson, Magnus","Chatterjee, Saikat"],"language":[],"coverage":[],"title":["Alternating Least-Squares for Low-Rank Matrix Reconstruction"],"description":["  For reconstruction of low-rank matrices from undersampled measurements, we\ndevelop an iterative algorithm based on least-squares estimation. While the\nalgorithm can be used for any low-rank matrix, it is also capable of exploiting\na-priori knowledge of matrix structure. In particular, we consider linearly\nstructured matrices, such as Hankel and Toeplitz, as well as positive\nsemidefinite matrices. The performance of the algorithm, referred to as\nalternating least-squares (ALS), is evaluated by simulations and compared to\nthe Cram\\'er-Rao bounds.\n","Comment: 4 pages, 2 figures"]}]
["1206.2494",{"format":[],"subject":["Quantitative Finance - General Finance","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2494"],"date":["2012-06-12"],"type":["text"],"creator":["Danielmeyer, Hans G.","Martinetz, Thomas"],"language":[],"coverage":[],"title":["A physical theory of economic growth"],"description":["  Economic growth is unpredictable unless demand is quantified. We solve this\nproblem by introducing the demand for unpaid spare time and a user quantity\nnamed human capacity. It organizes and amplifies spare time required for\nenjoying affluence like physical capital, the technical infrastructure for\nproduction, organizes and amplifies working time for supply. The sum of annual\nspare and working time is fixed by the universal flow of time. This yields the\nfirst macroeconomic equilibrium condition. Both storable quantities form\nstabilizing feedback loops. They are driven with the general and technical\nknowledge embodied with parts of the supply by education and construction.\nLinear amplification yields S-functions as only analytic solutions.\nDestructible physical capital controls medium-term recoveries from disaster.\nIndestructible human capacity controls the collective long-term industrial\nevolution. It is immune even to world wars and runs from 1800 to date parallel\nto the unisex life expectancy in the pioneering nations. This is the first\nquantitative information on long-term demand. The theory is self-consistent. It\nreproduces all peaceful data from 1800 to date without adjustable parameter. It\nhas full forecasting power since the decisive parameters are constants of the\nhuman species. They predict an asymptotic maximum for the economic level per\ncapita. Long-term economic growth appears as a part of natural science.\n"]}]
["1206.2497",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2497"],"date":["2012-06-12"],"type":["text"],"creator":["Lampis, Michael"],"language":[],"coverage":[],"title":["Improved Inapproximability for TSP"],"description":["  The Traveling Salesman Problem is one of the most studied problems in\ncomputational complexity and its approximability has been a long standing open\nquestion. Currently, the best known inapproximability threshold known is\n220/219 due to Papadimitriou and Vempala. Here, using an essentially different\nconstruction and also relying on the work of Berman and Karpinski on bounded\noccurrence CSPs, we give an alternative and simpler inapproximability proof\nwhich improves the bound to 185/184.\n"]}]
["1206.2500",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2500","doi:10.5121/ijsea.2012.330"],"date":["2012-06-12"],"type":["text"],"creator":["Sundar, R. Shyam","Kumar, S. Nanda"],"language":[],"coverage":[],"title":["Performance Improvement of Heterogeneous Wireless Networks using\n  Modified Newton Method"],"description":["  The heterogeneous wireless networks where coexistence of different Radio\naccess technology (RAT) are widely deployed for various services and support\nvarious traffic demand, channel allocation. Under heterogeneous wireless\nnetworks, a user can send data through a single or multi RATs simultaneous. The\nobjective of this paper is to choose the optimal bandwidth for the services and\npower allocation to that bandwidth. The proposed distributed joint allocation\nalgorithm using modified Newton method is adopted to maximize the total system\ncapacity. We validate the performance of the proposed algorithm through\nnumerical results.\n"]}]
["1206.2508",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2508"],"date":["2012-06-12"],"type":["text"],"creator":["Sardanashvily, G."],"language":[],"coverage":[],"title":["Grassmann-graded Lagrangian theory of even and odd variables"],"description":["  Graded Lagrangian formalism in terms of a Grassmann-graded variational\nbicomplex on graded manifolds is developed in a very general setting. This\nformalism provides the comprehensive description of reducible degenerate\nLagrangian systems, characterized by hierarchies of non-trivial higher-order\nNoether identities and gauge symmetries. This is a general case of classical\nfield theory and Lagrangian non-relativistic mechanics.\n","Comment: 36 pp. arXiv admin note: text overlap with arXiv:0908.1886,\n  arXiv:0708.2434"]}]
["1206.2509",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2509"],"date":["2012-06-12"],"type":["text"],"creator":["Carré, Jérôme","Porter, Edward K."],"language":[],"coverage":[],"title":["Modeling a circular equatorial test-particle in a Kerr spacetime"],"description":["  Extreme Mass Ratio Inspirals (EMRIs) are one of the main gravitational wave\n(GW) sources for a future space detector, such as eLISA/NGO, and third\ngeneration ground-based detectors, like the Einstein Telescope. These systems\npresent an interest both in astrophysics and fundamental physics. In order to\nmake a high precision determination of their physical parameters, we need very\naccurate theoretical waveform models or templates. In the case of a circular\nequatorial orbit, the key stumbling block to the creation of these templates is\nthe flux function of the GW. This function can be modeled either via very\nexpensive numerical simulations, which then make the templates unusable for GW\nastronomy, or via some analytic approximation method such as a post-Newtonian\napproximation. This approximation is known to be asymptotically divergent and\nis only known up to 5.5PN order for the Schwarzschild case and to 4PN order for\nthe Kerr case. A way to improve the convergence of the flux is to use\nre-summation methods. In this work we extend previous results using the Pad\\'e\nand Chebyshev approximations, first by taking into account the absorption of\nthe GWs by the central black hole which was neglected in previous studies, and\nsecondly by using the information from the Schwarzschild and absorption terms\nto create a Kerr flux up to 5.5PN order. We found that these two additions both\nimprove the convergence. We also demonstrate that the best re-summation method\nfor improving the flux model is based on a flux function which we call the\n\"inverted Chebyshev approximation\".\n","Comment: 18 pages, 11 figures"]}]
["1206.2510",{"format":[],"subject":["Computer Science - Multimedia","Computer Science - Data Structures and Algorithms","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2510"],"date":["2012-06-12"],"type":["text"],"creator":["Novak, David","Volny, Petr","Zezula, Pavel"],"language":[],"coverage":[],"title":["Generic Subsequence Matching Framework: Modularity, Flexibility,\n  Efficiency"],"description":["  Subsequence matching has appeared to be an ideal approach for solving many\nproblems related to the fields of data mining and similarity retrieval. It has\nbeen shown that almost any data class (audio, image, biometrics, signals) is or\ncan be represented by some kind of time series or string of symbols, which can\nbe seen as an input for various subsequence matching approaches. The variety of\ndata types, specific tasks and their partial or full solutions is so wide that\nthe choice, implementation and parametrization of a suitable solution for a\ngiven task might be complicated and time-consuming; a possibly fruitful\ncombination of fragments from different research areas may not be obvious nor\neasy to realize. The leading authors of this field also mention the\nimplementation bias that makes difficult a proper comparison of competing\napproaches. Therefore we present a new generic Subsequence Matching Framework\n(SMF) that tries to overcome the aforementioned problems by a uniform frame\nthat simplifies and speeds up the design, development and evaluation of\nsubsequence matching related systems. We identify several relatively separate\nsubtasks solved differently over the literature and SMF enables to combine them\nin straightforward manner achieving new quality and efficiency. This framework\ncan be used in many application domains and its components can be reused\neffectively. Its strictly modular architecture and openness enables also\ninvolvement of efficient solutions from different fields, for instance\nefficient metric-based indexes. This is an extended version of a paper\npublished on DEXA 2012.\n","Comment: This is an extended version of a paper published on DEXA 2012"]}]
["1206.2514",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2514"],"date":["2012-06-12"],"type":["text"],"creator":["Hudson, Thomas"],"language":[],"coverage":[],"title":["Thom-Porteous formulas in algebraic cobordism"],"description":["  We prove a formula for the push-forward class of Bott-Samelson resolutions in\nthe algebraic cobordism ring of the flag bundle. We then provide a geometric\ninterpretation to the double beta-polynomials of Fomin and Kirillov by\nspecializing our formula to the case of connected K-theory.\n","Comment: 44 pages"]}]
["1206.2516",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2516","Phys. Rev. A 85, 053832 (2012)","doi:10.1103/PhysRevA.85.053832"],"date":["2012-06-12"],"type":["text"],"creator":["Li, Hao-Kun","Liu, Yong-Chun","Yi, Xu","Zou, Chang-Ling","Ren, Xue-Xin","Xiao, Yun-Feng"],"language":[],"coverage":[],"title":["Proposal for a near-field optomechanical system with enhanced linear and\n  quadratic coupling"],"description":["  We propose a realistic system with separated optical and mechanical degrees\nof freedom, in which a high-mechanical-quality silicon nitride membrane is\nplaced upon a high-optical-quality whispering gallery microcavity. The strongly\nenhanced linear optomechanical coupling, together with simultaneously low\noptical and mechanical losses in the present system, results in a remarkable\nsingle-photon cooperativity exceeding 300. This unprecedented cooperativity in\nthe optomechanical system enables optical nonlinearity at low light intensities\nand holds great potential in generating, storing, and implementing quantum\nstates. Moreover, the device gives rise to significantly stronger quadratic\noptomechanical coupling than achieved to date, which is desirable for measuring\nphonon shot noise with a high signal-to-noise ratio.\n","Comment: 14 pages, 5 figures"]}]
["1206.2520",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2520"],"date":["2012-06-12"],"type":["text"],"creator":["Salinesi, Camille","Triki, Raouia","Mazo, Raul"],"language":[],"coverage":[],"title":["Combining configuration and recommendation to define an interactive\n  product line configuration approach"],"description":["  This paper is interested in e-commerce for complex configurable\nproducts/systems. In e-commerce, satisfying the customer needs is a vital\nconcern. One particular way to achieve this is to offer customers a panel of\noptions among which they can select their preferred ones. While solution\nexists, they are not adapted for highly complex configurable systems such as\nproduct lines. This paper proposes an approach that combines two complementary\nforms of guidance: configuration and recommendation, to help customers define\ntheir own products out of a product line specification. The proposed approach,\ncalled interactive configuration supports the combination by organizing the\nconfiguration process in a series of partial configurations where decisions are\nmade by the recommendation.\n","Comment: arXiv admin note: text overlap with arXiv:1108.5586 by other authors"]}]
["1206.2521",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2521"],"date":["2012-06-12"],"type":["text"],"creator":["Paris, Luis","Wagner, Emmanuel"],"language":[],"coverage":[],"title":["HOMFLY-PT skein module of singular links in the three-sphere"],"description":["  For a ring $R$, we denote by $R[\\mathcal L]$ the free $R$-module spanned by\nthe isotopy classes of singular links in $\\mathbb S^3$. Given two invertible\nelements $x,t \\in R$, the HOMFLY-PT skein module of singular links in $\\mathbb\nS^3$ (relative to the triple $(R,t,x)$) is the quotient of $R[\\mathcal L]$ by\nlocal relations, called skein relations, that involve $t$ and $x$. We compute\nthe HOMFLY-PT skein module of singular links for any $R$ such that\n$(t^{-1}-t+x)$ and $(t^{-1}-t-x)$ are invertible. In particular, we deduce the\nConway skein module of singular links.\n"]}]
["1206.2528",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2528"],"date":["2012-06-12"],"type":["text"],"creator":["Singer, Georg","Norbisrath, Ulrich","Lewandowski, Dirk"],"language":[],"coverage":[],"title":["Ordinary Search Engine Users assessing Difficulty, Effort, and Outcome\n  for Simple and Complex Search Tasks"],"description":["  Search engines are the preferred tools for finding information on the Web.\nThey are advancing to be the common helpers to answer any of our search needs.\nWe use them to carry out simple look-up tasks and also to work on rather time\nconsuming and more complex search tasks. Yet, we do not know very much about\nthe user performance while carrying out those tasks -- especially not for\nordinary users. The aim of this study was to get more insight into whether Web\nusers manage to assess difficulty, time effort, query effort, and task outcome\nof search tasks, and if their judging performance relates to task complexity.\nOur study was conducted with a systematically selected sample of 56 people with\na wide demographic background. They carried out a set of 12 search tasks with\ncommercial Web search engines in a laboratory environment. The results confirm\nthat it is hard for normal Web users to judge the difficulty and effort to\ncarry out complex search tasks. The judgments are more reliable for simple\ntasks than for complex ones. Task complexity is an indicator for judging\nperformance.\n","Comment: 10 pages"]}]
["1206.2541",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems","58D29, 58F11, 57M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2541"],"date":["2012-06-12"],"type":["text"],"creator":["Funar, Louis","Marché, Julien"],"language":[],"coverage":[],"title":["The first Johnson subgroups act ergodically on SU_2-character varieties"],"description":["  We show that the first Johnson subgroup of the mapping class group of a\nsurface S of genus greater than one acts ergodically on the moduli space of\nrepresentations of the fundamental group of S in SU_2. Our proof relies on a\nlocal description of the latter space around the trivial representation and on\nthe Taylor expansion of trace functions.\n","Comment: 9 pages"]}]
["1206.2542",{"format":[],"subject":["Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2542"],"date":["2012-06-12"],"type":["text"],"creator":["Fister Jr, Iztok","Mernik, Marjan","Fister, Iztok","Hrnčič, Dejan"],"language":[],"coverage":[],"title":["Implementation of the Domain-Specific Language EasyTime using a LISA\n  Compiler Generator"],"description":["  A manually time-measuring tool in mass sporting competitions cannot be\nimagined nowadays because many modern disciplines, such as IronMan, take a long\ntime and, therefore, demand additional reliability. Moreover, automatic timing\ndevices, based on RFID technology, have become cheaper. However, these devices\ncannot operate stand-alone because they need a computer measuring system that\nis capable of processing the incoming events, encoding the results, assigning\nthem to the correct competitor, sorting the results according to the achieved\ntimes, and then providing a printout of the results. In this article, the\ndomain-specific language EasyTime is presented, which enables the controlling\nof an agent by writing the events in a database. In particular, we are focused\non the implementation of EasyTime with a LISA tool that enables the automatic\nconstruction of compilers from language specifications using Attribute\nGrammars. By using of EasyTime, we can also decrease the number of measuring\ndevices. Furthermore, EasyTime is universal and can be applied to many\ndifferent sporting competitions in practice.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1206.1969"]}]
["1206.2544",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2544"],"date":["2012-06-12"],"type":["text"],"creator":["Mahmood, Shah","Nazar, Ismatullah"],"language":[],"coverage":[],"title":["Education in Conflict Zones: a Web and Mobility Approach"],"description":["  We propose a new framework for education in conflict zones, considering the\nexplosive growth of social media, web services, and mobile Internet over the\npast decade. Moreover, we focus on one conflict zone, Afghanistan, as a case\nstudy, because of its alarmingly high illiteracy rate, lack of qualified\nteachers, rough terrain, and relatively high mobile penetration of over 50%. In\nseveral of Afghanistan's provinces, it is hard to currently sustain the\ntraditional bricks-and-mortar school model, due to numerous incidents of\nschools, teachers, and students being attacked because of the ongoing\ninsurgency and political instability. Our model improves the virtual school\nmodel, by addressing most of its disadvantages, to provide students in\nAfghanistan with an opportunity to achieve standardised education, even when\nthe security situation does not allow them to attend traditional schools. One\nof the biggest advantages of this model is that it is sufficiently robust to\ndeal with gender discrimination, imposed by culture or politics of the region.\n"]}]
["1206.2546",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2546","Memorie della Societa Astronomica Italiana, v.83, p.162 (2012)"],"date":["2012-06-12"],"type":["text"],"creator":["Tluczykont, Martin","Collaboration, for the H. E. S. S."],"language":[],"coverage":[],"title":["Multi-wavelength observations of H.E.S.S. AGN"],"description":["  Multi-frequency observations are a powerful tool of astrophysical\ninvestigation. Not only is data in each wavelength band providing different\nclues to the objects nature, but taken simultaneously, these data can reveal\nthe mechanisms at work in astrophysical objects. In the past years, joint\nmulti-frequency observations with the H.E.S.S. telescopes in the very high\nenergy (VHE, E>100GeV) band and several other experiments in the radio,\noptical, X-ray, and high energy (HE, E>100MeV) bands have lead to intriguing\nresults that will ultimately help answering the open questions of the location\nof the very high energy emission, details of the acceleration mechanism, and\nthe role of the central black hole.\n","Comment: 8 pages, 3 figures, 1 table, Proc. of the Frascati Workshop on\n  Multiwavelength Behaviour of High Energy Cosmic Sources (Vulcano Italy, 2011)"]}]
["1206.2547",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2547","Journal of Materials Processing Technology 210, 14 (2010)\n  1976-1985","doi:10.1016/j.jmatprotec.2010.07.011"],"date":["2012-06-09"],"type":["text"],"creator":["Roy, M. J.","Maijer, D. M.","Klassen, R. J.","Wood, J. T.","Schost, E."],"language":[],"coverage":[],"title":["Analytical solution of the tooling/workpiece contact interface shape\n  during a flow forming operation"],"description":["  Flow forming involves complicated tooling/workpiece interactions. Purely\nanalytical models of the tool contact area are difficult to formulate,\nresulting in numerical approaches that are case-specific. Provided are the\ndetails of an analytical model that describes the steady-state\ntooling/workpiece contact area allowing for easy modification of the dominant\ngeometric variables. The assumptions made in formulating this analytical model\nare validated with experimental results attained from physical modelling. The\nanalysis procedure can be extended to other rotary forming operations such as\nmetal spinning, shear forming, thread rolling and crankshaft fillet rolling.\n","Comment: 28 pages, 11 figures"]}]
["1206.2551",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Computational Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2551"],"date":["2012-06-12"],"type":["text"],"creator":["Lagos, M. J.","Autreto, P. A. S.","Galvao, D. S.","Ugarte, D."],"language":[],"coverage":[],"title":["Correlation between Quantum Conductance and Atomic Arrangement of Silver\n  Atomic-Size Nanowires"],"description":["  We have studied the effect of thermal effects on the structural and transport\nresponse of Ag atomic-size nanowires generated by mechanical elongation. Our\nstudy involves both time-resolved atomic resolution transmission electron\nmicroscopy imaging and quantum conductance measurement using an\nultra-high-vacuum mechanically controllable break junction. We have observed\ndrastic changes in conductance and structural properties of Ag nanowires\ngenerated at different temperatures (150 and 300 K). By combining electron\nmicroscopy images, electronic transport measurements and quantum transport\ncalculations, we have been able to obtain a consistent correlation between the\nconductance and structural properties of Ag NWs. In particular, our study has\nrevealed the formation of metastable rectangular rod-like Ag wire (3/3) along\nthe (001) crystallographic direction, whose formation is enhanced. These\nresults illustrate the high complexity of analyzing structural and quantum\nconductance behaviour of metal atomic-size wires; also, they reveal that it is\nextremely difficult to compare NW conductance experiments performed at\ndifferent temperatures due to the fundamental modifications of the mechanical\nbehavior.\n","Comment: Accepted by Journal of Applied Physics (JAP); Journal of Applied\n  Physics, 2012"]}]
["1206.2556",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2556"],"date":["2012-06-12"],"type":["text"],"creator":["Ozelim, Luan Carlos de Sena Monteiro","Cavalcante, André Luís Brasil","Borges, Lucas Parreira de Faria"],"language":[],"coverage":[],"title":["Continuum versus Discrete: A Physically Interpretable General Rule For\n  Cellular Automata By Means of Modular Arithmetic"],"description":["  Describing complex phenomena by means of cellular automata (CA) has shown to\nbe a very effective approach in pure and applied sciences. In fact, the number\nof published papers concerning this topic has tremendously increased over the\nlast twenty years. Most of the applications, notwithstanding, use cellular\nautomata to qualitatively describe the phenomena, which is surely a consequence\nof the way the automata rules have been defined. In the present paper a general\nrule which describes every of Wolfram's cellular automata is derived. The new\nrepresentation is given in terms of a new function hereby defined, the\niota-delta function. The latter function is further generalized in order to\nprovide a general rule for not only Wolfram's but also to every CA rule which\ndepends on the sum and products of the values of cells in the automaton mesh.\nBy means of a parallel between the finite difference method and the iota-delta\nfunction, the new representation provides a straightforward physical\ninterpretation of CA, which gives, for the first time, a quantitative\ninterpretation of the generating rule itself. By means of the new formulation,\nadvective-diffusive phenomena are analyzed. In particular, the relation between\nCA automata and anomalous diffusion is briefly discussed.\n","Comment: 37 pages, 11 figures, 6 tables"]}]
["1206.2568",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2568"],"date":["2012-06-12"],"type":["text"],"creator":["Viderman, Michael"],"language":[],"coverage":[],"title":["LP decoding of expander codes: a simpler proof"],"description":["  A code $C \\subseteq \\F_2^n$ is a $(c,\\epsilon,\\delta)$-expander code if it\nhas a Tanner graph, where every variable node has degree $c$, and every subset\nof variable nodes $L_0$ such that $|L_0|\\leq \\delta n$ has at least $\\epsilon c\n|L_0|$ neighbors. Feldman et al. (IEEE IT, 2007) proved that LP decoding\ncorrects $\\frac{3\\epsilon-2}{2\\epsilon-1} \\cdot (\\delta n-1)$ errors of\n$(c,\\epsilon,\\delta)$-expander code, where $\\epsilon > 2/3+\\frac{1}{3c}$. In\nthis paper, we provide a simpler proof of their result and show that this\nresult holds for every expansion parameter $\\epsilon > 2/3$.\n"]}]
["1206.2570",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2570"],"date":["2012-06-12"],"type":["text"],"creator":["De Lillo, Filippo","Boffetta, Guido","Cencini, Massimo"],"language":[],"coverage":[],"title":["Clustering of gyrotactic microorganisms in turbulent flows"],"description":["  We study the spatial distribution of gyrotactic microorganisms transported by\na three-dimensional turbulent flow generated by direct numerical simulations.\nWe find that gyrotaxis combines with turbulent fluctuations to produce small\nscales (multi-)fractal clustering. We explain this result by showing that\ngyrotactic swimming cells behave like tracers in a compressible flow. The\neffective compressibility is derived in the limits of fluid acceleration much\nlarger and smaller than the gravity.\n","Comment: 5 Latex pages, 5 figures"]}]
["1206.2571",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2571"],"date":["2012-06-12"],"type":["text"],"creator":["Ferrara, Elizabeth C.","Ojha, Roopesh","Monzani, Maria Elena","Omodei, Nicola"],"language":[],"coverage":[],"title":["Fermi's Mystery Sources: Methods for Classification and Association"],"description":["  Unassociated Fermi-LAT sources provide a population with discovery potential.\nWe discuss efforts to find new source associations for this population, and\nsummarize the successes to date. We discuss how the measured gamma-ray\nproperties of associated LAT sources can be used to describe the gamma-ray\nbehavior of more-numerous source classes. Using classification techniques\nexploiting only these gamma-ray properties, we separate the LAT 2FGL catalog\nsources into pulsar and AGN candidates.\n","Comment: 2012 Fermi & Jansky Proceedings - eConf C1111101, 5 pages, 4 figures"]}]
["1206.2576",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","Mathematics - Differential Geometry","14J10, 14J32, 14M20, 32Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2576"],"date":["2012-06-12"],"type":["text"],"creator":["Heier, Gordon","Wong, Bun"],"language":[],"coverage":[],"title":["Scalar curvature and uniruledness on projective manifolds"],"description":["  It is a basic tenet in complex geometry that {\\it negative} curvature\ncorresponds, in a suitable sense, to the absence of rational curves on, say, a\ncomplex projective manifold, while {\\it positive} curvature corresponds to the\nabundance of rational curves. In this spirit, we prove in this note that a\nprojective manifold $M$ with a K\\\"ahler metric with positive total scalar\ncurvature is uniruled, which is equivalent to every point of $M$ being\ncontained in a rational curve. We also prove that if $M$ possesses a K\\\"ahler\nmetric of total scalar curvature equal to zero, then either $M$ is uniruled or\nits canonical line bundle is torsion. The proof of the latter theorem is\npartially based on the observation that if $M$ is not uniruled, then the total\nscalar curvatures of all K\\\"ahler metrics on $M$ must have the same sign, which\nis either zero or negative.\n","Comment: 13 pages"]}]
["1206.2577",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2577"],"date":["2012-06-12"],"type":["text"],"creator":["Monnai, Takaaki"],"language":[],"coverage":[],"title":["Operational typicality of the nonequilibrium states: a thermodynamic\n  lower bound of the deviation from equilibrium"],"description":["  The typicality of the canonical state shows that majority of the states are\nindistinguishable from equilibrium, and thus the nonequilibrium states are\nexceptionally rare in the extremely high-dimensional Hilbert space. On the\ncontrary, we can easily apply an external force acting on the system, and then\nthe actual density matrix quantitatively deviates from the canonical state\nspecified by the system Hamiltonian at each instance. To express how the\nexternal forcing amounts to the deviation from equilibrium, we give a universal\nthermodynamic expression of the lower bound of Hilbert-Schmidt distance between\nthe actual nonequilibrium and corresponding canonical states. The lower bound\nis expressed only by the amount of forcing and its consequent entropy\nproduction rate.\n","Comment: 4pages, 3figures"]}]
["1206.2578",{"format":[],"subject":["Mathematics - Analysis of PDEs","74N20, 35K58"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2578"],"date":["2012-06-12"],"type":["text"],"creator":["Dondl, Patrick W.","Bhattacharya, Kaushik"],"language":[],"coverage":[],"title":["Effective behavior of an interface propagating through a periodic\n  elastic medium"],"description":["  We consider a moving interface that is coupled to an elliptic equation in a\nheterogeneous medium. The problem is motivated by the study of displacive\nsolid-solid phase transformations. We show that a nearly flat interface is\ngiven by the graph of the function $g$ which evolves according to the equation\n$g_t (x) = -(-\\Delta)^{1/2}g (x) + \\varphi(x, g(x)) + F$. This equation also\narises in the study of dislocations and fracture. We show in the periodic\nsetting that such interfaces exhibit a stick-slip behavior associated with\npinning and depinning. Further, we present some numerical evidence that the\neffective velocity of the phase boundary scales as the square-root of the\nexcess macroscopic force above the depinning transition.\n"]}]
["1206.2581",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2581"],"date":["2012-06-12"],"type":["text"],"creator":["Knoepfel, Kyle J.","Collaboration, for the CDF","Collaboration, for the D0"],"language":[],"coverage":[],"title":["Standard Model Higgs Searches at the Tevatron"],"description":["  We present results from the search for a standard model Higgs boson using\ndata corresponding up to 10 fb-1 of proton-antiproton collision data produced\nby the Fermilab Tevatron at a center-of-mass energy of 1.96 TeV. The data were\nrecorded by the CDF and D0 Detectors between March 2001 and September of 2011.\nA broad excess is observed between 105 < mH < 145 GeV/c2 with a global\nsignificance of 2.2 standard deviations relative to the background-only\nhypothesis.\n","Comment: 5 pages, contributed to the Proceedings of the XX International\n  Workshop on Deep-Inelastic Scattering and Related Subjects, March 2012, Bonn,\n  Germany"]}]
["1206.2583",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2583"],"date":["2012-06-12"],"type":["text"],"creator":["Thiyagarajan, P.","Aghila, G.","Venkatesan, V. Prasanna"],"language":[],"coverage":[],"title":["Dynamic Pattern Based Image Steganography"],"description":["  Steganography is the art of hiding secret information in media such as image,\naudio and video. The purpose of steganography is to conceal the existence of\nthe secret information in any given medium. This work aims at strengthening the\nsecurity in steganography algorithm by generating dynamic pattern in selection\nof indicator sequence. In addition to this dynamicity is also encompassed in\nnumber of bits embedded in data channel. This technique has been implemented\nand the results have been compared and evaluated with existing similar\ntechniques.\n","Comment: Journal of Computing ISSN 2151-9617, Volume 3, Issue 2 February 2011"]}]
["1206.2586",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2586"],"date":["2012-06-12"],"type":["text"],"creator":["Thiyagarajan, P.","Aghila, G.","Venkatesan, V. Prasanna"],"language":[],"coverage":[],"title":["Stego-Image Generator (SIG) - Building Steganography Image Database"],"description":["  Any Universal Steganalysis algorithm developed should be tested with various\nstego-images to prove its efficiency. This work is aimed to build the\nstego-image database which is obtained by implementing various RGB Least\nSignificant Bit Steganographic algorithms. Though there are many stego-images\nsources available on the internet it lacks in the information such as how many\nrows has been infected by the steganography algorithms, how many bits have been\nmodified and which channel has been affected. These parameters are important\nfor Steganalysis algorithms and it helps to rate its efficiency. Images are\nchosen from board categories such as animals, nature, person to produce variety\nof Stego-Image.\n","Comment: First International Conference on Digital Image Processing and\n  Pattern Recognition, Springer (LNCS) in Communications in Computer and\n  Information Science (CCIS) Series, ISSN: 1865:0929, September 2011"]}]
["1206.2587",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2587"],"date":["2012-04-03"],"type":["text"],"creator":["Fliss, Imtiez","Tagina, Moncef"],"language":[],"coverage":[],"title":["Exploiting Particle Swarm Optimization in Multiple Faults Fuzzy\n  Detection"],"description":["  In this paper an on-line multiple faults detection approach is first of all\nproposed. For efficiency, an optimal design of membership functions is\nrequired. Thus, the proposed approach is improved using Particle Swarm\nOptimization (PSO) technique. The inputs of the proposed approaches are\nresiduals representing the numerical evaluation of Analytical Redundancy\nRelations. These residuals are generated due to the use of bond graph modeling.\nThe results of the fuzzy detection modules are displayed as a colored causal\ngraph. A comparison between the results obtained by using PSO and those given\nby the use of Genetic Algorithms (GA) is finally made. The experiments focus on\na simulation of the three-tank hydraulic system, a benchmark in the diagnosis\ndomain.\n","Comment: Extended version of : Fliss I. and Tagina M., Multiple faults fuzzy\n  detection approach improved by Particle Swarm Optimization, published in The\n  8th International Conference of Modelling and Simulation - MOSIM'10,\n  Hammamet, Tunisia, May 10-12, 2010; Journal of Computing, Volume 4, Issue 2,\n  February 2012"]}]
["1206.2588",{"format":[],"subject":["Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2588"],"date":["2012-06-12"],"type":["text"],"creator":["Nelson, Gerald D."],"language":[],"coverage":[],"title":["Generalizations of Bricard octahedra"],"description":["  We construct five types of polyhedra by generalizing the description of\nBricard octahedra and applying the generalizations to polyhedral suspensions.\nThe resulting polyhedra are flexible, are of genus 0, exhibit\nself-intersections, have zero oriented volume, have dihedral angles all of\nwhich are non-constant during flexion and are of indefinite size, the smallest\nof which are dodecahedra with eight vertexes.\n","Comment: 29 pages"]}]
["1206.2597",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2597"],"date":["2012-06-12"],"type":["text"],"creator":["Susanto, Heru","Almunawar, Mohammad Nabil"],"language":[],"coverage":[],"title":["Information Security Awareness Within Business Environment: An IT Review"],"description":["  The beauty of Information Technology (IT) is with its multifunction nature;\nit is a support system, a networking system, a storage system, as well as an\ninformation facilitator. Aided with their broad line of services, an IT system\naims to support or even drive organizations towards desired paths. Trends of IT\nand information security awareness (ISA) in society today, particularly within\nthe business environment is quite interesting phenomenon. The overviews of the\nrole of IT in the modern world as well as the perception towards ISA are\ninitially introduced. A series of scope are outlined, and also further\nexamination on matter of IT and ISA in the business environment-emphasis on\nrevolution of business with ISA, security threats such as identity thefts,\nhacking and web harassment, and the different mode of protections that are\napplied in different business environments. Unfortunately, the advancement of\nIT is not followed by the awareness of its security issues properly, especially\nin the context of the business settings and functions. This research and review\nis expected to influence the awareness of information security issues in\nbusiness processes.\n","Comment: FBEPS- AGBEP PhD Colloquium, 5-6 June 2012 ASEAN University Network"]}]
["1206.2602",{"format":[],"subject":["Mathematical Physics","26B30, 46G12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2602"],"date":["2012-06-12"],"type":["text"],"creator":["Mahdipour-Shirayeh, Ali","Eshraghi, Homayoon"],"language":[],"coverage":[],"title":["A new proof for the Banach-Zarecki theorem: A light on integrability and\n  continuity"],"description":["  To demonstrate more visibly the close relation between the continuity and\nintegrability, a new proof for the Banach-Zarecki theorem is presented on the\nbasis of the Radon-Nikodym theorem which emphasizes on measure-type properties\nof the Lebesgue integral. The Banach-Zarecki theorem says that a real-valued\nfunction F is absolutely continuous on a finite closed interval if and only if\nit is continuous and of bounded variation when it satisfies Lusin's condition\n(N).\n","Comment: 15 pages; Published in the Bulletin of Iranian Mathematical Society,\n  2012"]}]
["1206.2604",{"format":[],"subject":["Mathematics - Representation Theory","22E30 (Primary) 22E25, 43A80, 35H20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2604"],"date":["2012-06-12"],"type":["text"],"creator":["Samanta, Amit"],"language":[],"coverage":[],"title":["Hecke-Bochner identity and eigenfunctions associated to Gelfand pairs on\n  the Heisenberg group"],"description":["  Let $\\mathbb{H}^{n}$ be the $(2n+1)$-dimensional Heisenberg group, and let\n$K$ be a compact subgroup of U(n), such that $(K,\\mathbb{H}^{n})$ is a Gelfand\npair. Also assume that the $K$-action on $\\mathbb{C}^n$ is polar. We prove a\nHecke-Bochner identity associated to the Gelfand pair $(K,\\mathbb{H}^{n})$. For\nthe special case $K=U(n)$, this was proved by Geller, giving a formula for the\nWeyl transform of a function $f$ of the type $f=Pg$, where $g$ is a radial\nfunction, and $P$ a bigraded solid U(n)-harmonic polynomial. Using our general\nHecke-Bochner identity we also characterize (under some conditions) joint\neigenfunctions of all differential operators on $\\mathbb{H}^{n}$ that are\ninvariant under the action of $K$ and the left action of $\\mathbb{H}^{n}$.\n","Comment: 72 pages, no figures"]}]
["1206.2607",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Mathematical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2607"],"date":["2012-06-12"],"type":["text"],"creator":["Gay-Balmaz, F.","Holm, D. D."],"language":[],"coverage":[],"title":["Parameterizing interaction of disparate scales: Selective decay by\n  Casimir dissipation in fluids"],"description":["  The problem of parameterizing the interactions of disparate scales in fluid\nflows is addressed by considering a property of two-dimensional incompressible\nturbulence. The property we consider is selective decay, in which a Casimir of\nthe ideal formulation (enstrophy in 2D flows) decays in time, while the energy\nstays essentially constant. This paper introduces a mechanism that produces\nselective decay by enforcing Casimir dissipation in fluid dynamics. This\nmechanism turns out to be related in certain cases to the numerical method of\nanticipated vorticity discussed in \\cite{SaBa1981,SaBa1985}. Several examples\nare given and a general theory of selective decay is developed that uses the\nLie-Poisson structure of the ideal theory. A scale-selection operator allows\nthe resulting modifications of the fluid motion equations to be interpreted in\nseveral examples as parameterizing the nonlinear, dynamical interactions\nbetween disparate scales. The type of modified fluid equation systems derived\nhere may be useful in turbulent geophysical flows where it is computationally\nprohibitive to rely on the slower, indirect effects of a realistic viscosity,\nsuch as in large-scale, coherent, oceanic flows interacting with much smaller\neddies.\n","Comment: 27 pages, no figures, 1st version, comments welcome"]}]
["1206.2615",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2615","Modern Physics Letters B, Vol. 25, No. 30 (2011) 2335--2341","doi:10.1142/S0217984911027595"],"date":["2012-06-12"],"type":["text"],"creator":["Tagani, M. Bagheri","Soleimani, H. Rahimpour"],"language":[],"coverage":[],"title":["Influence of spin-flip on the performance of the spin-diode"],"description":["  We study spin-dependent transport through a spin diode in the presence of\nspin-flip by means of reduced density matrix approach. The current polarization\nand the spin accumulation are computed and influence of spin-flip on the\ncurrent polarization is also analyzed. Analytical relations for the current\npolarization and the spin accumulation are obtained as a function of\npolarization of ferromagnetic lead and the spin-flip rate. It is observed that\nthe current polarization becomes zero under fast spin-flip and the spin\naccumulation decreases up to %85 when the time of spin-flip is equal to the\ntunneling time. It is also observed that the current polarization increases\nlinearly when the dot is singly occupied, whereas its behavior is more\ncomplicated when the dot is doubly occupied.\n","Comment: 8 pages, 2 figures"]}]
["1206.2617",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2617"],"date":["2012-06-12"],"type":["text"],"creator":["Murugesan, Yogesh K.","Pasini, Damiano","Rey, Alejandro D."],"language":[],"coverage":[],"title":["Defect Textures in Polygonal Arrangements of Cylindrical Inclusions in\n  Cholesteric Liquid Crystal Matrices"],"description":["  A systematic computational and scaling analysis of defect textures in\npolygonal arrangement of cylindrical particles embedded in a cholesteric (Ch)\nliquid crystal matrix is performed using the Landau de Gennes model for chiral\nself assembly, with strong anchoring at the particles' surface. The defect\ntextures and LC phases observed are investigated as a function of chirality,\nelastic anisotropy, particle polygonal arrangement and particle size. The\npresence of a polygonal network made of N circular inclusions results in defect\ntextures of a net charge of -(N-2)/2 per unit polygonal cell. As the chirality\nincreases, the LC matrix shows the following transition sequence: weakly\ntwisted cholesterics, 2D blue phases with non-singular/ singular defect\nlattices, cholesteric phases with only disclinations, and fingerprint\ncholesteric textures with disclinations and dislocations. For monomeric\nmesogens at concentrations far from the I/Ch phase transition and low\nchirality, for a given symmetry of the LC phase, the particle with weaker\n(stronger) confinement results in a phase with lower (higher) elastic energy,\nwhile at high chirality the elastic energy of a LC phase is proportional to the\nnumber of particles that form the polygonal network. Thus, hexagonal\n(triangular) particle arrangement results in low elastic energy at low (high)\nchirality. For semiflexible polymeric mesogens (high elastic anisotropy),\ndefect textures with fewer disclinations/ dislocations arise but due to layer\ndistortions we find a higher elastic energy than monomeric mesogens. The\ndefects arising in the simulations and the texture rules established are in\nagreement with experimental observations in cellulosic liquid crystal analogues\nsuch as plant cell wall and helical biological polymeric mesophases made of\nDNA, PBLG and xanthan.\n"]}]
["1206.2625",{"format":[],"subject":["Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2625"],"date":["2012-06-12"],"type":["text"],"creator":["Ma, Zhan","Hu, Hao","Xu, Meng","Wang, Yao"],"language":[],"coverage":[],"title":["Rate Model for Compressed Video Considering Impacts Of Spatial, Temporal\n  and Amplitude Resolutions and Its Applications for Video Coding and\n  Adaptation"],"description":["  In this paper, we investigate the impacts of spatial, temporal and amplitude\nresolution (STAR) on the bit rate of a compressed video. We propose an\nanalytical rate model in terms of the quantization stepsize, frame size and\nframe rate. Experimental results reveal that the increase of the video rate as\nthe individual resolution increases follows a power function. Hence, the\nproposed model expresses the rate as the product of power functions of the\nquantization stepsize, frame size and frame rate, respectively. The proposed\nrate model is analytically tractable, requiring only four content dependent\nparameters. We also propose methods for predicting the model parameters from\ncontent features that can be computed from original video. Simulation results\nshow that model predicted rates fit the measured data very well with high\nPearson correlation (PC) and small relative root mean square error (RRMSE). The\nsame model function works for different coding scenarios (including scalable\nand non-scalable video, temporal prediction using either hierarchical B or IPPP\nstructure, etc.) with very high accuracy (average PC $>$ 0.99), but the values\nof model parameters differ. Using the proposed rate model and the quality model\nintroduced in a separate work, we show how to optimize the STAR for a given\nrate constraint, which is important for both encoder rate control and scalable\nvideo adaptation. Furthermore, we demonstrate how to order the spatial,\ntemporal and amplitude layers of a scalable video in a rate-quality optimized\nway.\n"]}]
["1206.2635",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2635"],"date":["2012-06-11"],"type":["text"],"creator":["Andersen, Jørgen Ellegaard"],"language":[],"coverage":[],"title":["Mapping class group invariant unitarity of the Hitchin connection over\n  Teichm\\\"uller space"],"description":["  We provide a geometric construction of the unitary structure which is\nprojectively preserved by the Hitchin connection. We analyze the asymptotic\nbehavior of it and we establish that it is uniformly in the level equivalent to\nthe Hermitian structure induced by the L2 inner product on smooth sections.\n"]}]
["math/0503214",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0503214"],"date":["2005-03-11"],"type":["text"],"creator":["Rülling, Kay"],"language":[],"coverage":[],"title":["Additive Chow groups with higher modulus and the generalized de\n  Rham-Witt complex"],"description":["  Bloch and Esnault defined additive higher Chow groups with modulus (m+1) on\nthe level of zero cycles over a field k, denoted by TH^n(k,n;m), n,m >0. They\nprove that TH^n(k,n;1) is isomorphic to the group of absolute Kaehler\ndifferentials of degree n-1 over k. In this paper we generalize their result\nand show that TH^n(k,n;m) is isomorphic to W_m\\Omega^{n-1}_k, the group of\ndegree n-1 elements in the generalized de Rham-Witt of length m over k. This\ncomplex was defined by Hesselholt and Madsen and generalizes the p-typical de\nRham-Witt complex of Bloch-Deligne-Illusie. Before we can prove this theorem we\nhave to generalize some classical results to the de Rham-Witt complex. We give\na construction of the generalized de Rham-Witt complex for\n\\bbmath{Z}_(p)-algebras analogous to the construction in the p-typical case. We\nconstruct a trace for finite field extensions L / k and if K is the function\nfield of a smooth projective curve C over k and P in C is a point we define a\nresidue map Res_P: W_m\\Omega^1_K --> W_m(k), which satisfies a\n\"sum-of-residues-equal-zero\" theorem.\n","Comment: 74 pages, PhD thesis"]}]
["math/0610104",{"format":[],"subject":["Mathematics - Geometric Topology","57R17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610104","Acta Math. Hungar. 120 (2008), no. 1-2, 193--208"],"date":["2006-10-03","2006-11-07"],"type":["text"],"creator":["Ozbagci, Burak"],"language":[],"coverage":[],"title":["Surgery diagrams for horizontal contact structures"],"description":["  We describe Legendrian surgery diagrams for some horizontal contact\nstructures on non-positive plumbing trees of oriented circle bundles over\nspheres with negative Euler numbers. As an application we determine Milnor\nfillable contact structures on some Milnor fillable 3-manifolds.\n","Comment: 13 pages, 14 figures"]}]
