["0805.4352",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4352","Phys. Rev. B 79, 100502(R) (2009)","doi:10.1103/PhysRevB.79.100502"],"date":["2008-05-28"],"type":["text"],"creator":["Fink, J.","Schierle, E.","Weschke, E.","Geck, J.","Hawthorn, D.","Wadati, H.","Hu, H. -H.","Durr, H. A.","Wizent, N.","Buchner, B.","Sawatzky, G. A."],"language":[],"coverage":[],"title":["Charge order in La_{1.8-x}Eu_{0.2}Sr_xCuO_4 studied by resonant soft\n  X-ray diffraction"],"description":["  Resonant soft X-ray scattering with photon energies near the O K and the Cu\nL3 edges was used to study charge ordering in the system\nLa_{1.8-x}Eu_{0.2}Sr_xCuO_4 as a function of temperature for x = 0.125 and\n0.15. From the superstructure diffraction intensities a charge ordering with a\ndoping dependent wave vector is derived which is in this system well below the\ntransition temperature of the low-temperature tetragonal phase but well above\nthe onset of spin ordering. This indicates that charge ordering is the primary\ndriving force for the formation of stripe-like phases in two-dimensional doped\ncuprates. Analysis of the lineshape of the scattered intensity as a function of\nphoton energy yields evidence for a high hole concentration in the stripes.\n","Comment: 4 pages and 2 figures"]}]
["0806.3460",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.3460","2009, MNRAS, 393, 1595","doi:10.1111/j.1365-2966.2008.14297.x"],"date":["2008-06-20","2008-12-11"],"type":["text"],"creator":["Choi, Jun-Hwan","Nagamine, Kentaro"],"language":[],"coverage":[],"title":["Effects of metal enrichment and metal cooling in galaxy growth and\n  cosmic star formation history"],"description":["  We present the results of a numerical study on the effects of metal\nenrichment and metal cooling on galaxy formation and cosmic star formation (SF)\nhistory using cosmological hydrodynamic simulations. We find following\ndifferences in the simulation with metal cooling when compared to the run\nwithout it: (1) the cosmic star formation rate (SFR) is enhanced by about 50 &\n20% at z=1 & 3, respectively; (2) the gas mass fraction in galaxies is lower;\n(3) the total baryonic mass function (gas + star) at z=3 does not differ\nsignificantly, but shows an increase in the number of relatively massive\ngalaxies at z=1; (4) the baryonic mass fraction of intergalactic medium (IGM)\nis reduced at z<3 due to more efficient cooling and gas accretion onto\ngalaxies. Our results suggest that the metal cooling enhances the galaxy growth\nby two different mechanisms: (1) increase of SF efficiency in the local\ninterstellar medium (ISM), and (2) increase of IGM accretion onto galaxies. The\nformer process is effective throughout most of the cosmic history, while the\nlatter is effective only at z<3 when the IGM is sufficiently enriched by metals\nowing to feedback.\n","Comment: 16 pages, 11 figures, 1 table, accepted for publication in MNRAS. A\n  full resolution version is available at\n  http://www.physics.unlv.edu/~jhchoi/astro-ph/Metalcooling.pdf"]}]
["0811.0627",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0627","Anal. PDE 4 (2011), no. 4, 499--550","doi:10.2140/apde.2011.4.499"],"date":["2008-11-04","2009-04-08"],"type":["text"],"creator":["Costea, Serban","Sawyer, Eric T.","Wick, Brett D."],"language":[],"coverage":[],"title":["The Corona Theorem for the Drury-Arveson Hardy space and other\n  holomorphic Besov-Sobolev spaces on the unit ball in $\\mathbb{C}^{n}$"],"description":["  We prove that the multiplier algebra of the Drury-Arveson Hardy space\n$H_{n}^{2}$ on the unit ball in $\\mathbb{C}^{n}$ has no corona in its maximal\nideal space, thus generalizing the famous Corona Theorem of L. Carleson to\nhigher dimensions. This result is obtained as a corollary of the Toeplitz\ncorona theorem and a new Banach space result: the Besov-Sobolev space\n$B_{p}^{\\sigma}$ has the \"baby corona property\" for all $\\sigma \\geq 0$ and\n$1<p<\\infty $. In addition we obtain infinite generator and semi-infinite\nmatrix versions of these theorems.\n","Comment: v1: 70 pgs; v2: 73 pgs.; introduction expanded, clarified. v3: 73\n  pgs.; restriction in main result removed (see 9.2), arguments expanded (see\n  8.1.1). v4: 74 pgs.; systematic arithmetic misprints fixed on pgs. 37-48. v5:\n  76 pgs.; incorrect embedding corrected via Proposition 4. v6: 80 pgs.; main\n  result extended to vector-valued setting. v7: 82 pgs.; typos removed."]}]
["0812.2972",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2972","2011, MNRAS, 411, 54","doi:10.1111/j.1365-2966.2010.17668.x"],"date":["2008-12-16","2010-09-12"],"type":["text"],"creator":["Lee, Tae Song","Nagamine, Kentaro","Hernquist, Lars","Springel, Volker"],"language":[],"coverage":[],"title":["Cross-Correlation between Damped Ly-alpha Systems and Ly-break Galaxies\n  in Cosmological SPH Simulations"],"description":["  We calculate the cross-correlation function (CCF) between damped Ly-a systems\n(DLAs) and Lyman break galaxies (LBGs) using cosmological hydrodynamic\nsimulations at z=3. We compute the CCF with two different methods. First, we\nassume that there is one DLA in each dark matter halo if its DLA cross section\nis non-zero. In our second approach we weight the pair-count by the DLA cross\nsection of each halo, yielding a cross-section-weighted CCF. We also compute\nthe angular CCF for direct comparison with observations. Finally, we calculate\nthe auto-correlation functions of LBGs and DLAs, and their bias against the\ndark matter distribution. For these different approaches, we consistently find\nthat there is good agreement between our simulations and observational\nmeasurements by Cooke et al. and Adelberger et al. Our results thus confirm\nthat the spatial distribution of LBGs and DLAs can be well described within the\nframework of the concordance Lambda CDM model. We find that the correlation\nstrengths of LBGs and DLAs are consistent with the actual observations, and in\nthe case of LBGs it is higher than would be predicted by low-mass galaxy merger\nmodels.\n","Comment: 12 pages, 9 figures, 5 tables, MNRAS in press"]}]
["0904.1669",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1669","Bernoulli 17, 4 (2011) 1127-1135","doi:10.3150/10-BEJ323"],"date":["2009-04-10","2012-01-11"],"type":["text"],"creator":["Coutin, Laure","Dorobantu, Diana"],"language":[],"coverage":[],"title":["First passage time law for some jump-diffusion processes : existence of\n  a density"],"description":["  Let (Xt, t >= 0) be a diffusion process with jumps, sum of a Brownian motion\nwith drift and a compound Poisson process. We consider T_x the first hitting\ntime of a fixed level x > 0 by (Xt, t >= 0). We prove that the law of T_x has a\ndensity (defective when E(X1) < 0) with respect to the Lebesgue measure.\n"]}]
["0904.4469",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4469","Phys. Rev. B 80, 165128 (2009)","doi:10.1103/PhysRevB.80.165128"],"date":["2009-04-28","2009-08-27"],"type":["text"],"creator":["Yao, P.","Hughes, S."],"language":[],"coverage":[],"title":["Controlled cavity-QED using a photonic crystal waveguide-cavity system"],"description":["  We introduce a photonic crystal waveguide-cavity system for controlling\nsingle photon cavity-QED processes. Exploiting Bloch mode analysis, and\nmedium-dependent Green function techniques, we demonstrate that the propagation\nof single photons can be accurately described analytically, for integrated\nperiodic waveguides with little more than four unit cells, including an output\ncoupler. We verify our analytical approach by comparing to rigorous numerical\ncalculations for a range of photonic crystal waveguide lengths. This allows one\nto nano-engineer various regimes of cavity-QED with unprecedented control. We\ndemonstrate Purcell factors of greater than 1000 and on-chip single photon beta\nfactors of about 80% efficiency. Both weak and strong coupling regimes are\ninvestigated, and the important role of waveguide length on the output emission\nspectra is shown, for vertically emitted emission and output waveguide\nemission.\n"]}]
["0905.1724",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.1724","doi:10.1155/2010/651621"],"date":["2009-05-11","2009-10-01"],"type":["text"],"creator":["Nagamine, Kentaro"],"language":[],"coverage":[],"title":["Star Formation History of Dwarf Galaxies in Cosmological Hydrodynamic\n  Simulations"],"description":["  We examine the past and current work on the star formation (SF) histories of\ndwarf galaxies in cosmological hydrodynamic simulations. The results obtained\nfrom different numerical methods are still somewhat mixed, but the differences\nare understandable if we consider the numerical and resolution effects. It\nremains a challenge to simulate the episodic nature of SF history in dwarf\ngalaxies at late times within the cosmological context of a cold dark matter\nmodel. More work is needed to solve the mysteries of SF history of dwarf\ngalaxies employing large-scale hydrodynamic simulations on the next generation\nof supercomputers.\n","Comment: 7 pages, 2 figures, Accepted to Advances in Astronomy, special issue\n  on \"Dwarf-Galaxy Cosmology\""]}]
["0906.0464",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0464","Phys Rev Lett v102, p253903 (2009)","doi:10.1103/PhysRevLett.102.253903"],"date":["2009-06-02"],"type":["text"],"creator":["Patterson, M.","Hughes, S.","Combri'e, S.","Tran, N. -V. -Quynh","De Rossi, A.","Gabet, R.","Jaouen, Y."],"language":[],"coverage":[],"title":["Disorder-induced coherent scattering in slow-light photonic crystal\n  waveguides"],"description":["  We present light transmission measurements and frequency-delay reflectometry\nmaps for GaAs photonic crystal membranes, which show the transition from\npropagation with a well defined group velocity to a regime completely dominated\nby disorder-induced coherent scattering. Employing a self-consistent optical\nscattering theory, with only statistical functions to describe the structural\ndisorder, we obtain an excellent agreement with the experiments using no\nfitting parameters. Our experiments and theory together provide clear physical\ninsight into naturally occurring light localization and multiple\ncoherent-scattering phenomena in slow-light waveguides.\n"]}]
["0906.2481",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Algebraic Geometry","14A22, 16S38, 16W50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2481"],"date":["2009-06-13","2012-01-11"],"type":["text"],"creator":["Smith, S. Paul"],"language":[],"coverage":[],"title":["A non-commutative homogeneous coordinate ring for the degree six del\n  Pezzo surface"],"description":["  Let R be the free algebra on x and y modulo the relations x^5=yxy and y^2=xyx\nendowed with the grading deg x=1 and deg y=2. Let B_3 denote the blow up of the\nprojective plane at three non-colliear points. The main result in this paper is\nthat the category of quasi-coherent sheaves on B_3 is equivalent to the\nquotient of the category of graded R-modules modulo the full subcategory of\nmodules M such that for each m in M, $(x,y)^nm=0$ for n sufficiently large.\nThis is proved by showing the R is a twisted homogeneous coordinate ring (in\nthe sense of Artin and Van den Bergh) for B_3. This reduces almost all\nrepresentation-theoretic questions about R to algebraic geometric questions\nabout the del Pezzo surface B_3. For example, the generic simple R-module has\ndimension six. Furthermore, the main result combined with results of Artin,\nTate, and Van den Bergh, imply that R is a noetherian domain of global\ndimension three, and has other good homological properties.\n","Comment: 12 pages, Two errors in stating the relations are corrected -- I had\n  written x^5=xyx where I should have written x^5=yxy. 1/11/12 version: changed\n  the title and corrected some typos. This is the version that will appear in\n  Journal of Algebra"]}]
["0907.5180",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5180","Annals of Probability 2011, Vol. 39, No. 6, 2043-2078","doi:10.1214/10-AOP601"],"date":["2009-07-29","2012-01-12"],"type":["text"],"creator":["Durrett, Rick","Remenik, Daniel"],"language":[],"coverage":[],"title":["Brunet-Derrida particle systems, free boundary problems and Wiener-Hopf\n  equations"],"description":["  We consider a branching-selection system in $\\mathbb {R}$ with $N$ particles\nwhich give birth independently at rate 1 and where after each birth the\nleftmost particle is erased, keeping the number of particles constant. We show\nthat, as $N\\to\\infty$, the empirical measure process associated to the system\nconverges in distribution to a deterministic measure-valued process whose\ndensities solve a free boundary integro-differential equation. We also show\nthat this equation has a unique traveling wave solution traveling at speed $c$\nor no such solution depending on whether $c\\geq a$ or $c<a$, where $a$ is the\nasymptotic speed of the branching random walk obtained by ignoring the removal\nof the leftmost particles in our process. The traveling wave solutions\ncorrespond to solutions of Wiener-Hopf equations.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOP601 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["0908.2774",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2774","Phys. Rev. B 80, 195106 (2009)","doi:10.1103/PhysRevB.80.195106"],"date":["2009-08-19"],"type":["text"],"creator":["Yao, Peijun","Van Vlack, C.","Reza, A.","Patterson, M.","Dignam, M. M.","Hughes, S."],"language":[],"coverage":[],"title":["Ultrahigh Purcell factors and Lamb shifts using slow-light metamaterial\n  waveguides"],"description":["  Employing a medium-dependent quantum optics formalism and a Green function\nsolution of Maxwell's equations, we study the enhanced spontaneous emission\nfactors (Purcell factors) and Lamb shifts from a quantum dot or atom near the\nsurface of a %embedded in a slow-light metamaterial waveguide. Purcell factors\nof approximately 250 and 100 are found at optical frequencies for $p-$polarized\nand $s-$polarized dipoles respectively placed 28\\thinspace nm (0.02\\thinspace\n$\\lambda_{0}$) above the slab surface, including a realistic metamaterial loss\nfactor of $\\gamma /2\\pi =2 \\mathrm{THz}$. For smaller loss values, we\ndemonstrate that the slow-light regime of odd metamaterial waveguide\npropagation modes can be observed and related to distinct resonances in the\nPurcell factors. Correspondingly, we predict unusually large and rich Lamb\nshifts of approximately -1 GHz to -6 GHz for a dipole moment of 50 Debye. We\nalso make a direct calculation of the far field emission spectrum, which\ncontains direct measurable access to these enhanced Purcell factors and Lamb\nshifts.\n"]}]
["0910.4124",{"format":[],"subject":["Mathematics - Differential Geometry","53A10, 49Q05, 49Q10, 53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4124"],"date":["2009-10-21","2012-01-12"],"type":["text"],"creator":["Alarcon, Antonio","Lopez, Francisco J."],"language":[],"coverage":[],"title":["Minimal surfaces in $\\mathbb{R}^3$ properly projecting into\n  $\\mathbb{R}^2$"],"description":["  For all open Riemann surface M and real number $\\theta \\in (0,\\pi/4),$ we\nconstruct a conformal minimal immersion $X=(X_1,X_2,X_3):M \\to \\mathbb{R}^3$\nsuch that $X_3+\\tan(\\theta) |X_1|:M \\to \\mathbb{R}$ is positive and proper.\nFurthermore, $X$ can be chosen with arbitrarily prescribed flux map.\n  Moreover, we produce properly immersed hyperbolic minimal surfaces with non\nempty boundary in $\\mathbb{R}^3$ lying above a negative sublinear graph.\n","Comment: 24 pages, 7 figures, to appear in Journal of Differential Geometry"]}]
["0911.3780",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3780","Low Temp. Phys. 36, 260 (2010)","doi:10.1063/1.3331629"],"date":["2009-11-19","2012-01-12"],"type":["text"],"creator":["Hetenyi, Balazs"],"language":[],"coverage":[],"title":["Mean-field theory of orientational ordering in rigid rotor models with\n  identical atoms: spin conversion and thermal equilibration"],"description":["  In coupled rotor models which describe identical rotating nuclei the nuclear\nspin states restrict the possible angular momenta of each molecule. There are\ntwo mean-field approaches to determining the orientational phase diagrams in\nsuch systems. In one the nuclear spin conversion times are assumed to be\ninstantaneous in the other infinite. In this paper the intermediate case, when\nthe spin conversion times are significantly slower than those of rotational\ntime scales, but are not infinite on the time-scale of the experiment, is\ninvestigated. Via incorporation of the configurational degeneracy it is shown\nthat in the thermodynamic limit the mean-field approach in the intermediate\ncase is identical to the instantaneous spin conversion time approximation. The\ntotal entropy can be split into configurational and rotational terms. The\nmean-field phase diagram of a model of coupled rotors of three-fold symmetry is\nalso calculated in the two approximations. It is shown that the configurational\nentropy has a maximum as a function of temperature which shifts to lower\ntemperatures with increasing order.\n"]}]
["0912.1808",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","32Q20, 32W20, 35J96"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1808","Anal. PDE 4 (2011), no.3, 369-378","doi:10.2140/apde.2011.4.369"],"date":["2009-12-09","2010-03-26"],"type":["text"],"creator":["Székelyhidi, Gábor","Tosatti, Valentino"],"language":[],"coverage":[],"title":["Regularity of weak solutions of a complex Monge-Amp\\`ere equation"],"description":["  We prove the smoothness of weak solutions to an elliptic complex Monge-Ampere\nequation, using the smoothing property of the corresponding parabolic flow.\n","Comment: 9 pages; removed a sentence from the introduction, other minor\n  changes"]}]
["0912.4782",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4782","Chaos, Solitons & Fractals 45 (2), 147-155 (2012)","doi:10.1016/j.chaos.2011.11.004"],"date":["2009-12-23"],"type":["text"],"creator":["Zhou, Wei-Xing"],"language":[],"coverage":[],"title":["Finite-size effect and the components of multifractality in financial\n  volatility"],"description":["  Many financial variables are found to exhibit multifractal nature, which is\nusually attributed to the influence of temporal correlations and fat-tailedness\nin the probability distribution (PDF). Based on the partition function approach\nof multifractal analysis, we show that there is a marked finite-size effect in\nthe detection of multifractality, and the effective multifractality is the\napparent multifractality after removing the finite-size effect. We find that\nthe effective multifractality can be further decomposed into two components,\nthe PDF component and the nonlinearity component. Referring to the normal\ndistribution, we can determine the PDF component by comparing the effective\nmultifractality of the original time series and the surrogate data that have a\nnormal distribution and keep the same linear and nonlinear correlations as the\noriginal data. We demonstrate our method by taking the daily volatility data of\nDow Jones Industrial Average from 26 May 1896 to 27 April 2007 as an example.\nExtensive numerical experiments show that a time series exhibits effective\nmultifractality only if it possesses nonlinearity and the PDF has impact on the\neffective multifractality only when the time series possesses nonlinearity. Our\nmethod can also be applied to judge the presence of multifractality and\ndetermine its components of multifractal time series in other complex systems.\n","Comment: 9 RevTex pages including 9 eps figures. Comments and suggestions are\n  warmly welcome"]}]
["1001.3525",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3525","2011, MNRAS, 410, 2579","doi:10.1111/j.1365-2966.2010.17632.x"],"date":["2010-01-20","2010-09-07"],"type":["text"],"creator":["Choi, Jun-Hwan","Nagamine, Kentaro"],"language":[],"coverage":[],"title":["Multicomponent and Variable Velocity Galactic Outflow in Cosmological\n  Hydrodynamic Simulations"],"description":["  We develop a new ``Multicomponent and Variable Velocity'' (MVV) galactic\noutflow model for cosmological smoothed particle hydrodynamic (SPH)\nsimulations. The MVV wind model reflects the fact that the wind material can\narise from different phases in the interstellar medium (ISM), and the\nmass-loading factor in the MVV model is a function of galaxy stellar mass. We\nfind that the simulation with the MVV outflow has the following\ncharacteristics: (i) the intergalactic medium (IGM) is hardly heated up, and\nthe mean IGM temperature is almost the same as in the no-wind run; (ii) it has\nlower cosmic star formation rates (SFRs) compared to the no-wind run, but\nhigher SFRs than the constant velocity wind run; (iii) it roughly agrees with\nthe observed IGM metallicity, and roughly follows the observed evolution of\nOmega(Civ); (iv) the lower mass galaxies have larger mass-loading factors, and\nthe low-mass end of galaxy stellar mass function is flatter than in the\nprevious simulations. Therefore, the MVV outflow model mildly alleviates the\nproblem of too steep galaxy stellar mass function seen in the previous SPH\nsimulations. In summary, the new MVV outflow model shows reasonable agreement\nwith observations,\n  and gives better results than the constant velocity wind model.\n","Comment: 16 pages, 12 figures, and 1 table, accepted for publication in MNRAS.\n  A full resolution version is available at\n  http://www.physics.unlv.edu/~jhchoi/astro-ph/vwind.pdf"]}]
["1002.0315",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0315","Journal of the Physical Society of Japan, Volume 79, Issue 7,\n  074602 (2010)","doi:10.1143/JPSJ.79.074602"],"date":["2010-02-01"],"type":["text"],"creator":["Zhao, Jize","Ueda, Kazuo"],"language":[],"coverage":[],"title":["Anharmonicity in one-dimensional electron-phonon system"],"description":["  We investigate the effect of anharmonicity on the one-dimensional half-filled\nHolstein model by using the determinant quantum Monte Carlo method. By\ncalculating the order parameters we find that with and without anharmonicity\nthere is always an transition from a disorder phase to a dimerized phase.\nMoreover, in the dimerized phase a lattice dimerization and a charge density\nwave coexist. The anharmonicity represented by the quartic term suppresses the\ndimerization as well as the charge density wave, while a double-well potential\nfavors the dimerization. In addition, by calculating the correlation exponents\nwe show that the disorder phase is metallic with gapless charge excitations and\ngapful spin excitations while in the dimerized phase both excitations are\ngapful.\n","Comment: 5 pages"]}]
["1002.3346",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3346","2011, MNRAS, 412, 411","doi:10.1111/j.1365-2966.2010.17920.x"],"date":["2010-02-17","2010-11-11"],"type":["text"],"creator":["Yajima, Hidenobu","Choi, Jun-Hwan","Nagamine, Kentaro"],"language":[],"coverage":[],"title":["Escape fraction of ionizing photons from high-redshift galaxies in\n  cosmological SPH simulations"],"description":["  Combing the three-dimensional radiative transfer (RT) calculation and\ncosmological SPH simulations, we study the escape fraction of ionizing photons\n(f_esc) of high-redshift galaxies at z=3-6. Our simulations cover the halo mass\nrange of M_h = 10^9 - 10^12 M_sun. We postprocess several hundred simulated\ngalaxies with the Authentic Radiative Transfer (ART) code to study the halo\nmass dependence of f_esc. In this paper, we restrict ourselves to the transfer\nof stellar radiation from local stellar population in each dark matter halo. We\nfind that the average f_esc steeply decreases as the halo mass increases, with\na large scatter for the lower mass haloes. The low mass haloes with M_h ~ 10^9\nM_sun have large values of f_esc (with an average of ~ 0.4), whereas the\nmassive haloes with M_h ~ 10^11 M_sun show small values of f_esc (with an\naverage of ~ 0.07). This is because in our simulations, the massive haloes show\nmore clumpy structure in gas distribution, and star-forming regions are\nembedded inside these clumps, making it more difficult for the ionizing photons\nto escape. On the other hand, in low mass haloes, there are often conical\nregions of highly ionized gas due to the shifted location of young star\nclusters from the center of dark matter halo, which allows the ionizing photons\nto escape more easily than in the high-mass haloes. By counting the number of\nescaped ionizing photons, we show that the star-forming galaxies can ionize the\nintergalactic medium at z=3-6. The main contributor to the ionizing photons is\nthe haloes with M_h < 10^10 M_sun owing to their high f_esc. The large\ndispersion in f_esc suggests that there may be various sizes of H{\\sc ii}\nbubbles around the haloes even with the same mass in the early stages of\nreionization. We also examine the effect of UV background radiation field on\nf_esc using simple, four different treatment of UV background.\n","Comment: 13 pages, 13 figures, accepted for publication in MNRAS, A full\n  resolution version is available at\n  http://www.ccs.tsukuba.ac.jp/Astro/Members/yajima/Yajima2010.pdf"]}]
["1003.0401",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0401","Phys. Rev. B 81, 245321 (2010)","doi:10.1103/PhysRevB.81.245321"],"date":["2010-03-01"],"type":["text"],"creator":["Patterson, M","Hughes, S."],"language":[],"coverage":[],"title":["Interplay between disorder and local field effects in photonic crystal\n  waveguides"],"description":["  We introduce a theory to describe disorder-induced scattering in photonic\ncrystal waveguides, specifically addressing the influence of local field\neffects and scattering within high-index-contrast perturbations. Local field\neffects are shown to increase the predicted disorder-induced scattering loss\nand result in significant resonance shifts of the waveguide mode. We\ndemonstrate that two types of frequency shifts can be expected, a mean\nfrequency shift and a RMS frequency shift, both acting in concert to blueshift\nand broaden the nominal band structure. For a representative waveguide, we\npredict substantial meV frequency shifts and band structure broadening for a\ntelecommunications operating frequency, even for state of the art fabrication.\nThe disorder-induced broadening is found to increase as the propagation\nfrequency approaches the slow light regime (mode edge) due to restructuring of\nthe electric field distribution. These findings have a dramatic impact on\nhigh-index-contrast nanoscale waveguides, and, for photonic crystal waveguides,\nsuggest that the nominal slow-light mode edge may not even exist. Furthermore,\nour results shed new light on why it has hitherto been impossible to observe\nthe very slow light regime for photonic crystal waveguides.\n","Comment: 4 page letter"]}]
["1003.3422",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35B10, 35Q84, 60J10, 60J70, 82C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3422","doi:10.3934/dcdsb.2011.16.963"],"date":["2010-03-17","2010-09-17"],"type":["text"],"creator":["Vorotnikov, Dmitry"],"language":[],"coverage":[],"title":["The flashing ratchet and unidirectional transport of matter"],"description":["  We study the flashing ratchet model of a Brownian motor, which consists in\ncyclical switching between the Fokker-Planck equation with an asymmetric\nratchet-like potential and the pure diffusion equation. We show that the motor\nreally performs unidirectional transport of mass, for proper parameters of the\nmodel, by analyzing the attractor of the problem and the stationary vector of a\nrelated Markov chain.\n","Comment: 11 pages"]}]
["1005.3698",{"format":[],"subject":["Mathematics - Number Theory","11L07, 11F30, 11F66"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3698"],"date":["2010-05-20","2012-01-12"],"type":["text"],"creator":["Ernvall-Hytönen, Anne-Maria"],"language":[],"coverage":[],"title":["An improvement on the upper bound of exponential sums connected to\n  holomorphic cusp forms"],"description":["  We improve the known upper bound for short exponential sums and increase the\nrange on which a sharp upper bound is known.\n","Comment: This article is withdrawn due to a crucial error in the reasonings"]}]
["1006.4861",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4861","Solar Physics 274, 99-117 (2011)","doi:10.1007/s11207-011-9755-0"],"date":["2010-06-24","2010-10-06"],"type":["text"],"creator":["Aschwanden, Markus J."],"language":[],"coverage":[],"title":["The State of Self-Organized Criticality of the Sun During the Last 3\n  Solar Cycles. I. Observations"],"description":["  We analyze the occurrence frequency distributions of peak fluxes $P$, total\nfluxes $E$, and durations $T$ of solar flares over the last three solar cycles\n(during 1980--2010) from hard X-ray data of HXRBS/SMM, BATSE/CGRO, and RHESSI.\nFrom the synthesized data we find powerlaw slopes with mean values of\n$\\alpha_P=1.72\\pm0.08$ for the peak flux, $\\alpha_E=1.60\\pm0.14$ for the total\nflux, and $\\alpha_T=1.98\\pm0.35$ for flare durations. We find a systematic\nanti-correlation of the powerlaw slope of peak fluxes as a function of the\nsolar cycle, varying with an approximate sinusoidal variation\n$\\alpha_P(t)=\\alpha_0+\\Delta \\alpha \\cos{[2\\pi (t-t_0)/T_{cycle}]}$, with a\nmean of $\\alpha_0=1.73$, a variation of $\\Delta \\alpha =0.14$, a solar cycle\nperiod $T_{cycle}=12.6$ yrs, and a cycle minimum time $t_0=1984.1$. The\npowerlaw slope is flattest during the maximum of a solar cycle, which indicates\na higher magnetic complexity of the solar corona that leads to an\noverproportional rate of powerful flares.\n","Comment: subm. to Solar Physics"]}]
["1006.5033",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5033","2011, ApJ, 726, 88","doi:10.1088/0004-637X/726/2/88"],"date":["2010-06-25","2010-11-19"],"type":["text"],"creator":["Niino, Yuu","Choi, Jun-Hwan","Kobayashi, Masakazu A. R.","Nagamine, Kentaro","Totani, Tomonori","Zhang, Bing"],"language":[],"coverage":[],"title":["Luminosity Distribution of Gamma-Ray Burst Host Galaxies at redshift z=1\n  in Cosmological Smoothed Particle Hydrodynamic Simulations: Implications for\n  the Metallicity Dependence of GRBs"],"description":["  We study the relationship between the metallicity of gamma-ray burst (GRB)\nprogenitors and the probability distribution function (PDF) of GRB host\ngalaxies as a function of luminosity using cosmological hydrodynamic\nsimulations of galaxy formation. We impose a maximum limit to the gas\nmetallicity in which GRBs can occur, and examine how the predicted luminosity\nPDF of GRB host galaxies changes in the simulation. We perform the\nKolmogorov-Smirnov test, and show that the result from our simulation agrees\nwith the observed luminosity PDF of core-collapse supernovae (SNe) host\ngalaxies when we assume that the core-collapse SNe trace star formation. When\nwe assume that GRBs occur only in a low-metallicity environment with $Z\\lesssim\n0.1 \\Zsun$, GRBs occur in lower luminosity galaxies, and the simulated\nluminosity PDF becomes quantitatively consistent with the observed luminosity\nPDF. The observational bias against the host galaxies of optically dark GRBs\nowing to dust extinction may be another reason for the lower luminosities of\nGRB host galaxies, but the observed luminosity PDF of GRB host galaxies cannot\nbe reproduced solely by the dust bias in our simulation.\n","Comment: 11 pages, 14 figures, minor revisions, one added figure, accepted for\n  publication in ApJ"]}]
["1006.5345",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5345","2010, ApJ, 725, 219","doi:10.1088/2041-8205/725/2/L219"],"date":["2010-06-28","2010-11-29"],"type":["text"],"creator":["Nagamine, Kentaro","Choi, Jun-Hwan","Yajima, Hidenobu"],"language":[],"coverage":[],"title":["Effects of Ultraviolet Background and Local Stellar Radiation on the H_I\n  Column Density Distribution"],"description":["  We study the impact of ultraviolet background (UVB) radiation field and the\nlocal stellar radiation on the H_I column density distribution f(N_HI) of\ndamped Ly-alpha systems (DLAs) and sub-DLAs at z=3 using cosmological smoothed\nparticle hydrodynamics simulations. We find that, in the previous simulations\nwith an optically thin approximation, the UVB was sinking into the H_I cloud\ntoo deeply, and therefore we underestimated the f(N_HI) at 19 < log(N_HI) <\n21.2 compared to the observations. If the UVB is shut off in the high-density\nregions with n_gas > 6 x 10^{-3} cm^{-3}, then we reproduce the observed\nf(N_HI) at z=3 very well. We also investigate the effect of local stellar\nradiation by post-processing our simulation with a radiative transfer code, and\nfind that the local stellar radiation does not change the f(N_HI) very much.\nOur results show that the shape of f(N_HI) is determined primarily by the UVB\nwith a much weaker effect by the local stellar radiation and that the optically\nthin approximation often used in cosmological simulation is inadequate to\nproperly treat the ionization structure of neutral gas in and out of DLAs. Our\nresult also indicates that the DLA gas is closely related to the transition\nregion from optically-thick neutral gas to optically-thin ionized gas within\ndark matter halos.\n","Comment: 5 pages, 3 figures, uses emulateapj. ApJL in press. Corrected a\n  plotting error in Fig. 3, which reduced the effect of local stellar radiation\n  on f(N_HI)"]}]
["1008.4569",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Analysis of PDEs","35Q30, 35B41, 35D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4569","doi:10.1016/j.jde.2011.07.008"],"date":["2010-08-26","2010-09-17"],"type":["text"],"creator":["Vorotnikov, Dmitry"],"language":[],"coverage":[],"title":["Asymptotic behaviour of the non-autonomous 3D Navier-Stokes problem with\n  coercive force"],"description":["  We construct pullback attractors to the weak solutions of the\nthree-dimensional Dirichlet problem for the incompressible Navier-Stokes\nequations in the case when the external force may become unbounded as time goes\nto plus or minus infinity.\n","Comment: 22 pages"]}]
["1009.1199",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M15 (Primary) 14M12 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1199","doi:10.1112/jlms/jdr038"],"date":["2010-09-07"],"type":["text"],"creator":["Cartwright, Dustin","Erman, Daniel","Oeding, Luke"],"language":[],"coverage":[],"title":["Secant varieties of P^2 x P^n embedded by O(1,2)"],"description":["  We describe the defining ideal of the rth secant variety of P^2 x P^n\nembedded by O(1,2), for arbitrary n and r at most 5. We also present the Schur\nmodule decomposition of the space of generators of each such ideal. Our main\nresults are based on a more general construction for producing explicit matrix\nequations that vanish on secant varieties of products of projective spaces.\nThis extends previous work of Strassen and Ottaviani.\n","Comment: 21 pages"]}]
["1009.2030",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2030","Phys. Rev. A. 85, 013603 (2012)","doi:10.1103/PhysRevA.85.013603"],"date":["2010-09-10","2012-01-11"],"type":["text"],"creator":["Zinner, N. T.","Wunsch, B.","Pekker, D.","Wang, D. -W."],"language":[],"coverage":[],"title":["BCS-BEC Crossover in Bilayers of Cold Fermionic Polar Molecules"],"description":["  We investigate the quantum and thermal phase diagram of fermionic polar\nmolecules loaded in a bilayer trapping potential with perpendicular dipole\nmoment. We use both a BCS theory approach that is most realiable at\nweak-coupling and a strong-coupling approach that considers the two-body bound\ndimer states with one molecules in each layer as the relevant degree of\nfreedom. The system ground state is a Bose-Einstein condensate (BEC) of dimer\nbound states in the low density limit and a paired superfluid (BCS) state in\nthe high density limit. At zero temperature, the intralayer repulsion is found\nto broaden the regime of BCS-BEC crossover, and can potentially induce system\ncollapse through the softening of roton excitations. The BCS theory and the\nstrongly-coupled dimer picture yield similar predictions for the parameters of\nthe crossover regime. The BKT transition temperature of the dimer superfluid is\nalso calculated. The crossover can be driven by many-body effects and is\nstrongly affected by the intralayer interaction which was ignored in previous\nstudies.\n","Comment: 6 pages, 3 figures, final version"]}]
["1010.0986",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0986","Solar Physics 274, 119-129, (2011)","doi:10.1007/s11207-011-9835-1"],"date":["2010-10-05","2010-10-06"],"type":["text"],"creator":["Aschwanden, Markus J."],"language":[],"coverage":[],"title":["The State of Self-Organized Criticality of the Sun During the Last Three\n  Solar Cycles. II. Theoretical Model"],"description":["  The observed powerlaw distributions of solar flare parameters can be\ninterpreted in terms of a nonlinear dissipative system in the state of\nself-organized criticality (SOC). We present a universal analytical model of a\nSOC process that is governed by three conditions: (i) a multiplicative or\nexponential growth phase, (ii) a randomly interrupted termination of the growth\nphase, and (iii) a linear decay phase. This basic concept approximately\nreproduces the observed frequency distributions. We generalize it to a\nrandomized exponential-growth model, which includes also a (log-normal)\ndistribution of threshold energies before the instability starts, as well as\nrandomized decay times, which can reproduce both the observed occurrence\nfrequency distributions and the scatter of correlated parametyers more\nrealistically. With this analytical model we can efficiently perform\nMonte-Carlo simulations of frequency distributions and parameter correlations\nof SOC processes, which are simpler and faster than the iterative simulations\nof cellular automaton models. Solar cycle modulations of the powerlaw slopes of\nflare frequency distributions can be used to diagnose the thresholds and growth\nrates of magnetic instabilities responsible for solar flares.\n","Comment: Part II of Paper I: The State of Self-Organized Criticality of the\n  Sun During the Last Three Solar Cycles. I. Observations"]}]
["1010.3178",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3178"],"date":["2010-10-15","2012-01-12"],"type":["text"],"creator":["Tyc, Tomas","Sarbort, Martin"],"language":[],"coverage":[],"title":["Approximate magnifying perfect lens with positive refraction"],"description":["  We propose a device with a positive isotropic refractive index that creates\nan approximate magnified perfect real image of an optically homogeneous\nthree-dimensional region of space within geometrical optics. Its key ingredient\nis a new refractive index profile that can work as an approximate perfect lens\non its own, having a very moderate index range.\n","Comment: After we first published the paper on arXiv, Klaus Bering proved\n  analytically that the key ingredient of our device - a refractive index n(r)\n  with special focusing properties - does not really exist. Before that, we\n  believed that it exists but we just cannot find its analytical form. Thus our\n  device works only approximately, but we still believe that it may have value\n  for further research"]}]
["1010.4140",{"format":[],"subject":["Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4140","Phys.Rev.C82:041001,2010","doi:10.1103/PhysRevC.82.041001"],"date":["2010-10-20"],"type":["text"],"creator":["Budzanowski, A.","Chatterjee, A.","Hawranek, P.","Jahn, R.","Jha, V.","Kilian, K.","Kliczewski, S.","Kirillov, Da.","Kirillov, Di.","Kolev, D.","Kravcikova, M.","Lesiak, M.","Lieb, J.","Machner, H.","Magiera, A.","Maier, R.","Martinska, G.","Piskunov, N.","Protić, D.","Ritman, J.","von Rossen, P.","Roy, B. J.","Sitnik, I.","Siudak, R.","Tsenov, R.","Urban, J.","Vankova, G."],"language":[],"coverage":[],"title":["Study of the $\\bm{p+^6}$Li$\\bm{\\to\\eta+^7}$Be reaction 11.3 MeV above\n  threshold"],"description":["  The cross section for the reaction $p+^6\\text{Li}\\to\\eta+^7\\text{Be}$ was\nmeasured at an excess energy of 11.28 MeV above threshold by detecting the\nrecoiling $^7$Be nuclei. A dedicated set of focal plane detectors was built for\nthe magnetic spectrograph Big Karl and was used for identification and four\nmomentum measurement of the $^7$Be. A differential cross section of\n$\\frac{d\\sigma}{d\\Omega}=(0.69\\pm{0.20}\\text{(stat.)}\\pm\n0.20\\text{(syst.)})\\text{nb/sr}$ for the ground state plus the 1/2$^-$ was\nmeasured. The result is compared to model calculations.\n","Comment: accepted by Phys. Rev. C as rapid communication"]}]
["1010.6294",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6294","MNRAS 413 (2011) 3022","doi:10.1111/j.1365-2966.2011.18379.x"],"date":["2010-10-29","2011-03-23"],"type":["text"],"creator":["Domínguez-Tenreiro, R.","Oñorbe, J.","Martínez-Serrano, F.","Serna, A."],"language":[],"coverage":[],"title":["Large-Scale Gas Dynamics in the Adhesion Model: Implications for the\n  Two-Phase Massive Galaxy Formation Scenario"],"description":["  The mass assembly and star formation histories of massive galaxies identified\nat low redshift z in different cosmological hydrodynamical simulations, have\nbeen studied through a detailed follow-up backwards in time of their\nconstituent mass elements (sampled by particles) of different types. Then, the\nconfigurations they depict at progressively higher zs have been analysed.\n  The analyses show that these histories share common generic patterns,\nirrespective of particular circumstances. In any case, the results we have\nfound are different depending on the particle type. The most outstanding\ndifferences follow. We have found that by z ~ 3.5 - 6, mass elements identified\nas stellar particles at z=0 exhibit a gaseous cosmic-web-like morphology with\nscales of ~ 1 physical Mpc, where the densest mass elements have already turned\ninto stars by z ~ 6. These settings are in fact the densest pieces of the\ncosmic web, where no hot particles show up, and dynamically organized as a\nhierarchy of flow convergence regions, that is, attraction basins for mass\nflows. On the other hand, mass elements identified at the diffuse hot coronae\nsurrounding massive galaxies at z = 0, do not display a clear web-like\nmorphology at any z. Diffuse gas is heated when flow convergence regions go\nthrough contractive deformations, and most of it keeps hot and with low density\nalong the evolution.\n  To shed light on the physical foundations of the behaviour our analyses show\nup, as well as on their possible observational implications, these patterns\nhave been confronted with some generic properties of singular flows as\ndescribed by the adhesion model. We have found that these common patterns\nsimulations show can be interpreted as a consequence of flow properties, that,\nmoreover, could explain different generic observational results on massive\ngalaxies or their samples. We briefly discuss some of them.[Abridged]\n","Comment: Aceppted to MNRAS. 28 pages, 8 Figures. Minor changes to match the\n  published version"]}]
["1011.2873",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2873","J. Phys. A: Math. Theor. 45 (2012) 045402","doi:10.1088/1751-8113/45/4/045402"],"date":["2010-11-12","2011-01-15"],"type":["text"],"creator":["Nölle, Christoph"],"language":[],"coverage":[],"title":["Homogeneous heterotic supergravity solutions with linear dilaton"],"description":["  I construct solutions to the heterotic supergravity BPS-equations on products\nof Minkowski space with a non-symmetric coset. All of the bosonic fields are\nhomogeneous and non-vanishing, the dilaton being a linear function on the\nnon-compact part of spacetime.\n","Comment: 36 pages; v2 conclusion updated and references added"]}]
["1012.1483",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1483","Phys.Lett.B700:313-315,2011","doi:10.1016/j.physletb.2011.05.013"],"date":["2010-12-07","2012-01-12"],"type":["text"],"creator":["Rozanov, A. N.","Vysotsky, M. I."],"language":[],"coverage":[],"title":["Tevatron constraints on the Higgs boson mass in the fourth-generation\n  fermion models revisited"],"description":["  Recent Tevatron exclusion interval of the masses of Higgs boson considerably\nreduces in case of the light quasistable fourth generation neutral lepton.\n","Comment: 6 pages, 2 figures; one Table added"]}]
["1012.1518",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Functional Analysis","58J40 (Primary) 11M32, 11M45, 47A10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1518"],"date":["2010-12-07","2012-01-12"],"type":["text"],"creator":["Battisti, Ubertino"],"language":[],"coverage":[],"title":["Weyl asymptotics of Bisingular Operators and Dirichlet Divisor Problem"],"description":["  We consider a class of pseudodifferential operators defined on the product of\ntwo closed manifolds, with crossed vector valued symbols. We study the\nasymptotic expansion of Weyl counting function of positive selfadjoint\noperators in this class. Exploiting a general Theorem of J. Aramaki, we\ndetermine the first term of the asymptotic expansion of Weyl counting function\nand, in a special case, we find the second term. We finish with some examples,\nemphasizing connections with problems of analytic number theory, in particular\nwith Dirichlet Divisor Problem.\n"]}]
["1012.4599",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","35D99, 35Q35, 76B03, 76A05, 76A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4599","doi:10.1088/0951-7715/25/2/309"],"date":["2010-12-21","2011-11-15"],"type":["text"],"creator":["Vorotnikov, Dmitry"],"language":[],"coverage":[],"title":["Global generalized solutions for Maxwell-alpha and Euler-alpha equations"],"description":["  We study initial-boundary value problems for the Lagrangian averaged alpha\nmodels for the equations of motion for the corotational Maxwell and inviscid\nfluids in 2D and 3D. We show existence of (global in time) dissipative\nsolutions to these problems. We also discuss the idea of dissipative solution\nin an abstract Hilbert space framework.\n","Comment: 27 pages, to appear in Nonlinearity"]}]
["1101.1260",{"format":[],"subject":["Mathematics - Analysis of PDEs","General Relativity and Quantum Cosmology","Mathematics - Spectral Theory","35B34, 35P25, 35Q75, 83C57, 83C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1260","doi:10.1007/s00023-012-0159-y"],"date":["2011-01-06","2011-12-14"],"type":["text"],"creator":["Dyatlov, Semyon"],"language":[],"coverage":[],"title":["Asymptotic distribution of quasi-normal modes for Kerr-de Sitter black\n  holes"],"description":["  We establish a Bohr-Sommerfeld type condition for quasi-normal modes of a\nslowly rotating Kerr-de Sitter black hole, providing their full asymptotic\ndescription in any strip of fixed width. In particular, we observe a\nZeeman-like splitting of the high multiplicity modes at a=0 (Schwarzschild-de\nSitter), once spherical symmetry is broken. The numerical results presented in\nAppendix B show that the asymptotics are in fact accurate at very low energies\nand agree with the numerical results established by other methods in the\nphysics literature. We also prove that solutions of the wave equation can be\nasymptotically expanded in terms of quasi-normal modes; this confirms the\nvalidity of the interpretation of their real parts as frequencies of\noscillations, and imaginary parts as decay rates of gravitational waves.\n","Comment: 66 pages, 6 figures; journal version (to appear in Annales Henri\n  Poincar\\'e)"]}]
["1101.5656",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5656","2012, MNRAS, 419, 1280","doi:10.1111/j.1365-2966.2011.19788.x"],"date":["2011-01-28","2011-09-12"],"type":["text"],"creator":["Choi, Jun-Hwan","Nagamine, Kentaro"],"language":[],"coverage":[],"title":["On the inconsistency between the estimates of cosmic star formation rate\n  and stellar mass density of high redshift galaxies"],"description":["  There are mainly two different approaches to measure the cosmic star\nformation history: direct star formation rate density (SFRD) and stellar mass\ndensity rhostar as functions of redshift. Compilations of current observations\nseem to show a disparity in the two quantities, in the sense that the integral\nof SFRD is higher than the observed rhostar (after considering gas recycling).\nUsing cosmological smoothed particle hydrodynamics simulations based on the\nconcordance Lambda cold dark matter model, we show that the two quantities\nbecome more consistent with each other when we consider the observed galaxy\nmass limit. The comparison between simulations and (dust corrected) observed\ncosmic SFRD shows a good agreement, while the observed rhostar is significantly\nlower than the simulation results. This can be reconciled if the current\nhigh-$z$ galaxy surveys are missing faint low-mass galaxies due to their flux\nlimit. Our simulated GSMFs have steep low-mass end slopes of alpha < -2 at z>3,\nand when these numerous low-mass galaxies are included, the total rhostar\nmatches with the integral of SFRD.\n","Comment: 6 pages, 1 table, and 2 figures, accepted for publication in MNRAS"]}]
["1102.0571",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0571"],"date":["2011-02-02","2012-01-11"],"type":["text"],"creator":["Klostermann, Inka"],"language":[],"coverage":[],"title":["Generalization of the Macdonald formula for Hall-Littlewood polynomials"],"description":["  We study the Gaussent-Littelmann formula for Hall-Littlewood polynomials and\nwe develop combinatorial tools to describe the formula in a purely\ncombinatorial way for type A_n, B_n and C_n. This description is in terms of\nYoung tableaux and arises from identifying one-skeleton galleries that appear\nin the Gaussent-Littelmann formula with Young tableaux. Furthermore, we show by\nusing these tools that the Gaussent-Littelmann formula and the well-known\nMacdonald formula for Hall-Littlewood polynomials for type A_n are the same.\n"]}]
["1102.1605",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1605","Phys. Rev. A 85, 011605(R) (2012)","doi:10.1103/PhysRevA.85.011605"],"date":["2011-02-08","2012-01-12"],"type":["text"],"creator":["Kessler, Stefan","Holzner, Andreas","McCulloch, Ian P.","von Delft, Jan","Marquardt, Florian"],"language":[],"coverage":[],"title":["Stroboscopic observation of quantum many-body dynamics"],"description":["  Recent experiments have demonstrated single-site resolved observation of cold\natoms in optical lattices. Thus, in the future it may be possible to take\nrepeated snapshots of an interacting quantum many-body system during the course\nof its evolution. Here we address the impact of the resulting Quantum\n(anti-)Zeno physics on the many-body dynamics. We use the time-dependent\ndensity-matrix renormalization group to obtain the time evolution of the full\nmany-body wave function, which is then periodically projected in order to\nsimulate realizations of stroboscopic measurements. For the example of a\none-dimensional lattice of spin-polarized fermions with nearest-neighbor\ninteractions, we find regimes for which many-particle configurations are\nstabilized and destabilized depending on the interaction strength and the time\nbetween observations.\n","Comment: 5+1 pages, 6 figures, published version with supplemental material\n  included"]}]
["1102.3925",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3925","2011, MNRAS, 418, 591","doi:10.1111/j.1365-2966.2011.19508.x"],"date":["2011-02-18","2011-07-27"],"type":["text"],"creator":["Barai, Paramita","Proga, Daniel","Nagamine, Kentaro"],"language":[],"coverage":[],"title":["SPH Simulations of Black Hole Accretion: A Step to Model Black Hole\n  Feedback in Galaxies"],"description":["  (Abridged) We test how accurately the smoothed particle hydrodynamics (SPH)\nnumerical technique can follow spherically-symmetric Bondi accretion. Using the\n3D SPH code GADGET-3, we perform simulations of gas accretion onto a central\nsupermassive black hole (SMBH) of mass 10^8 M_sun within the radial range of\n0.1 - 200 pc. We carry out simulations without and with radiative heating by a\ncentral X-ray corona and radiative cooling. For an adiabatic case, the radial\nprofiles of hydrodynamical properties match the Bondi solution, except near the\ninner and outer radius of the computational domain. We find that adiabatic\nBondi accretion can be reproduced for durations of a few dynamical times at the\nBondi radius, and for longer times if the outer radius is increased. With\nradiative heating and cooling included, the spherically accreting gas takes a\nlonger time to reach a steady-state than the adiabatic Bondi accretion runs,\nand in some cases does not reach a steady-state even within several hundred\ndynamical times. We find that artificial viscosity in the GADGET code causes\nexcessive heating near the inner radius, making the thermal properties of the\ngas inconsistent with a physical solution. This overheating occurs typically\nonly in the supersonic part of the flow, so that it does not affect the mass\naccretion rate. We see that increasing the X-ray luminosity produces a lower\ncentral mass inflow rate, implying that feedback due to radiative heating is\noperational in our simulations. With a sufficiently high X-ray luminosity, the\ninflowing gas is radiatively heated up, and an outflow develops. We conclude\nthat the SPH simulations can capture the gas dynamics needed to study radiative\nfeedback provided artificial viscosity alters only highly supersonic part of\nthe inflow.\n","Comment: 25 pages, 3 tables, and 16 figures. Version accepted for publication\n  in MNRAS. Sec. 3.1.5 extensively revised, results from new runs added"]}]
["1103.0772",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0772","Phys. Rev. B 83, 195135 (2011)","doi:10.1103/PhysRevB.83.195135"],"date":["2011-03-03","2011-04-25"],"type":["text"],"creator":["Zhao, Jize","Sheng, D. N.","Haldane, F. D. M."],"language":[],"coverage":[],"title":["Fractional Quantum Hall States at 1/3 and 5/2 Filling: the\n  Density-Matrix Renormalization Group Calculations"],"description":["  In this paper, the density-matrix renormalization group method is employed to\ninvestigate the fractional quantum Hall effect at filling fractions $\\nu=1/3$\nand 5/2. We first present benchmark results at both filling fractions for large\nsystem sizes to show the accuracy as well as the capability of the numerical\nalgorithm. Furthermore, we show that by keeping a large number of basis states,\none can also obtain accurate entanglement spectrum at $\\nu=5/2$ for large\nsystem with electron number up to $N_e=34$, much larger than systems previously\nstudied. Based on a finite-size scaling analysis, we demonstrate that the\nentanglement gap defined by Li and Haldane is finite in the thermodynamic\nlimit, which characterizes the topological order of the FQHE state.\n","Comment: 6 pages, minor changes"]}]
["1103.0835",{"format":[],"subject":["Quantum Physics","Condensed Matter - Superconductivity","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0835","Rev. Mod. Phys. 84, 1 (2012)","doi:10.1103/RevModPhys.84.1"],"date":["2011-03-04","2012-01-11"],"type":["text"],"creator":["Nation, P. D.","Johansson, J. R.","Blencowe, M. P.","Nori, Franco"],"language":[],"coverage":[],"title":["Stimulating uncertainty: Amplifying the quantum vacuum with\n  superconducting circuits"],"description":["  The ability to generate particles from the quantum vacuum is one of the most\nprofound consequences of Heisenberg's uncertainty principle. Although the\nsignificance of vacuum fluctuations can be seen throughout physics, the\nexperimental realization of vacuum amplification effects has until now been\nlimited to a few cases. Superconducting circuit devices, driven by the goal to\nachieve a viable quantum computer, have been used in the experimental\ndemonstration of the dynamical Casimir effect, and may soon be able to realize\nthe elusive verification of analogue Hawking radiation. This article describes\nseveral mechanisms for generating photons from the quantum vacuum and\nemphasizes their connection to the well-known parametric amplifier from quantum\noptics. Discussed in detail is the possible realization of each mechanism, or\nits analogue, in superconducting circuit systems. The ability to selectively\nengineer these circuit devices highlights the relationship between the various\namplification mechanisms.\n","Comment: 27 pages, 10 figures, version published in Rev. Mod. Phys. as a\n  Colloquium"]}]
["1103.2013",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2013"],"date":["2011-03-10","2012-01-12"],"type":["text"],"creator":["Fukasawa, Masaaki"],"language":[],"coverage":[],"title":["Conservative delta hedging under transaction costs"],"description":["  Explicit robust hedging strategies for convex or concave payoffs under a\ncontinuous semimartingale model with uncertainty and small transaction costs\nare constructed. In an asymptotic sense, the upper and lower bounds of the\ncumulative volatility enable us to super-hedge convex and concave payoffs\nrespectively. The idea is a combination of Mykland's conservative delta hedging\nand Leland's enlarging volatility. We use a specific sequence of stopping times\nas rebalancing dates, which can be superior to equidistant one even when there\nis no model uncertainty. A central limit theorem for the super-hedging error as\nthe coefficient of linear transaction costs tends to zero is proved. The mean\nsquared error is also studied.\n"]}]
["1103.4382",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Superconductivity","Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4382","Phys. Rev. Lett. 107: 145304,2011","doi:10.1103/PhysRevLett.107.145304"],"date":["2011-03-22","2011-10-03"],"type":["text"],"creator":["Magierski, Piotr","Wlazłowski, Gabriel","Bulgac, Aurel"],"language":[],"coverage":[],"title":["Onset of a Pseudogap Regime in Ultracold Fermi Gases"],"description":["  We show, using an ab initio approach based on Quantum Monte Carlo technique,\nthat the pseudogap regime emerges in ultracold Fermi gases close to the unitary\npoint. We locate the onset of this regime at a value of the interaction\nstrength corresponding to (k_{F}a)^{-1}\\approx -0.05 (a - scattering length).\nWe determine the evolution of the gap as a function of temperature and\ninteraction strength in the Fermi gas around the unitary limit and show that\nour results exhibit a remarkable agreement with the recent wave-vector resolved\nradio frequency spectroscopy data. Our results indicate that a finite\ntemperature structure of the Fermi gas around unitarity is more complicated and\ninvolves the presence of the phase with preformed Cooper pairs, which however\ndo not contribute to the long range order.\n","Comment: 5 pages, 4 figures + 5 pages of supplementary online material"]}]
["1103.6067",{"format":[],"subject":["Quantum Physics","Computer Science - Computational Complexity","Computer Science - Information Theory","94A17, 94A15, 81P45, 81P94, 68P30, 68Q12, 47B65","F.0","E.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6067"],"date":["2011-03-30","2012-01-12"],"type":["text"],"creator":["Jain, Rahul","Nayak, Ashwin"],"language":[],"coverage":[],"title":["Short proofs of the Quantum Substate Theorem"],"description":["  The Quantum Substate Theorem due to Jain, Radhakrishnan, and Sen (2002) gives\nus a powerful operational interpretation of relative entropy, in fact, of the\nobservational divergence of two quantum states, a quantity that is related to\ntheir relative entropy. Informally, the theorem states that if the\nobservational divergence between two quantum states rho, sigma is small, then\nthere is a quantum state rho' close to rho in trace distance, such that rho'\nwhen scaled down by a small factor becomes a substate of sigma. We present new\nproofs of this theorem. The resulting statement is optimal up to a constant\nfactor in its dependence on observational divergence. In addition, the proofs\nare both conceptually simpler and significantly shorter than the earlier proof.\n","Comment: 11 pages. Rewritten; included new references; presented the results\n  in terms of smooth relative min-entropy; stronger results; included converse\n  and proof using SDP duality"]}]
["1105.4675",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4675","Nature Communications 2, 580 (2011)","doi:10.1038/ncomms1573"],"date":["2011-05-23"],"type":["text"],"creator":["Wang, Miaoyin","Fang, Chen","Yao, Dao-Xin","Tan, GuoTai","Harriger, Leland W.","Song, Yu","Netherton, Tucker","Zhang, Chenglin","Wang, Meng","Stone, Matthew B.","Tian, Wei","Hu, Jiangping","Dai, Pengcheng"],"language":[],"coverage":[],"title":["Spin Waves and magnetic exchange interactions in insulating\n  Rb$_{0.89}$Fe$_{1.58}$Se$_2$"],"description":["  The discovery of alkaline iron selenide $A$Fe$_{1.6+x}$Se$_2$ ($A=$ K, Rb,\nCs) superconductors has generated considerable excitement in the condensed\nmatter physics community because superconductivity in these materials may have\na different origin from the sign reversed s-wave electron pairing mechanism, a\nleading candidate proposed for all other Fe-based superconductors. Although\n$A$Fe$_{1.6+x}$Se$_2$ are isostructural with the metallic antiferromagnetic\n(AF) iron pnictides such as (Ba,Ca,Sr)Fe$_2$As$_2$, they are insulators near\n$x=0$ and form a $\\sqrt{5}\\times\\sqrt{5}$ blocked AF structure (Fig. 1a)\ncompletely different from the iron pnictides. If magnetism is responsible for\nsuperconductivity of all iron-based materials, it is important to determine\ntheir common magnetic features. Here we use neutron scattering to map out spin\nwaves in the AF insulating Rb$_{0.89}$Fe$_{1.58}$Se$_2$. We find that although\nRb$_{0.89}$Fe$_{1.58}$Se$_2$ has a N$\\rm \\acute{e}$el temperature ($T_N=475$ K)\nmuch higher than that of the iron pnictides ($T_N\\leq 220$ K), spin waves for\nboth classes of materials have similar zone boundary energies. A comparison of\nthe fitted effective exchange couplings using a local moment Heisenberg\nHamiltonian in Rb$_{0.89}$Fe$_{1.58}$Se$_2$, (Ba,Ca,Sr)Fe$_2$As$_2$, and iron\nchalcogenide Fe$_{1.05}$Te reveals that their next nearest neighbor (NNN)\nexchange couplings are similar. Therefore, superconductivity in all Fe-based\nmaterials may have a common magnetic origin that is intimately associated with\nthe NNN magnetic exchange interactions, even though they have metallic or\ninsulating ground states, different AF orders and electronic band structures.\n","Comment: 13 pages, 9 figures"]}]
["1105.5127",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5127"],"date":["2011-05-25","2012-01-12"],"type":["text"],"creator":["Bourgain, Jean"],"language":[],"coverage":[],"title":["Integral Apollonian circle packings and prime curvatures"],"description":["  It is shown that any primitive integral Apollonian circle packing captures a\nfraction of the prime numbers. Basically the method consists in applying the\ncircle method, considering the curvatures produced by a well-chosen family of\nbinary quadratic forms.\n","Comment: 26 pages"]}]
["1106.1995",{"format":[],"subject":["Mathematics - Combinatorics","05A05, 05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1995"],"date":["2011-06-10","2012-01-12"],"type":["text"],"creator":["Sack, Joshua","Úlfarsson, Henning"],"language":[],"coverage":[],"title":["Refined inversion statistics on permutations"],"description":["  We introduce and study new refinements of inversion statistics for\npermutations, such as k-step inversions, (the number of inversions with fixed\nposition differences) and non-inversion sums (the sum of the differences of\npositions of the non-inversions of a permutation). We also provide a\ndistribution function for non-inversion sums, a distribution function for\nk-step inversions that relates to the Eulerian polynomials, and special cases\nof distribution functions for other statistics we introduce, such as\n(\\leqk)-step inversions and (k1,k2)-step inversions (that fix the value\nseparation as well as the position). We connect our refinements to other work,\nsuch as inversion tops that are 0 modulo a fixed integer d, left boundary sums\nof paths, and marked meshed patterns. Finally, we use non-inversion sums to\nshow that for every number n > 34, there is a permutation such that the dot\nproduct of that permutation and the identity permutation (of the same length)\nis n.\n","Comment: 27 pages, 3 figures, 6 tables"]}]
["1106.3626",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3626","SINUM 49(6):2618-2639 (2012)","doi:10.1137/10080960X"],"date":["2011-06-18"],"type":["text"],"creator":["Ketcheson, David I.","Gottlieb, Sigal","Macdonald, Colin B."],"language":[],"coverage":[],"title":["Strong stability preserving two-step Runge-Kutta methods"],"description":["  We investigate the strong stability preserving (SSP) property of two-step\nRunge-Kutta (TSRK) methods. We prove that all SSP TSRK methods belong to a\nparticularly simple subclass of TSRK methods, in which stages from the previous\nstep are not used. We derive simple order conditions for this subclass. Whereas\nexplicit SSP Runge-Kutta methods have order at most four, we prove that\nexplicit SSP TSRK methods have order at most eight. We present TSRK methods of\nup to eighth order that were found by numerical search. These methods have\nlarger SSP coefficients than any known methods of the same order of accuracy,\nand may be implemented in a form with relatively modest storage requirements.\nThe usefulness of the TSRK methods is demonstrated through numerical examples,\nincluding integration of very high order WENO discretizations.\n"]}]
["1106.3819",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3819","Phys. Rev. D 84, 115018 (2011)","doi:10.1103/PhysRevD.84.115018"],"date":["2011-06-20","2012-01-11"],"type":["text"],"creator":["Bramante, Joseph","Hundi, R. S.","Kumar, Jason","Rajaraman, Arvind","Yaylali, David"],"language":[],"coverage":[],"title":["Collider Searches for Fermiophobic Gauge Bosons"],"description":["  We explore the phenomenology of an extra U(1) gauge boson which primarily\ncouples to standard model gauge bosons. We classify all possible parity-odd\ncouplings up to dimension 6 operators. We then study the prospects for the\ndetection of such a boson at the LHC and show that the electroweak decay\nchannels lead to very clean signals, allowing us to probe couplings well into\nthe TeV scale.\n","Comment: 11 pages, 7 figures, PDFLaTeX; clarifications added, results\n  unchanged"]}]
["1107.0437",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0437","Physica D 241, 514-518 (2012)","doi:10.1016/j.physd.2011.11.012"],"date":["2011-07-03"],"type":["text"],"creator":["Ermann, Leonardo","Shepelyansky, Dima L."],"language":[],"coverage":[],"title":["Arnold cat map, Ulam method and time reversal"],"description":["  We study the properties of the Arnold cap map on a torus with a several\nperiodic sections using the Ulam method. This approach generates a Markov chain\nwith the Ulam matrix approximant. We study numerically the spectrum and\neigenstates of this matrix showing their relation with the Fokker-Plank\nrelaxation and the Kolmogorov-Sinai entropy. We show that, in the frame of the\nUlam method, the time reversal property of the map is preserved only on a short\nUlam time which grows only logarithmically with the matrix size. Parallels with\nthe evolution in a regime of quantum chaos are also discussed.\n","Comment: 7 pages, 8 figures. Research done at Quantware\n  http://www.quantware.ups-tlse.fr/"]}]
["1107.0491",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0491","Phys. Rev. D 84, 124018 (2011)","doi:10.1103/PhysRevD.84.124018"],"date":["2011-07-03","2012-01-11"],"type":["text"],"creator":["Baker, Tessa","Ferreira, Pedro G.","Skordis, Constantinos","Zuntz, Joe"],"language":[],"coverage":[],"title":["Towards a fully consistent parameterization of modified gravity"],"description":["  There is a distinct possibility that current and future cosmological data can\nbe used to constrain Einstein's theory of gravity on the very largest scales.\nTo be able to do this in a model-independent way, it makes sense to work with a\ngeneral parameterization of modified gravity. Such an approach would be\nanalogous to the Parameterized Post-Newtonian (PPN) approach which is used on\nthe scale of the Solar System. A few such parameterizations have been proposed\nand preliminary constraints have been obtained. We show that the majority of\nsuch parameterizations are only exactly applicable in the quasistatic regime.\nOn larger scales they fail to encapsulate the full behaviour of typical models\ncurrently under consideration. We suggest that it may be possible to capture\nthe additions to the `Parameterized Post-Friedmann' (PPF) formalism by treating\nthem akin to fluid perturbations.\n","Comment: 24 pages. Minor changes to match the published version - references\n  added, comments added to sections 1 and 5"]}]
["1107.3888",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3888","Phys. Rev. B 84, 245128 (2011)","doi:10.1103/PhysRevB.84.245128"],"date":["2011-07-19","2012-01-12"],"type":["text"],"creator":["Lou, Jie","Tanaka, Shu","Katsura, Hosho","Kawashima, Naoki"],"language":[],"coverage":[],"title":["Entanglement Spectra of the 2D AKLT Model: VBS/CFT Correspondence"],"description":["  We investigate the entanglement properties of the valence-bond-solid (VBS)\nstate defined on two-dimensional lattices, which is the exact ground state of\nthe Affleck-Kennedy-Lieb-Tasaki model. It is shown that the entanglement\nentropy obeys an area law and the non-universal prefactor of the leading term\nis strictly less than $\\ln 2$. The analysis of entanglement spectra for various\nlattices reveals that the reduced density matrix associated with the VBS state\nis closely related to a thermal density matrix of a {\\it holographic} spin\nchain, whose spectrum is reminiscent of that of the spin-1/2 Heisenberg chain.\nThis correspondence is further supported by comparing the entanglement entropy\nin the holographic spin chain with conformal field theory predictions.\n","Comment: 10 pages, 9 figures, published version"]}]
["1108.3018",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3018","JHEP 1112 (2011) 088","doi:10.1007/JHEP12(2011)088"],"date":["2011-08-15","2012-01-12"],"type":["text"],"creator":["Akeroyd, A. G.","Mahmoudi, F.","Santos, D. Martinez"],"language":[],"coverage":[],"title":["The decay Bs -> mu+ mu-: updated SUSY constraints and prospects"],"description":["  We perform a study of the impact of the recently released limits on BR(Bs ->\nmu+ mu-) by LHCb and CMS on several SUSY models. We show that the obtained\nconstraints can be superior to those which are derived from direct searches for\nSUSY particles in some scenarios, and the use of a double ratio of purely\nleptonic decays involving Bs -> mu+ mu- can further strengthen such\nconstraints. We also discuss the experimental sensitivity and prospects for\nobservation of Bs -> mu+ mu- during the sqrt(s)=7 TeV run of the LHC, and its\npotential implications.\n","Comment: 30 pages, 21 figures. v2: Improved discussion of constraints from B\n  -> tau nu, references added"]}]
["1108.3780",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3780"],"date":["2011-08-18","2012-01-12"],"type":["text"],"creator":["Aggarwal, Rohit","Koksal, C. Emre","Schniter, Philip"],"language":[],"coverage":[],"title":["Performance Bounds and Associated Design Principles for Multi-Cellular\n  Wireless OFDMA Systems (with Detailed Proofs)"],"description":["  In this paper, we consider the downlink of large-scale multi-cellular\nOFDMA-based networks and study performance bounds of the system as a function\nof the number of users $K$, the number of base-stations $B$, and the number of\nresource-blocks $N$. Here, a resource block is a collection of subcarriers such\nthat all such collections, that are disjoint have associated independently\nfading channels. We derive novel upper and lower bounds on the sum-utility for\na general spatial geometry of base stations, a truncated path loss model, and a\nvariety of fading models (Rayleigh, Nakagami-$m$, Weibull, and LogNormal). We\nalso establish the associated scaling laws and show that, in the special case\nof fixed number of resource blocks, a grid-based network of base stations, and\nRayleigh-fading channels, the sum information capacity of the system scales as\n$\\Theta(B \\log\\log K/B)$ for extended networks, and as $O(B \\log\\log K)$ and\n$\\Omega(\\log \\log K)$ for dense networks. Interpreting these results, we\ndevelop some design principles for the service providers along with some\nguidelines for the regulators in order to achieve provisioning of various QoS\nguarantees for the end users and, at the same time, maximize revenue for the\nservice providers.\n","Comment: Paper to be published in IEEE INFOCOM 2012 + detailed proofs"]}]
["1108.4290",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4290","Physics Research International, Volume 2011 (2011), Article ID\n  734543","doi:10.1155/2011/734543"],"date":["2011-08-22","2012-01-11"],"type":["text"],"creator":["Zinner, Nikolaj Thomas"],"language":[],"coverage":[],"title":["Vortex Structures in a Rotating BEC Dark Matter Component"],"description":["  We study the effects of a dark matter component that consists of bosonic\nparticles with ultralight masses in the condensed state. We compare previous\nstudies for both non-interacting condensates and with repulsive two-body terms\nand show consistency between the proposals. Furthermore, we explore the effects\nof rotation on a superfluid dark matter condensate, assuming that a vortex\nlattice forms as seen in ultracold atomic gas experiments. The influence of\nsuch a lattice in virialization of gravitationally bound structures and on\ngalactic rotation velocity curves is explored. With fine-tuning of the bosonic\nparticle mass and the two-body repulsive interaction strength, we find that one\ncan have sub-structure on rotation curves that resembles some observations in\nspiral galaxies. This occurs when the dark matter halo has an array of hollow\ncylinders. This can cause oscillatory behavior in the galactic rotation curves\nin similar fashion to the well-known effect of the spiral arms. We also\nconsider how future experiments and numerical simulations with ultracold atomic\ngases could tell us more about such exotic dark matter proposals.\n","Comment: 12 pages, 3 figures, final version"]}]
["1108.5192",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5192","PLoS ONE, Vol 7, e29484, 2012","doi:10.1371/journal.pone.0029484"],"date":["2011-08-25","2012-01-12"],"type":["text"],"creator":["Kloumann, Isabel M.","Danforth, Christopher M.","Harris, Kameron Decker","Bliss, Catherine A.","Dodds, Peter Sheridan"],"language":[],"coverage":[],"title":["Positivity of the English language"],"description":["  Over the last million years, human language has emerged and evolved as a\nfundamental instrument of social communication and semiotic representation.\nPeople use language in part to convey emotional information, leading to the\ncentral and contingent questions: (1) What is the emotional spectrum of natural\nlanguage? and (2) Are natural languages neutrally, positively, or negatively\nbiased? Here, we report that the human-perceived positivity of over 10,000 of\nthe most frequently used English words exhibits a clear positive bias. More\ndeeply, we characterize and quantify distributions of word positivity for four\nlarge and distinct corpora, demonstrating that their form is broadly invariant\nwith respect to frequency of word use.\n","Comment: Manuscript: 9 pages, 3 tables, 5 figures; Supplementary Information:\n  12 pages, 3 tables, 8 figures"]}]
["1109.0917",{"format":[],"subject":["Mathematics - Combinatorics","5E99, 13F60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0917"],"date":["2011-09-05","2012-01-12"],"type":["text"],"creator":["Morier-Genoud, Sophie"],"language":[],"coverage":[],"title":["Arithmetics of 2-friezes"],"description":["  We consider the variant of Coxeter-Conway frieze patterns called 2-frieze. We\nprove that there exist infinitely many closed integral 2-friezes (i.e.\ncontaining only positive integers) provided the width of the array is bigger\nthan 4. We introduce operations on the integral 2-friezes generating bigger or\nsmaller closed integral 2-friezes.\n","Comment: 20 pages, 7 figures"]}]
["1109.1600",{"format":[],"subject":["Mathematical Physics","Quantum Physics","81T25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1600"],"date":["2011-09-07","2012-01-12"],"type":["text"],"creator":["Ampadu, Clement"],"language":[],"coverage":[],"title":["On the von Neumann and Shannon Entropies for Quantum Walks on Z^2"],"description":["  We give asymptotic behaviors of the von Neumann entropy and the Shannon\nentropy of discrete-time quantum walks on Z^2\n","Comment: 10 pages; To appear in the International Journal of Quantum\n  Information"]}]
["1109.3101",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3101","Soft Matter 2012, 8, 1404","doi:10.1039/C1SM06242E"],"date":["2011-09-14"],"type":["text"],"creator":["Heinen, Marco","Zanini, Fabio","Roosen-Runge, Felix","Fedunová, Diana","Zhang, Fajun","Hennig, Marcus","Seydel, Tilo","Schweins, Ralf","Sztucki, Michael","Antalík, Marián","Schreiber, Frank","Nägele, Gerhard"],"language":[],"coverage":[],"title":["Viscosity and Diffusion: Crowding and Salt Effects in Protein Solutions"],"description":["  We report on a joint experimental-theoretical study of collective diffusion\nin, and static shear viscosity of solutions of bovine serum albumin (BSA)\nproteins, focusing on the dependence on protein and salt concentration. Data\nobtained from dynamic light scattering and rheometric measurements are compared\nto theoretical calculations based on an analytically treatable spheroid model\nof BSA with isotropic screened Coulomb plus hard-sphere interactions. The only\ninput to the dynamics calculations is the static structure factor obtained from\na consistent theoretical fit to a concentration series of small-angle X-ray\nscattering (SAXS) data. This fit is based on an integral equation scheme that\ncombines high accuracy with low computational cost. All experimentally probed\ndynamic and static properties are reproduced theoretically with an at least\nsemi-quantitative accuracy. For lower protein concentration and low salinity,\nboth theory and experiment show a maximum in the reduced viscosity, caused by\nthe electrostatic repulsion of proteins. The validity range of a generalized\nStokes-Einstein (GSE) relation connecting viscosity, collective diffusion\ncoefficient, and osmotic compressibility, proposed by Kholodenko and Douglas\n[PRE 51, 1081 (1995)] is examined. Significant violation of the GSE relation is\nfound, both in experimental data and in theoretical models, in semi-dilute\nsystems at physiological salinity, and under low-salt conditions for arbitrary\nprotein concentrations.\n"]}]
["1109.5797",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5797","Physical Review B 85 012501 (2012)","doi:10.1103/PhysRevB.85.012501"],"date":["2011-09-27","2012-01-12"],"type":["text"],"creator":["Um, Y. J.","Park, J. T.","Min, B. H.","Song, Y. J.","Kwon, Y. S.","Keimer, B.","Tacon, M. Le"],"language":[],"coverage":[],"title":["Raman Scattering Study of the Lattice Dynamics of Superconducting LiFeAs"],"description":["  We report an investigation of the lattice dynamical properties of LiFeAs\nusing inelastic light scattering. Five out of the six expected phonon modes are\nobserved. The temperature evolution of their frequencies and linewidths is in\ngood agreement with an anharmonic-decay model. We find no evidence for\nsubstantial electron-phonon coupling, and no superconductivity-induced phonon\nanomalies.\n","Comment: 5 pages, 3 figures, 1 table"]}]
["1110.3120",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3120","Phys. Rev. D 85, 023514 (2012)","doi:10.1103/PhysRevD.85.023514"],"date":["2011-10-14","2011-12-06"],"type":["text"],"creator":["Barrow, John D.","Lip, Sean Z. W."],"language":[],"coverage":[],"title":["A Generalized Theory of Varying Alpha"],"description":["  In this paper, we formulate a generalization of the simple\nBekenstein-Sandvik-Barrow-Magueijo (BSBM) theory of varying alpha by allowing\nthe coupling constant, \\omega, for the corresponding scalar field \\psi\\ to\ndepend on \\psi. We focus on the situation where \\omega\\ is exponential in \\psi\\\nand find the late-time behaviours that occur in matter-dominated and\ndark-energy dominated cosmologies. We also consider the situation when the\nbackground expansion scale factor of the universe evolves in proportion to an\narbitrary power of the cosmic time. We find the conditions under which the fine\nstructure `constant' increases with time, as in the BSBM theory, and establish\na cosmic no-hair behaviour for accelerating universes. We also find the\nconditions under which the fine structure `constant' can decrease with time and\ncompare the whole family of models with astronomical data from quasar\nabsorption spectra.\n","Comment: 25 pages, 6 figures. Minor corrections and clarifications added.\n  Final section on spatial variations removed so that the paper focuses\n  exclusively on time-variation"]}]
["1110.3970",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3970","Phys. Rev. D 84, 112008 (2011)","doi:10.1103/PhysRevD.84.112008"],"date":["2011-10-18"],"type":["text"],"creator":["LHCb Collaboration","Aaij, R.","Adeva, B.","Adinolfi, M.","Adrover, C.","Affolder, A.","Ajaltouni, Z.","Albrecht, J.","Alessio, F.","Alexander, M.","Alkhazov, G.","Cartelle, P. Alvarez","Alves Jr, A. A.","Amato, S.","Amhis, Y.","Anderson, J.","Appleby, R. B.","Gutierrez, O. Aquines","Archilli, F.","Arrabito, L.","Artamonov, A.","Artuso, M.","Aslanides, E.","Auriemma, G.","Bachmann, S.","Back, J. J.","Bailey, D. S.","Balagura, V.","Baldini, W.","Barlow, R. J.","Barschel, C.","Barsuk, S.","Barter, W.","Bates, A.","Bauer, C.","Bauer, Th.","Bay, A.","Bediaga, I.","Belous, K.","Belyaev, I.","Ben-Haim, E.","Benayoun, M.","Bencivenni, G.","Benson, S.","Benton, J.","Bernet, R.","Bettler, M. -O.","van Beuzekom, M.","Bien, A.","Bifani, S.","Bizzeti, A.","Bjørnstad, P. M.","Blake, T.","Blanc, F.","Blanks, C.","Blouw, J.","Blusk, S.","Bobrov, A.","Bocci, V.","Bondar, A.","Bondar, N.","Bonivento, W.","Borghi, S.","Borgia, A.","Bowcock, T. J. V.","Bozzi, C.","Brambach, T.","Brand, J. van den","Bressieux, J.","Brett, D.","Brisbane, S.","Britsch, M.","Britton, T.","Brook, N. H.","Brown, H.","Büchler-Germann, A.","Burducea, I.","Bursche, A.","Buytaert, J.","Cadeddu, S.","Carvajal, J. M. Caicedo","Callot, O.","Calvi, M.","Gomez, M. Calvo","Camboni, A.","Campana, P.","Carbone, A.","Carboni, G.","Cardinale, R.","Cardini, A.","Carson, L.","Akiba, K. Carvalho","Casse, G.","Cattaneo, M.","Charles, M.","Charpentier, Ph.","Chiapolini, N.","Ciba, K.","Vidal, X. Cid","Ciezarek, G.","Clarke, P. E. L.","Clemencic, M.","Cliff, H. V.","Closier, J.","Coca, C.","Coco, V.","Cogan, J.","Collins, P.","Constantin, F.","Conti, G.","Contu, A.","Cook, A.","Coombes, M.","Corti, G.","Cowan, G. A.","Currie, R.","D'Almagne, B.","D'Ambrosio, C.","David, P.","De Bonis, I.","De Capua, S.","De Cian, M.","De Lorenzi, F.","De Miranda, J. M.","De Paula, L.","De Simone, P.","Decamp, D.","Deckenhoff, M.","Degaudenzi, H.","Deissenroth, M.","Del Buono, L.","Deplano, C.","Deschamps, O.","Dettori, F.","Dickens, J.","Dijkstra, H.","Batista, P. Diniz","Donleavy, S.","Dordei, F.","Suárez, A. Dosil","Dossett, D.","Dovbnya, A.","Dupertuis, F.","Dzhelyadin, R.","Eames, C.","Easo, S.","Egede, U.","Egorychev, V.","Eidelman, S.","van Eijk, D.","Eisele, F.","Eisenhardt, S.","Ekelhof, R.","Eklund, L.","Elsasser, Ch.","d'Enterria, D. G.","Pereira, D. Esperante","Estève, L.","Falabella, A.","Fanchini, E.","Färber, C.","Fardell, G.","Farinelli, C.","Farry, S.","Fave, V.","Albor, V. Fernandez","Ferro-Luzzi, M.","Filippov, S.","Fitzpatrick, C.","Fontana, M.","Fontanelli, F.","Forty, R.","Frank, M.","Frei, C.","Frosini, M.","Furcas, S.","Torreira, A. Gallas","Galli, D.","Gandelman, M.","Gandini, P.","Gao, Y.","Garnier, J-C.","Garofoli, J.","Tico, J. Garra","Garrido, L.","Gaspar, C.","Gauvin, N.","Gersabeck, M.","Gershon, T.","Ghez, Ph.","Gibson, V.","Gligorov, V. V.","Göbel, C.","Golubkov, D.","Golutvin, A.","Gomes, A.","Gordon, H.","Gándara, M. Grabalosa","Diaz, R. Graciani","Cardoso, L. A. Granado","Graugés, E.","Graziani, G.","Grecu, A.","Gregson, S.","Gui, B.","Gushchin, E.","Guz, Yu.","Gys, T.","Haefeli, G.","Haen, C.","Haines, S. C.","Hampson, T.","Hansmann-Menzemer, S.","Harji, R.","Harnew, N.","Harrison, J.","Harrison, P. F.","He, J.","Heijne, V.","Hennessy, K.","Henrard, P.","Morata, J. A. Hernando","van Herwijnen, E.","Hicks, E.","Hofmann, W.","Holubyev, K.","Hopchev, P.","Hulsbergen, W.","Hunt, P.","Huse, T.","Huston, R. S.","Hutchcroft, D.","Hynds, D.","Iakovenko, V.","Ilten, P.","Imong, J.","Jacobsson, R.","Jaeger, A.","Hussein, M. Jahjah","Jans, E.","Jansen, F.","Jaton, P.","Jean-Marie, B.","Jing, F.","John, M.","Johnson, D.","Jones, C. R.","Jost, B.","Kandybei, S.","Karacson, M.","Karbach, T. M.","Keaveney, J.","Kerzel, U.","Ketel, T.","Keune, A.","Khanji, B.","Kim, Y. M.","Knecht, M.","Koblitz, S.","Koppenburg, P.","Kozlinskiy, A.","Kravchuk, L.","Kreplin, K.","Kreps, M.","Krocker, G.","Krokovny, P.","Kruse, F.","Kruzelecki, K.","Kucharczyk, M.","Kukulak, S.","Kumar, R.","Kvaratskheliya, T.","La Thi, V. N.","Lacarrere, D.","Lafferty, G.","Lai, A.","Lambert, D.","Lambert, R. W.","Lanciotti, E.","Lanfranchi, G.","Langenbruch, C.","Latham, T.","Gac, R. Le","van Leerdam, J.","Lees, J. -P.","Lefèvre, R.","Leflat, A.","Lefrançois, J.","Leroy, O.","Lesiak, T.","Li, L.","Gioi, L. Li","Lieng, M.","Liles, M.","Lindner, R.","Linn, C.","Liu, B.","Liu, G.","Lopes, J. H.","Asamar, E. Lopez","Lopez-March, N.","Luisier, J.","Machefert, F.","Machikhiliyan, I. V.","Maciuc, F.","Maev, O.","Magnin, J.","Malde, S.","Mamunur, R. M. D.","Manca, G.","Mancinelli, G.","Mangiafave, N.","Marconi, U.","Märki, R.","Marks, J.","Martellotti, G.","Martens, A.","Martin, L.","Sánchez, A. Martín","Santos, D. Martinez","Tostes, D. Martins","Massafferri, A.","Mathe, Z.","Matteuzzi, C.","Matveev, M.","Maurice, E.","Maynard, B.","Mazurov, A.","McGregor, G.","McNulty, R.","Mclean, C.","Meissner, M.","Merk, M.","Merkel, J.","Messi, R.","Miglioranzi, S.","Milanes, D. A.","Minard, M. -N.","Rodriguez, J. Molina","Monteil, S.","Moran, D.","Morawski, P.","Mountain, R.","Mous, I.","Muheim, F.","Müller, K.","Muresan, R.","Muryn, B.","Musy, M.","Mylroie-Smith, J.","Naik, P.","Nakada, T.","Nandakumar, R.","Nardulli, J.","Nasteva, I.","Nedos, M.","Needham, M.","Neufeld, N.","Nguyen-Mau, C.","Nicol, M.","Nies, S.","Niess, V.","Nikitin, N.","Oblakowska-Mucha, A.","Obraztsov, V.","Oggero, S.","Ogilvy, S.","Okhrimenko, O.","Oldeman, R.","Orlandea, M.","Goicochea, J. M. Otalora","Owen, P.","Pal, B.","Palacios, J.","Palutan, M.","Panman, J.","Papanestis, A.","Pappagallo, M.","Parkes, C.","Parkinson, C. J.","Passaleva, G.","Patel, G. D.","Patel, M.","Paterson, S. K.","Patrick, G. N.","Patrignani, C.","Pavel-Nicorescu, C.","Alvarez, A. Pazos","Pellegrino, A.","Penso, G.","Altarelli, M. Pepe","Perazzini, S.","Perego, D. L.","Trigo, E. Perez","Yzquierdo, A. Pérez-Calero","Perret, P.","Perrin-Terrin, M.","Pessina, G.","Petrella, A.","Petrolini, A.","Valls, B. Pie","Pietrzyk, B.","Pilar, T.","Pinci, D.","Plackett, R.","Playfer, S.","Casasus, M. Plo","Polok, G.","Poluektov, A.","Polycarpo, E.","Popov, D.","Popovici, B.","Potterat, C.","Powell, A.","Pree, T. du","Prisciandaro, J.","Pugatch, V.","Navarro, A. Puig","Qian, W.","Rademacker, J. H.","Rakotomiaramanana, B.","Rangel, M. S.","Raniuk, I.","Raven, G.","Redford, S.","Reid, M. M.","Reis, A. C. dos","Ricciardi, S.","Rinnert, K.","Romero, D. A. Roa","Robbe, P.","Rodrigues, E.","Rodrigues, F.","Perez, P. Rodriguez","Rogers, G. J.","Roiser, S.","Romanovsky, V.","Rouvinet, J.","Ruf, T.","Ruiz, H.","Sabatino, G.","Silva, J. J. Saborido","Sagidova, N.","Sail, P.","Saitta, B.","Salzmann, C.","Sannino, M.","Santacesaria, R.","Rios, C. Santamarina","Santinelli, R.","Santovetti, E.","Sapunov, M.","Sarti, A.","Satriano, C.","Satta, A.","Savrie, M.","Savrina, D.","Schaack, P.","Schiller, M.","Schleich, S.","Schmelling, M.","Schmidt, B.","Schneider, O.","Schopper, A.","Schune, M. -H.","Schwemmer, R.","Sciubba, A.","Seco, M.","Semennikov, A.","Senderowska, K.","Sepp, I.","Serra, N.","Serrano, J.","Seyfert, P.","Shao, B.","Shapkin, M.","Shapoval, I.","Shatalov, P.","Shcheglov, Y.","Shears, T.","Shekhtman, L.","Shevchenko, O.","Shevchenko, V.","Shires, A.","Coutinho, R. Silva","Skottowe, H. P.","Skwarnicki, T.","Smith, A. C.","Smith, N. A.","Sobczak, K.","Soler, F. J. P.","Solomin, A.","Soomro, F.","De Paula, B. Souza","Spaan, B.","Sparkes, A.","Spradlin, P.","Stagni, F.","Stahl, S.","Steinkamp, O.","Stoica, S.","Stone, S.","Storaci, B.","Straticiuc, M.","Straumann, U.","Styles, N.","Subbiah, V. K.","Swientek, S.","Szczekowski, M.","Szczypka, P.","Szumlak, T.","T'Jampens, S.","Teodorescu, E.","Teubert, F.","Thomas, C.","Thomas, E.","van Tilburg, J.","Tisserand, V.","Tobin, M.","Topp-Joergensen, S.","Tran, M. T.","Tsaregorodtsev, A.","Tuning, N.","Garcia, M. Ubeda","Ukleja, A.","Urquijo, P.","Uwer, U.","Vagnoni, V.","Valenti, G.","Gomez, R. Vazquez","Regueiro, P. Vazquez","Vecchi, S.","Velthuis, J. J.","Veltri, M.","Vervink, K.","Viaud, B.","Videau, I.","Vieira, D.","Vilasis-Cardona, X.","Visniakov, J.","Vollhardt, A.","Voong, D.","Vorobyev, A.","Voss, H.","Wacker, K.","Wandernoth, S.","Wang, J.","Ward, D. R.","Webber, A. D.","Websdale, D.","Whitehead, M.","Wiedner, D.","Wiggers, L.","Wilkinson, G.","Williams, M. P.","Williams, M.","Wilson, F. F.","Wishahi, J.","Witek, M.","Witzeling, W.","Wotton, S. A.","Wyllie, K.","Xie, Y.","Xing, F.","Yang, Z.","Young, R.","Yushchenko, O.","Zavertyaev, M.","Zhang, F.","Zhang, L.","Zhang, W. C.","Zhang, Y.","Zhelezov, A.","Zhong, L.","Zverev, E.","Zvyagin, A."],"language":[],"coverage":[],"title":["Search for CP violation in $D^{+} \\to K^{-}K^{+}\\pi^{+}$ decays"],"description":["  A model-independent search for direct CP violation in the Cabibbo suppressed\ndecay $D^+ \\to K^- K^+\\pi^+$ in a sample of approximately 370,000 decays is\ncarried out. The data were collected by the LHCb experiment in 2010 and\ncorrespond to an integrated luminosity of 35 pb$^{-1}$. The normalized Dalitz\nplot distributions for $D^+$ and $D^-$ are compared using four different\nbinning schemes that are sensitive to different manifestations of CP violation.\nNo evidence for CP asymmetry is found.\n","Comment: 13 pages, 8 figures, submitted to Phys. Rev. D"]}]
["1110.4208",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4208","Phys. Rev. Lett. 107, 236803 (2011)","doi:10.1103/PhysRevLett.107.236803"],"date":["2011-10-19","2011-10-20"],"type":["text"],"creator":["Hämäläinen, Sampsa","Sun, Zhixiang","Boneschanscher, Mark P.","Uppstu, Andreas","Ijäs, Mari","Harju, Ari","Vanmaekelbergh, Daniël","Liljeroth, Peter"],"language":[],"coverage":[],"title":["Quantum confined electronic states in atomically well-defined graphene\n  nanostructures"],"description":["  Despite the enormous interest in the properties of graphene and the potential\nof graphene nanostructures in electronic applications, the study of quantum\nconfined states in atomically well-defined graphene nanostructures remains an\nexperimental challenge. Here, we study graphene quantum dots (GQDs) with\nwell-defined edges in the zigzag direction, grown by chemical vapor deposition\n(CVD) on an iridium(111) substrate, by low-temperature scanning tunneling\nmicroscopy (STM) and spectroscopy (STS). We measure the atomic structure and\nlocal density of states (LDOS) of individual GQDs as a function of their size\nand shape in the range from a couple of nanometers up to ca. 20 nm. The results\ncan be quantitatively modeled by a relativistic wave equation and atomistic\ntight-binding calculations. The observed states are analogous to the solutions\nof the text book \"particle-in-a-box\" problem applied to relativistic massless\nfermions.\n","Comment: accepted for publication in Phys. Rev. Lett"]}]
["1110.4275",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M25, 14L30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4275","doi:10.1007/s13366-011-0084-0"],"date":["2011-10-19","2012-01-12"],"type":["text"],"creator":["Bazhov, Ivan"],"language":[],"coverage":[],"title":["On orbits of the automorphism group on a complete toric variety"],"description":["  Let X be a complete toric variety and Aut(X) be the automorphism group. We\ngive an explit description of Aut(X)-orbits on X. In particular, we show that\nAut(X) acts on X transitively if and only if X is a product of projective\nspaces.\n","Comment: 10 pages, 4 figures"]}]
["1110.4568",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4568","Phys. Rev. B 85 (2012) 020404(R)","doi:10.1103/PhysRevB.85.020404"],"date":["2011-10-20"],"type":["text"],"creator":["Monti, Matteo","Santos, Benito","Mascaraque, Arantzazu","de la Fuente, Oscar Rodríguez","Niño, Miguel Angel","Menteş, Tevik Onur","Locatelli, Andrea","McCarty, Kevin F.","Marco, Jose F.","de la Figuera, Juan"],"language":[],"coverage":[],"title":["Magnetism in nanometer-thick magnetite"],"description":["  The oldest known magnetic material, magnetite, is of current interest for use\nin spintronics as a thin film. An open question is how thin can magnetite films\nbe and still retain the robust ferrimagnetism required for many applications.\nWe have grown one-nanometer-thick magnetite crystals and characterized them in\nsitu by electron and photoelectron microscopies including selected-area x-ray\ncircular dichroism. Well-defined magnetic patterns are observed in individual\nnano-crystals up to at least 520 K, establishing the retention of\nferrimagnetism in magnetite two-unit-cells thick.\n","Comment: 5 pages, 4 figures"]}]
["1110.5694",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5694","JHEP 1201 (2012) 028","doi:10.1007/JHEP01(2012)028"],"date":["2011-10-25","2012-01-11"],"type":["text"],"creator":["Tate, Kyle","Visser, Matt"],"language":[],"coverage":[],"title":["Realizability of the Lorentzian (n,1)-Simplex"],"description":["  In a previous article [JHEP 1111 (2011) 072; arXiv:1108.4965] we have\ndeveloped a Lorentzian version of the Quantum Regge Calculus in which the\nsignificant differences between simplices in Lorentzian signature and Euclidean\nsignature are crucial. In this article we extend a central result used in the\nprevious article, regarding the realizability of Lorentzian triangles, to\narbitrary dimension. This technical step will be crucial for developing the\nLorentzian model in the case of most physical interest: 3+1 dimensions.\n  We first state (and derive in an appendix) the realizability conditions on\nthe edge-lengths of a Lorentzian n-simplex in total dimension n=d+1, where d is\nthe number of space-like dimensions. We then show that in any dimension there\nis a certain type of simplex which has all of its time-like edge lengths\ncompletely unconstrained by any sort of triangle inequality. This result is the\nd+1 dimensional analogue of the 1+1 dimensional case of the Lorentzian\ntriangle.\n","Comment: V1: 15 pages, 2 figures. V2: Minor clarifications added to\n  Introduction and Discussion sections. 1 reference updated. This version\n  accepted for publication in JHEP. V3: minor updates and clarifications, this\n  version closely corresponds to the version published in JHEP"]}]
["1110.6258",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6258","Phys. Rev. A 85, 013411 (2012)","doi:10.1103/PhysRevA.85.013411"],"date":["2011-10-28"],"type":["text"],"creator":["Tarana, Michal","Greene, Chris H."],"language":[],"coverage":[],"title":["Femtosecond transparency in the extreme ultraviolet"],"description":["  Electromagnetically induced transparency-like behavior in the extreme\nultraviolet (XUV) is studied theoretically, including the effect of intense 800\nnm laser dressing of He 2s2p (1Po) and 2p^2 (1Se) autoionizing states. We\npresent an ab initio solution of the time-dependent Schrodinger equation (TDSE)\nin an LS-coupling configuration interaction basis set. The method enables a\nrigorous treatment of optical field ionization of these coupled autoionizing\nstates into the N = 2 continuum in addition to N = 1. Our calculated transient\nabsorption spectra show encouraging agreement with experiment.\n","Comment: 25 pages, 7 figures, 1 table"]}]
["1110.6566",{"format":[],"subject":["General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6566"],"date":["2011-10-29","2012-01-11"],"type":["text"],"creator":["Duch, Paweł","Kostecki, Ryszard Paweł"],"language":[],"coverage":[],"title":["Quantum Schwarzschild space-time"],"description":["  Using new approach to construction of space-times emerging from quantum\ninformation theory, we identify the space of quantum states that generates the\nSchwarzschild space-time. No quantisation procedure is used. The emergent\nspace-time is obtained by the Poincar\\'{e}-Wick rotation and Fronsdal embedding\nof certain submanifold of the riemanian manifold of six-dimensional strictly\npositive matrices with the Bogolyubov-Kubo-Mori metric.\n","Comment: 13 pages, 1 figure. Submitted to Commun. Math. Phys"]}]
["1111.0136",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","12H25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0136"],"date":["2011-11-01","2012-01-11"],"type":["text"],"creator":["Kedlaya, Kiran S.","Tuitman, Jan"],"language":[],"coverage":[],"title":["Effective convergence bounds for Frobenius structures on connections"],"description":["  Consider a meromorphic connection on P^1 over a p-adic field. In many cases,\nsuch as those arising from Picard-Fuchs equations or Gauss-Manin connections,\nthis connection admits a Frobenius structure defined over a suitable rigid\nanalytic subspace. We give an effective convergence bound for this Frobenius\nstructure by studying the effect of changing the Frobenius lift. We also give\nsome examples indicating that our bound is essentially optimal.\n","Comment: 9 pages; v2: refereed version; corrected statement of Theorem 2.1,\n  added more detailed examples"]}]
["1111.1207",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1207","Phys. Rev. B 85, 024522 (2012)","doi:10.1103/PhysRevB.85.024522"],"date":["2011-11-04","2012-01-12"],"type":["text"],"creator":["Schnyder, Andreas P.","Brydon, P. M. R.","Timm, Carsten"],"language":[],"coverage":[],"title":["Types of topological surface states in nodal noncentrosymmetric\n  superconductors"],"description":["  Nodal noncentrosymmetric superconductors have topologically nontrivial\nproperties manifested by protected zero-energy surface states. Specifically, it\nwas recently found that zero-energy surface flat bands of topological origin\nappear at their surface. We show that the presence of certain inversion-type\nlattice symmetries can give rise to additional topological features of the gap\nnodes, resulting in surface states forming one-dimensional arcs connecting the\nprojections of two nodal rings. In addition, we demonstrate that Majorana\nsurface states can appear at time-reversal-invariant momenta of the surface\nBrillouin zone, even when the system is not fully gapped in the bulk. Within a\ncontinuum theory we derive the topological invariants that protect these\ndifferent types of zero-energy surface states. We independently derive general\nconditions for the existence of zero-energy surface bound states using the\ncomplementary quasiclassical scattering theory, explicitly taking into account\nthe effects of spin-orbit splitting of the bands. We compute surface\nbound-state spectra for various crystal point-group symmetries and\norbital-angular-momentum pairing states. Finally, we examine the signatures of\nthe arc surface states and of the zero-energy surface flat bands in\ntunneling-conductance spectra and discuss how topological phase transitions in\nnoncentrosymmetric superconductors could be observed in experiments.\n","Comment: 15 pages, 8 figures, published version"]}]
["1111.2218",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2218","Phys. Rev. D 85, 017502 (2012)","doi:10.1103/PhysRevD.85.017502"],"date":["2011-11-09","2012-01-12"],"type":["text"],"creator":["Valderrama, M. Pavon","Xie, Ju-Jun","Nieves, J."],"language":[],"coverage":[],"title":["Are there three Xi(1950) states?"],"description":["  Different experiments on hadron spectroscopy have long suspected the\nexistence of several cascade states in the $1900-2000 {\\rm MeV}$ region. They\nare usually labeled under the common name of $\\Xi (1950)$. As we argue here,\nthere are also theoretical reasons supporting the idea of several $\\Xi (1950)$\nresonances. In particular, we propose the existence of three $\\Xi(1950)$\nstates: one of these states would be part of a spin-parity $(1/2)^{-}$ decuplet\nand the other two probably would belong to the $(5/2)^{+}$ and $(5/2)^{-}$\noctets. We also identify which decay channels are the more appropriate for the\ndetection of each of the previous states.\n","Comment: 5 pages, 3 tables, final version. Published in Phys. Rev. D 85,\n  017502 (2012)"]}]
["1111.2570",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2570"],"date":["2011-11-10","2012-01-11"],"type":["text"],"creator":["Hagemeyer, Colin","Scott, Richard"],"language":[],"coverage":[],"title":["On groups with Cayley graph isomorphic to a cube"],"description":["  We say that a group G is a cube group if it is generated by a set S of\ninvolutions such that the corresponding Cayley graph Cay(G,S) is isomorphic to\na cube. Equivalently, G is a cube group if it acts on a cube such that the\naction is simply-transitive on the vertices and the edge stabilizers are all\nnontrivial. The action on the cube extends to an orthogonal linear action,\nwhich we call the geometric representation. We prove a combinatorial\ndecomposition for cube groups into products of 2-element subgroup, and show\nthat the geometric representation is always reducible.\n","Comment: 9 pages, 4 figures, replaced Theorem 3.1 with a more general version\n  that holds for any p-group"]}]
["1111.3765",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3765","Physical Review B 85, 024108 (2012)","doi:10.1103/PhysRevB.85.024108"],"date":["2011-11-16"],"type":["text"],"creator":["Bandiello, E.","Errandonea, D.","Martinez-Garcia, D.","Santamaria-Perez, D.","Manjon, F. J."],"language":[],"coverage":[],"title":["Effects of high-pressure on the structural, vibrational, and electronic\n  properties of monazite-type PbCrO4"],"description":["  We have performed an experimental study of the crystal structure,\nlattice-dynamics, and optical properties of PbCrO4 (the mineral crocoite) at\nambient and high pressures. In particular, the crystal structure, Raman-active\nphonons, and electronic band-gap have been accurately determined.\nX-ray-diffraction, Raman, and optical-absorption experiments have allowed us\nalso to completely characterize two pressure-induced structural phase\ntransitions. The first transition is isostructural, maintaining the monoclinic\nsymmetry of the crystal, and having important consequences in the physical\nproperties; among other a band-gap collapse is induced. The second one involves\nan increase of the symmetry of the crystal, a volume collapse, and probably the\nmetallization of PbCrO4. The results are discussed in comparison with related\ncompounds and the effects of pressure in the electronic structure explained.\nFinally, the room-temperature equation of state of the low-pressure phases is\nalso obtained.\n","Comment: 32 pages, 9 figures, 3 tables"]}]
["1111.5250",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5250","Phys. Lett. A 376 (2012) 480-483","doi:10.1016/j.physleta.2011.11.054"],"date":["2011-11-22","2011-11-30"],"type":["text"],"creator":["Muruganandam, P.","Adhikari, S. K."],"language":[],"coverage":[],"title":["Anisotropic sound and shock waves in dipolar Bose-Einstein condensate"],"description":["  We study the propagation of anisotropic sound and shock waves in dipolar\nBose-Einstein condensate in three dimensions (3D) as well as in quasi-two (2D,\ndisk shape) and quasi-one (1D, cigar shape) dimensions using the mean-field\napproach. In 3D, the propagation of sound and shock waves are distinct in\ndirections parallel and perpendicular to dipole axis with the appearance of\ninstability above a critical value corresponding to attraction. Similar\ninstability appears in 1D and not in 2D. The numerical anisotropic Mach angle\nagrees with theoretical prediction. The numerical sound velocity in all cases\nagrees with that calculated from Bogoliubov theory. A movie of the anisotropic\nwave propagation in a dipolar condensate is made available as supplementary\nmaterial.\n","Comment: 5 pages, 3 figures"]}]
["1112.0115",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0115","A&A 537, A81 (2012)","doi:10.1051/0004-6361/201117815"],"date":["2011-12-01"],"type":["text"],"creator":["Szabados, László","Klagyivik, Péter"],"language":[],"coverage":[],"title":["Observational studies of Cepheid amplitudes. II Metallicity dependence\n  of pulsation amplitudes"],"description":["  Physical and phenomenological properties (radius, luminosity, shape of the\nlight curve, etc.) of Cepheids strongly depend on the pulsation period, with\nthe exception of the pulsation amplitude. A possible factor causing a wide\nrange of pulsation amplitudes might be the different atmospheric metallicities\nof individual Cepheids.\n  We studied the influence exerted by the atmospheric iron content, [Fe/H], on\nthe pulsational amplitude of Galactic Cepheids. We searched for correlations\nbetween the [Fe/H] value and both the observed amplitudes and amplitude related\nparameters.\n  The amplitude of the Cepheid pulsation slightly decreases with increasing\niron abundance. This effect is more pronounced for the radial velocity\nvariations and for the shorter pulsation periods. The wavelength dependence of\nphotometric amplitudes is also found to be sensitive to the metallicity. Some\nof these effects are not consequences of differential line blanketing. Based on\nthe calibrations of the metallicity sensitivity relationships, we derived\nphotometric iron abundance for 21 Galactic Cepheids. The dichotomic behaviour\ndividing Galactic Cepheids that pulsate in the fundamental mode into short- and\nlong-period groups at the period of 10.47 d can be noticed in some diagrams\nthat show metallicity-related dependences.\n  We confirm that variety in atmospheric metallicity in Cepheids contributes to\nthe finite range of pulsation amplitudes at a given period. Effects of\nmetallicity on the amplitudes revealed from observational data and the\noccurrence of the dichotomy also derived from phenomenological data have to be\nconfirmed by appropriate theoretical models of stellar structure and pulsation.\n","Comment: 9 pages, 8 figures, accepted for publication in the Astronomy and\n  Astrophysics"]}]
["1112.3627",{"format":[],"subject":["Physics - Popular Physics","Physics - Physics and Society","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3627","Significance, Web Exclusive Articles, December 15, 2011"],"date":["2011-12-15"],"type":["text"],"creator":["Simkin, M. V."],"language":[],"coverage":[],"title":["Mathematical proof of fraud in Russian elections unsound"],"description":["  The Washigton Post had published allegations, that results of Russian\nelections \"violate Gauss's groundbreaking work on statistics.\" I show that\nthese allegations lack scientific basis.\n"]}]
["1112.4187",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4187"],"date":["2011-12-18","2012-01-11"],"type":["text"],"creator":["Vieira, Ricardo S."],"language":["en"],"coverage":[],"title":["An Introduction to the Theory of Tachyons"],"description":["  The theory of relativity, which was proposed in the beginning of the 20th\ncentury, applies to particles and frames of reference whose velocity is less\nthan the velocity of light. In this paper we shall show how this theory can be\nextended to particles and frames of reference which move faster than light.\n","Comment: 17 pages, in English and Portuguese (The Portuguese version will\n  appear in the \"Revista Brasileira de Ensino de F\\'isica\")"]}]
["1112.4636",{"format":[],"subject":["Condensed Matter - Superconductivity","82D55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4636","JETP Letters, 2011, Vol. 94, No. 9, pp. 719-722","doi:10.1134/S0021364011210028"],"date":["2011-12-20","2012-01-11"],"type":["text"],"creator":["Aleshchenko, Yu. A.","Muratov, A. V.","Pudalov, V. M.","Zhukova, E. S.","Gorshunov, B. P.","Kurth, F.","lida, K."],"language":[],"coverage":[],"title":["Observation of Multiple Superconducting Gaps in the Infrared\n  Reflectivity Spectra of Ba(Fe0.9Co0.1)2As2"],"description":["  The results of infrared reflectivity measurements for the iron-based\nhigh-temperature superconductor Ba(Fe0.9Co0.1)2As2 are reported. The\nreflectivity is found to be close to unity at frequencies w lower than 2Delta/h\n(2Delta is the superconducting gap and h is Planck's constant). This is\nevidence for the s+/- or s+/+ symmetry of the superconducting order parameter\nin the studied compound. The infrared reflectivity spectra of\nBa(Fe0.9Co0.1)2As2 manifest opening of several superconducting gaps at\ntemperatures lower than critical Tc.\n","Comment: 4 pages, 2 figures"]}]
["1112.4804",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4804","Regular and Chaotic Dynamics, 2011, vol 16, No. 6, pp 562-576","doi:10.1134/S1560354711060025"],"date":["2011-12-20"],"type":["text"],"creator":["Demina, Maria V.","Kudryashov, Nikolay A."],"language":[],"coverage":[],"title":["Point vortices and polynomials of the Sawada-Kotera and Kaup-Kupershmidt\n  equations"],"description":["  Rational solutions and special polynomials associated with the generalized\nK_2 hierarchy are studied. This hierarchy is related to the Sawada-Kotera and\nKaup-Kupershmidt equations and some other integrable partial differential\nequations including the Fordy-Gibbons equation. Differential-difference\nrelations and differential equations satisfied by the polynomials are derived.\nThe relationship between these special polynomials and stationary\nconfigurations of point vortices with circulations Gamma and -2Gamma is\nestablished. Properties of the polynomials are studied. Differential-difference\nrelations enabling one to construct these polynomials explicitly are derived.\nAlgebraic relations satisfied by the roots of the polynomials are found.\n","Comment: 23 pages, 8 figures"]}]
["1112.5771",{"format":[],"subject":["Mathematics - Functional Analysis","Computer Science - Computer Vision and Pattern Recognition","Computer Science - Information Theory","42c40, 65T60, 41A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5771"],"date":["2011-12-25","2012-01-12"],"type":["text"],"creator":["Shen, Zuowei","Xu, Zhiqiang"],"language":[],"coverage":[],"title":["On B-spline framelets derived from the unitary extension principle"],"description":["  Spline wavelet tight frames of Ron-Shen have been used widely in frame based\nimage analysis and restorations. However, except for the tight frame property\nand the approximation order of the truncated series, there are few other\nproperties of this family of spline wavelet tight frames to be known. This\npaper is to present a few new properties of this family that will provide\nfurther understanding of it and, hopefully, give some indications why it is\nefficient in image analysis and restorations. In particular, we present a\nrecurrence formula of computing generators of higher order spline wavelet tight\nframes from the lower order ones. We also represent each generator of spline\nwavelet tight frames as certain order of derivative of some univariate box\nspline. With this, we further show that each generator of sufficiently high\norder spline wavelet tight frames is close to a right order of derivative of a\nproperly scaled Gaussian function. This leads to the result that the wavelet\nsystem generated by a finitely many consecutive derivatives of a properly\nscaled Gaussian function forms a frame whose frame bounds can be almost tight.\n","Comment: 28 pages"]}]
["1201.0063",{"format":[],"subject":["Mathematics - Functional Analysis","42B30, 42B20 (Primary) 42B25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0063"],"date":["2011-12-30","2012-01-11"],"type":["text"],"creator":["Treil, Sergei"],"language":[],"coverage":[],"title":["A remark on the reproducing kernel thesis for Hankel operators"],"description":["  We give a simple proof of the so called reproducing kernel thesis for Hankel\noperators\n","Comment: 8 pages. The proof now covers the case of vectorial Hankel operators.\n  Added the discussion about the connection with the generalized embedding\n  theorems and with the Carleson embedding theorem"]}]
["1201.0137",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0137"],"date":["2011-12-30","2012-01-12"],"type":["text"],"creator":["Davidson, Aharon","Yellin, Ben"],"language":[],"coverage":[],"title":["Two-Sided Gravitational Mirror: Sealing off Curvature Singularities"],"description":["  A gravitational mirror is a non-singular finite redshift surface which\nbounces all incident null geodesics. While a white mirror (outward bouncing)\nresembles 't Hooft's brick wall, a black mirror (inward bouncing) offers a\nnovel mechanism for sealing off curvature singularities. The geometry\nunderlying a two-sided mirror is characterized by a single signature change, to\nbe contrasted with the signature flip which governs the black hole geometry. To\ndemonstrate the phenomenon analytically, we derive an exact, static, radially\nsymmetric, two-sided mirror solution, which asymptotes the massless BTZ black\nhole background, and then probe the local structure of a massive mirror.\n","Comment: 4 PRL pages, 2 figures"]}]
["1201.0325",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L08 (Primary) 46L05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0325"],"date":["2011-12-31","2012-01-12"],"type":["text"],"creator":["Amyari, M.","Chakoshi, M.","Moslehian, M. S."],"language":[],"coverage":[],"title":["Quasi-representations of Finsler modules over C*-algebras"],"description":["  We show that every Finsler module over a $C^*$-algebra has a\nquasi-representation into the Banach space\n$\\mathbb{B}(\\mathscr{H},\\mathscr{K})$ of all bounded linear operators between\nsome Hilbert spaces $\\mathscr{H}$ and $\\mathscr{K}$. We define the notion of\ncompletely positive $\\varphi$-morphism and establish a Stinespring type theorem\nin the framework of Finsler modules over $C^*$-algebras. We also investigate\nthe nondegeneracy and the irreducibility of quasi-representations.\n","Comment: 10 pages; some errors/typos are corrected; to appear in J. Operator\n  Theory (JOT)"]}]
["1201.0576",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0576"],"date":["2012-01-03","2012-01-12"],"type":["text"],"creator":["Christy, M. E.","Blumlein, J.","Bottcher, H."],"language":[],"coverage":[],"title":["Unfolding of target mass contributions from inclusive proton structure\n  function data"],"description":["  We report on the extraction of the target mass contributions to the\nunpolarized proton structure functions by applying an unfolding procedure to\nthe available world data from charged lepton scattering. The method employed is\ncomplementary to recent and future parton distribution function fits including\ntarget mass contributions and the results obtained can be utilized to further\nstudy perturbative QCD at large Bjorken x and small $Q^2$ . Global fits are\nperformed to both the available $F^2$ and the separated $F_L$ ($F_1$) data\nwhich yield excellent descriptions and provides parameterizations of the\nextracted target mass contributions.\n","Comment: 6 pages, 2 figures"]}]
["1201.1548",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Mathematical Software","Computer Science - Symbolic Computation","Mathematics - Algebraic Geometry","Mathematics - Geometric Topology","14Q05 (Primary), 14h50, 14P10 (Secondary)","I.1.2","G.4","D.2.13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1548"],"date":["2012-01-07"],"type":["text"],"creator":["Berberich, Eric","Emeliyanenko, Pavel","Kobel, Alexander","Sagraloff, Michael"],"language":[],"coverage":[],"title":["Exact Symbolic-Numeric Computation of Planar Algebraic Curves"],"description":["  We present a novel certified and complete algorithm to compute arrangements\nof real planar algebraic curves. It provides a geometric-topological analysis\nof the decomposition of the plane induced by a finite number of algebraic\ncurves in terms of a cylindrical algebraic decomposition. From a high-level\nperspective, the overall method splits into two main subroutines, namely an\nalgorithm denoted Bisolve to isolate the real solutions of a zero-dimensional\nbivariate system, and an algorithm denoted GeoTop to analyze a single algebraic\ncurve.\n  Compared to existing approaches based on elimination techniques, we\nconsiderably improve the corresponding lifting steps in both subroutines. As a\nresult, generic position of the input system is never assumed, and thus our\nalgorithm never demands for any change of coordinates. In addition, we\nsignificantly limit the types of involved exact operations, that is, we only\nuse resultant and gcd computations as purely symbolic operations. The latter\nresults are achieved by combining techniques from different fields such as\n(modular) symbolic computation, numerical analysis and algebraic geometry.\n  We have implemented our algorithms as prototypical contributions to the\nC++-project CGAL. They exploit graphics hardware to expedite the symbolic\ncomputations. We have also compared our implementation with the current\nreference implementations, that is, LGP and Maple's Isolate for polynomial\nsystem solving, and CGAL's bivariate algebraic kernel for analyses and\narrangement computations of algebraic curves. For various series of challenging\ninstances, our exhaustive experiments show that the new implementations\noutperform the existing ones.\n","Comment: 46 pages, 4 figures, submitted to Special Issue of TCS on SNC 2011.\n  arXiv admin note: substantial text overlap with arXiv:1010.1386 and\n  arXiv:1103.4697"]}]
["1201.1936",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1936"],"date":["2012-01-09","2012-01-12"],"type":["text"],"creator":["Gnang, Edinah K.","Tonde, Chetan"],"language":[],"coverage":[],"title":["Combinatorial Constructions for Sifting Primes and Enumerating the\n  Rationals"],"description":["  We describe a combinatorial approach for investigating properties of rational\nnumbers. The overall approach rests on structural bijections between rational\nnumbers and familiar combinatorial objects, namely rooted trees. We emphasize\nthat such mappings achieve much more than enumeration of rooted trees. We\ndiscuss two related structural bijections. The first corresponds to a bijective\nmap between integers and rooted trees. The first bijection also suggests a new\nalgorithm for sifting primes. The second bijection extends the first one in\norder to map rational numbers to a family of rooted trees. The second bijection\nsuggests a new combinatorial construction for generating reduced rational\nnumbers, thereby producing refinements of the output of the Wilf-Calkin[1]\nAlgorithm.\n"]}]
["1201.2268",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2268"],"date":["2012-01-11"],"type":["text"],"creator":["Müsgens, N.","Fahrendorf, S.","Maassen, T.","Heiss, A.","Mayer, J.","Özyilmaz, B.","Beschoten, B.","Güntherodt, G."],"language":[],"coverage":[],"title":["Frequency domain studies of current-induced magnetization dynamics in\n  single magnetic-layer nanopillars"],"description":["  Spin transfer torque-induced high-frequency dynamics of single thin\ncobalt-layer nanopillars of circular and elliptical shape have been observed\ndirectly. Two types of precessional modes can be identified as a function of\nmagnetic field perpendicular to the layer plane, excited for negative current\npolarity only. They are assigned to vortex-core and transverse spin-wave\nexcitations, which corroborate recent model predictions. The observed narrow\nlinewidth of 4 MHz at room temperature indicates the high coherence of the\nmagnetic excitations.\n","Comment: 10 pages, 3 fihures"]}]
["1201.2291",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Computer Science - Information Theory","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2291"],"date":["2012-01-11","2012-01-12"],"type":["text"],"creator":["Lopez-Ruiz, Ricardo","Sanudo, Jaime","Romera, Elvira","Calbet, Xavier"],"language":[],"coverage":[],"title":["Statistical Complexity and Fisher-Shannon Information. Applications"],"description":["  In this chapter, a statistical measure of complexity and the Fisher-Shannon\ninformation product are introduced and their properties are discussed. These\nmeasures are based on the interplay between the Shannon information, or a\nfunction of it, and the separation of the set of accessible states to a system\nfrom the equiprobability distribution, i.e. the disequilibrium or the Fisher\ninformation, respectively. Different applications in discrete and continuous\nsystems are shown. Some of them are concerned with quantum systems, from\nprototypical systems such as the H-atom, the harmonic oscillator and the square\nwell to other ones such as He-like ions, Hooke's atoms or just the periodic\ntable. In all of them, these statistical indicators show an interesting\nbehavior able to discern and highlight some conformational properties of those\nsystems.\n","Comment: 71 pages, 37 figures, 3 tables"]}]
["1201.2416",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2416"],"date":["2012-01-11"],"type":["text"],"creator":["Machart, Pierre","Peel, Thomas","Ralaivola, Liva","Anthoine, Sandrine","Glotin, Hervé"],"language":[],"coverage":[],"title":["Stochastic Low-Rank Kernel Learning for Regression"],"description":["  We present a novel approach to learn a kernel-based regression function. It\nis based on the useof conical combinations of data-based parameterized kernels\nand on a new stochastic convex optimization procedure of which we establish\nconvergence guarantees. The overall learning procedure has the nice properties\nthat a) the learned conical combination is automatically designed to perform\nthe regression task at hand and b) the updates implicated by the optimization\nprocedure are quite inexpensive. In order to shed light on the appositeness of\nour learning strategy, we present empirical results from experiments conducted\non various benchmark datasets.\n","Comment: International Conference on Machine Learning (ICML'11), Bellevue\n  (Washington) : United States (2011)"]}]
["1201.2428",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","85-02, 85A35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2428"],"date":["2012-01-11"],"type":["text"],"creator":["Ansoldi, Stefano"],"language":[],"coverage":[],"title":["A statistical approach to the study of AGN emission versus activity\n  (with the detailed analysis of Mrk421)"],"description":["  We discuss the theory and implementation of statistically rigorous fits to\nsynchrotron self Compton models for datasets obtained from multi-wavelength\nobservations of active galactic nuclei spectral energy distributions. The\nmethods and techniques that we present are, then, exemplified reporting on a\nrecent study of a nearby and well observed extragalactic source, Markarian 421.\n","Comment: To appear in the proceedings of the IRAP PhD and Erasmus Mundus\n  Workshop: \"From Nuclei to White Dwarfs and Neutron Stars\", April 3-8, 2011\n  Les Houches (France); 28 pages, 3 figures, 2 tables"]}]
["1201.2429",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2429"],"date":["2012-01-11"],"type":["text"],"creator":["Schouten, D.","Tanasijczuk, A.","Vetterli, M.","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["ATLAS Jet Energy Scale"],"description":["  Jets originating from the fragmentation of quarks and gluons are the most\ncommon, and complicated, final state objects produced at hadron colliders. A\nprecise knowledge of their energy calibration is therefore of great importance\nat experiments at the Large Hadron Collider at CERN, while is very difficult to\nascertain. We present in-situ techniques and results for the jet energy scale\nat ATLAS using recent collision data. ATLAS has demonstrated an understanding\nof the necessary jet energy corrections to within \\approx 4% in the central\nregion of the calorimeter.\n","Comment: Proceedings from XXXI Physics in Collision"]}]
["1201.2435",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2435"],"date":["2012-01-11"],"type":["text"],"creator":["Banerjee, Biswajit","Adams, Daniel O."],"language":[],"coverage":[],"title":["On the generalized method of cells and the prediction of effective\n  elastic properties of polymer bonded explosives"],"description":["  The prediction of the effective elastic properties of polymer bonded\nexplosives using direct numerical simulations is computationally expensive\nbecause of the high volume fraction of particles in these particulate\ncomposites ($\\sim$0.90) and the strong modulus contrast between the particles\nand the binder ($\\sim$20,000). The generalized method of cells (GMC) is an\nalternative to direct numerical simulations for the determination of effective\nelastic properties of composites. GMC has been shown to be more computationally\nefficient than finite element analysis based approaches for a range of\ncomposites. In this investigation, the applicability of GMC to the\ndetermination of effective elastic properties of polymer bonded explosives is\nexplored. GMC is shown to generate excellent estimates of effective moduli for\ncomposites containing square arrays of disks at volume fractions less than 0.60\nand a modulus contrast of approximately 100.\n","Comment: 17 pages, 11 figures, unpublished report 2002"]}]
["1201.2437",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2437"],"date":["2012-01-11"],"type":["text"],"creator":["Banerjee, Biswajit","Adams, Daniel O."],"language":[],"coverage":[],"title":["Micromechanics-based prediction of thermoelastic properties of high\n  energy materials"],"description":["  High energy materials such as polymer bonded explosives are commonly used as\npropellants. These particulate composites contain explosive crystals suspended\nin a rubbery binder. However, the explosive nature of these materials limits\nthe determination of their mechanical properties by experimental means.\nTherefore micromechanics-based methods for the determination of the effective\nthermoelastic properties of polymer bonded explosives are investigated in this\nresearch. Polymer bonded explosives are two-component particulate composites\nwith high volume fractions of particles (volume fraction $>$ 90%) and high\nmodulus contrast (ratio of Young's modulus of particles to binder of\n5,000-10,000). Experimentally determined elastic moduli of one such material,\nPBX 9501, are used to validate the micromechanics methods examined in this\nresearch. The literature on micromechanics is reviewed; rigorous bounds on\neffective elastic properties and analytical methods for determining effective\nproperties are investigated in the context of PBX 9501. Since detailed\nnumerical simulations of PBXs are computationally expensive, simple numerical\nhomogenization techniques have been sought. Two such techniques explored in\nthis research are the Generalized Method of Cells and the Recursive Cell\nMethod. Effective properties calculated using these methods have been compared\nwith finite element analyses and experimental data.\n","Comment: 8 pages, 3 figures, 15th ASCE Engineering Mechanics Conference, June\n  2-5 2002, New York"]}]
["1201.2439",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2439"],"date":["2012-01-11"],"type":["text"],"creator":["Banerjee, Biswajit"],"language":[],"coverage":[],"title":["Material point method simulations of fragmenting cylinders"],"description":["  Most research on the simulation of deformation and failure of metals has been\nand continues to be performed using the finite element method. However, the\nissues of mesh entanglement under large deformation, considerable complexity in\nhandling contact, and difficulties encountered while solving large deformation\nfluid-structure interaction problems have led to the exploration of alternative\napproaches. The material point method uses Lagrangian solid particles embedded\nin an Eulerian grid. Particles interact via the grid with other particles in\nthe same body, with other solid bodies, and with fluids. Thus, the three issues\nmentioned in the context of finite element analysis are circumvented.\n  In this paper, we present simulations of cylinders which fragment due to\nexplosively expanding gases generated by reactions in a high energy material\ncontained inside. The material point method is the numerical method chosen for\nthese simulations discussed in this paper. The plastic deformation of metals is\nsimulated using a hypoelastic-plastic stress update with radial return that\nassumes an additive decomposition of the rate of deformation tensor. Various\nplastic strain, plastic strain rate, and temperature dependent flow rules and\nyield conditions are investigated. Failure at individual material points is\ndetermined using porosity, damage and bifurcation conditions. Our models are\nvalidated using data from high strain rate impact experiments. It is concluded\nthat the material point method possesses great potential for simulating high\nstrain-rate, large deformation fluid-structure interaction problems.\n","Comment: 15 pages, 4 figures, Proceedings of the 17th ASCE Engineering\n  Mechanics Conference, June 2004, Newark, DE"]}]
["1201.2441",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Combinatorics","34M03, 34M35, 14T05, 52B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2441"],"date":["2012-01-11"],"type":["text"],"creator":["Corel, Eduardo"],"language":[],"coverage":[],"title":["G\\'erard-Levelt membranes"],"description":["  We present an unexpected application of tropical convexity to the\ndetermination of invariants for linear systems of differential equations. We\nshow that the classical G\\'erard-Levelt lattice saturation procedure can be\ngeometrically understood in terms of a projection on the tropical linear space\nattached to a subset of the local affine Bruhat-Tits building, that we call the\nG\\'erard-Levelt membrane. This provides a way to compute the true Poincar\\'e\nrank, but also the Katz rank of a meromorphic connection without having to\nperform gauge transforms nor ramifications of the variable. We finally present\nan efficient algorithm to compute this tropical projection map, generalising\nArdila's method for Bergman fans to the case of the tight-span of a valuated\nmatroid.\n","Comment: 13 p"]}]
["1201.2444",{"format":[],"subject":["Physics - Classical Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2444"],"date":["2012-01-11"],"type":["text"],"creator":["Banerjee, Biswajit","Adams, Daniel O."],"language":[],"coverage":[],"title":["On exact relations for the calculation of effective properties of\n  composite"],"description":["  Numerous exact relations exist that relate the effective elastic properties\nof composites to the elastic properties of their components. These relations\ncan not only be used to determine the properties of certain composites, but\nalso provide checks on the accuracy on numerical techniques for the calculation\nof effective properties. In this work, some exact relations are discussed and\nestimates from finite element calculations, the generalized method of cells and\nthe recursive cell method are compared with estimates from the exact relations.\nComparisons with effective properties predicted using exact relations show that\nthe best estimates are obtained from the finite element calculations while the\nmoduli are overestimated by the recursive cell method and underestimated by the\ngeneralized method of cells. However, not all exact relations can be used to\nmake such a distinction.\n","Comment: 14 pages, 5 figures"]}]
["1201.2448",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2448"],"date":["2012-01-11"],"type":["text"],"creator":["Sakamoto, Makoto"],"language":[],"coverage":[],"title":["Hidden quantum-mechanical supersymmetry in extra dimensions"],"description":["  We study higher dimensional field theories with extra dimensions from a 4d\nspectrum point of view. It is shown that 4d mass spectra of spinor, gauge and\ngravity field theories are governed by quantum-mechanical supersymmetry. The 4d\nmassless modes turn out to correspond to zero energy vacuum states of the\nsupersymmetry. Allowed boundary conditions on extra dimensions compatible with\nthe supersymmetry are found to be severely restricted.\n","Comment: This review was given at 13th Regional Conference on Mathematical\n  Physics, Antalya, Turkey, October 27-31, 2010"]}]
["1201.2452",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2452"],"date":["2012-01-11"],"type":["text"],"creator":["Banerjee, Biswajit","Guilkey, James E.","Harman, Todd B.","Schmidt, John A.","McMurtry, Patrick A."],"language":[],"coverage":[],"title":["Simulation of impact and fragmentation with the material point method"],"description":["  The simulation of high-rate deformation and failure of metals is has\ntraditionally been performed using Lagrangian finite element methods or\nEulerian hydrocodes. Lagrangian mesh-based methods are limited by issues\ninvolving mesh entanglement under large deformation and considerable complexity\nin handling contact. On the other hand, Eulerian hydrocodes are prone to\nmaterial diffusion. In the Material Point Method (MPM), the material state is\ndefined on solid Lagrangian particles. The particles interact with other\nparticles in the same body, with other solid bodies, or with fluids through a\nbackground mesh. Thus, some of the problems associated with finite element\ncodes and hydrocodes are alleviated. Another attractive feature of the material\npoint method is the ease with which large deformation, fully coupled,\nfluid-structure interaction problems can be handled. In this work, we present\nMPM simulations that involve large plastic deformations, contact, material\nfailure and fragmentation, and fluid-structure interaction.\n","Comment: 6 pages, 4 figures, Proceedings of 11th International Conference on\n  Fracture, March 2005, Turin, Italy"]}]
["1201.2454",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2454","Phys. Rev. B 85, 024510 (2012)","doi:10.1103/PhysRevB.85.024510"],"date":["2012-01-11"],"type":["text"],"creator":["Palonen, Heikki","Jäykkä, Juha","Paturi, Petriina"],"language":[],"coverage":[],"title":["Modelling reduced field dependence of $j_c$ in YBCO films with nanorods"],"description":["  Flux pinning is still the main limiting factor for the critical current of\nthe high-temperature superconductors in high fields. In this paper we model the\nfield dependence of the critical current in thin films with columnar defects\naligned with the field. The characteristic shape of the critical current of the\nBaZrO$_3$ doped YBa$_2$Cu$_3$O$_{6+x}$ thin films is reproduced and explained.\nThe model is based on solving the Ginzburg-Landau equations with columnar\ndefects present in the lattice. The size of the columnar defect is found to be\nof key importance in explaining the rounded shape of the critical current of\nthe BaZrO$_3$ doped YBa$_2$Cu$_3$O$_{6+x}$ thin films. It is also found that\nthe size of the rod changes the long range order of the vortex lattice.\n","Comment: 18 pages, 9 figures"]}]
["1201.2459",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2459"],"date":["2012-01-11"],"type":["text"],"creator":["Starkman, Glenn D.","Copi, Craig J.","Huterer, Dragan","Schwarz, Dominik"],"language":[],"coverage":[],"title":["The Oddly Quiet Universe: How the CMB challenges cosmology's standard\n  model"],"description":["  We discuss selected large-scale anomalies in the maps of temperature\nanisotropies in the cosmic microwave background. Specfically, these include\nalignments of the largest modes of CMB anisotropy with one another and with the\ngeometry and direction of motion of the Solar System, and the unexpected\nabsence of two-point angular corellations especially outside the region of the\nsky most contaminated by the Galaxy. We discuss these findings in relation to\nexpectations from standard inflationary cosmology. This paper is adapted from a\ntalk given by one of us (GDS) at the SEENET-2011 meeting in August 2011 on the\nSerbian bank of the Danube River.\n","Comment: Adapted from a talk given by one of us (GDS) at the SEENET-2011\n  meeting in August 2011 on the Serbian bank of the Danube River"]}]
["1201.2462",{"format":[],"subject":["Mathematics - Statistics Theory","Computer Science - Information Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2462"],"date":["2012-01-11"],"type":["text"],"creator":["Javanmard, Adel","Zhang, Li"],"language":[],"coverage":[],"title":["The minimax risk of truncated series estimators for symmetric convex\n  polytopes"],"description":["  We study the optimality of the minimax risk of truncated series estimators\nfor symmetric convex polytopes. We show that the optimal truncated series\nestimator is within $O(\\log m)$ factor of the optimal if the polytope is\ndefined by $m$ hyperplanes. This represents the first such bounds towards\ngeneral convex bodies. In proving our result, we first define a geometric\nquantity, called the \\emph{approximation radius}, for lower bounding the\nminimax risk. We then derive our bounds by establishing a connection between\nthe approximation radius and the Kolmogorov width, the quantity that provides\nupper bounds for the truncated series estimator. Besides, our proof contains\nseveral ingredients which might be of independent interest: 1. The notion of\napproximation radius depends on the volume of the body. It is an intuitive\nnotion and is flexible to yield strong minimax lower bounds; 2. The connection\nbetween the approximation radius and the Kolmogorov width is a consequence of a\nnovel duality relationship on the Kolmogorov width, developed by utilizing some\ndeep results from convex geometry.\n","Comment: 21 pages"]}]
["1201.2466",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2466","J. Math. Phys. 49, 073302 (2008)","doi:10.1063/1.2951898"],"date":["2012-01-11"],"type":["text"],"creator":["Lv, Long-Jin","Xiao, Jian-Bin","Ren, Fu-Yao"],"language":[],"coverage":[],"title":["Solutions For Multidimensional Fractional Anomalous Diffusion Equations"],"description":["  In this paper, we investigate the solutions of a generalized fractional\ndiffusion equation that extends some known diffusion equations by taking a\nspatial time-dependent diffusion coefficient and $\\mathcal{N}$-dimensional case\ninto account, which subjects to natural boundaries and the general initial\ncondition. In our analysis, the presence of external force is also taken into\naccount. We obtain explicit analytical expressions for the probability\ndistribution and study the relation between our solutions and those obtained\nwithin the maximum entropy principle by using the Tsallis entropy.\n","Comment: 10 pages, LaTeX, 3 figures"]}]
["1201.2469",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2469"],"date":["2012-01-11"],"type":["text"],"creator":["Wang, Shuang-Xi","Zhang, Ping","Li, Shu-Shen"],"language":[],"coverage":[],"title":["First-principles study of native point defects in topological insulator\n  Bi$_2$Se$_3$"],"description":["  The \\emph{p}-type Bi$_{2}$Se$_{3}$ is much desirable as a promising\nthermoelectric material and topological insulator, while the naturally grown\nBi$_{2}$Se$_{3}$ is always \\emph{n}-type doped by native point defects. Here we\nuse first-principles calculations to identify the origin of the \\emph{n}-type\ntendency in bulk Bi$_{2}$Se$_{3}$: The Se vacancies (V$_\\text{Se1}$ and\nV$_\\text{Se2}$) and Se$_{\\text{Bi}}$ antisite dominate the donorlike doping\nwith low formation energy, while the predisposed Bi$_{\\text{Se1}}$ defect\nresults in the pair of V$_\\text{Se1}$ and Bi interstitial, which is also a\ndonor rather than an acceptor. Moreover, for Bi$_{2}$Se$_{3}$(111) surface, we\nfind that the band structures modulated by the defects explicitly account for\nthe existing experimental observations of \\emph{n}-type preference.\n"]}]
["1201.2472",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2472"],"date":["2012-01-11"],"type":["text"],"creator":["Liu, Tianbo","Ma, Bo-Qiang"],"language":[],"coverage":[],"title":["The $\\cos2\\phi$ azimuthal asymmetry of unpolarized $p\\bar{p}$ collisions\n  at Tevatron"],"description":["  We calculate the $\\cos2\\phi$ azimuthal asymmetry of the unpolarized\n$p\\bar{p}$ Drell-Yan dilepton production process in the $Z$-resonance region at\nthe Tevatron kinematic domain. Such an azimuthal asymmetry can provide\nadditional information about a spin-related new parton distribution function,\ni.e., the Boer-Mulders function of the proton, compared to the $pp$ process.\nTherefore the available data of unpolarized proton-antiproton collision at\nTevatron can contribute to our study on the spin structure of the nucleon.\n","Comment: 5 latex pages, 3 figures"]}]
["1201.2473",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2473"],"date":["2012-01-11"],"type":["text"],"creator":["Hossain, Md. Sazzad","Rakib, Md. Rashedul Hasan","Rahman, Md. Motiur","Hossain, A. S. M. Delowar","Hasan, Md. Minul"],"language":[],"coverage":[],"title":["A New Design Technique of Reversible BCD Adder Based on NMOS With Pass\n  Transistor Gates"],"description":["  In this paper, we have proposed a new design technique of BCD Adder using\nnewly constructed reversible gates are based on NMOS with pass transistor\ngates, where the conventional reversible gates are based on CMOS with\ntransmission gates. We also compare the proposed reversible gates with the\nconventional CMOS reversible gates which show that the required number of\nTransistors is significantly reduced.\n"]}]
["1201.2474",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms","F.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2474"],"date":["2012-01-11"],"type":["text"],"creator":["Ling, Yibei","Alexander, Scott","Lau, Richard"],"language":[],"coverage":[],"title":["On Quantification of Anchor Placement"],"description":["  This paper attempts to answer a question: for a given traversal area, how to\nquantify the geometric impact of anchor placement on localization performance.\nWe present a theoretical framework for quantifying the anchor placement impact.\nAn experimental study, as well as the field test using a UWB ranging\ntechnology, is presented. These experimental results validate the theoretical\nanalysis. As a byproduct, we propose a two-phase localization method (TPLM) and\nshow that TPLM outperforms the least-square method in localization accuracy by\na huge margin. TPLM performs much faster than the gradient descent method and\nslightly better than the gradient descent method in localization accuracy. Our\nfield test suggests that TPLM is more robust against noise than the\nleast-square and gradient descent methods.\n","Comment: infocom 1012"]}]
["1201.2475",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2475"],"date":["2012-01-11"],"type":["text"],"creator":["Roveto, Jonathan J.","Munoz, Gerardo"],"language":[],"coverage":[],"title":["A Challenge to Entropic Gravity"],"description":["  In a recent publication in this journal, Erik Verlinde attempts to show that\ngravity should be viewed not as a fundamental force, but rather as an emergent\nthermodynamic phenomenon arising from an unspecified microscopic theory via\nequipartition and holography. This paper presents a challenge to his\nreformulation of gravity. A detailed examination of Verlinde's derivation leads\nto a number of questions that severely weaken the claim that such a theory\ncorrectly reproduces Newton's laws or Einstein gravity. In particular, we find\nthat neither Newtonian gravity nor the Einstein equations are uniquely\ndetermined using Verlinde's postulates.\n","Comment: 8 pages"]}]
["1201.2476",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2476"],"date":["2012-01-11"],"type":["text"],"creator":["Banerjee, Biswajit"],"language":[],"coverage":[],"title":["Validation of the material point method and plasticity with Taylor\n  impact tests"],"description":["  Taylor impacts tests were originally devised to determine the dynamic yield\nstrength of materials at moderate strain rates. More recently, such tests have\nbeen used extensively to validate numerical codes for the simulation of plastic\ndeformation. In this work, we use the material point method to simulate a\nnumber of Taylor impact tests to compare different Johnson-Cook, Mechanical\nThreshold Stress, and Steinberg-Guinan-Cochran plasticity models and the vob\nMises and Gurson-Tvergaard-Needleman yield conditions. In addition to room\ntemperature Taylor tests, high temperature tests have been performed and\ncompared with experimental data.\n","Comment: 21 pages, 12 figures, 2004"]}]
["1201.2478",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2478"],"date":["2012-01-12"],"type":["text"],"creator":["Karafyllis, Iasson","Jiang, Zhong-Ping"],"language":[],"coverage":[],"title":["Global stabilization of nonlinear systems based on vector control\n  lyapunov functions"],"description":["  This paper studies the use of vector Lyapunov functions for the design of\nglobally stabilizing feedback laws for nonlinear systems. Recent results on\nvector Lyapunov functions are utilized. The main result of the paper shows that\nthe existence of a vector control Lyapunov function is a necessary and\nsufficient condition for the existence of a smooth globally stabilizing\nfeedback. Applications to nonlinear systems are provided: simple and easily\ncheckable sufficient conditions are proposed to guarantee the existence of a\nsmooth globally stabilizing feedback law. The obtained results are applied to\nthe problem of the stabilization of an equilibrium point of a reaction network\ntaking place in a continuous stirred tank reactor.\n","Comment: 25 pages, to be submitted to IEEE Transactions on Automatic Control"]}]
["1201.2480",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2480"],"date":["2012-01-12"],"type":["text"],"creator":["Iolin, E.","Farago, B.","Mezei, F.","Rusevich, L.","Pieper, J.","Buchsteiner, A.","Ehlers, G.","Haussler, W."],"language":[],"coverage":[],"title":["Neutron scattering by ultrasound in mosaic single crystals"],"description":["  The Time-of-Flight and Neutron-Spin-Echo techniques have been applied for the\nresearch of ultrasonic effect at the cold neutron diffraction in mosaic single\ncrystals (KBr and mica). It was found that h.f. ultrasound intensifies\nquasi-elastic neutron scattering and this effect cannot be explained as a\nresult of neutron scattering by thermal phonons in a sample heated by\nultrasound; neither can it be interpreted in the context of standard secondary\nextinction theory. A new modified model is proposed based on the assumption\nthat the angular distribution function describing mosaic block disorientation\nis not smooth but contains deep narrow troughs. This model is qualitatively\nequivalent to the preposition about existence large block structure of sample.\nThe corresponding kinetic equations are formulated and exactly solved. The\nresults obtained correlate well with experimental data. Our results evidence\nthat such an approach is applicable for studying the ultrasonic effect at\nneutron diffraction in different technologies dealing with mosaic single\ncrystals. PACS: 61.05F-,62.65, 63.20.dd Keywords: neutron, ultrasound, mosaic,\ntime-of-flight, spin-echo\n","Comment: 24 pages, 22 figure"]}]
["1201.2481",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2481","International Journal of Computer Science & Information Technology\n  (IJCSIT) Vol 3, No 6, Dec 2011, 159-172","doi:10.5121/ijcsit.2011.3612"],"date":["2012-01-12"],"type":["text"],"creator":["Prasad, K. Munivara","Reddy, A. Rama Mohan","Karthik, M. Ganesh"],"language":[],"coverage":[],"title":["Flooding attacks to internet threat monitors (ITM): Modeling and counter\n  measures using botnet and honeypots"],"description":["  The Internet Threat Monitoring (ITM),is a globally scoped Internet monitoring\nsystem whose goal is to measure, detect, characterize, and track threats such\nas distribute denial of service(DDoS) attacks and worms. To block the\nmonitoring system in the internet the attackers are targeted the ITM system. In\nthis paper we address flooding attack against ITM system in which the attacker\nattempt to exhaust the network and ITM's resources, such as network bandwidth,\ncomputing power, or operating system data structures by sending the malicious\ntraffic. We propose an information-theoretic frame work that models the\nflooding attacks using Botnet on ITM. Based on this model we generalize the\nflooding attacks and propose an effective attack detection using Honeypots.\n"]}]
["1201.2482",{"format":[],"subject":["Mathematics - Representation Theory","05E10, 17B10 (Primary) 81R05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2482"],"date":["2012-01-12"],"type":["text"],"creator":["Benkart, G.","Moon, D."],"language":[],"coverage":[],"title":["Planar Rook Algebras and Tensor Representations of gl(1|1)"],"description":["  We establish a connection between planar rook algebras and tensor\nrepresentations $\\VV^{\\otimes k}$ of the natural two-dimensional representation\n$\\VV$ of the general linear Lie superalgebra $\\gl$. In particular, we show that\nthe centralizer algebra $\\maths{End}_{\\gl}(\\VV^{\\otimes k})$ is the planar rook\nalgebra $\\CC \\mathsf{P}_{k-1}$ for all $k \\geq 1$, and we exhibit an explicit\ndecomposition of $\\VV^{\\otimes k}$ into irreducible $\\gl$-modules. We obtain\nsimilar results for the quantum enveloping algebra $\\UU_\\qq(\\gl)$ and its\nnatural two-dimensional module $\\VV_\\qq$.\n"]}]
["1201.2487",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2487","Statistical Science 2011, Vol. 26, No. 3, 403-422","doi:10.1214/11-STS360"],"date":["2012-01-12"],"type":["text"],"creator":["Vansteelandt, Stijn","Bowden, Jack","Babanezhad, Manoochehr","Goetghebeur, Els"],"language":[],"coverage":[],"title":["On Instrumental Variables Estimation of Causal Odds Ratios"],"description":["  Inference for causal effects can benefit from the availability of an\ninstrumental variable (IV) which, by definition, is associated with the given\nexposure, but not with the outcome of interest other than through a causal\nexposure effect. Estimation methods for instrumental variables are now well\nestablished for continuous outcomes, but much less so for dichotomous outcomes.\nIn this article we review IV estimation of so-called conditional causal odds\nratios which express the effect of an arbitrary exposure on a dichotomous\noutcome conditional on the exposure level, instrumental variable and measured\ncovariates. In addition, we propose IV estimators of so-called marginal causal\nodds ratios which express the effect of an arbitrary exposure on a dichotomous\noutcome at the population level, and are therefore of greater public health\nrelevance. We explore interconnections between the different estimators and\nsupport the results with extensive simulation studies and three applications.\n","Comment: Published in at http://dx.doi.org/10.1214/11-STS360 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1201.2493",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2493","Phys. Rev. Lett. 107, 234104 (2011)","doi:10.1103/PhysRevLett.107.234104"],"date":["2012-01-12"],"type":["text"],"creator":["Wang, Jiao","Guarneri, Italo","Casati, Giulio","Gong, Jiangbin"],"language":[],"coverage":[],"title":["Long-lasting Exponential Spreading in Periodically Driven Quantum\n  Systems"],"description":["  Using a dynamical model relevant to cold-atom experiments, we show that\nlong-lasting exponential spreading of wave packets in momentum space is\npossible. Numerical results are explained via a pseudo-classical map, both\nqualitatively and quantitatively. Possible applications of our findings are\nalso briefly discussed.\n","Comment: 4 figures, 6 pages (including supplementary material), published in\n  the 2nd of December, 2011 issue of PRL"]}]
["1201.2495",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2495","Scientific Reports 1, 162 (2011)","doi:10.1038/srep00162"],"date":["2012-01-12"],"type":["text"],"creator":["Nishino, Masamichi","Enachescu, Cristian","Miyashita, Seiji","Rikvold, Per Arne","Boukheddaden, Kamel","Varret, Francois"],"language":[],"coverage":[],"title":["Macroscopic nucleation phenomena in continuum media with long-range\n  interactions"],"description":["  Nucleation, commonly associated with discontinuous transformations between\nmetastable and stable phases, is crucial in fields as diverse as atmospheric\nscience and nanoscale electronics. Traditionally, it is considered a\nmicroscopic process (at most nano-meter), implying the formation of a\nmicroscopic nucleus of the stable phase. Here we show for the first time, that\nconsidering long-range interactions mediated by elastic distortions, nucleation\ncan be a macroscopic process, with the size of the critical nucleus\nproportional to the total system size. This provides a new concept of\n\"macroscopic barrier-crossing nucleation\". We demonstrate the effect in\nmolecular dynamics simulations of a model spin-crossover system with two\nmolecular states of different sizes, causing elastic distortions.\n","Comment: 12 pages, 4 figures. Supplementary information accompanies this paper\n  at http://www.nature.com/scientificreports"]}]
["1201.2507",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2507"],"date":["2012-01-12"],"type":["text"],"creator":["Fan, Jingfang","Liu, Maoxin","Li, Liangsheng","Chen, Xiaosong"],"language":[],"coverage":[],"title":["Continuous percolation phase transitions of random networks under a\n  generalized Achlioptas process"],"description":["  Using the finite-size scaling, we have investigated the percolation phase\ntransitions of evolving random networks under a generalized Achlioptas process\n(GAP). During this GAP, the edge with minimum product of two connecting cluster\nsizes is taken with a probability $p$ from two randomly chosen edges. This\nmodel becomes the Erd\\H os-R\\'enyi network at $p=0.5$ and the random network\nunder the Achlioptas process at $p=1$. Using both the fixed point of $s_2/s_1$\nand the straight line of $\\ln s_1$, where $s_1$ and $s_2$ are the reduced sizes\nof the largest and the second largest cluster, we demonstrate that the phase\ntransitions of this model are continuous for $0.5 \\le p \\le 1$. From the slopes\nof $\\ln s_1$ and $\\ln (s_2/s_1)'$ at the critical point we get the critical\nexponents $\\beta$ and $\\nu$, which depend on $p$. Therefore the universality\nclass of this model should be characterized by $p$ also.\n","Comment: 4 pages, 6 figures"]}]
["1201.2509",{"format":[],"subject":["Mathematics - Logic","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2509"],"date":["2012-01-12"],"type":["text"],"creator":["Meskhi, Slava"],"language":[],"coverage":[],"title":["Injectives in the variety generated by a finite subdirectly irreducible\n  Heyting algebra with involution"],"description":["  We prove that any finite subdirectly irreducible Heyting algebra with\ninvolution is quasi-primal, and that injective algebras in the variety\ngenerated by a finite subdirectly irreducible Heyting algebra are precisely\ndiagonal subalgebras of some direct power of this algebra, which are complete\nas lattices.\n","Comment: 10 pages"]}]
["1201.2515",{"format":[],"subject":["Computer Science - Digital Libraries","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2515"],"date":["2012-01-12"],"type":["text"],"creator":["Hienert, Daniel","Sawitzki, Frank","Schaer, Philipp","Mayr, Philipp"],"language":[],"coverage":[],"title":["Integrating Interactive Visualizations in the Search Process of Digital\n  Libraries and IR Systems"],"description":["  Interactive visualizations for exploring and retrieval have not yet become an\nintegral part of digital libraries and information retrieval systems. We have\nintegrated a set of interactive graphics in a real world social science digital\nlibrary. These visualizations support the exploration of search queries,\nresults and authors, can filter search results, show trends in the database and\ncan support the creation of new search queries. The use of weighted brushing\nsupports the identification of related metadata for search facets. We discuss\nsome use cases of the combination of IR systems and interactive graphics. In a\nuser study we verify that users can gain insights from statistical graphics\nintuitively and can adopt interaction techniques.\n","Comment: To be published as a Poster Paper in the Proceedings of ECIR 2012"]}]
["1201.2516",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2516"],"date":["2012-01-12"],"type":["text"],"creator":["Hidalgo, M. A.","Cangas, R."],"language":[],"coverage":[],"title":["Spin Magnetotransport in a Two-Dimensional Electron System under quantum\n  Hall regime and with Rashba spin-orbit effect"],"description":["  The article shows a simple model that computes the magnetoconduction and the\ninteger quantum Hall effect (IQHE) in a two-dimensional electron system (2DES)\nwhere the spin is other degree of freedom in the system. The 2DES is confined\nin a quantum well (QW) immersed in a heterostructure, where the Rashba\nspin-orbit interaction is present. When an external magnetic field is applied\nto the system, the competition between the spin-orbit interaction and the\nZeeman effect on the magnetoconduction of the 2DES is analysed. Also the model\nreproduces the case where two sub-bands are occupied in the QW. In this case\ndifferent spin oriented 2DES concerned to each subband can be treated\nindependently, assuming the whole system as the sum of four independient\nsystems (two subbands plus two 2DES spin systems in each subband). The model\nhas been tested with experimental results obtained from a 2DES formed in an\nInGaAs layer for one and two subbands.\n"]}]
["1201.2520",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2520"],"date":["2012-01-12"],"type":["text"],"creator":["Wijnholt, Martijn"],"language":[],"coverage":[],"title":["Higgs Bundles and String Phenomenology"],"description":["  String phenomenology is the branch of string theory concerned with making\ncontact with particle physics. The original models involved compactifying\nten-dimensional supersymmetric Yang-Mills theory on an internal Calabi-Yau\nthree-fold. In recent years, this picture has been extended to\ncompactifications of supersymmetric Yang-Mills theory in seven, eight or nine\ndimensions. We review some of this progress and explain the fundamental role\nplayed by Higgs bundles in this story.\n","Comment: 16p, 2 figs, LaTeX. To appear in the proceedings of String-Math 2011"]}]
["1201.2521",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2521"],"date":["2012-01-12"],"type":["text"],"creator":["Bogoslovsky, George Yu."],"language":[],"coverage":[],"title":["Dynamic rearrangement of vacuum and the phase transitions in the\n  geometric structure of space-time"],"description":["  It is shown that in the case of spontaneous breaking of the original gauge\nsymmetry, a dynamic rearrangement of vacuum may lead to the formation of some\nanisotropic condensates. The appearance of such condensates causes the\nrespective phase transitions in the geometric structure of space-time and\ncreates a flat anisotropic, i.e. Finslerian event space. Actually there arises\neither a flat relativistically-invariant Finslerian space with partially broken\n3D isotropy, i.e. axially-symmetric space, or a flat relativistically-invariant\nFinslerian space with entirely broken 3D isotropy. The fact that any entirely\nanisotropic relativistically-invariant Finslerian event space belongs to a\n3-parameter family of such spaces gives rise to a fine structure of the\nrespective geometric phase transitions. In the present work the fine structure\nof the geometric phase transitions is studied by classifying all the metric\nstates of the entirely anisotropic event space and the respective mass shell\nequations.\n","Comment: 18 pages, 1 figure, to appear in Int. J. Geom. Meth. Mod. Phys"]}]
["1201.2522",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematical Physics","Mathematics - Dynamical Systems","35K25, 35K20, 74S10, 70G65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2522"],"date":["2012-01-12"],"type":["text"],"creator":["Geiser, Juergen","Zacher, Thomas"],"language":[],"coverage":[],"title":["Multiscale Splitting method for Boltzmann-Poisson Equation: Application\n  for Dynamic of Electrons"],"description":["  In this paper we present a model based on dynamics of the electrons in the\nplasma using a simplified Boltzmann equation coupled with a Poisson equation.\n  The motivation arose to simulate active plasma resonance spectroscopy which\nis used for plasma diagnostic techniques, see [Braith2009].\n  We are interested on designing splitting methods to the model problem. First\nwe reduce to a simplified transport equation and start to analyze the abstract\nCauchy problem based on semi-groups. Second we extent to the coupled transport\nand kinetic model and apply the splitting ideas. The results are discussed with\nfirst numerical experiments to give discuss the numerical methods.\n","Comment: 21 pages, 6 figures"]}]
["1201.2527",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2527"],"date":["2012-01-12"],"type":["text"],"creator":["Zhang, Hui"],"language":[],"coverage":[],"title":["Ferromagnet/Insulator/Ferroelectric nanometer multilayer for\n  multiferroictronics"],"description":["  We have investigated the field-induced-changes in both the magnetization and\nthe polarization in ferromagnet/Insulator/ferroelectric (FM/I/FE) multilayer by\nfollowing both the Stoner-Wohlfarth (SW) model and the Landau theory. It has\nbeen found that with the stresses introduced in the FM/I/FE structure by the\nfields, both the magnetization and the polarization states can be significantly\nmodified and the combination of their states can be of multiple states. These\nresults demonstrate the feasibility of combining both the spintronics and the\nferroelectrics into the multiferroictronics.\n","Comment: 15 pages, 3 figures, 1 table"]}]
["1201.2528",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2528"],"date":["2012-01-12"],"type":["text"],"creator":["Lavrauw, Michel","Sheekey, John"],"language":[],"coverage":[],"title":["Semifields from skew polynomial rings"],"description":["  Skew polynomial rings were used to construct finite semifields by Petit in\n1966, following from a construction of Ore and Jacobson of associative division\nalgebras. In 1989 Jha and Johnson constructed the so-called cyclic semifields,\nobtained using irreducible semilinear transformations. In this work we show\nthat these two constructions in fact lead to isotopic semifields, show how the\nskew polynomial construction can be used to calculate the nuclei more easily,\nand provide an upper bound for the number of isotopism classes, improving the\nbounds obtained by Kantor and Liebler in 2008 and implicitly in recent work by\nDempwolff.\n"]}]
["1201.2529",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2529","Phys. Rev. Lett. 95, 176102 (2005)","doi:10.1103/PhysRevLett.95.176102"],"date":["2012-01-12"],"type":["text"],"creator":["Style, Robert W.","Worster, M. Grae"],"language":[],"coverage":[],"title":["Surface Transport in Pre--Melted Films with Application to\n  Grain--Boundary Grooving"],"description":["  We present a new model of surface transport in premelted films that is\napplicable to a wide range of materials close to their melting point. We\nillustrate its use by applying it to the evolution of a grain boundary groove\nin a high vapour pressure material and show that Mullins's classical equation\ndescribing transport driven by gradients in surface curvature is reproduced\nasymptotically. The microscopic contact angle at the groove root is found to be\nmodified over a thin boundary layer, and the apparent contact angle is\ndetermined. An explicit transport coefficient is derived that governs the\nevolution rate of systems controlled by surface transport through premelted\nfilms. The transport coefficient is found to depend on temperature and diverges\nas the bulk melting temperature is approached.\n","Comment: 2 figures"]}]
["1201.2531",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2531"],"date":["2012-01-12"],"type":["text"],"creator":["Acs, Gergely","Castelluccia, Claude"],"language":[],"coverage":[],"title":["DREAM: DiffeRentially privatE smArt Metering"],"description":["  This paper presents a new privacy-preserving smart metering system. Our\nscheme is private under the differential privacy model and therefore provides\nstrong and provable guarantees. With our scheme, an (electricity) supplier can\nperiodically collect data from smart meters and derive aggregated statistics\nwhile learning only limited information about the activities of individual\nhouseholds. For example, a supplier cannot tell from a user's trace when he\nwatched TV or turned on heating. Our scheme is simple, efficient and practical.\nProcessing cost is very limited: smart meters only have to add noise to their\ndata and encrypt the results with an efficient stream cipher.\n","Comment: Shorter version appeared on Information Hiding Conference 2011"]}]
["1201.2534",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2534"],"date":["2012-01-12"],"type":["text"],"creator":["McQuillin, Rachael C.","McLaughlin, Dean E."],"language":[],"coverage":[],"title":["Momentum-driven feedback and the M-\\sigma relation in non-isothermal\n  galaxies"],"description":["  We solve for the velocity fields of momentum-conserving supershells driven by\nfeedback from supermassive black holes or nuclear star clusters (central\nmassive objects: CMOs). We treat, for the first time, the case of CMOs embedded\nin gaseous protogalaxies with non-isothermal dark matter haloes having peaked\ncircular-speed profiles. We find the CMO mass that is sufficient to drive any\nshell to escape any such halo. In the limit of large halo mass, relevant to\nreal galaxies, this critical CMO mass depends only on the peak circular speed\nin the halo, scaling as M_crit \\propto V_c,pk^4.\n","Comment: 5 pages, 3 figures. Conference proceedings for \"AGN Winds in\n  Charleston,\" Charleston, SC, Oct 15-18, 2011. To be published by ASP"]}]
["1201.2540",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2540"],"date":["2012-01-12"],"type":["text"],"creator":["Panagiotidou, K.","Xenos, Ph. J."],"language":[],"coverage":[],"title":["Real Hypersurfaces in CP^2 AND CH^2 whose structure Jacobi operator is\n  Lie D-parallel"],"description":["  We prove the non-existence of real hypersurfaces in CP^2 and CH^2 whose\nstructure Jacobi operator is Lie D-parallel.\n"]}]
["1201.2542",{"format":[],"subject":["Computer Science - Hardware Architecture","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2542"],"date":["2012-01-12"],"type":["text"],"creator":["Christe, S. Allin","Vignesh, M.","Kandaswamy, A."],"language":[],"coverage":[],"title":["An efficient FPGA implementation of MRI image filtering and tumor\n  characterization using Xilinx system generator"],"description":["  This paper presents an efficient architecture for various image filtering\nalgorithms and tumor characterization using Xilinx System Generator (XSG). This\narchitecture offers an alternative through a graphical user interface that\ncombines MATLAB, Simulink and XSG and explores important aspects concerned to\nhardware implementation. Performance of this architecture implemented in\nSPARTAN-3E Starter kit (XC3S500E-FG320) exceeds those of similar or greater\nresources architectures. The proposed architecture reduces the resources\navailable on target device by 50%.\n","Comment: 15 pages,14 figures,2 tables"]}]
["1201.2547",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2547"],"date":["2012-01-12"],"type":["text"],"creator":["Chabab, M.","Moumni, H. El","Sedra, M. B."],"language":[],"coverage":[],"title":["On Schwarzschild black holes in a D-dimensional noncommutative space"],"description":["  This work aims to implement the idea of noncommutativity in the subject of\nblack holes. Its principal contents deal with a study of Schwarzschild black\nholes in a D-dimensional noncommutative space. Various aspects related to the\nnon commutative extension are discussed and some non trivial results are\nderived.\n","Comment: Latex file, 5 pages"]}]
["1201.2548",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2548","Front. Phys, 2011, 6(4): 463--473","doi:10.1007/s11467-011-0235-7"],"date":["2012-01-12"],"type":["text"],"creator":["Zhang, J. L.","Jiao, L.","Chen, Y.","Yuan, H. Q."],"language":[],"coverage":[],"title":["Universal behavior of the upper critical field in iron based\n  superconductors"],"description":["  The newly discovered iron-based high temperature superconductors have\ndemonstrated rich physical properties. Here we give a brief review on the\nrecent studies of the upper critical field and its anisotropy in a few typical\nseries of the iron-based superconductors (FeSCs). In spite of their characters\nof a layered crystal structure, all the FeSCs possess an extremely large upper\ncritical field and a weak anisotropy of superconductivity, being unique among\nthe layered superconductors. These particular properties indicate potential\napplications of the FeSCs in the future. Based on the experimental facts of the\nFeSCs, we will discuss the possible mechanisms of pair breaking in high\nmagnetic fields and its restrictions on the theoretical analysis of the\nsuperconducting pairing mechanisms.\n","Comment: 24 pages, 10 figures"]}]
["1201.2549",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2549","Proceedings of the National Academy of Sciences (2011)\n  pnas.1111367109","doi:10.1073/pnas.1111367109"],"date":["2012-01-12"],"type":["text"],"creator":["Makke, Ali","Perez, Michel","Lame, Olivier","Barrat, Jean-Louis"],"language":[],"coverage":[],"title":["Nanoscale buckling deformation in layered copolymer materials"],"description":["  In layered materials, a common mode of deformation involves buckling of the\nlayers under tensile deformation in the direction perpendicular to the layers.\nThe instability mechanism, which operates in elastic materials from geological\nto nanometer scales, involves the elastic contrast between different layers. In\na regular stacking of \"hard\" and \"soft\" layers, the tensile stress is first\naccommodated by a large deformation of the soft layers. The inhibited Poisson\ncontraction results in a compressive stress in the direction transverse to the\ntensile deformation axis. The hard layers sustain this transverse compression\nuntil buckling takes place and results in an undulated structure. Using\nmolecular simulations, we demonstrate this scenario for a material made of\ntriblock copolymers. The buckling deformation is observed to take place at the\nnanoscale, at a wavelength that depends on strain rate. In contrast to what is\ncommonly assumed, the wavelength of the undulation is not determined by defects\nin the microstructure. Rather, it results from kinetic effects, with a\ncompetition between the rate of strain and the growth rate of the instability.\nhttp://www.pnas.org/content/early/2011/12/23/1111367109.abstract\n"]}]
["1201.2551",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2551"],"date":["2012-01-12"],"type":["text"],"creator":["Axenovich, Maria","Krug, Marcus","Osang, Georg","Rutter, Ignaz"],"language":[],"coverage":[],"title":["Fork-forests in bi-colored complete bipartite graphs"],"description":["  Motivated by the problem in [6], which studies the relative efficiency of\npropositional proof systems, 2-edge colorings of complete bipartite graphs are\ninvestigated. It is shown that if the edges of $G=K_{n,n}$ are colored with\nblack and white such that the number of black edges differs from the number of\nwhite edges by at most 1, then there are at least $n(1-1/\\sqrt{2})$\nvertex-disjoint forks with centers in the same partite set of $G$. Here, a fork\nis a graph formed by two adjacent edges of different colors. The bound is\nsharp. Moreover, an algorithm running in time $O(n^2 \\log n \\sqrt{n\n\\alpha(n^2,n) \\log n})$ and giving a largest such fork forest is found.\n","Comment: 5 pages, 3 figures"]}]
["1201.2554",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","Mathematics - Combinatorics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2554"],"date":["2012-01-12"],"type":["text"],"creator":["Liou, Jia-Ming","Schwarz, Albert"],"language":[],"coverage":[],"title":["Equivariant Cohomology of Infinite-Dimensional Grassmannian and Shifted\n  Schur Functions"],"description":["  We study the multiplication and comultiplication in equivariant cohomology of\nSato Grassmannian\n"]}]
["1201.2560",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Algebraic Geometry","52C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2560"],"date":["2012-01-12"],"type":["text"],"creator":["Tsukamoto, Yasuyuki"],"language":[],"coverage":[],"title":["New examples of oriented matroids with disconnected realization spaces"],"description":["  We construct oriented matroids of rank 3 on 13 points whose realization\nspaces are disconnected. They are defined on smaller points than the known\nexamples with this property. Moreover, we construct the one on 13 points whose\nrealization space is a connected and non-irreducible semialgebraic variety.\n","Comment: 8 pages, 3 figures"]}]
["1201.2561",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2561","Phys. Rev. B 85, 035202 (2012)","doi:10.1103/PhysRevB.85.035202"],"date":["2012-01-12"],"type":["text"],"creator":["May, A. F.","McGuire, M. A.","Ma, J.","Delaire, O.","Huq, A.","Singh, D. J.","Cai, W.","Wang, H."],"language":[],"coverage":[],"title":["Thermoelectric transport properties of CaMg2Bi2, EuMg2Bi2, and YbMg2Bi2"],"description":["  The thermoelectric transport properties of CaMg2Bi2, EuMg2Bi2, and YbMg2Bi2\nwere characterized between 2 and 650K. As synthesized, the polycrystalline\nsamples are found to have lower p-type carrier concentrations than\nsingle-crystalline samples of the same empirical formula. These low carrier\nconcentration samples possess the highest mobilities yet reported for materials\nwith the CaAl2Si2 structure type, with a mobility of ~740cm$^2$/V/s observed in\nEuMg2Bi2 at 50K. Despite decreases in the Seebeck coefficient (\\alpha) and\nelectrical resistivity (\\rho) with increasing temperature, the power factor\n(\\alpha^2/\\rho) increases for all temperatures examined. This behavior suggests\na strong asymmetry in the conduction of electrons and holes. The highest figure\nof merit (zT) is observed in YbMg2Bi2, with zT approaching 0.4 at 600K for two\nsamples with carrier densities of approximately 2x10^{18}cm^{-3} and\n8x10^{18}cm^{-3} at room temperature. Refinements of neutron powder diffraction\ndata yield similar behavior for the structures of CaMg2Bi2 and YbMg2Bi2, with\nsmooth lattice expansion and relative expansion in $c$ being ~35% larger than\nrelative expansion in $a$ at 973K. First principles calculations reveal an\nincreasing band gap as Bi is replaced by Sb then As, and subsequent Boltzmann\ntransport calculations predict an increase in \\alpha for a given $n$ associated\nwith an increased effective mass as the gap opens. The magnitude and\ntemperature dependence of \\alpha suggests higher zT is likely to be achieved at\nlarger carrier concentrations, roughly an order of magnitude higher than those\nin the current polycrystalline samples, which is also expected from the\ndetailed calculations.\n"]}]
["1201.2564",{"format":[],"subject":["Computer Science - Databases","Computer Science - Logic in Computer Science","H.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2564"],"date":["2012-01-12"],"type":["text"],"creator":["Nguyen, Linh Anh","Cao, Son Thanh"],"language":[],"coverage":[],"title":["Query-Subquery Nets"],"description":["  We formulate query-subquery nets and use them to create the first framework\nfor developing algorithms for evaluating queries to Horn knowledge bases with\nthe properties that: the approach is goal-directed; each subquery is processed\nonly once and each supplement tuple, if desired, is transferred only once;\noperations are done set-at-a-time; and any control strategy can be used. Our\nintention is to increase efficiency of query processing by eliminating\nredundant computation, increasing flexibility and reducing the number of\naccesses to the secondary storage. The framework forms a generic evaluation\nmethod called QSQN. To deal with function symbols, we use a term-depth bound\nfor atoms and substitutions occurring in the computation and propose to use\niterative deepening search which iteratively increases the term-depth bound. We\nprove soundness and completeness of our generic evaluation method and show\nthat, when the term-depth bound is fixed, the method has PTIME data complexity.\nWe also present how tail recursion elimination can be incorporated into our\nframework and propose two exemplary control strategies, one is to reduce the\nnumber of accesses to the secondary storage, while the other is depth-first\nsearch.\n","Comment: 24 pages"]}]
["1201.2565",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2565"],"date":["2012-01-12"],"type":["text"],"creator":["Chang, Xue","Du, Ming-Kai","Liu, Chun","Lu, Jia-Shu","Yang, Shuo"],"language":[],"coverage":[],"title":["LHCb $\\bigtriangleup A_{CP}$ of $D$ meson and R-Parity Violation"],"description":["  LHCb collaboration has recently announced a measurement of the difference of\ntime-integrated CP asymmetries between $D\\rightarrow K^+K^-$ and $D \\rightarrow\n\\pi^+\\pi^-$. This result provides the evidence of large direct CP violation in\n$D$ meson and reveals some important implications on underlying new physics. It\nis shown that the direct CP violation in $D$ meson can be enhanced by R-parity\nviolating supersymmetry, while CP violations in $K$ and $B$ mesons are\nsuppressed by this new physics, which is in consistence with previous\nexperiments. Constraints on the model parameters and some consequences are also\ndiscussed.\n","Comment: 9 pages, 2 figures"]}]
["1201.2566",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2566"],"date":["2012-01-12"],"type":["text"],"creator":["Zalczer, Gilbert"],"language":[],"coverage":[],"title":["Coil-helix transition in poly(L-glutamic acid) : Evidence for a 3-state\n  non-cooperative process"],"description":["  A careful analysis of measurements of circular dichroism of poly(L-glutamic\nacid) (PGA) shows that the data can be very accurately described by introducing\na third state for the PGA configuration, in addition to the helix and coil\nones, and considering a simple equilibrium between these three states, without\ncooperativity. The third state is more conspicuous when high molecular weight\npolyethyleneglycol (PEG) is added. Excluded volume effects shown by differences\nin presence of short and long PEG chains indicate a direct interaction of PEG\nand PGA rather than an osmotic effect.\n"]}]
["1201.2567",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11G30, 11G20, 11B39, 11D45, 14G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2567"],"date":["2012-01-12"],"type":["text"],"creator":["Xarles, Xavier"],"language":[],"coverage":[],"title":["Trivial points on towers of curves"],"description":["  We define and study trivial points on towers of curves over number fields,\nand we show their finiteness in some cases. We relate these to the unboundeness\nof the gonality of the curves, which we show under some hypothesis. The problem\nis related to recent results of Cadoret and Tamagawa, and Ellenberg, Hall and\nKowalski.\n","Comment: 16 pages"]}]
["1201.2571",{"format":[],"subject":["Mathematics - Logic","03D28, 18B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2571"],"date":["2012-01-12"],"type":["text"],"creator":["Lee, Sori","van Oosten, Jaap"],"language":[],"coverage":[],"title":["Basic Subtoposes of the Effective Topos"],"description":["  We employ a new tool (sights) to investigate local operators in the Effective\nTopos. A number of new such local operators is analyzed using this machinery.\nMoreover, we investigate a local operator defined in the thesis of A. Pitts,\nand establish that its corresponding subtopos satisfies true arithmetic.\n","Comment: 26 pages"]}]
["1201.2578",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2578"],"date":["2012-01-12"],"type":["text"],"creator":["Gong, Shuping","Zhang, Zhenghao","Li, Husheng","Dimitrovski, Aleksandar D."],"language":[],"coverage":[],"title":["Time Stamp Attack in Smart Grid: Physical Mechanism and Damage Analysis"],"description":["  Many operations in power grids, such as fault detection and event location\nestimation, depend on precise timing information. In this paper, a novel time\nstamp attack (TSA) is proposed to attack the timing information in smart grid.\nSince many applications in smart grid utilize synchronous measurements and most\nof the measurement devices are equipped with global positioning system (GPS)\nfor precise timing, it is highly probable to attack the measurement system by\nspoofing the GPS. The effectiveness of TSA is demonstrated for three\napplications of phasor measurement unit (PMU) in smart grid, namely\ntransmission line fault detection, voltage stability monitoring and event\nlocationing.\n"]}]
["1201.2581",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2581"],"date":["2012-01-10"],"type":["text"],"creator":["Ding, Xiaoping"],"language":[],"coverage":[],"title":["Henri Lebesgue and the End of Classical Theories on Calculus"],"description":["  In this paper a novel calculus system has been established based on the\nconcept of 'werden'. The basis of logic self-contraction of the theories on\ncurrent calculus was shown. Mistakes and defects in the structure and meaning\nof the theories on current calculus were exposed. A new quantity-figure model\nas the premise of mathematics has been formed after the correction of\ndefinition of the real number and the point. Basic concepts such as the\nderivative, the differential, the primitive function and the integral have been\nredefined and the theories on calculus have been reestablished. By historical\nverification of theories on calculus, it is demonstrated that the\nNewton-Leibniz theories on calculus have returned in the form of the novel\ntheories established in this paper.\n","Comment: 17 pages, 2 figures"]}]
["1201.2582",{"format":[],"subject":["Mathematics - Metric Geometry","51-02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2582"],"date":["2012-01-11"],"type":["text"],"creator":["Ponce, Mario","Santibáñez, Patricio"],"language":[],"coverage":[],"title":["Old and new about equidistant sets and generalized conics"],"description":["  This article is devoted to the study of classical and new results concerning\nequidistant sets, both from the topological and metric point of view. We start\nwith a review of the most interesting known facts about these sets in the\neuclidean space and then we prove that equidistant sets vary continuously with\ntheir focal sets. In the second part we propose a viewpoint in which\nequidistant sets can be thought of as natural generalization for conics. Along\nthese lines, we show that many geometric features of classical conics can be\nretrieved in more general equidistant sets. In the Appendix we prove a\nshadowing property of equidistant sets and provide sharp estimates. This result\nshould be of interest for computer simulations.\n"]}]
["1201.2586",{"format":[],"subject":["Mathematics - Algebraic Topology","55M20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2586"],"date":["2012-01-12"],"type":["text"],"creator":["Cauty, Robert"],"language":[],"coverage":[],"title":["Une g\\'en\\'eralisation de la conjecture de point fixe de Schauder"],"description":["  We prove the following generalisation of Schauder's fixed point conjecture:\nLet $C_1,...,C_n$ be convex subsets of a Hausdorff topological vector space.\nSuppose that the $C_i$ are closed in $C=C_1\\cup...\\cup C_n$. If $f:C\\to C$ is a\ncontinuous function whose image is contained in a compact subset of $C$, then\nits Lefschetz number $\\Lambda(f)$ is defined. If $\\Lambda(f)\\ne0$, then $f$ has\na fixed point.\n"]}]
["1201.2589",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2589"],"date":["2012-01-12"],"type":["text"],"creator":["Walker, Christoph"],"language":[],"coverage":[],"title":["Some Remarks About the Semigroup Associated to Age-Structured Diffusive\n  Populations"],"description":["  We consider linear age-structured population equations with diffusion.\nSupposing maximal regularity of the diffusion operator, we characterize the\ngenerator and its spectral properties of the associated strongly continuous\nsemigroup. In particular, we provide conditions for stability of the zero\nsolution and for asynchronous exponential growth.\n"]}]
["1201.2590",{"format":[],"subject":["Statistics - Other Statistics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2590"],"date":["2012-01-12"],"type":["text"],"creator":["Briggs, William M."],"language":[],"coverage":[],"title":["It is Time to Stop Teaching Frequentism to Non-statisticians"],"description":["  We should cease teaching frequentist statistics to undergraduates and switch\nto Bayes. Doing so will reduce the amount of confusion and over-certainty rife\namong users of statistics.\n"]}]
["1201.2593",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2593","CERN Yellow Report CERN-2011-007, pp. 319-340"],"date":["2012-01-12"],"type":["text"],"creator":["Vretenar, M."],"language":[],"coverage":[],"title":["Low-beta structures"],"description":["  'Low-beta' radio-frequency accelerating structures are used in the sections\nof a linear accelerator where the velocity of the particle beam increases with\nenergy. The requirement for space periodicity to match the increasing particle\nvelocity led to the development of a large variety of structures, both normal\nand superconducting, which are described in this lecture.\n","Comment: 22 pages, contribution to the CAS - CERN Accelerator School:\n  Specialised Course on RF for Accelerators; 8 - 17 Jun 2010, Ebeltoft, Denmark"]}]
["1201.2595",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2595"],"date":["2012-01-12"],"type":["text"],"creator":["Richards, Gordon T."],"language":[],"coverage":[],"title":["CIV Emission as a Probe of Accretion Disk Winds"],"description":["  We present a brief description of a model for the broad emission line region\n(BELR) in quasars, which is supported by analysis of CIV and other emission\nlines in the spectra of high-z SDSS quasars. Specifically we consider a\ntwo-component BELR with a disk and wind where the relative strength of each\ncomponent is a function of luminosity. The implications of such a model for our\nunderstanding of quasar outflows and estimates of their black hole masses and\naccretion rates are discussed.\n","Comment: 5 pages, 2 figures. Conference proceedings for \"AGN Winds in\n  Charleston\" (Charleston, SC; 15-18 Oct. 2011). To be published by ASP"]}]
["1201.2597",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2597","CERN Yellow Report CERN-2011-007, pp. 341-367"],"date":["2012-01-12"],"type":["text"],"creator":["Baudrenghien, P."],"language":[],"coverage":[],"title":["Low-level RF - Part I: Longitudinal dynamics and beam-based loops in\n  synchrotrons"],"description":["  The low-level RF system (LLRF) generates the drive sent to the high-power\nequipment. In synchrotrons, it uses signals from beam pick-ups (radial and\nlongitudinal) to minimize the beam losses and provide a beam with reproducible\nparameters (intensity, bunch length, average momentum and momentum spread) for\neither the next accelerator or the physicists. This presentation is the first\nof three: it considers synchrotrons in the lowintensity regime where the\nvoltage in the RF cavity is not influenced by the beam. As the author is in\ncharge of the LHC LLRF and currently commissioning it, much material is\nparticularly relevant to hadron machines. A section is concerned with radiation\ndamping in lepton machines.\n","Comment: 27 pages, contribution to the CAS - CERN Accelerator School:\n  Specialised Course on RF for Accelerators; 8 - 17 Jun 2010, Ebeltoft, Denmark"]}]
["1201.2598",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2598","CERN Yellow Report CERN-2011-007, pp. 369-393"],"date":["2012-01-12"],"type":["text"],"creator":["Sekutowicz, J. K."],"language":[],"coverage":[],"title":["Superconducting elliptical cavities"],"description":["  We give a brief overview of the history, state of the art, and future for\nelliptical superconducting cavities. Principles of the cell shape optimization,\ncriteria for multi-cell structures design, HOM damping schemes and other\nfeatures are discussed along with examples of superconducting structures for\nvarious applications.\n","Comment: 25 pages, contribution to the CAS - CERN Accelerator School:\n  Specialised Course on RF for Accelerators; 8 - 17 Jun 2010, Ebeltoft, Denmark"]}]
["1201.2599",{"format":[],"subject":["Mathematics - Probability","34K50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2599"],"date":["2012-01-12"],"type":["text"],"creator":["Scheutzow, Michael"],"language":[],"coverage":[],"title":["Exponential growth rate for a singular linear stochastic delay\n  differential equation"],"description":["  We establish the existence of a deterministic exponential growth rate for the\nnorm (on an appropriate function space) of the solution of the linear scalar\nstochastic delay equation dX(t) = X(t-1) dW(t) which does not depend on the\ninitial condition as long as it is not identically zero. Due to the singular\nnature of the equation this property does not follow from available results on\nstochastic delay differential equations. The key technique is to establish\nexistence and uniqueness of an invariant measure of the projection of the\nsolution onto the unit sphere in the chosen function space via asymptotic\ncoupling and to prove a Furstenberg-Hasminskii-type formula (like in the finite\ndimensional case).\n","Comment: 15 pages"]}]
["1201.2600",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2600","CERN Yellow Report CERN-2011-007, pp. 395-405"],"date":["2012-01-12"],"type":["text"],"creator":["Burt, G."],"language":[],"coverage":[],"title":["Transverse deflecting cavities"],"description":["  Transverse deflecting cavities are used for a number of applications in\nmodern accelerators. In this paper we discuss the fields of these cavities,\nsome of their applications, and some important aspects of their design.\n","Comment: 11 pages, contribution to the CAS - CERN Accelerator School:\n  Specialised Course on RF for Accelerators; 8 - 17 Jun 2010, Ebeltoft, Denmark"]}]
["1201.2604",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2604"],"date":["2012-01-12"],"type":["text"],"creator":["da Veiga, H. Beirao","Crispo, F."],"language":[],"coverage":[],"title":["On the global W^{2,q} regularity for nonlinear N-systems of the\n  p-Laplacian type in n space variables"],"description":["  We consider the Dirichlet boundary value problem for nonlinear N-systems of\npartial differential equations with p-growth, 1<p<2, in the n-dimensional case.\nFor clearness, we confine ourselves to a particularly representative case, the\nwell known p-laplacian system. We are interested in regularity results, up to\nthe boundary, for the second order derivatives of the solution. We prove\nW^{2,q}-global regularity results, for arbitrarily large values of q. In turn,\nthe regularity achieved implies the Holder continuity of the gradient of the\nsolution. It is worth noting that we cover the singular case \\mu=0. See Theorem\n2.1 below.\n"]}]
["1201.2606",{"format":[],"subject":["Mathematics - Functional Analysis","42C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2606"],"date":["2012-01-12"],"type":["text"],"creator":["Krivoshein, A."],"language":[],"coverage":[],"title":["On construction of multivariate symmetric MRA-based wavelets"],"description":["  For an arbitrary matrix dilation, any integer n and any integer/semi-integer\nc, we describe all masks that are symmetric with respect to the point c and\nhave sum rule of order n. For each such mask, we give explicit formulas for\nwavelet functions that are point symmetric/antisymmetric and generate\nframe-like wavelet system providing approximation order n. For any matrix\ndilations (which are appropriate for axial symmetry group on R^2 in some\nnatural sense) and given integer n, axial symmetric/antisymmetric frame-like\nwavelet systems providing approximation order n are constructed. Also, for\nseveral matrix dilations the explicit construction of highly symmetric\nframe-like wavelet systems providing approximation order n is presented.\n"]}]
["1201.2609",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2609","Journal of Zankoy Sulaimani, 2010, 13(1) Part A"],"date":["2012-01-12"],"type":["text"],"creator":["Hummadi, Parween Ali","Osman, Shadan Abdulkadr"],"language":[],"coverage":[],"title":["Smarandache idempotents in certain types of groups rings"],"description":["  In this paper we study S-idempotents of the group ring \\mathbb{Z}_2G where G\nis a finite cyclic group of order n. We give a condition on n such that every\nnonzero idempotent element of the group ring \\mathbb{Z}_2G is Smarandache\nidempotent and we find Smarandache idempotents of the group ring KG, where K is\nan algebraically closed field of characteristic 0 and G is a finite cyclic\ngroup.\n","Comment: 8 pages"]}]
["1201.2619",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2619"],"date":["2012-01-12"],"type":["text"],"creator":["Peet, Matthew M.","Papachristodoulou, Antonis"],"language":[],"coverage":[],"title":["A Converse Sum of Squares Lyapunov Result with a Degree Bound"],"description":["  Sum of Squares programming has been used extensively over the past decade for\nthe stability analysis of nonlinear systems but several questions remain\nunanswered. In this paper, we show that exponential stability of a polynomial\nvector field on a bounded set implies the existence of a Lyapunov function\nwhich is a sum-of-squares of polynomials. In particular, the main result states\nthat if a system is exponentially stable on a bounded nonempty set, then there\nexists an SOS Lyapunov function which is exponentially decreasing on that\nbounded set. The proof is constructive and uses the Picard iteration. A bound\non the degree of this converse Lyapunov function is also given. This result\nimplies that semidefinite programming can be used to answer the question of\nstability of a polynomial vector field with a bound on complexity.\n"]}]
["1201.2623",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2623"],"date":["2012-01-12"],"type":["text"],"creator":["Tomchenko, Maksim"],"language":[],"coverage":[],"title":["Bose crystal as a standing sound wave"],"description":["  A new class of solutions for Bose crystals with a simple cubic lattice\nconsisting of N atoms is found. The wave function (WF) of the ground state\ntakes the form \\Psi_0=e^{S_{w}^{l}+S_{b}}*\\prod_j\n[\\sin{k_{l_x}x_{j}}\\sin{k_{l_y}y_{j}}\\sin{k_{l_z}z_{j}}], where e^{S_{b}} is\nthe ground-state WF of a fluid, and \\textbf{k}_l=(\\pi/a_l, \\pi/a_l, \\pi/a_l)\n(a_l is the lattice constant). The state with a single longitudinal acoustic\nphonon is described by the WF \\Psi_k=[\\rho_{-k}+corrections + 7\npermutations]\\Psi_0, where the permutations give the terms with different signs\nof components of vector k. The structure of \\Psi_k is such that the excitation\ncorresponds, in fact, to the replacement of \\textbf{k}_l in some triple of\nsines from \\Psi_0 by \\textbf{k}. Such a structure of \\Psi_0 and \\Psi_k means\nthat the crystal is created by sound: the ground state of a cubic crystal is\nformed by N identical three-dimensional standing waves similar to a\nlongitudinal sound. It is also shown that the crystal in the ground state has a\ncondensate of atoms with \\textbf{k}=\\textbf{k}_l. The nonclassical inertia\nmoment observed in crystals He-4 can be related to the synchronous tunneling of\ncondensate atoms.\n","Comment: 16 pages, 4 figures"]}]
["1201.2630",{"format":[],"subject":["Computer Science - Systems and Control","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2630","International Journal of Computer Science and Information\n  Technology, Vol. 3, No. 6, pp. 75-85, 2011","doi:10.5121/ijcsit.2011.3606"],"date":["2012-01-12"],"type":["text"],"creator":["Al-Khedher, Mohammad A."],"language":[],"coverage":[],"title":["Hybrid GPS-GSM Localization of Automobile Tracking System"],"description":["  An integrated GPS-GSM system is proposed to track vehicles using Google Earth\napplication. The remote module has a GPS mounted on the moving vehicle to\nidentify its current position, and to be transferred by GSM with other\nparameters acquired by the automobile's data port as an SMS to a recipient\nstation. The received GPS coordinates are filtered using a Kalman filter to\nenhance the accuracy of measured position. After data processing, Google Earth\napplication is used to view the current location and status of each vehicle.\nThis goal of this system is to manage fleet, police automobiles distribution\nand car theft cautions.\n","Comment: 11 pages, 11 figures, 23 references"]}]
["1201.2632",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2632"],"date":["2012-01-12"],"type":["text"],"creator":["Smolin, Lee"],"language":[],"coverage":[],"title":["Unification of the state with the dynamical law"],"description":["  We address the question of why particular laws were selected for the\nuniverse, by proposing a mechanism for laws to evolve. Normally in physical\ntheories, timeless laws act on time-evolving states. We propose that this is an\napproximation, good on time scales shorter than cosmological scales, beyond\nwhich laws and states are merged into a single entity that evolves in time.\nFurthermore the approximate distinction between laws and states, when it does\nemerge, is dependent on the initial conditions. These ideas are illustrated in\na simple matrix model.\n","Comment: 13 pages, no figures"]}]
["1201.2640",{"format":[],"subject":["Physics - Accelerator Physics","High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2640"],"date":["2012-01-12"],"type":["text"],"creator":["Bitadze, A.","Bates, R.","Battistin, M.","Berry, S.","Bonneau, P.","Botelho-Direito, J.","DiGirolamo, B.","Godlewski, J.","Perez-Rodriguez, E.","Zwalinski, L.","Bousson, N.","Hallewell, G.","Mathieu, M.","Rozanov, A.","Boyd, G.","Doubek, M.","Vacek, V.","Vitek, M.","Egorov, K.","Katunin, S.","McMahon, S.","Nagai, K."],"language":[],"coverage":[],"title":["A Combine On-Line Acoustic Flowmeter and Fluorocarbon Coolant Mixture\n  Analyzer for The ATLAS Silicon Tracker"],"description":["  An upgrade to the ATLAS silicon tracker cooling control system may require a\nchange from C3F8 (octafluoro-propane) to a blend containing 10-30% of C2F6\n(hexafluoro-ethane) to reduce the evaporation temperature and better protect\nthe silicon from cumulative radiation damage with increasing LHC luminosity.\nCentral to this upgrade is a new acoustic instrument for the real-time\nmeasurement of the C3F8/C2F6 mixture ratio and flow. The instrument and its\nSupervisory, Control and Data Acquisition (SCADA) software are described in\nthis paper. The instrument has demonstrated a resolution of 3.10-3 for\nC3F8/C2F6 mixtures with ~20%C2F6, and flow resolution of 2% of full scale for\nmass flows up to 30gs-1. In mixtures of widely-differing molecular weight (mw),\nhigher mixture precision is possible: a sensitivity of < 5.10-4 to leaks of\nC3F8 into the ATLAS pixel detector nitrogen envelope (mw difference 160) has\nbeen seen. The instrument has many potential applications, including the\nanalysis of mixtures of hydrocarbons, vapours for semi-conductor manufacture\nand anaesthesia.\n"]}]
["1201.2645",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2645","Applied Physics Letters 99, 011113 (2011)","doi:10.1063/1.3610474"],"date":["2012-01-12"],"type":["text"],"creator":["Amjad, Jafar Mostafavi","Khalesifard, Hamid Reza","Slussarenko, Sergei","Karimi, Ebrahim","Marrucci, Lorenzo","Santamato, Enrico"],"language":[],"coverage":[],"title":["Laser-induced radial birefringence and spin-to-orbital optical angular\n  momentum conversion in silver-doped glasses"],"description":["  Samples of Ag$^+$/Na$^{+}$ ion-exchanged glass that have been subject to\nintense laser irradiation may develop novel optical properties, as a\nconsequence of the formation of patterns of silver nanoparticles and other\nstructures. Here, we report the observation of a laser-induced permanent\ntransverse birefringence, with the optical axis forming a radial pattern, as\nrevealed by the spin-to-orbital angular momentum conversion occurring in a\nprobe light beam. The birefringence pattern can be modeled well as resulting\nfrom thermally-induced stresses arising in the silver-doped glass during laser\nexposure, although the actual mechanism leading to the permanent anisotropy is\nprobably more complex.\n","Comment: 3 pages, 3 figures"]}]
["1201.2651",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2651"],"date":["2012-01-12"],"type":["text"],"creator":["Fischler, Stéphane"],"language":[],"coverage":[],"title":["Nesterenko's criterion when the small linear forms oscillate"],"description":["  In this paper we generalize Nesterenko's criterion to the case where the\nsmall linear forms have an oscillating behaviour (for instance given by the\nsaddle point method). This criterion provides both a lower bound for the\ndimension of the vector space spanned over the rationals by a family of real\nnumbers, and a measure of simultaneous approximation to these numbers (namely,\nan upper bound for the irrationality exponent if 1 and only one other number\nare involved). As an application, we prove an explicit measure of simultaneous\napproximation to $\\zeta(5)$, $\\zeta(7)$, $\\zeta(9)$, and $\\zeta(11)$, using\nZudilin's proof that at least one of these numbers is irrational.\n","Comment: To appear in Archiv der Math"]}]
["1201.2652",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2652"],"date":["2012-01-12"],"type":["text"],"creator":["Martial, Igor","Didierjean, Julien","Balembois, François","Georges, Patrick"],"language":[],"coverage":[],"title":["High-power diode-pumped Q-switched Er3+:YAG single-crystal fiber laser\n  for active imaging system"],"description":["  We describe an efficient laser emission from a directly grown Er3+:YAG\nsingle-crystal fiber that is resonantly pumped using a continuous-wave (CW)\nlaser diode at 1532 nm. In a longitudinal pumping, it emits 12.5 W at 1645 nm\nwith a slope efficiency of 32%, which is the highest ever reported for a\ndirectly grown Er:YAG single-crystal fiber laser. Using an off-axis pumping\nscheme, CW output powers up to 7.3 W can be reached and in Q-switched\noperation, the laser produces 2 mJ pulses with a duration of 38 ns at the\nrepetition rate of 1 kHz with an M^{2} factor below 1.8. To our knowledge this\nis the first directly grown Er3+:YAG single-crystal fiber Q-switched laser. In\ndual-side pumping scheme a laser emission at 1617 nm is achieved with output\npowers up to 5.7 W representing the highest output power ever achieved by a\ndiode-pumped Er:YAG laser at this wavelength.\n","Comment: Defense, Security and Sensing, Orlando : \\'Etats-Unis (2011)"]}]
["1201.2654",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Sound"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2654"],"date":["2012-01-12"],"type":["text"],"creator":["Cocos, Mihail","Kidman, Kent"],"language":[],"coverage":[],"title":["Musical Modes, Their Associated Chords and Their Musicality"],"description":["  In this paper we present a mathematical way of defining musical modes and we\ndefine the musicality of a mode as a product of three different factors. We\nconclude by classifying the modes which are most musical according to our\ndefinition.\n"]}]
["1201.2660",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2660"],"date":["2012-01-12"],"type":["text"],"creator":["Jung, Andreas W."],"language":[],"coverage":[],"title":["Top differential cross section measurements (Tevatron)"],"description":["  Differential cross sections in the top quark sector measured at the Fermilab\nTevatron collider are presented. CDF used 2.7 fb$^{-1}$ of data and measured\nthe differential cross section as a function of the invariant mass of the\n$t\\bar{t}$ system. The measurement shows good agreement with the standard model\nand furthermore is used to derive limits on the ratio $\\kappa /M_{Pl}$ for\ngravitons which decay to top quarks in the Randall-Sundrum model. D0 used 1.0\nfb$^{-1} of data to measure the differential cross section as a function of the\ntransverse momentum of the top quark. The measurement shows a good agreement to\nthe higher order perturbative QCD prediction and various predictions based on\nvarious Monte-Carlo generators.\n","Comment: To appear in the Proceedings of TOP2011, 4th International Workshop\n  on Top Quark Physics, Spain"]}]
["1201.2670",{"format":[],"subject":["Mathematics - Differential Geometry","53A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2670"],"date":["2012-01-12"],"type":["text"],"creator":["Graham, C. Robin","Willse, Travis"],"language":[],"coverage":[],"title":["Subtleties Concerning Conformal Tractor Bundles"],"description":["  The realization of tractor bundles as associated bundles in conformal\ngeometry is studied. It is shown that different natural choices of principal\nbundle with normal Cartan connection corresponding to a given conformal\nmanifold can give rise to topologically distinct associated tractor bundles for\nthe same inducing representation. Consequences for homogeneous models and\nconformal holonomy are described. A careful presentation is made of background\nmaterial concerning standard tractor bundles and equivalence between parabolic\ngeometries and underlying structures.\n","Comment: 17 pages"]}]
["1201.2673",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2673"],"date":["2012-01-12"],"type":["text"],"creator":["Fazio, A. R.","Vargas, S. C."],"language":[],"coverage":[],"title":["Helicity Spinor Methods and Tree Level QCD Corrections in Higgs\n  Production via Weak Boson Fusion"],"description":["  We calculate analytically tree level amplitudes for Higgs production via Weak\nBosons Fusion (WBF) and QCD corrections to the Standard Model prediction (SM)\nby using the helicity spinor formalism. We provide the explicit expression for\nthe amplitude with two gluons emission in the final state together with\nmassless final two quarks. The massive generalization of the\nBritto-Cachazo-Feng-Witten (BCFW) recursion scheme is applied successfully\nobtaining compact results which agree with, and overcome in simplicity, the\nconventional Feynman diagrams approach.\n","Comment: Results presented by the authors in the poster session of The 29th\n  Jerusalem Winter School in Theoretical Physics"]}]
["1201.2676",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2676"],"date":["2012-01-12"],"type":["text"],"creator":["Miller, B. P.","Welling, C. A.","Brandt, W. N.","Gibson, R. R."],"language":[],"coverage":[],"title":["Broad Absorption Line Variability in Radio-Loud Quasars"],"description":["  We present preliminary results from an investigation into broad absorption\nline (BAL) variability within a sample of 41 radio-loud quasars (RLQs). Using\n28 new Hobby-Eberly Telescope (HET) spectra along with earlier Sloan Digital\nSky Survey (SDSS) or other archival data, we generate a total set of 50 pairs\nof BAL equivalent width measurements. Absorption variability in BAL RLQs\ntypically consists of modest changes in the depth of trough segments, and\nvariability is more common on longer rest-frame timescales; these tendencies\nare similar to previous findings for BAL radio-quiet quasars (RQQs). BAL\nvariability in RLQs does not show any obvious dependence upon radio luminosity\nor loudness, but there is suggestive support for greater fractional variability\nwithin lobe-dominated RLQs.\n","Comment: 2 pages, 1 figure, for proceedings of the conference \"AGN Winds in\n  Charleston\", October 2011"]}]
["cond-mat/0510330",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0510330","International Journal of Solids and Structures, 2007, 44(3-4),\n  834-859"],"date":["2005-10-12"],"type":["text"],"creator":["Banerjee, Biswajit"],"language":[],"coverage":[],"title":["The Mechanical Threshold Stress model for various tempers of AISI 4340\n  steel"],"description":["  Numerical simulations of high-strain-rate and high-temperature deformation of\npure metals and alloys require realistic plastic constitutive models. Empirical\nmodels include the widely used Johnson-Cook model and the semi-empirical\nSteinberg-Cochran-Guinan-Lund model. Physically based models such as the\nZerilli-Armstrong model, the Mechanical Threshold Stress model, and the\nPreston-Tonks-Wallace model are also coming into wide use. In this paper, we\ndetermine the Mechanical Threshold Stress model parameters for various tempers\nof AISI 4340 steel using experimental data from the open literature. We also\ncompare stress-strain curves and Taylor impact test profiles predicted by the\nMechanical Threshold Stress model with those from the Johnson-Cook model for\n4340 steel. Relevant temperature- and pressure-dependent shear modulus models,\nmelting temperature models, a specific heat model, and an equation of state for\n4340 steel are discussed and their parameters are presented.\n","Comment: 39 pages, 29 figures"]}]
["math-ph/0506051",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","47A10, 81Q10 (Primary) 46L60, 46N50, 47L65, 47L90, 47L80 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0506051","Rev. Math. Phys. 18(4) 417-483 (2006)","doi:10.1142/S0129055X06002693"],"date":["2005-06-20","2012-01-12"],"type":["text"],"creator":["Georgescu, Vladimir","Iftimovici, Andrei"],"language":[],"coverage":[],"title":["Localizations at infinity and essential spectrum of quantum\n  Hamiltonians: I. General theory"],"description":["  We isolate a large class of self-adjoint operators H whose essential spectrum\nis determined by their behavior at large x and we give a canonical\nrepresentation of their essential spectrum in terms of spectra of limits at\ninfinity of translations of H. The configuration space is an arbitrary abelian\nlocally compact not compact group.\n","Comment: 63 pages. This is the published version with several corrections"]}]
