["0704.3129",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.3129","Phys.Rev.D76:105032,2007","doi:10.1103/PhysRevD.76.105032"],"date":["2007-04-24","2007-11-10"],"type":["text"],"creator":["Sacksteder IV, Vincent E."],"language":[],"coverage":[],"title":["Sums over geometries and improvements on the mean field approximation"],"description":["  The saddle points of a Lagrangian due to Efetov are analyzed. This Lagrangian\nwas originally proposed as a tool for calculating systematic corrections to the\nBethe approximation, a mean-field approximation which is important in\nstatistical mechanics, glasses, coding theory, and combinatorial optimization.\nDetailed analysis shows that the trivial saddle point generates a sum over\ngeometries reminiscent of dynamically triangulated quantum gravity, which\nsuggests new possibilities to design sums over geometries for the specific\npurpose of obtaining improved mean field approximations to $D$-dimensional\ntheories. In the case of the Efetov theory, the dominant geometries are locally\ntree-like, and the sum over geometries diverges in a way that is similar to\nquantum gravity's divergence when all topologies are included. Expertise from\nthe field of dynamically triangulated quantum gravity about sums over\ngeometries may be able to remedy these defects and fulfill the Efetov theory's\noriginal promise. The other saddle points of the Efetov Lagrangian are also\nanalyzed; the Hessian at these points is nonnormal and pseudo-Hermitian, which\nis unusual for bosonic theories. The standard formula for Gaussian integrals is\ngeneralized to nonnormal kernels.\n","Comment: Accepted for publication in Physical Review D, probably in November\n  2007. At the reviewer's request, material was added which made the article\n  more assertive, confident, and clear. No changes in substance"]}]
["0808.2510",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2510","Phys.Rev.D80:124014,2009","doi:10.1103/PhysRevD.80.124014"],"date":["2008-08-18","2009-09-11"],"type":["text"],"creator":["Kaplan, Jeffrey D.","Nichols, David A.","Thorne, Kip S."],"language":[],"coverage":[],"title":["Post-Newtonian Approximation in Maxwell-Like Form"],"description":["  The equations of the linearized first post-Newtonian approximation to general\nrelativity are often written in \"gravitoelectromagnetic\" Maxwell-like form,\nsince that facilitates physical intuition. Damour, Soffel and Xu (DSX) (as a\nside issue in their complex but elegant papers on relativistic celestial\nmechanics) have expressed the first post-Newtonian approximation, including all\nnonlinearities, in Maxwell-like form. This paper summarizes that DSX\nMaxwell-like formalism (which is not easily extracted from their celestial\nmechanics papers), and then extends it to include the post-Newtonian\n(Landau-Lifshitz-based) gravitational momentum density, momentum flux (i.e.\ngravitational stress tensor) and law of momentum conservation in Maxwell-like\nform. The authors and their colleagues have found these Maxwell-like momentum\ntools useful for developing physical intuition into numerical-relativity\nsimulations of compact binaries with spin.\n","Comment: v4: Revised for resubmission to Phys Rev D, 6 pages. v3: Reformulated\n  in terms of DSX papers. Submitted to Phys Rev D, 6 pages. v2: Added\n  references. Changed definitions & conventions"]}]
["0912.3576",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3576","Int. J. Appl. Math. Inf. Sci, Vol. 5, No. 3 (2011) PP. 304S-314S"],"date":["2009-12-18"],"type":["text"],"creator":["Abu-Shady, M."],"language":[],"coverage":[],"title":["Nucleon Properties from Approximating Chiral Quark Sigma Model"],"description":["  We apply the approximating chiral quark model. This chiral quark model is\nbased on an effective Lagrangian which the interactions between quarks via\nsigma and pions mesons. The field equations have been solved in the mean field\napproximation for the hedgehog baryon state. Good results are obtained for\nnucleon properties in comparison with original model.\n","Comment: 14 pages, 2 figures. Int. J. Appl. Math. Inf. Sci. (accepted)"]}]
["1004.5306",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.5306","Journal of Graph Theory 71 (2012) 95-122"],"date":["2010-04-29"],"type":["text"],"creator":["Hoàng, Chinh T.","Maffray, Frédéric","Mechebbek, Meriem"],"language":[],"coverage":[],"title":["A characterization of b-perfect graphs"],"description":["  A b-coloring is a coloring of the vertices of a graph such that each color\nclass contains a vertex that has a neighbor in all other color classes, and the\nb-chromatic number of a graph $G$ is the largest integer $k$ such that $G$\nadmits a b-coloring with $k$ colors. A graph is b-perfect if the b-chromatic\nnumber is equal to the chromatic number for every induced subgraph of $G$. We\nprove that a graph is b-perfect if and only if it does not contain as an\ninduced subgraph a member of a certain list of twenty-two graphs. This entails\nthe existence of a polynomial-time recognition algorithm and of a\npolynomial-time algorithm for coloring exactly the vertices of every b-perfect\ngraph.\n"]}]
["1005.4523",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11F41 (Primary) 11F80, 11G40, 14G10, 14J32 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4523"],"date":["2010-05-25","2012-12-12"],"type":["text"],"creator":["Dieulefait, Luis","Pacetti, Ariel","Schuett, Matthias"],"language":[],"coverage":[],"title":["Modularity of the Consani-Scholten quintic"],"description":["  We prove that the Consani-Scholten quintic, a Calabi-Yau threefold over QQ,\nis Hilbert modular. For this, we refine several techniques known from the\ncontext of modular forms. Most notably, we extend the Faltings-Serre-Livne\nmethod to induced four-dimensional Galois representations over QQ. We also need\na Sturm bound for Hilbert modular forms; this is developed in an appendix by\nJose Burgos Gil and the second author.\n","Comment: 35 pages, one figure; with an appendix by Jose Burgos Gil and Ariel\n  Pacetti; v3: corrections and improvements thanks to the referee"]}]
["1006.5193",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5193"],"date":["2010-06-27","2012-12-12"],"type":["text"],"creator":["Bader, Uri","Furman, Alex","Sauer, Roman"],"language":[],"coverage":[],"title":["Integrable measure equivalence and rigidity of hyperbolic lattices"],"description":["  We study rigidity properties of lattices in hyperbolic n-space with n>2 and\nof surface groups in the context of (integrable) measure equivalence. The\nresults for lattices in hyperbolic n-space with n>2 are generalizations of\nMostow rigidity; they include a cocycle version of strong rigidity and an\nintegrable measure equivalence classification. Despite the lack of Mostow\nrigidity for n=2 we show that cocompact lattices in SL(2,R) allow a similar\nintegrable measure equivalence classification.\n","Comment: 50 pages; final version"]}]
["1010.4066",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4066"],"date":["2010-10-19","2012-12-11"],"type":["text"],"creator":["Barghouty, A. F.","Brofferio, C.","Capelli, S.","Clemenza, M.","Cremonesi, O.","Cebrián, S.","Fiorini, E.","Haight, R. C.","Norman, E. B.","Previtali, E.","Quiter, B. J.","Sisti, M.","Smith, A. R.","Wender, S. A."],"language":[],"coverage":[],"title":["Measurements of proton-induced radionuclide production cross sections to\n  evaluate cosmic-ray activation of tellurium"],"description":["  We have measured a large number of proton-induced radionuclide production\ncross sections from tellurium targets of natural isotopic composition at\nincident energies of 0.80, 1.4, and 23 GeV. The results of these measurements\nare compared to semi-empirical calculations.\n"]}]
["1012.5750",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5750","Phys. Rev. Lett. 106, 217003 (2011)","doi:10.1103/PhysRevLett.106.217003"],"date":["2010-12-28","2011-03-01"],"type":["text"],"creator":["Maisi, V. F.","Saira, O. -P.","Pashkin, Yu. A.","Tsai, J. S.","Averin, D. V.","Pekola, J. P."],"language":[],"coverage":[],"title":["Real-time observation of discrete Andreev tunneling events"],"description":["  We provide a direct proof of two-electron Andreev transitions in a\nsuperconductor - normal metal tunnel junction by detecting them in a real-time\nelectron counting experiment. Our results are consistent with ballistic Andreev\ntransport with an order of magnitude higher rate than expected for a uniform\nbarrier, suggesting that only part of the interface is effectively contributing\nto the transport. These findings are quantitatively supported by our direct\ncurrent measurements in single-electron transistors with similar tunnel\nbarriers.\n"]}]
["1101.4133",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4133","NeuroQuantology, 2012, Volume 10, Issue 4, Page 619-628"],"date":["2011-01-21","2012-08-06"],"type":["text"],"creator":["Dugic, M.","Rakovic, D.","Jeknic-Dugic, J.","Arsenijevic, M."],"language":[],"coverage":[],"title":["The \"Ghostly\" Quantum Worlds"],"description":["  We present the foundations of a new emerging interpretation of quantum theory\nbearing wide-range implications. Physical basis of the interpretation is\nnon-questionable yet relatively new--it relies on the different structures\n(decompositions into parts, subsystems) of the quantum Universe. We compare the\nmutually irreducible structures of the Universe and recognize them as the\ndifferent facets of the one and the same quantum Universe. Physical picture is\ninteresting and non-reducible to the existing interpretations. As a\nparticularly interesting topic in this context appears the 'free will' topic of\ncurrent interest in the interpretation of quantum theory. To this end, we\narrive at the following interesting observation. The freely chosen actions\n(e.g. quantum measurements) performed by a (conscious) agent that are still\nlocally observable in the alternate Worlds could seem physically unexplainable\n('non-physical', 'ghostly').\n","Comment: no figures or tables; NeuroQuantology 2012; Volume 10: December,\n  Issue 3"]}]
["1101.6035",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.6035"],"date":["2011-01-31","2012-12-12"],"type":["text"],"creator":["Heitmann, Tom","Gaddy, John","Montfrooij, Wouter"],"language":[],"coverage":[],"title":["Modified percolation theory and its relevance to quantum critical\n  phenomena"],"description":["  We present the results of a percolation-like model that has been restricted\ncompared to standard percolation models in the sense that we do not allow\nfinite sized clusters to break up once they have formed. We calculate the\ncritical exponents for this model and derive relationships between these\nexponents and those of standard percolation models. We argue that this\nrestricted model represents a new universality class that is directly relevant\nto the critical physics as observed in quantum critical systems, and we\ndescribe under what conditions our percolation results can be applied to the\nobserved temperature and field dependencies of the specific heat and\nsusceptibility in such systems.\n","Comment: 18 pages; 6 figures"]}]
["1103.3611",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","Nonlinear Sciences - Exactly Solvable and Integrable Systems","53D35, 37J35, 37J55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3611","Journal of Symplectic Geometry, Volume 10 (2012), Issue 4, 535-562"],"date":["2011-03-18","2012-12-12"],"type":["text"],"creator":["Jovanovic, Bozidar"],"language":[],"coverage":[],"title":["Noncommutative integrability and action-angle variables in contact\n  geometry"],"description":["  We introduce a notion of the noncommutative integrability within a framework\nof contact geometry.\n","Comment: 22 pages,1 figure, Theorem 5 slightly modified"]}]
["1104.3453",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Differential Geometry","Mathematics - Dynamical Systems","28A80, 37C45, 53D25, 37D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3453"],"date":["2011-04-18","2012-12-12"],"type":["text"],"creator":["Hovila, Risto","Järvenpää, Esa","Järvenpää, Maarit","Ledrappier, François"],"language":[],"coverage":[],"title":["Besicovitch-Federer projection theorem and geodesic flows on Riemann\n  surfaces"],"description":["  We extend the Besicovitch-Federer projection theorem to transversal families\nof mappings. As an application we show that on a certain class of Riemann\nsurfaces with constant negative curvature and with boundary, there exist\nnatural 2-dimensional measures invariant under the geodesic flow having\n2-dimensional supports such that their projections to the base manifold are\n2-dimensional but the supports of the projections are Lebesgue negligible. In\nparticular, the union of complete geodesics has Hausdorff dimension 2 and is\nLebesgue negligible.\n","Comment: 12 pages"]}]
["1106.0857",{"format":[],"subject":["Mathematics - Dynamical Systems","34C07, 37G15, 70K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0857"],"date":["2011-06-04","2012-12-12"],"type":["text"],"creator":["Gavrilov, Lubomir"],"language":[],"coverage":[],"title":["On the number of limit cycles which appear by perturbation of two-saddle\n  cycles of planar vector fields"],"description":["  We prove that every heteroclinic saddle loop (a two-saddle cycle) occurring\nin an analytic finite-parameter family of plane analytic vector fields, may\ngenerate no more than a finite number of limit cycles within the family.\n","Comment: 21 pages, 10 figures, a new section explaining the so called \"Petrov\n  trick\" in the context of the paper is added. The paper will appear in\n  \"Functional Analysis and Its Applications\" (2013)"]}]
["1107.2716",{"format":[],"subject":["Quantitative Finance - Portfolio Management","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2716"],"date":["2011-07-13","2012-12-11"],"type":["text"],"creator":["Bayraktar, Erhan","Kravitz, Ross"],"language":[],"coverage":[],"title":["Stability of exponential utility maximization with respect to market\n  perturbations"],"description":["  We investigate the continuity of expected exponential utility maximization\nwith respect to perturbation of the Sharpe ratio of markets. By focusing only\non continuity, we impose weaker regularity conditions than those found in the\nliterature. Specifically, we require, in addition to the $V$-compactness\nhypothesis of Larsen and \\v{Z}itkovi\\'c (2007) (ArXiv: 0706.0474), a local\n$bmo$ hypothesis, a condition which is seen to always be trivially satisfied in\nthe setting of Larsen and \\v{Z}itkovi\\'c (2007). For markets of the form $S = M\n+ \\int \\lambda d<M>$, these conditions are simultaneously implied by the\nexistence of a uniform bound on the norm of $\\lambda \\cdot M$ in a suitable\n$bmo$ space.\n","Comment: Final version. To appear in \"Stochastic Processes and Their\n  Applications\""]}]
["1109.4356",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4356","Scientific Annals of Computer Science 22, 1 (2012) 147-199","doi:10.7561/SACS.2012.1.147"],"date":["2011-09-20","2012-12-12"],"type":["text"],"creator":["Hirschowitz, Tom","Pous, Damien"],"language":[],"coverage":[],"title":["Innocent strategies as presheaves and interactive equivalences for CCS\n  (expanded version)"],"description":["  Seeking a general framework for reasoning about and comparing programming\nlanguages, we derive a new view of Milner's CCS. We construct a category E of\n'plays', and a subcategory V of 'views'. We argue that presheaves on V\nadequately represent 'innocent' strategies, in the sense of game semantics. We\nequip innocent strategies with a simple notion of interaction. We then prove\ndecomposition results for innocent strategies, and, restricting to presheaves\nof finite ordinals, prove that innocent strategies are a final coalgebra for a\npolynomial functor derived from the game. This leads to a translation of CCS\nwith recursive equations. Finally, we propose a notion of 'interactive\nequivalence' for innocent strategies, which is close in spirit to Beffara's\ninterpretation of testing equivalences in concurrency theory. In this\nframework, we consider analogues of fair testing and must testing. We show that\nmust testing is strictly finer in our model than in CCS, since it avoids what\nwe call 'spatial unfairness'. Still, it differs from fair testing, and we show\nthat it coincides with a relaxed form of fair testing.\n","Comment: 53 pages. Expanded version of ICE '11 paper DOI 10.4204/EPTCS.59.2"]}]
["1109.5420",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5420"],"date":["2011-09-25","2012-12-12"],"type":["text"],"creator":["Zhou, Lei","Yu, Wei"],"language":[],"coverage":[],"title":["Incremental Relaying for the Gaussian Interference Channel with a\n  Degraded Broadcasting Relay"],"description":["  This paper studies incremental relay strategies for a two-user Gaussian\nrelay-interference channel with an in-band-reception and\nout-of-band-transmission relay, where the link between the relay and the two\nreceivers is modelled as a degraded broadcast channel. It is shown that\ngeneralized hash-and-forward (GHF) can achieve the capacity region of this\nchannel to within a constant number of bits in a certain weak relay regime,\nwhere the transmitter-to-relay link gains are not unboundedly stronger than the\ninterference links between the transmitters and the receivers. The GHF relaying\nstrategy is ideally suited for the broadcasting relay because it can be\nimplemented in an incremental fashion, i.e., the relay message to one receiver\nis a degraded version of the message to the other receiver. A\ngeneralized-degree-of-freedom (GDoF) analysis in the high signal-to-noise ratio\n(SNR) regime reveals that in the symmetric channel setting, each common relay\nbit can improve the sum rate roughly by either one bit or two bits\nasymptotically depending on the operating regime, and the rate gain can be\ninterpreted as coming solely from the improvement of the common message rates,\nor alternatively in the very weak interference regime as solely coming from the\nrate improvement of the private messages. Further, this paper studies an\nasymmetric case in which the relay has only a single single link to one of the\ndestinations. It is shown that with only one relay-destination link, the\napproximate capacity region can be established for a larger regime of channel\nparameters. Further, from a GDoF point of view, the sum-capacity gain due to\nthe relay can now be thought as coming from either signal relaying only, or\ninterference forwarding only.\n","Comment: To appear in IEEE Trans. on Inf. Theory"]}]
["1110.5314",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5314","Phys. Rev. Lett. 107, 255301 (2011)"],"date":["2011-10-24"],"type":["text"],"creator":["Aidelsburger, Monika","Atala, Marcos","Nascimbène, Sylvain","Trotzky, Stefan","Chen, Yu-Ao","Bloch, Immanuel"],"language":[],"coverage":[],"title":["Experimental realization of strong effective magnetic fields in an\n  optical lattice"],"description":["  We use Raman-assisted tunneling in an optical superlattice to generate large\ntunable effective magnetic fields for ultracold atoms. When hopping in the\nlattice, the accumulated phase shift by an atom is equivalent to the\nAharonov-Bohm phase of a charged particle exposed to a staggered magnetic field\nof large magnitude, on the order of one flux quantum per plaquette. We study\nthe ground state of this system and observe that the frustration induced by the\nmagnetic field can lead to a degenerate ground state for non-interacting\nparticles. We provide a measurement of the local phase acquired from\nRaman-induced tunneling, demonstrating time-reversal symmetry breaking of the\nunderlying Hamiltonian. Furthermore, the quantum cyclotron orbit of single\natoms in the lattice exposed to the magnetic field is directly revealed.\n","Comment: 6 pages, 5 figures"]}]
["1111.0443",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0443","Phys. Rev. Lett. 108, 076803 (2012)","doi:10.1103/PhysRevLett.108.076803"],"date":["2011-11-02","2012-12-12"],"type":["text"],"creator":["Molina, Rafael A.","Jalabert, Rodolfo A.","Weinmann, Dietmar","Jacquod, Philippe"],"language":[],"coverage":[],"title":["Scattering phase of quantum dots: Emergence of universal behavior"],"description":["  We investigate scattering through chaotic ballistic quantum dots in the\nCoulomb blockade regime. Focusing on the scattering phase, we show that large\nuniversal sequences emerge in the short wavelength limit, where phase lapses of\n$\\pi$ systematically occur between two consecutive resonances. Our results are\ncorroborated by numerics and are in qualitative agreement with existing\nexperiments.\n","Comment: 4 pages, 3 figures, final published version"]}]
["1112.2320",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2320","Journal of the Korean Physical Society, Vol. 61, No. 10, November\n  2012, pp. 1609-1614","doi:10.3938/jkps.61.1609"],"date":["2011-12-10","2012-12-12"],"type":["text"],"creator":["Thakur, Hardeep","Gautam, Sanjeev","Thakur, P.","Sharma, K. K.","Singh, Abhinav Pratap","Kumar, Yogesh","Kumar, Ravi","Chae, Keun Hwa"],"language":[],"coverage":[],"title":["On the optical properties of Ag^{+15} ion-beam irradiated TiO_{2} and\n  SnO_{2} thin films"],"description":["  The effects of 200-MeV Ag^{+15} ion irradiation on the optical properties of\nTiO_{2} and SnO_{2} thin films prepared by using the RF magnetron sputtering\ntechnique were investigated. These films were characterized by using UV-vis\nspectroscopy, and with increasing irradiation fluence, the transmittance for\nthe TiO_{2} films was observed to increase systematically while that for\nSnO_{2} was observed to decrease. Absorption spectra of the irradiated samples\nshowed minor changes in the indirect bandgap from 3.44 to 3.59 eV with\nincreasing irradiation fluence for TiO_{2} while significant changes in the\ndirect bandgap from 3.92 to 3.6 eV were observed for SnO_{2}. The observed\nmodifications in the optical properties of both the TiO_{2} and the SnO_{2}\nsystems with irradiation can be attributed to controlled structural\ndisorder/defects in the system.\n","Comment: 6 pages, ICAMD-2011"]}]
["1201.0385",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0385"],"date":["2012-01-01","2012-12-12"],"type":["text"],"creator":["Doerr, Martin","Tzitzikas, Yannis"],"language":[],"coverage":[],"title":["Information Carriers and Identification of Information Objects: An\n  Ontological Approach"],"description":["  Even though library and archival practice, as well as Digital Preservation,\nhave a long tradition in identifying information objects, the question of their\nprecise identity under change of carrier or migration is still a riddle to\nscience. The objective of this paper is to provide criteria for the unique\nidentification of some important kinds of information objects, independent from\nthe kind of carrier or specific encoding. Our approach is based on the idea\nthat the substance of some kinds of information objects can completely be\ndescribed in terms of discrete arrangements of finite numbers of known kinds of\nsymbols, such as those implied by style guides for scientific journal\nsubmissions. Our theory is also useful for selecting or describing what has to\nbe preserved. This is a fundamental problem since curators and archivists would\nlike to formally record the decisions of what has to be preserved over time and\nto decide (or verify) whether a migration (transformation) preserves the\nintended information content. Furthermore, it is important for reasoning about\nthe authenticity of digital objects, as well as for reducing the cost of\ndigital preservation.\n","Comment: 30 pages, 10 figures. Comparison to the previous version: Improved\n  use of language"]}]
["1201.1384",{"format":[],"subject":["Computer Science - Learning","Physics - Data Analysis, Statistics and Probability","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1384"],"date":["2012-01-06","2012-12-12"],"type":["text"],"creator":["Isozaki, Takashi"],"language":[],"coverage":[],"title":["A Thermodynamical Approach for Probability Estimation"],"description":["  The issue of discrete probability estimation for samples of small size is\naddressed in this study. The maximum likelihood method often suffers\nover-fitting when insufficient data is available. Although the Bayesian\napproach can avoid over-fitting by using prior distributions, it still has\nproblems with objective analysis. In response to these drawbacks, a new\ntheoretical framework based on thermodynamics, where energy and temperature are\nintroduced, was developed. Entropy and likelihood are placed at the center of\nthis method. The key principle of inference for probability mass functions is\nthe minimum free energy, which is shown to unify the two principles of maximum\nlikelihood and maximum entropy. Our method can robustly estimate probability\nfunctions from small size data.\n","Comment: 22 pages, 1 figure"]}]
["1202.0964",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0964","Linear Algebra and its applications, vol. 438, pp 1215 - 1222,\n  2013","doi:10.1016/j.laa.2012.07.052"],"date":["2012-02-05","2012-12-11"],"type":["text"],"creator":["de Lima, Leonardo S.","Nikiforov, Vladimir"],"language":[],"coverage":[],"title":["On the second largest eigenvalue of the signless Laplacian"],"description":["  Let $G$ be a graph of order $n,$ and let $q_{1}(G) \\geq ...\\geq q_{n}(G) $ be\nthe eigenvalues of the $Q$-matrix of $G$, also known as the signless Laplacian\nof $G.$ In this paper we give a necessary and sufficient condition for the\nequality $q_{k}(G) =n-2,$ where $1<k\\leq n.$ In particular, this result solves\nan open problem raised by Wang, Belardo, Huang and Borovicanin.\n  We also show that [ q_{2}(G) \\geq\\delta(G)] and determine that equality holds\nif and only if $G$ is one of the following graphs: a star, a complete regular\nmultipartite graph, the graph $K_{1,3,3},$ or a complete multipartite graph of\nthe type $K_{1,...,1,2,...,2}$.\n","Comment: This version fills a gap in one proof, noticed by Rundan Xing"]}]
["1202.4749",{"format":[],"subject":["Mathematics - Operator Algebras","46L53 (Primary) 46L54, 81S25, 46L10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4749"],"date":["2012-02-21","2012-12-11"],"type":["text"],"creator":["Dykema, Kenneth J.","Köstler, Claus"],"language":[],"coverage":[],"title":["Tail algebras of quantum exchangeable random variables"],"description":["  We show that any countably generated von Neumann algebra with specified\nnormal faithful state can arise as the tail algebra of a quantum exchangeable\nsequence of noncommutative random variables. We also characterize the cases\nwhen the state corresponds to a limit of convex combinations of free products\nstates.\n","Comment: The revised version includes more detailed exposition in section 4"]}]
["1202.5934",{"format":[],"subject":["Quantum Physics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5934","doi:10.1016/j.physa.2012.10.034"],"date":["2012-02-27","2012-10-07"],"type":["text"],"creator":["Pawela, Ł.","Sładkowski, J."],"language":[],"coverage":[],"title":["Quantum Prisoner's Dilemma game on hypergraph networks"],"description":["  We study the possible advantages of adopting of quantum strategies in\nmulti-player evolutionary games. We base our study on the three-player\nPrisoner's Dilemma (PD) game. In order to model the simultaneous interaction\nbetween three agents we use hypergraphs and hypergraph networks. In particular,\nwe study two types of networks: a random network and a SF-like network. The\nobtained results show that in the case of a three player game on a hypergraph\nnetwork, quantum strategies are not necessarily stochastically stable\nstrategies. In some cases, the defection strategy can be as good as a quantum\none.\n","Comment: 6 pages, 5 figures. arXiv admin note: text overlap with\n  arXiv:quant-ph/0004076 by other authors"]}]
["1203.2507",{"format":[],"subject":["Mathematics - Statistics Theory","Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2507","Annals of Statistics 2012, Vol. 40, No. 3, 1878-1905","doi:10.1214/12-AOS1025"],"date":["2012-03-12","2012-12-12"],"type":["text"],"creator":["Dai, Dong","Rigollet, Philippe","Zhang, Tong"],"language":[],"coverage":[],"title":["Deviation optimal learning using greedy Q-aggregation"],"description":["  Given a finite family of functions, the goal of model selection aggregation\nis to construct a procedure that mimics the function from this family that is\nthe closest to an unknown regression function. More precisely, we consider a\ngeneral regression model with fixed design and measure the distance between\nfunctions by the mean squared error at the design points. While procedures\nbased on exponential weights are known to solve the problem of model selection\naggregation in expectation, they are, surprisingly, sub-optimal in deviation.\nWe propose a new formulation called Q-aggregation that addresses this\nlimitation; namely, its solution leads to sharp oracle inequalities that are\noptimal in a minimax sense. Moreover, based on the new formulation, we design\ngreedy Q-aggregation procedures that produce sparse aggregation models\nachieving the optimal rate. The convergence and performance of these greedy\nprocedures are illustrated and compared with other standard methods on\nsimulated examples.\n","Comment: Published in at http://dx.doi.org/10.1214/12-AOS1025 the Annals of\n  Statistics (http://www.imstat.org/aos/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1203.2682",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.2682","The Physics Teacher, Volume 51, Issue 1, Page 32 (January 2013)","doi:10.1119/1.4772035"],"date":["2012-03-12"],"type":["text"],"creator":["Dounas-Frazer, D. R.","Lynn, J.","Zaniewski, A. M.","Roth, N."],"language":[],"coverage":[],"title":["Learning about non-Newtonian fluids in a student-driven classroom"],"description":["  We describe a simple, low-cost experiment and corresponding pedagogical\nstrategies for studying fluids whose viscosities depend on shear rate, referred\nto as non-Newtonian fluids. We developed these materials teaching for the\nCompass Project, an organization that fosters a creative, diverse, and\ncollaborative community of science students at UC Berkeley. Incoming freshmen\nworked together in a week-long, residential program to explore physical\nphenomena through a combination of conceptual model-building and hands-on\nexperimentation. During the program, students were exposed to three major\naspects of scientific discovery: developing a model, testing the model, and\ninvestigating deviations from the model.\n","Comment: 4 pages, 4 figures, submitted to The Physics Teacher"]}]
["1203.3267",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3267","2012ApJ...761...20H","doi:10.1088/0004-637X/761/1/20"],"date":["2012-03-15","2012-12-12"],"type":["text"],"creator":["Hezaveh, Yashar D.","Marrone, Daniel P.","Holder, Gilbert P."],"language":[],"coverage":[],"title":["Size bias and differential lensing of strongly lensed, dusty galaxies\n  identified in wide-field surveys"],"description":["  We address two selection effects that operate on samples of gravitationally\nlensed dusty galaxies identified in millimeter- and submillimeter-wavelength\nsurveys. First, we point out the existence of a \"size bias\" in such samples:\ndue to finite source effects, sources with higher observed fluxes are\nincreasingly biased towards more compact objects. Second, we examine the effect\nof differential lensing in individual lens systems by modeling each source as a\ncompact core embedded in an extended diffuse halo. Considering the ratio of\nmagnifications in these two components, we find that at high overall\nmagnifications the compact component is amplified by a much larger factor than\nthe diffuse component, but at intermediate magnifications (~10) the probability\nof a larger magnification for the extended region is higher. Lens models\ndetermined from multi-frequency resolved imaging data are crucial to correct\nfor this effect.\n","Comment: 7 pages, 6 figures"]}]
["1203.3881",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3881","MNRAS 423, 756P, 2012","doi:10.1111/j.1365-2966.2012.20918.x"],"date":["2012-03-17"],"type":["text"],"creator":["Potter, William J.","Cotter, Garret"],"language":[],"coverage":[],"title":["Synchrotron and inverse-Compton emission from blazar jets I: a uniform\n  conical jet model"],"description":["  In the first of a series of papers investigating emission from blazar jets\nfrom radio to high-energy {\\gamma}-rays, we revisit the class of models where\nthe jet has a uniform conical ballistic structure. We argue that by using\nsimple developments of these models, in the context of new multi-frequency data\nextending to gamma-ray energies, valuable insights may be obtained into the\nproperties that fully realistic models must ultimately have. In this paper we\nconsider the synchrotron and synchrotron-self-Compton emission from the jet,\nmodelling the recent simultaneous multi-wavelength observations of BL Lac. This\nis the first time these components have been fitted simultaneously for a blazar\nusing a conical jet model.\n  In the model we evolve the electron population dynamically along the jet\ntaking into account the synchrotron and inverse-Compton losses. The\ninverse-Compton emission is calculated using the Klein-Nishina cross section\nand a relativistic transformation into the jet frame, and we explicitly show\nthe seed photon population. We integrate synchrotron opacity along the line of\nsight through the jet plasma, taking into account the emission and opacity of\neach section of the jet. In agreement with previous studies of radio emission,\nwe find that a conical jet model which conserves magnetic energy produces the\ncharacteristic blazar flat radio spectrum, however, we do not require any\nfine-tuning of the model to achieve this. Of particular note, in our model fit\nto BL Lac--which at ~10^37W is a relatively low jet-power source--we find no\nrequirement for significant re-acceleration within the jet to explain the\nobserved spectrum.\n","Comment: 11 pages, 6 figures, accepted for publication in MNRAS"]}]
["1204.2522",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2522","doi:10.1002/pssr.201206161"],"date":["2012-04-11","2012-12-11"],"type":["text"],"creator":["Viana, E. R.","Gonzalez, J. C.","Ribeiro, G. M.","de Oliveira, A. G."],"language":[],"coverage":[],"title":["3D Hopping Conduction in SnO2 nanobelts"],"description":["  The temperature dependence of the electrical transport of a individual tin\noxide nanobelt was measured, in darkness, from 400 to 5K. We found four\nintrinsic electrical transport mechanisms through the nanobelt. It starts with\nThermal-Activation Conduction between 400 and 314K, Nearest-Neighbor Hopping\nconduction between 268 and 115K, and Variable Range Hopping conduction below\n58K, with a crossover from the 3D-Mott to the 3D-Efros-Shklovskii regime at\n16K. We claim that this sequence reveal the three-dimensional nature of the\nelectrical transport in the SnO2 nanobelts, even they are expected to behave as\none-dimensional systems.\n","Comment: 3 pages, 4 figures, Accepted for publication on \"physica status\n  solidi (RRL) - Rapid Research Letters\", DOI: 10.1002/pssr.201206161"]}]
["1204.4130",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4130","Nano Lett. 12, 6414-6419 (2012)","doi:10.1021/nl303758w"],"date":["2012-04-18"],"type":["text"],"creator":["Deng, M. T.","Yu, C. L.","Huang, G. Y.","Larsson, M.","Caroff, P.","Xu, H. Q."],"language":[],"coverage":[],"title":["Observation of Majorana Fermions in a Nb-InSb Nanowire-Nb Hybrid Quantum\n  Device"],"description":["  We report on the observation of excitation of Majorana fermions in a Nb-InSb\nnanowire quantum dot-Nb hybrid system. The InSb nanowire quantum dot is formed\nbetween the two Nb contacts by weak Schottky barriers and is thus in the regime\nof strong couplings to the contacts. Due to the proximity effect, the InSb\nnanowire segments covered by superconductor Nb contacts turn to superconductors\nwith a superconducting energy gap $\\Delta^*$. Under an applied magnetic field\nlarger than a critical value for which the Zeeman energy in the InSb nanowire\nis $E_z\\sim \\Delta^*$, the entire InSb nanowire is found to be in a nontrivial\ntopological superconductor phase, supporting a pair of Majorana fermions, and\nCooper pairs can transport between the superconductor Nb contacts via the\nMajorana fermion states. This transport process will be suppressed when the\napplied magnetic field becomes larger than a second critical value at which the\ntransition to a trivial topological superconductor phase occurs in the system.\nThis physical scenario has been observed in our experiment. We have found that\nthe measured zero-bias conductance for our hybrid device shows a conductance\nplateau in a range of the applied magnetic field in quasi-particle Coulomb\nblockade regions.\n","Comment: 7 pages, 4 figures, supplementary materials of 3 pages and 1 figure"]}]
["1204.5868",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5868","Physics Letters A 377 (2013), pp. 238-242","doi:10.1016/j.physleta.2012.11.054"],"date":["2012-04-26"],"type":["text"],"creator":["Xu, Jianwei"],"language":[],"coverage":[],"title":["Global Quantum discord of multi-qubit states"],"description":["  Global quantum discord (GQD), proposed by Rulli and Sarandy [Phys. Rev. A\n\\textbf{84}, 042109 (2011)], is a generalization of quantum discord to\nmultipartite states. In this paper, we provide an equivalent expression for\nGQD, and obtain the analytical expressions of GQD for two classes of\nmulti-qubit states. The phenomena of sudden transition and freeze of GQD are\nalso discussed.\n","Comment: 6 pages, 1 figure. Comments are welcome"]}]
["1205.0878",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0878","Int. J. Mod. Phys. B, 27, 1345016 (2013)","doi:10.1142/S0217979213450161"],"date":["2012-05-04","2012-11-23"],"type":["text"],"creator":["Di Lorenzo, Antonio"],"language":[],"coverage":[],"title":["Are quantum correlations genuinely quantum?"],"description":["  It is shown that the probabilities for the spin singlet can be reproduced\nthrough classical resources, with no communication between the distant parties,\nby using merely shared (pseudo-)randomness. If the parties are conscious beings\naware of both the hidden-variables and the random mechanism, then one has a\nconspiracy. If the parties are aware of only the random variables, they may be\ninduced to believe that they are able to send instantaneous information to one\nanother. It is also possible to reproduce the correlations at the price of\nreducing the detection efficiency. It is further demonstrated that the same\nprobability decomposition could be realized through action-at-a-distance,\nprovided it existed.\n","Comment: 28 pages, 4 figures, the appendices subsume arXiv:1107.0302v1 and\n  arXiv:1105.0958v1. Close to published version"]}]
["1205.1155",{"format":[],"subject":["Quantum Physics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1155","J. Math. Phys. 53, 122106 (2012)","doi:10.1063/1.4770048"],"date":["2012-05-05","2012-11-11"],"type":["text"],"creator":["Filgueiras, C.","Silva, E. O.","Andrade, F. M."],"language":[],"coverage":[],"title":["Nonrelativistic quantum dynamics on a cone with and without a\n  constraining potential"],"description":["  In this paper we investigate the bound state problem of nonrelativistic\nquantum particles on a conical surface. This kind of surface appears as a\ntopological defect in ordinary semiconductors as well as in graphene sheets.\nSpecifically, we compare and discuss the results stemming from two different\napproaches. In the first one, it is assumed that the charge carriers are bound\nto the surface by a constraining potential, while the second one is based on\nthe Klein-Gordon type equation on surfaces, without the constraining potential.\nThe main difference between both theories is the presence/absence of a\npotential which contains the mean curvature of a given surface. This fact\nchanges the dependence of the bound states on the angular momentum $l$.\nMoreover, there are bound states that are absent in the Klein-Gordon theory,\nwhich instead appear in the Schr\\\"{o}dinger one.\n","Comment: Accepted for publication in Journal of Mathematical Physics, 14\n  pages, 1 figure"]}]
["1205.1362",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1362","Phys. Rev. Lett 109, 203006 (2012)","doi:10.1103/PhysRevLett.109.203006"],"date":["2012-05-07"],"type":["text"],"creator":["Abah, Obinna","Rossnagel, Johannes","Jacob, Georg","Deffner, Sebastian","Schmidt-Kaler, Ferdinand","Singer, Kilian","Lutz, Eric"],"language":[],"coverage":[],"title":["Single ion heat engine with maximum efficiency at maximum power"],"description":["  We propose an experimental scheme to realize a nano heat engine with a single\nion. An Otto cycle may be implemented by confining the ion in a linear Paul\ntrap with tapered geometry and coupling it to engineered laser reservoirs. The\nquantum efficiency at maximum power is analytically determined in various\nregimes. Moreover, Monte Carlo simulations of the engine are performed that\ndemonstrate its feasibility and its ability to operate at maximum efficiency of\n30% under realistic conditions.\n","Comment: 5 pages, 3 figures"]}]
["1205.2819",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Operator Algebras","20C08 (Primary) 20F65, 20F24, 46L89 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2819"],"date":["2012-05-12","2012-12-12"],"type":["text"],"creator":["Shirbisheh, Vahid"],"language":[],"coverage":[],"title":["Various commensurability relations in Hecke pairs and property (RD)"],"description":["  In this paper we continue our study of property (RD) for Hecke pairs\ninitiated in (V. Shirbisheh, Property (RD) for Hecke pairs. Mathematical\nPhysics, Analysis and Geometry, vol. 15, no. 2, (2012), 173--192). We study the\nbehavior of property (RD) under different commensurability relations of\nsubgroups in Hecke pairs. As an application, we prove that if H is a normal\nsubgroup of a group G and K is a subgroup of G commensurable to H, then the\nHecke pair (G,K) has (RD) if and only if the quotient group G/H has (RD). This\nis used to investigate an infinite number of non-elementary examples of Hecke\npairs with property (RD). In particular, we introduce a class of groups whose\nall subgroups are almost normal and all such Hecke pairs have property (RD). We\nalso discuss property (RD) of certain Hecke pairs arising from group\nextensions.\n","Comment: A mistake is fixed and some of the proofs are adjusted accordingly"]}]
["1205.4559",{"format":[],"subject":["Mathematics - Probability","60G22, 60G44, 90C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4559","doi:10.1007/s11009-012-9313-8"],"date":["2012-05-21"],"type":["text"],"creator":["Shklyar, Sergiy","Shevchenko, Georgiy","Mishura, Yuliya","Doroshenko, Vadym","Banna, Oksana"],"language":[],"coverage":[],"title":["Approximation of fractional Brownian motion by martingales"],"description":["  We study the problem of optimal approximation of a fractional Brownian motion\nby martingales. We prove that there exist a unique martingale closest to\nfractional Brownian motion in a specific sense. It shown that this martingale\nhas a specific form. Numerical results concerning the approximation problem are\ngiven.\n"]}]
["1205.7073",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.7073","Nature Physics 8, 887-895 (2012)","doi:10.1038/nphys2479"],"date":["2012-05-31","2012-07-28"],"type":["text"],"creator":["Das, Anindya","Ronen, Yuval","Most, Yonatan","Oreg, Yuval","Heiblum, Moty","Shtrikman, Hadas"],"language":[],"coverage":[],"title":["Evidence of Majorana fermions in an Al - InAs nanowire topological\n  superconductor"],"description":["  Majorana fermions are the only fermionic particles that are expected to be\ntheir own antiparticles. While elementary particles of the Majorana type were\nnot identified yet, quasi-particles with Majorana like properties, born from\ninteracting electrons in the solid, were predicted to exist. Here, we present\nthorough experimental studies, backed by numerical simulations, of a system\ncomposed of an aluminum superconductor in proximity to an indium arsenide\nnanowire, with the latter possessing strong spin-orbit coupling. An induced 1d\ntopological superconductor - supporting Majorana fermions at both ends - is\nexpected to form. We concentrate on the characteristics of a distinct zero bias\nconductance peak (ZBP), and its splitting in energy, both appearing only with a\nsmall magnetic field applied along the wire. The ZBP was found to be robustly\ntied to the Fermi energy over a wide range of system parameters. While not\nproviding a definite proof of a Majorana state, the presented data and the\nsimulations support strongly its existence.\n"]}]
["1206.1333",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1333","Nuclear Physics A, Volume 893, 2 November 2012, Pages 43-86","doi:10.1016/j.nuclphysa.2012.08.005"],"date":["2012-06-06"],"type":["text"],"creator":["Mueller, A. H.","Munier, S."],"language":[],"coverage":[],"title":["pT-Broadening and production processes versus dipole/quadrupole\n  amplitudes at next-to-leading order"],"description":["  Through the systematic inspection of graphs in the framework of lightcone\nperturbation theory, we demonstrate that an identity between the evolution of\npT-broadening amplitudes with the energy and the evolution of forward\nscattering amplitudes of color dipoles off nuclei holds at next-to-leading\norder accuracy. In the general case, the relation is not a graph-by-graph\ncorrespondence, neither does it hold strictly speaking for definite values of\nthe momenta: Instead, it relates classes of graphs of similar topologies, and\nin some cases, the matching requires an analytical continuation in the\nappropriate longitudinal momentum variable. We check that the same kind of\nrelation is also true at next-to-leading order between amplitudes for the\nproduction of dijets and quadrupole forward amplitudes.\n","Comment: 54 pages, 51 figures, 10 tables"]}]
["1206.1544",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1544","Phys.Rev.E 86 (2012) 061404","doi:10.1103/PhysRevE.86.061404"],"date":["2012-06-07","2012-11-28"],"type":["text"],"creator":["Nandori, I.","Racz, J."],"language":[],"coverage":[],"title":["Magnetic particle hyperthermia: Power losses under circularly polarized\n  field in anisotropic nanoparticles"],"description":["  The deterministic Landau-Lifshitz-Gilbert equation has been used to\ninvestigate the nonlinear dynamics of magnetization and the specific loss power\nin magnetic nanoparticles with uniaxial anisotropy driven by a rotating\nmagnetic field, generalizing the results obtained for the isotropic case found\nin [P. F. de Chatel, I. Nandori, J. Hakl, S. Meszaros and K. Vad, J. Phys.:\nCondens. Matter 21, 124202 (2009)]. As opposed to many applications of\nmagnetization reversal in single-domain ferromagnetic particles where losses\nmust be minimized, in this paper, we study the mechanisms of dissipation used\nin cancer therapy by hyperthermia which requires the enhancement of energy\nlosses. We show that for circularly polarized field, the loss energy per cycle\nis decreased by the anisotropy compared to the isotropic case when only\ndynamical effects are taken into account. Thus, in this case, in the low\nfrequency limit, a better heating efficiency can be achieved for isotropic\nnanoparticles. The possible role of thermal fluctuations is also discussed.\nResults obtained are compared to experimental data.\n","Comment: 9 pages, 8 figures, final version, accepted for publication in Phys.\n  Rev. E"]}]
["1206.3108",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Quantitative Biology - Neurons and Cognition","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3108","Proc Natl Acad Sci USA vol. 109 no. 50 20508-20513 (2012)","doi:10.1073/pnas.1210664109"],"date":["2012-06-14","2012-12-12"],"type":["text"],"creator":["Arganda, Sara","Pérez-Escudero, Alfonso","de Polavieja, Gonzalo G."],"language":[],"coverage":[],"title":["A common rule for decision-making in animal collectives across species"],"description":["  A diversity of decision-making systems has been observed in animal\ncollectives. In some species, choices depend on the differences of the numbers\nof animals that have chosen each of the available options, while in other\nspecies on the relative differences (a behavior known as Weber's law) or follow\nmore complex rules. We here show that this diversity of decision systems\ncorresponds to a single rule of decision-making in collectives. We first\nobtained a decision rule based on Bayesian estimation that uses the information\nprovided by the behaviors of the other individuals to improve the estimation of\nthe structure of the world. We then tested this rule in decision experiments\nusing zebrafish (Danio rerio), and in existing rich datasets of argentine ants\n(Linepithema humile) and sticklebacks (Gasterosteus aculeatus), showing that a\nunified model across species can quantitatively explain the diversity of\ndecision systems. Further, these results show that the different counting\nsystems used by animals, including humans, can emerge from the common principle\nof using social information to make good decisions.\n"]}]
["1206.3223",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3223","Phys. Rev. Lett. 109, 190501 (2012)","doi:10.1103/PhysRevLett.109.190501"],"date":["2012-06-14"],"type":["text"],"creator":["Bocharov, Alex","Svore, Krysta M."],"language":[],"coverage":[],"title":["A Depth-Optimal Canonical Form for Single-qubit Quantum Circuits"],"description":["  Given an arbitrary single-qubit operation, an important task is to\nefficiently decompose this operation into an (exact or approximate) sequence of\nfault-tolerant quantum operations. We derive a depth-optimal canonical form for\nsingle-qubit quantum circuits, and the corresponding rules for exactly reducing\nan arbitrary single-qubit circuit to this canonical form. We focus on the\nsingle-qubit universal H,T basis due to its role in fault-tolerant quantum\ncomputing, and show how our formalism might be extended to other universal\nbases. We then extend our canonical representation to the family of\nSolovay-Kitaev decomposition algorithms, in order to find an\n\\epsilon-approximation to the single-qubit circuit in polylogarithmic time. For\na given single-qubit operation, we find significantly lower-depth\n\\epsilon-approximation circuits than previous state-of-the-art implementations.\nIn addition, the implementation of our algorithm requires significantly fewer\nresources, in terms of computation memory, than previous approaches.\n","Comment: 10 pages, 3 figures"]}]
["1206.5443",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5443","Annual Reviews of Astronomy and Astrophysics, 2012, Vol. 50, p.107","doi:10.1146/annurev-astro-081811-125534"],"date":["2012-06-23","2012-12-12"],"type":["text"],"creator":["Langer, N."],"language":[],"coverage":[],"title":["Pre-Supernova Evolution of Massive Single and Binary Stars"],"description":["  Massive stars are essential to understand a variety of branches of astronomy\nincluding galaxy and star cluster evolution, nucleosynthesis and supernovae,\npulsars and black holes. It has become evident that massive star evolution is\nvery diverse, being sensitive to metallicity, binarity, rotation, and possibly\nmagnetic fields. While the problem to obtain a good statistical observational\ndatabase is alleviated by current large spectroscopic surveys, it remains a\nchallenge to model these diverse paths of massive stars towards their violent\nend stage.\n  We show that the main sequence stage offers the best opportunity to gauge the\nrelevance of the various possible evolutionary scenarios. This also allows to\nsketch the post-main sequence evolution of massive stars, for which\nobservations of Wolf-Rayet stars give essential clues. Recent supernova\ndiscoveries due to the current boost in transient searches allow tentative\nmappings of progenitor models with supernova types, including pair instability\nsupernovae and gamma-ray bursts.\n","Comment: 57 pages, 10 figures; free link to complete published paper:\n  http://www.annualreviews.org/eprint/kf2CFBEBKi93fbcGJCBW/full/10.1146/annurev-astro-081811-125534"]}]
["1207.1294",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1294","Semicond. Sci. Technol. 27, 124006 (2012)","doi:10.1088/0268-1242/27/12/124006"],"date":["2012-07-05","2012-12-12"],"type":["text"],"creator":["Krueckl, Viktor","Richter, Klaus"],"language":[],"coverage":[],"title":["Probing the Band Topology of Mercury Telluride through Weak Localization\n  and Antilocalization"],"description":["  We analyze the effect of weak localization (WL) and weak antilocalization\n(WAL) in the electronic transport through HgTe/CdTe quantum wells. We show that\nfor increasing Fermi energy the magnetoconductance of a diffusive system with\ninverted band ordering features a transition from WL to WAL and back, if\nspin-orbit interactions from bulk and structure inversion asymmetry can be\nneglected. This, and an additional splitting in the magnetoconductance profile,\nis a signature of the Berry phase arising for inverted band ordering and not\npresent in heterostructures with conventional ordering. In presence of\nspin-orbit interaction both band topologies exhibit WAL, which is distinctly\nenergy dependent solely for quantum wells with inverted band ordering. This can\nbe explained by an energy-dependent decomposition of the Hamiltonian into two\nblocks.\n","Comment: 7 pages, 6 figures, added references"]}]
["1207.2403",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2403","Appl. Phys. Lett. 101, 103110 (2012)","doi:10.1063/1.4751351"],"date":["2012-07-10"],"type":["text"],"creator":["Rieger, Johannes","Faust, Thomas","Seitner, Maximilian J.","Kotthaus, Jörg P.","Weig, Eva M."],"language":[],"coverage":[],"title":["Frequency and Q-factor control of nanomechanical resonators"],"description":["  We present an integrated scheme for dielectric drive and read-out of high-Q\nnanomechanical resonators which enables tuning of both the resonance frequency\nand quality factor with an applied DC voltage. A simple model for altering\nthese quantities is derived, incorporating the resonator's complex electric\npolarizability and position in an inhomogeneous electric field, which agrees\nvery well with the experimental findings as well as FEM simulations. By\ncomparing two sample geometries we are able to show that careful electrode\ndesign can determine the direction of frequency tuning of flexural in- and\nout-of-plane modes of a string resonator. Furthermore we demonstrate that the\nmechanical quality factor can be voltage reduced more than fivefold.\n"]}]
["1207.2478",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2478","Astronomy and Astrophysics 548 A31 (2012)","doi:10.1051/0004-6361/201220278"],"date":["2012-07-10"],"type":["text"],"creator":["Santos, B.","Campista, M.","Santos, J.","Alcaniz, J. S."],"language":[],"coverage":[],"title":["Cosmology with Hu-Sawicki gravity in Palatini Formalism"],"description":["  Cosmological models based on f(R)-gravity may exhibit a natural acceleration\nmechanism without introducing a dark energy component. In this paper, we\ninvestigate cosmological consequences of the so-called Hu-Sawicki f(R)-gravity\nin the Palatini formalism. We derive theoretical constraints on the model\nparameters and perform a statistical analysis to determine the parametric space\nallowed by current observational data. We find that this class of models is\nindistinguishable from the standard \\Lambda CDM model at the background level.\nDifferently, from previous results in the metric approach, we show that these\nscenarios are able to produce the sequence of radiation-dominated,\nmatter-dominated, and accelerating periods without need of dark energy.\n","Comment: 7 pages, 3 figures, LaTeX. arXiv admin note: substantial text overlap\n  with arXiv:1012.3943"]}]
["1207.3286",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3286"],"date":["2012-07-13","2012-12-12"],"type":["text"],"creator":["Toda, Kazuki"],"language":[],"coverage":[],"title":["The second homology group of the homological Goldman Lie algebra"],"description":["  We determine the second homology group of the homological Goldman Lie algebra\nfor an oriented surface.\n","Comment: 15 pages, 2 figures. From the previous version, the title of the\n  paper has been changed. Some theorems are added"]}]
["1207.3539",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3539","Phys. Rev. Lett. 109, 246805 (2012)","doi:10.1103/PhysRevLett.109.246805"],"date":["2012-07-15","2012-12-12"],"type":["text"],"creator":["Scaffidi, Thomas","Moller, Gunnar"],"language":[],"coverage":[],"title":["Adiabatic continuation of Fractional Chern Insulators to Fractional\n  Quantum Hall States"],"description":["  We show how the phases of interacting particles in topological flat bands,\nknown as fractional Chern insulators, can be adiabatically connected to\nincompressible fractional quantum Hall liquids in the lowest Landau-level of an\nexternally applied magnetic field. Unlike previous evidence suggesting the\nsimilarity of these systems, our approach enables a formal proof of the\nequality of their topological orders, and furthermore this proof robustly\nextends to the thermodynamic limit. We achieve this result using the hybrid\nWannier orbital basis proposed by Qi [Phys. Rev. Lett. 107, 126803 (2011)] in\norder to construct interpolation Hamiltonians that provide continuous\ndeformations between the two models. We illustrate the validity of our approach\nfor the groundstate of bosons in the half filled Chern band of the Haldane\nmodel, showing that it is adiabatically connected to the $\\nu=1/2$ Laughlin\nstate of bosons in the continuum fractional quantum Hall problem.\n","Comment: 5 pages, 4 figures; v3: minor changes, as in final published version"]}]
["1207.3976",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3976"],"date":["2012-07-17","2012-12-12"],"type":["text"],"creator":["Anand, Abhash","Baswana, Surender","Gupta, Manoj","Sen, Sandeep"],"language":[],"coverage":[],"title":["Maintaining Approximate Maximum Weighted Matching in Fully Dynamic\n  Graphs"],"description":["  We present a fully dynamic algorithm for maintaining approximate maximum\nweight matching in general weighted graphs. The algorithm maintains a matching\n${\\cal M}$ whose weight is at least $1/8 M^{*}$ where $M^{*}$ is the weight of\nthe maximum weight matching. The algorithm achieves an expected amortized\n$O(\\log n \\log \\mathcal C)$ time per edge insertion or deletion, where\n$\\mathcal C$ is the ratio of the weights of the highest weight edge to the\nsmallest weight edge in the given graph. Using a simple randomized scaling\ntechnique, we are able to obtain a matching whith expected approximation ratio\n4.9108.\n"]}]
["1207.6373",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6373","Phys. Rev. A 86, 053618 (2012)","doi:10.1103/PhysRevA.86.053618"],"date":["2012-07-26","2012-12-12"],"type":["text"],"creator":["Dauphin, A.","Müller, M.","Martin-Delgado, M. A."],"language":[],"coverage":[],"title":["Rydberg-Atom Quantum Simulation and Chern Number Characterization of a\n  Topological Mott Insulator"],"description":["  In this work we consider a system of spinless fermions with nearest and\nnext-to-nearest neighbor repulsive Hubbard interactions on a honeycomb lattice,\nand propose and analyze a realistic scheme for analog quantum simulation of\nthis model with cold atoms in a two-dimensional hexagonal optical lattice. To\nthis end, we first derive the zero-temperature phase diagram of the interacting\nmodel within a mean-field theory treatment. We show that besides a\nsemi-metallic and a charge-density-wave ordered phase, the system exhibits a\nquantum anomalous Hall phase, which is generated dynamically, i.e. purely as a\nresult of the repulsive fermionic interactions and in the absence of any\nexternal gauge fields. We establish the topological nature of this dynamically\ncreated Mott insulating phase by the numerical calculation of a Chern number.\nBased on the knowledge of the mean-field phase diagram, we then discuss in\ndetail how the interacting Hamiltonian can be engineered effectively by\nstate-of-the-art experimental techniques for laser-dressing of cold fermionic\nground-state atoms with electronically excited Rydberg states that exhibit\nstrong dipolar interactions.\n","Comment: Revtex4 file, color figures. Final journal version. References\n  updated"]}]
["1207.6439",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6439","Phys. Rev. Lett. 109, 243201 (2012)","doi:10.1103/PhysRevLett.109.243201"],"date":["2012-07-27","2012-09-21"],"type":["text"],"creator":["Wang, Yujun","Wang, Jia","D'Incao, J. P.","Greene, Chris H."],"language":[],"coverage":[],"title":["Universal three-body parameter in heteronuclear atomic systems"],"description":["  In Efimov physics, a three-body parameter (3BP), previously regarded as\nnonuniversal, uniquely defines bound and scattering properties of three\nparticles. A universal 3BP, however, have been recently shown in experiments\nand theory in ultracold homonuclear gases. Our present study further predicts a\nuniversal 3BP for heteronuclear atomic systems near broad Feshbach resonances,\nand provides physical interpretations for its origin. We show that for a system\ncomposed of two light and one heavy atoms, the physical origin of the universal\n3BP is similar to the homonuclear case while for systems composed by one light\nand two heavy atoms the universality of the 3BP is now mostly controlled by the\nheavy-heavy interatomic properties. This new universality is explained by the\nuniversal properties of the van der Waals interactions in a simple\nBorn-Oppenheimer (BO) picture. Finally, we show the numerically determined 3BPs\nfor some combinations of alkali atoms used in ultracold experiments.\n","Comment: 5 pages, 3 figures, 1 table"]}]
["1208.0948",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0948"],"date":["2012-08-04","2012-10-10"],"type":["text"],"creator":["Guido, Giovanni"],"language":[],"coverage":[],"title":["The substructure of a Quantum Oscillator field"],"description":["  An oscillator (IQuO) more elementary than the quantum one is formulated. This\nis expressed by quantum operators (a, a+), with two-components and it is\ncomposed of sub-oscillators, each with \"semi-quanta\" (1/2h). The commutation\nrelation of the (a,a+) \"semi-quanta\" operators is then calculated and the\nstructure by IQuO of the scalar fields is defined with and without electric\ncharge. Processing a coupling mechanism of electrically neutral IQuO that\nproduces a pair (matter-antimatter) with electric charge and not. Through the\nIQuO-structure it is possible to interpret the electric charge and the isospin\n(in hadrons) as rotations in an inside space in the particle. Finally, a\nsub-structure of the quarks is conjectured and one define in probabilistic\nterms the non-integer value of their electrical charge.\n","Comment: Updated with fixed figures"]}]
["1208.1369",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1369","Phys. Plasmas 19, 122305 (2012)","doi:10.1063/1.4769029"],"date":["2012-08-07","2012-12-11"],"type":["text"],"creator":["Tatsuno, T.","Plunk, G. G.","Barnes, M.","Dorland, W.","Howes, G. G.","Numata, R."],"language":[],"coverage":[],"title":["Freely decaying turbulence in two-dimensional electrostatic gyrokinetics"],"description":["  In magnetized plasmas, a turbulent cascade occurs in phase space at scales\nsmaller than the thermal Larmor radius (\"sub-Larmor scales\") [Phys. Rev. Lett.\n103, 015003 (2009)]. When the turbulence is restricted to two spatial\ndimensions perpendicular to the background magnetic field, two independent\ncascades may take place simultaneously because of the presence of two\ncollisionless invariants. In the present work, freely decaying turbulence of\ntwo-dimensional electrostatic gyrokinetics is investigated by means of\nphenomenological theory and direct numerical simulations. A dual cascade\n(forward and inverse cascades) is observed in velocity space as well as in\nposition space, which we diagnose by means of nonlinear transfer functions for\nthe collisionless invariants. We find that the turbulence tends to a\ntime-asymptotic state, dominated by a single scale that grows in time. A theory\nof this asymptotic state is derived in the form of decay laws. Each case that\nwe study falls into one of three regimes (weakly collisional, marginal, and\nstrongly collisional), determined by a dimensionless number D*, a quantity\nanalogous to the Reynolds number. The marginal state is marked by a critical\nnumber D* = D0 that is preserved in time. Turbulence initialized above this\nvalue become increasingly inertial in time, evolving toward larger and larger\nD*; turbulence initialized below D0 become more and more collisional, decaying\nto progressively smaller D*.\n","Comment: 12 pages, 12 figures; replaced to match published version"]}]
["1208.1462",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1462","Phys. Rev. Lett. 109, 247204 (2012)","doi:10.1103/PhysRevLett.109.247204"],"date":["2012-08-07"],"type":["text"],"creator":["Koralek, J. D.","Meier, D.","Hinton, J. P.","Bauer, A.","Parameswaran, S. A.","Vishwanath, A.","Ramesh, R.","Schoenlein, R. W.","Pfleiderer, C.","Orenstein, J."],"language":[],"coverage":[],"title":["Observation of Coherent Helimagnons and Gilbert damping in an Itinerant\n  Magnet"],"description":["  We study the magnetic excitations of itinerant helimagnets by applying\ntime-resolved optical spectroscopy to Fe0.8Co0.2Si. Optically excited\noscillations of the magnetization in the helical state are found to disperse to\nlower frequency as the applied magnetic field is increased; the fingerprint of\ncollective modes unique to helimagnets, known as helimagnons. The use of\ntime-resolved spectroscopy allows us to address the fundamental magnetic\nrelaxation processes by directly measuring the Gilbert damping, revealing the\nversatility of spin dynamics in chiral magnets. (*These authors contributed\nequally to this work)\n"]}]
["1208.3244",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3244"],"date":["2012-08-15","2012-12-12"],"type":["text"],"creator":["Tam, H.","Yang, Q."],"language":[],"coverage":[],"title":["Detecting Sub-eV Scale Physics by Interferometry"],"description":["  We propose a new interferometry-based experiment to detect sub-eV scale\nparticles such as axion-like particles (ALPs).\n","Comment: 4 pages, no figures. Contributed to the 8th Patras Workshop on\n  Axions, WIMPs and WISPs, Chicago, July 18-22, 2012; A summary of authors'\n  previous paper: arXiv:1107.1712"]}]
["1208.3365",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3365","J. Appl. Phys. 112, 114909 (2012)","doi:10.1063/1.4768710"],"date":["2012-08-16","2012-10-04"],"type":["text"],"creator":["Stodtmann, S.","Lee, R. M.","Weiler, C. K. F.","Badinski, A."],"language":[],"coverage":[],"title":["Numerical simulation of organic semiconductor devices with high carrier\n  densities"],"description":["  We give a full description of the numerical solution of a general charge\ntransport model for doped disordered semiconductors with arbitrary field- and\ndensity-dependent mobilities. We propose a suitable scaling scheme and\ngeneralize the Gummel iterative procedure, giving both the discretization and\nlinearization of the van Roosbroeck equations for the case when the generalized\nEinstein relation holds. We show that conventional iterations are unstable for\nproblems with high doping, whereas the generalized scheme converges. The method\nalso offers a significant increase in efficiency when the injection is large\nand reproduces known results where conventional methods converge.\n","Comment: 9 pages, 3 figures"]}]
["1208.5820",{"format":[],"subject":["Mathematics - Number Theory","11B39, 11B05 (Primary) 65Q30, 60B10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5820"],"date":["2012-08-28","2012-12-12"],"type":["text"],"creator":["Beckwith, Olivia","Bower, Amanda","Gaudet, Louis","Insoft, Rachel","Li, Shiyu","Miller, Steven J.","Tosteson, Philip"],"language":[],"coverage":[],"title":["The Average Gap Distribution for Generalized Zeckendorf Decompositions"],"description":["  An interesting characterization of the Fibonacci numbers is that, if we write\nthem as $F_1 = 1$, $F_2 = 2$, $F_3 = 3$, $F_4 = 5, ...$, then every positive\ninteger can be written uniquely as a sum of non-adjacent Fibonacci numbers.\nThis is now known as Zeckendorf's theorem [21], and similar decompositions\nexist for many other sequences ${G_{n+1} = c_1 G_{n} + ... + c_L G_{n+1-L}}$\narising from recurrence relations. Much more is known. Using continued fraction\napproaches, Lekkerkerker [15] proved the average number of summands needed for\nintegers in $[G_n, G_{n+1})$ is on the order of $C_{{\\rm Lek}} n$ for a\nnon-zero constant; this was improved by others to show the number of summands\nhas Gaussian fluctuations about this mean.\n  Kolo$\\breve{{\\rm g}}$lu, Kopp, Miller and Wang [17, 18] recently recast the\nproblem combinatorially, reproving and generalizing these results. We use this\nnew perspective to investigate the distribution of gaps between summands. We\nexplore the average behavior over all $m \\in [G_n, G_{n+1})$ for special\nchoices of the $c_i$'s. Specifically, we study the case where each $c_i \\in\n{0,1}$ and there is a $g$ such that there are always exactly $g-1$ zeros\nbetween two non-zero $c_i$'s; note this includes the Fibonacci, Tribonacci and\nmany other important special cases. We prove there are no gaps of length less\nthan $g$, and the probability of a gap of length $j > g$ decays geometrically,\nwith the decay ratio equal to the largest root of the recurrence relation.\nThese methods are combinatorial and apply to related problems; we end with a\ndiscussion of similar results for far-difference (i.e., signed) decompositions.\n","Comment: 15 pages, version 2.1, final version (fixed a typo in a combinatorial\n  identity) -- to appear in the Fibonacci Quarterly"]}]
["1208.5975",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5975","Class. Quantum Grav. 29 (2012) 235026","doi:10.1088/0264-9381/29/23/235026"],"date":["2012-08-29","2012-12-12"],"type":["text"],"creator":["Gumrukcuoglu, A. Emir","Kuroyanagi, Sachiko","Lin, Chunshan","Mukohyama, Shinji","Tanahashi, Norihiro"],"language":[],"coverage":[],"title":["Gravitational wave signal from massive gravity"],"description":["  We discuss the detectability of gravitational waves with a time dependent\nmass contribution, by means of the stochastic gravitational wave observations.\nSuch a mass term typically arises in the cosmological solutions of massive\ngravity theories. We conduct the analysis based on a general quadratic action,\nand thus the results apply universally to any massive gravity theories in which\nmodification of general relativity appears primarily in the tensor modes. The\nprimary manifestation of the modification in the gravitational wave spectrum is\na sharp peak. The position and height of the peak carry information on the\npresent value of the mass term, as well as the duration of the inflationary\nstage. We also discuss the detectability of such a gravitational wave signal\nusing the future-planned gravitational wave observatories.\n","Comment: 22 pages, 6 figures; v2: Comments added to Sec. III, modifications to\n  Sec. V"]}]
["1208.5989",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5989","Physical Review Letters 109, 240402 (2012)","doi:10.1103/PhysRevLett.109.240402"],"date":["2012-08-29","2012-11-12"],"type":["text"],"creator":["Vogl, Malte","Schaller, Gernot","Brandes, Tobias"],"language":[],"coverage":[],"title":["Criticality in transport through the quantum Ising chain"],"description":["  We consider thermal transport between two reservoirs coupled by a quantum\nIsing chain as a model for non-equilibrium physics induced in quantum-critical\nmany-body systems. By deriving rate equations based on exact expressions for\nthe quasiparticle pairs generated during the transport, we observe signatures\nof the underlying quantum phase transition in the steady-state energy current\nalready at finite reservoir temperatures.\n","Comment: to appear in PRL"]}]
["1209.0414",{"format":[],"subject":["Mathematics - Category Theory","18D05, 18D25, 18C99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.0414"],"date":["2012-09-03","2012-12-12"],"type":["text"],"creator":["Cheng, Eugenia"],"language":[],"coverage":[],"title":["A direct proof that the category of 3-computads is not cartesian closed"],"description":["  We prove by counterexample that the category of 3-computads is not cartesian\nclosed, a result originally proved by Makkai and Zawadowski. We give a\n3-computad B and show that the functor _ x B does not have a right adjoint, by\ngiving a coequaliser that is not preserved by it.\n","Comment: 8 pages (corrected typo in bibliography)"]}]
["1209.1044",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.1044","JHEP12 (2012) 002","doi:10.1007/JHEP12(2012)002"],"date":["2012-09-05","2012-11-12"],"type":["text"],"creator":["Fischler, Willy","Pedraza, Juan F.","Garcia, Walter Tangarife"],"language":[],"coverage":[],"title":["Holographic Brownian Motion in Magnetic Environments"],"description":["  Using the gauge/gravity correspondence, we study the dynamics of a heavy\nquark in two strongly-coupled systems at finite temperature: Super-Yang-Mills\nin the presence of a magnetic field and non-commutative Super-Yang-Mills. In\nthe former, our results agree qualitatively with the expected behavior from\nweakly-coupled theories. In the latter, we propose a Langevin equation that\naccounts for the effects of non-commutativity and we find new interesting\nfeatures. The equation resembles the structure of Brownian motion in the\npresence of a magnetic field and implies that the fluctuations along\nnon-commutative directions are correlated. Moreover, our results show that the\nviscosity is smaller than the commutative case and that the diffusion\nproperties of the quark are unaffected by non-commutativity. Finally, we\ncompute the random force autocorrelator and verify that the\nfluctuation-dissipation theorem holds in the presence of non-commutativity.\n","Comment: 34 pages. v2: typos corrected. v3: title and abstract slightly\n  modified in order to better reflect the contents of the paper; footnote 3 and\n  one reference were also added; version accepted for publication in JHEP"]}]
["1209.2555",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Optimization and Control","Mathematics - Probability","Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.2555"],"date":["2012-09-12","2012-12-12"],"type":["text"],"creator":["Kallsen, Jan","Muhle-Karbe, Johannes"],"language":[],"coverage":[],"title":["Option Pricing and Hedging with Small Transaction Costs"],"description":["  An investor with constant absolute risk aversion trades a risky asset with\ngeneral It\\^o-dynamics, in the presence of small proportional transaction\ncosts. In this setting, we formally derive a leading-order optimal trading\npolicy and the associated welfare, expressed in terms of the local dynamics of\nthe frictionless optimizer. By applying these results in the presence of a\nrandom endowment, we obtain asymptotic formulas for utility indifference prices\nand hedging strategies in the presence of small transaction costs.\n","Comment: 20 pages, to appear in \"Mathematical Finance\""]}]
["1209.3519",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3519","MNRAS, 2012, 427, 2314","doi:10.1111/j.1365-2966.2012.22115.x"],"date":["2012-09-16"],"type":["text"],"creator":["Lee-Waddell, Karen","Spekkens, Kristine","Haynes, Martha P.","Stierwalt, Sabrina","Chengalur, Jayaram","Chandra, Poonam","Giovanelli, Riccardo"],"language":[],"coverage":[],"title":["Pre-existing dwarfs, tidal knots and a tidal dwarf galaxy: an unbiased\n  HI study of the gas-rich interacting galaxy group NGC 3166/9"],"description":["  We present Arecibo Legacy Fast ALFA (ALFALFA) and follow-up Giant Metrewave\nRadio Telescope (GMRT) HI observations of the gas-rich interacting group NGC\n3166/9. The sensitive ALFALFA data provide a complete census of HI-bearing\nsystems in the group while the high-resolution GMRT data elucidate their\norigin, enabling one of the first unbiased physical studies of gas-rich dwarf\ncompanions and the subsequent identification of second generation, tidal dwarf\ngalaxies in a nearby group. The ALFALFA maps reveal an extended HI envelope\naround the NGC 3166/9 group core, which we mosaic at higher resolution using\nsix GMRT pointings spanning ~1 square degree. A thorough search of the GMRT\ndatacube reveals eight low-mass objects with gas masses ranging from 4x10^7 to\n3x10^8 M_sol and total dynamical masses up to 1.4x10^9 M_sol. A comparison of\nthe HI fluxes measured from the GMRT data to those measured in the ALFALFA data\nsuggests that a significant fraction (~60%) of the HI is smoothly distributed\non scales greater than an arcminute (~7 kpc at the NGC 3166/9 distance). We\ncompute stellar masses and star formation rates for the eight low-mass GMRT\ndetections, using ancillary SDSS and GALEX data, and use these values to\nconstrain their origin. Most of the detections are likely to be either\npre-existing dwarf irregular galaxies or short-lived, tidally formed knots;\nhowever, one candidate, AGC 208457, is clearly associated with a tidal tail\nextending below NGC 3166, exhibits a dynamical to gas mass ratio close to unity\nand has a stellar content and star formation rate that are broadly consistent\nwith both simulated as well as candidate tidal dwarf galaxies from the\nliterature. Our observations therefore strongly suggest that AGC 208457 is a\ntidal dwarf galaxy.\n","Comment: 15 pages, 11 figures, accepted for publication in MNRAS"]}]
["1209.4630",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4630","doi:10.1016/j.nuclphysbps.2012.11.020"],"date":["2012-09-20"],"type":["text"],"creator":["Becher, Thomas","Neubert, Matthias","Wilhelm, Daniel"],"language":[],"coverage":[],"title":["Massive Boson Production at Small q_T in Soft-Collinear Effective Theory"],"description":["  We study the differential cross sections for electroweak gauge-boson and\nHiggs production at small and very small transverse-momentum q_T. Large\nlogarithms are resummed using soft-collinear effective theory. The collinear\nanomaly generates a non-perturbative scale q_*, which protects the processes\nfrom receiving large long-distance hadronic contributions. A numerical\ncomparison of our predictions with data on the transverse-momentum distribution\nin Z-boson production at the Tevatron and LHC is given.\n","Comment: PDF LaTeX, 4 pages, 7 pdf figures. To appear in the proceedings of\n  the 16th International Conference in Quantum ChromoDynamics (QCD12), 2-6 July\n  2012, Montpellier"]}]
["1209.6138",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6138","Class. Quantum Grav. 30 (2013) 012001","doi:10.1088/0264-9381/30/1/012001"],"date":["2012-09-27","2012-11-29"],"type":["text"],"creator":["Rezzolla, Luciano","Takami, Kentaro"],"language":[],"coverage":[],"title":["Black-hole production from ultrarelativistic collisions"],"description":["  Determining the conditions under which a black hole can be produced is a\nlong-standing and fundamental problem in general relativity. We use numerical\nsimulations of colliding selfgravitating fluid objects to study the conditions\nof black-hole formation when the objects are boosted to ultrarelativistic\nspeeds. Expanding on previous work, we show that the collision is characterized\nby a type-I critical behaviour, with a black hole being produced for masses\nabove a critical value, M_c, and a partially bound object for masses below the\ncritical one. More importantly, we show for the first time that the critical\nmass varies with the initial effective Lorentz factor <\\gamma> following a\nsimple scaling of the type M_c ~ K <\\gamma>^{-1.0}, thus indicating that a\nblack hole of infinitesimal mass is produced in the limit of a diverging\nLorentz factor. Furthermore, because a scaling is present also in terms of the\ninitial stellar compactness, we provide a condition for black-hole formation in\nthe spirit of the hoop conjecture.\n","Comment: Accepted as FTC on CQG; no discussion of LHC (seen as too speculative\n  but available in v1); expanded considerations on hoop conjecture"]}]
["1209.6257",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6257","Phys. Rev. D 86, 116008 (2012)","doi:10.1103/PhysRevD.86.116008"],"date":["2012-09-27","2012-12-12"],"type":["text"],"creator":["Wang, Jian","Li, Chong Sheng"],"language":[],"coverage":[],"title":["Updated predictions for graviton and photon associated production at the\n  LHC"],"description":["  We present updated predictions on the inclusive total cross sections,\nincluding the complete next-to-leading order QCD corrections, for the graviton\nand photon associated production process in the large extra dimensions model at\nthe LHC with a center-of-mass energy of 7 and 8 TeV, using the parameters\naccording to the requirements of the ATLAS and CMS Collaborations. Moreover, we\nalso discuss in detail the dependence on the transverse momentum cut and\nuncertainties due to the choices of scales and parton distribution functions.\n","Comment: 5 pages, 3 figures, 2 tables, version published in PRD"]}]
["1210.0076",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0076","Appl. Phys. Lett. 101, 241907 (2012)","doi:10.1063/1.4771601"],"date":["2012-09-28"],"type":["text"],"creator":["Wang, Wenbin","Wang, Hongwei","Xu, Xiaoying","Zhu, Leyi","He, Lixin","Wills, Elizabeth","Cheng, Xuemei","Keavney, David J.","Shen, Jian","Wu, Xifan","Xu, Xiaoshan"],"language":[],"coverage":[],"title":["Cyrstal field splitting and optical band gap of hexagonal LuFeO$_3$\n  films"],"description":["  Hexagonal LuFeO$_3$ films have been studied using x-ray absorption and\noptical spectroscopy. The crystal splittings of Fe$^{3+}$ are extracted as\n$E_{e'}-E_{e\"}$=0.7 eV and $E_{a_1'}-E_{e'}$=0.9 eV and a 2.0 eV optical band\ngap is determined assuming a direct gap. First-principles calculations confirm\nthe experiments that the relative energies of crystal field splitting states do\nfollow $E_{a_1'}>E_{e'}>E_{e\"}$ with slightly underestimated values and a band\ngap of 1.35 eV.\n"]}]
["1210.1727",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.1727"],"date":["2012-10-04","2012-12-11"],"type":["text"],"creator":["Yang, Hua-Tong"],"language":[],"coverage":[],"title":["Potential-driven eddy current in rippled graphene nanoribbons"],"description":["  It is well known that an eddy current will be induced in a conductor subject\nto a varying magnetic field. Here we propose another mechanism of generating\nnano-scale eddy current in rippled graphene nanoribbons(GNRs), which is only\ndriven by an electric potential. In particular, it is found that under\nappropriate gate voltages, a local deformation may induce some unexpected\nglobal eddy currents, which form vortices in both rippled and entire flat areas\nof the GNR. We will explain that these vortices in flat areas is a\nmanifestation of the nonlocality of quantum interference.\n","Comment: 6 pages, 5 figues"]}]
["1210.2160",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2160","Physical Review A 86, 063610 (2012)","doi:10.1103/PhysRevA.86.063610"],"date":["2012-10-08","2012-12-11"],"type":["text"],"creator":["Peng, Shi-Guo","Liu, Xia-Ji","Hu, Hui","Jiang, Kaijun"],"language":[],"coverage":[],"title":["Momentum-resolved radio-frequency spectroscopy of a spin-orbit coupled\n  atomic Fermi gas near a Feshbach resonance in harmonic traps"],"description":["  We theoretically investigate the momentum-resolved radio-frequency\nspectroscopy of a harmonically trapped atomic Fermi gas near a Feshbach\nresonance in the presence of equal Rashba and Dresselhaus spin-orbit coupling.\nThe system is qualitatively modeled as an ideal gas mixture of atoms and\nmolecules, in which the properties of molecules, such as the wavefunction,\nbinding energy and effective mass, are determined from the two-particle\nsolution of two-interacting atoms. We calculate separately the radio-frequency\nresponse from atoms and molecules at finite temperatures by using the standard\nFermi golden rule, and take into account the effect of harmonic traps within\nlocal density approximation. The total radio-frequency spectroscopy is\ndiscussed, as functions of temperature and spin-orbit coupling strength. Our\nresults give a qualitative picture of radio-frequency spectroscopy of a\nresonantly interacting spin-orbit coupled Fermi gas and can be directly tested\nin atomic Fermi gases of K40 atoms at Shanxi University and of Li6 atoms at\nMIT.\n","Comment: 11 pages, 9 Figures"]}]
["1210.3811",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Quantitative Finance - General Finance","62H20, 91B70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.3811"],"date":["2012-10-14","2012-12-12"],"type":["text"],"creator":["Pallavicini, Andrea","Perini, Daniele","Brigo, Damiano"],"language":[],"coverage":[],"title":["Funding, Collateral and Hedging: uncovering the mechanics and the\n  subtleties of funding valuation adjustments"],"description":["  The main result of this paper is a collateralized counterparty valuation\nadjusted pricing equation, which allows to price a deal while taking into\naccount credit and debit valuation adjustments (CVA, DVA) along with margining\nand funding costs, all in a consistent way. Funding risk breaks the bilateral\nnature of the valuation formula. We find that the equation has a recursive\nform, making the introduction of a purely additive funding valuation adjustment\n(FVA) difficult. Yet, we can cast the pricing equation into a set of iterative\nrelationships which can be solved by means of standard least-square Monte Carlo\ntechniques. As a consequence, we find that identifying funding costs and debit\nvaluation adjustments is not tenable in general, contrary to what has been\nsuggested in the literature in simple cases. The assumptions under which\nfunding costs vanish are a very special case of the more general theory. We\ndefine a comprehensive framework that allows us to derive earlier results on\nfunding or counterparty risk as a special case, although our framework is more\nthan the sum of such special cases. We derive the general pricing equation by\nresorting to a risk-neutral approach where the new types of risks are included\nby modifying the payout cash flows. We consider realistic settings and include\nin our models the common market practices suggested by ISDA documentation,\nwithout assuming restrictive constraints on margining procedures and close-out\nnetting rules. In particular, we allow for asymmetric collateral and funding\nrates, and exogenous liquidity policies and hedging strategies.\nRe-hypothecation liquidity risk and close-out amount evaluation issues are also\ncovered. Finally, relevant examples of non-trivial settings illustrate how to\nderive known facts about discounting curves from a robust general framework and\nwithout resorting to ad hoc hypotheses.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1112.1521"]}]
["1210.4294",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.4294"],"date":["2012-10-16","2012-12-12"],"type":["text"],"creator":["Wang, Zhi-Gang"],"language":[],"coverage":[],"title":["Two-pion transitions from the $P$-wave to $S$-wave charmonium states"],"description":["  In this article, we study the two-pion decays in the $P$-wave to $S$-wave\ncharmonium transitions with the heavy meson effective theory, and make\nqualitative predictions for the ratios among the two-pion decay widths.\n","Comment: 6 pages, slight revision"]}]
["1210.6874",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.6874","Phys. Rev. D 86, 125021 (2012)","doi:10.1103/PhysRevD.86.125021"],"date":["2012-10-25","2012-11-26"],"type":["text"],"creator":["Bazeia, D.","Lobão Jr, A. S.","Menezes, R."],"language":[],"coverage":[],"title":["Twinlike models for kinks and compactons in flat and warped spacetime"],"description":["  This work deals with the presence of twinlike models in scalar field\ntheories. We show how to build distinct scalar field theories having the same\nextended solution, with the same energy density and the very same linear\nstability. Here, however, we start from a given but generalized scalar field\ntheory, and we construct the corresponding twin model, which also engenders\ngeneralized dynamics. We investigate how the twinlike models arise in flat and\nin curved spacetime. In the curved spacetime, we consider a braneword model\nwith the warp factor controlling the spacetime geometry with a single extra\ndimension of infinite extent. In particular, we study linear stability in the\nflat and curved spacetime, and in the case of curved spacetime, in both the\ngravity and the scalar field sectors, for the two braneworld models.\n","Comment: Latex, 9 pages; to appear in PRD"]}]
["1210.6880",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.6880","Phys. Rev. D 86, 123503 (2012)","doi:10.1103/PhysRevD.86.123503"],"date":["2012-10-25"],"type":["text"],"creator":["Hojjati, Alireza","Pogosian, Levon","Silvestri, Alessandra","Talbot, Starla"],"language":[],"coverage":[],"title":["Practical solutions for perturbed f(R) gravity"],"description":["  We examine the accuracy of the quasi-static approximation and a parametric\nform commonly employed for evolving linear perturbations in f(R) gravity\ntheories and placing cosmological constraints. In particular, we analyze the\nnature and the importance of the near horizon effects that are often neglected.\nWe find that for viable models, with a small present value of the scalaron\nfield, such corrections are entirely negligible with no impact on observables.\nWe also find that the one-parameter form, commonly used to represent the\nmodified equations for linear perturbations in f(R), leads to theoretical\nsystematic errors that are relatively small and, therefore, is adequate for\nplacing constraint on f(R) models.\n","Comment: 11 pages, 6 figures, 1 table"]}]
["1210.8289",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.8289"],"date":["2012-10-31","2012-12-12"],"type":["text"],"creator":["Augieri, Andrea","Vannozzi, Angelo","Mancini, Rita","Angrisani, Achille Armenio","Fabbri, Fabio","Galluzzi, Valentina","Rufoloni, Alessandro","Rizzo, Francesco","Mancini, Antonella","Celentano, Giuseppe","Colantoni, Ivan","Davoli, Ivan","Pompeo, Nicola","Sotgiu, Giovanni","Silva, Enrico"],"language":[],"coverage":[],"title":["MOD derived pyrochlore films as buffer layer for all-chemical YBCO\n  coated conductors"],"description":["  We report a detailed study performed on La2Zr2O7 (LZO) pyrochlore material\ngrown by Metal-Organic Decomposition (MOD) method as buffer layers for\nYBa2Cu3O7-x (YBCO) coated conductors. High quality epitaxial LZO thin films\nhave been obtained on single crystal (SC) and Ni-5%at.W substrates. In order to\nevaluate structural and morphological properties, films have been characterized\nby means of X-ray diffraction analyses (XRD), atomic force microscope (AFM) and\nscanning electron microscope (SEM). Precursors solutions and heat treatments\nhave been studied by thermogravimetric analyses (TG-DTA-DTG) and infrared\nspectra (FT-IR) with the aim of optimizing the annealing process. Thin films of\nYBCO have been deposited by pulsed laser ablation (PLD) on this buffer layers.\nThe best results obtained on SC showed YBCO films with critical temperature\nvalues above 90 K, high self field critical current density values (Jc > 1\nMA/cm2) and high irreversibility field values (8.3 T) at 77 K together with a\nrather high depinning frequency vp (0.5 T, 77 K)>44 GHz as determined at\nmicrowaves. The best results on Ni-5%at.W has been obtained introducing in the\nheat treatment a pyrolysis process at low temperature in air in order to remove\nthe residual organic part of the precursor solution.\n"]}]
["1210.8446",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.8446","PoS (ICMP 2012) 019"],"date":["2012-10-31","2012-12-12"],"type":["text"],"creator":["Sobreiro, R. F.","Tomaz, A. A.","Otoya, V. J. Vasquez"],"language":[],"coverage":[],"title":["Gauge theories and gravity"],"description":["  Pure gauge theories for de Sitter, anti de Sitter and orthogonal groups, in\nfour-dimensional Euclidean spacetime, are studied. It is shown that, if the\ntheory is asymptotically free and a dynamical mass is generated, then an\neffective geometry may be induced and a gravity theory emerges.\n","Comment: 6pp. No figues. Seminar presented at the 7th International Conference\n  on Mathematical Methods in Physics - Joint Conference:\n  CBPF-IMPA-ICTP-SISSA-TWAS, CBPF, Rio de Janeiro, April 16-20 2012"]}]
["1211.1487",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1487"],"date":["2012-11-07","2012-12-12"],"type":["text"],"creator":["Chernyak, Victor L."],"language":[],"coverage":[],"title":["Mass spectra in N=1 SQCD with additional fields. II"],"description":["  This article continues 1205.0410 [hep-th]. Considered is the N=1 SQCD-like\ntheory with SU(N_c) colors and 3N_c/2 <N_F <2N_c flavors of light quarks\nQ_i,\\bar Q_j, and with the additional N^2_F colorless flavored fields Phi_{ij}\nwith the large mass parameter \\mu_Phi>>Lambda. The mass spectra of this Phi\ntheory (and its dual variant, the dPhi theory) are calculated at different\nvalues of \\mu_Phi/Lambda >>1 within the dynamical scenario which implies that\nquarks can be in two different phases only: either this is the HQ (heavy quark)\nphase where they are confined, or they are higgsed at appropriate values of the\nlagrangian parameters. It is shown that at the left end of the conformal\nwindow, i.e. at 0<(2N_F-3N_c)/N_F << 1, the mass spectra of the direct and dual\ntheories are parametrically different.\n","Comment: 27 pages, some typos corrected"]}]
["1211.2197",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.2197"],"date":["2012-11-09","2012-12-12"],"type":["text"],"creator":["Li, Daifeng","Zhang, Jingwei","Sun, Gordon Guo-zheng","Tang, Jie","Ding, Ying","Luo, Zhipeng"],"language":[],"coverage":[],"title":["What is the Nature of Chinese MicroBlogging: Unveiling the Unique\n  Features of Tencent Weibo"],"description":["  China has the largest number of online users in the world and about 20%\ninternet users are from China. This is a huge, as well as a mysterious, market\nfor IT industry due to various reasons such as culture difference. Twitter is\nthe largest microblogging service in the world and Tencent Weibo is one of the\nlargest microblogging services in China. Employ the two data sets as a source\nin our study, we try to unveil the unique behaviors of Chinese users. We have\ncollected the entire Tencent Weibo from 10th, Oct, 2011 to 5th, Jan, 2012 and\nobtained 320 million user profiles, 5.15 billion user actions. We study Tencent\nWeibo from both macro and micro levels. From the macro level, Tencent users are\nmore active on forwarding messages, but with less reciprocal relationships than\nTwitter users, their topic preferences are very different from Twitter users\nfrom both content and time consuming; besides, information can be diffused more\nefficient in Tencent Weibo. From the micro level, we mainly evaluate users'\nsocial influence from two indexes: \"Forward\" and \\Follower\", we study how\nusers' actions will contribute to their social influences, and further identify\nunique features of Tencent users. According to our studies, Tencent users'\nactions are more personalized and diversity, and the influential users play a\nmore important part in the whole networks. Based on the above analysis, we\ndesign a graphical model for predicting users' forwarding behaviors. Our\nexperimental results on the large Tencent Weibo data validate the correctness\nof the discoveries and the effectiveness of the proposed model. To the best of\nour knowledge, this work is the first quantitative study on the entire\nTencentsphere and information diffusion on it.\n","Comment: WWW2013(submitted)"]}]
["1211.2214",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Complex Variables","31B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.2214"],"date":["2012-11-09","2012-12-11"],"type":["text"],"creator":["Ramachandran, Koushik"],"language":[],"coverage":[],"title":["Asymptotic behavior of positive harmonic functions in certain unbounded\n  domains"],"description":["  We derive asymptotic estimates at infinity for positive harmonic functions in\na large class of non-smooth unbounded domains. These include domains whose\nsections, after rescaling, resemble a Lipschitz cylinder or a Lipschitz cone,\ne.g., various paraboloids and horns.\n","Comment: 22 pages"]}]
["1211.3148",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.3148"],"date":["2012-11-11"],"type":["text"],"creator":["AlGhamdi, Rayed","Drew, Steve"],"language":[],"coverage":[],"title":["Seven Key Drivers to Online Retailing Growth in KSA"],"description":["  Retailers in Saudi Arabia have been reserved in their adoption of\nelectronically delivered aspects of their business. This paper reports research\nthat identifies and explores key issues to enhance the diffusion of online\nretailing in Saudi Arabia. Despite the fact that Saudi Arabia has the largest\nand fastest growth of ICT marketplaces in the Arab region, e-commerce\nactivities are not progressing at the same speed. Only very few Saudi\ncompanies, mostly medium and large companies from the manufacturing sector, are\ninvolved in e-commerce implementation. Based on qualitative data collected by\nconducting interviews with 16 retailers and 16 potential customers in Saudi\nArabia, 7 key drivers to online retailing diffusion in Saudi Arabia are\nidentified. These key drivers are government support, providing trustworthy and\nsecure online payments options, provision of individual house mailboxes,\nproviding high speed Internet connection at low cost, providing educational\nprograms, the success of bricks-and-clicks model, and competitive prices.\n","Comment: IADIS International Conference e-Society 2011. arXiv admin note:\n  substantial text overlap with arXiv:1211.2398, arXiv:1211.2404,\n  arXiv:1211.2799"]}]
["1211.5440",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5440","Phys. Rev. Lett. 109, 246802 (2012)","doi:10.1103/PhysRevLett.109.246802"],"date":["2012-11-23"],"type":["text"],"creator":["Kim, Tae-Hwan","Yeom, Han Woong"],"language":[],"coverage":[],"title":["Topological Solitons versus Non-Solitonic Phase Defects in\n  Quasi-One-Dimensional Charge Density Wave"],"description":["  We investigated phase defects in a quasi-one-dimensional commensurate charge\ndensity wave (CDW) system, an In atomic wire array on Si(111), using low\ntemperature scanning tunneling microscopy. The unique four-fold degeneracy of\nthe CDW state leads to various phase defects, among which intrinsic solitons\nare clearly distinguished. The solitons exhibit a characteristic variation of\nthe CDW amplitude with a coherence length of about 4 nm, as expected from the\nelectronic structure, and a localized electronic state within the CDW gap.\nWhile most of the observed solitons are trapped by extrinsic defects, moving\nsolitons are also identified and their novel interaction with extrinsic defects\nis disclosed.\n","Comment: 5 pages, 4 figures; accepted for publication as a Letter in Physical\n  Review Letters"]}]
["1211.5596",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture","D.2.11","D.2.10","D.3.3","C.2.4","D.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.5596","International Journal on Web Service Computing 3 (3), 49-63, 2012","doi:10.5121/ijwsc"],"date":["2012-11-22"],"type":["text"],"creator":["Mannava, Vishnuvardhan","Ramesh, T."],"language":[],"coverage":[],"title":["A Composite Design Pattern for Service Injection and Composition of Web\n  Services for Peer-To-Peer Computing with Service Oriented Architecture"],"description":["  In this paper we present a Service Injection and composition Design Pattern\nfor Unstructured Peer-to-Peer networks, which is designed with Aspect-oriented\ndesign patterns, and amalgamation of the Strategy, Worker Object, and\nCheck-List Design Patterns used to design the Self-Adaptive Systems. It will\napply self reconfiguration planes dynamically without the interruption or\nintervention of the administrator for handling service failures at the servers.\nWhen a client requests for a complex service, Service Composition should be\ndone to fulfil the request. If a service is not available in the memory, it\nwill be injected as Aspectual Feature Module code. We used Service Oriented\nArchitecture (SOA) with Web Services in Java to Implement the composite Design\nPattern. As far as we know, there are no studies on composition of design\npatterns for Peer-to-peer computing domain. The pattern is described using a\njava-like notation for the classes and interfaces. A simple UML class and\nSequence diagrams are depicted.\n","Comment: 15 pages, 9 figures, International Journal on Web Service Computing\n  (IJWSC). arXiv admin note: substantial text overlap with arXiv:1208.3836,\n  arXiv:1211.5227"]}]
["1211.7025",{"format":[],"subject":["Mathematics - Dynamical Systems","Physics - Biological Physics","Physics - Medical Physics","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.7025"],"date":["2012-11-29","2012-12-12"],"type":["text"],"creator":["Taghipoor, Masoomeh","Barles, Guy","Georgelin, Christine","Licois, Jean-René","Lescoat, Philippe"],"language":[],"coverage":[],"title":["Digestion Modelling in the Small Intestine : Impact of Dietary Fibre"],"description":["  In this work, we continue the modelling of the digestion in the small\nintestine, started in a previous article, by investigating the effects of\ndietary fibre. We recall that this model aims at taking into account the three\nmain phenomena of the digestion, namely the transit of the bolus, the\ndegradation of feedstuffs and the absorption through the intestinal wall. In\norder to study the role of dietary fibre on digestion, we model their two\nprincipal physiochemical characteristics which interact with the function of\nthe small intestine, i.e. viscosity and water holding capacity. This leads us\nto consider some features of digestion which have not been taken into account\npreviously, in particular the interrelationship between the evolution of dry\nmatter and water in the bolus. The numerical results are in agreement with the\npositive effect of insoluble dietary fibre on the velocity of bolus along the\nsmall intestine and on its degradation. These results highlight the negative\neffect of soluble dietary fibre on digestion. Although, this model is generic\nand contains a large number of parameters, to our knowledge, it is among the\nfirst qualitative dynamical modelling of fibre influence on intestinal\ndigestion.\n"]}]
["1212.0190",{"format":[],"subject":["Computer Science - Databases","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.0190"],"date":["2012-12-02","2012-12-11"],"type":["text"],"creator":["He, Xu","Min, Fan","Zhu, William"],"language":[],"coverage":[],"title":["A Comparative Study of Discretization Approaches for Granular\n  Association Rule Mining"],"description":["  Granular association rule mining is a new relational data mining approach to\nreveal patterns hidden in multiple tables. The current research of granular\nassociation rule mining considers only nominal data. In this paper, we study\nthe impact of discretization approaches on mining semantically richer and\nstronger rules from numeric data. Specifically, the Equal Width approach and\nthe Equal Frequency approach are adopted and compared. The setting of interval\nnumbers is a key issue in discretization approaches, so we compare different\nsettings through experiments on a well-known real life data set. Experimental\nresults show that: 1) discretization is an effective preprocessing technique in\nmining stronger rules; 2) the Equal Frequency approach helps generating more\nrules than the Equal Width approach; 3) with certain settings of interval\nnumbers, we can obtain much more rules than others.\n","Comment: 17 pages, 8 figures. arXiv admin note: text overlap with\n  arXiv:1210.0065"]}]
["1212.0215",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.0215","doi:10.5120/9380-3731"],"date":["2012-12-02"],"type":["text"],"creator":["Chakraborty, Mriganka"],"language":[],"coverage":[],"title":["Artificial Neural Network for Performance Modeling and Optimization of\n  CMOS Analog Circuits"],"description":["  This paper presents an implementation of multilayer feed forward neural\nnetworks (NN) to optimize CMOS analog circuits. For modeling and design\nrecently neural network computational modules have got acceptance as an\nunorthodox and useful tool. To achieve high performance of active or passive\ncircuit component neural network can be trained accordingly. A well trained\nneural network can produce more accurate outcome depending on its learning\ncapability. Neural network model can replace empirical modeling solutions\nlimited by range and accuracy.[2] Neural network models are easy to obtain for\nnew circuits or devices which can replace analytical methods. Numerical\nmodeling methods can also be replaced by neural network model due to their\ncomputationally expansive behavior.[2][10][20]. The pro- posed implementation\nis aimed at reducing resource requirement, without much compromise on the\nspeed. The NN ensures proper functioning by assigning the appropriate inputs,\nweights, biases, and excitation function of the layer that is currently being\ncomputed. The concept used is shown to be very effective in reducing resource\nrequirements and enhancing speed.\n","Comment: International Journal of Computer Applications November 2012"]}]
["1212.0752",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms","F.2.2","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.0752"],"date":["2012-12-04","2012-12-11"],"type":["text"],"creator":["Laekhanukit, Bundit"],"language":[],"coverage":[],"title":["Parameters of Two-Prover-One-Round Game and The Hardness of Connectivity\n  Problems"],"description":["  Optimizing parameters of Two-Prover-One-Round Game (2P1R) is an important\ntask in PCPs literature as it would imply a smaller PCP with the same or\nstronger soundness. While this is a basic question in PCPs community, the\nconnection between the parameters of PCPs and hardness of approximations is\nsometime obscure to approximation algorithm community. In this paper, we\ninvestigate the connection between the parameters of 2P1R and the hardness of\napproximating the class of so-called connectivity problems, which includes as\nsubclasses the survivable network design and (multi)cut problems. Based on\nrecent development on 2P1R by Chan (ECCC 2011) and several techniques in PCPs\nliterature, we improve hardness results of some connectivity problems that are\nin the form $k^\\sigma$, for some (very) small constant $\\sigma>0$, to hardness\nresults of the form $k^c$ for some explicit constant $c$, where $k$ is a\nconnectivity parameter. In addition, we show how to convert these hardness into\nhardness results of the form $D^{c'}$, where $D$ is the number of demand pairs\n(or the number of terminals).\n  Thus, we give improved hardness results of k^{1/2-\\epsilon} and\nk^{1/10-\\epsilon} for the root $k$-connectivity problem on directed and\nundirected graphs, k^{1/6-\\epsilon} for the vertex-connectivity survivable\nnetwork design problem on undirected graphs, and k^{1/6-\\epsilon} for the\nvertex-connectivity $k$-route cut problem on undirected graphs.\n"]}]
["1212.0833",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.0833"],"date":["2012-12-04","2012-12-12"],"type":["text"],"creator":["Kutsak, Sergii"],"language":[],"coverage":[],"title":["Invariant contact structures on 7-dimensional nilmanifolds"],"description":["  In this paper we give the list of all 7-dimensional nilpotent real Lie\nalgebras that admit a contact structure. Based on this list, we describe all\n7-dimensional nilmanifolds that admit an invariant contact structure.\n","Comment: 13 pages, no figures, Version 2, minor corrections"]}]
["1212.1396",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Solar and Stellar Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.1396"],"date":["2012-12-06","2012-12-11"],"type":["text"],"creator":["Guzzo, Marcelo Moraes","de Holanda, Pedro Cunha","Peres, Orlando Luis Goulart"],"language":[],"coverage":[],"title":["New limits on neutrino magnetic moment through non-vanishing 13-mixing"],"description":["  The relatively large value of neutrino mixing angle \\theta_{13} set by recent\nmeasurements allows us to use solar neutrinos to set a limit on neutrino\nmagnetic moment involving second and third families, \\mu_{\\mu\\tau}. The\nexistence of a random magnetic field in solar convective zone can produce a\nsignificant anti-neutrino flux when a non-vanishing neutrino magnetic moment is\nassumed. Even if we consider a vanishing neutrino magnetic moment involving the\nfirst family, electron anti-neutrinos are indirectly produced through the\nmixing between first and third families and non-vanishing \\mu_{\\mu\\tau}. Using\nKamLAND limits on the solar flux of electron anti-neutrino, we set the limit\n\\mu_{\\mu\\tau} < 0.5e-11 Bohr magneton for a reasonable assumption on the\nbehavior of solar magnetic fields. This is the first time a limit on\n\\mu_{\\mu\\tau} is established in the literature directly from neutrino\ninteraction with magnetic fields, and, interestingly enough, is comparable with\nthe limits on neutrino magnetic moment involving the first family and with the\nones coming from modifications on electroweak cross section.\n","Comment: discussion of previous limits included, references added"]}]
["1212.1968",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.1968"],"date":["2012-12-09","2012-12-11"],"type":["text"],"creator":["Verona, Maria Elena","Verona, Andrei"],"language":[],"coverage":[],"title":["On the Regularity of Maximal Monotone Operators and Related Results"],"description":["  In the first part of the note we prove that a sufficient condition (due to\nSimons) for the convexity of the closure of the domain/range of a monotone\noperator is also necessary when the operator has bounded domain and is maximal.\nSimons' condition is closely related to the notion of regular maximal monotone\noperator. In the second part of the note we give several characterizations for\nthe regularity of a maximal monotone operator, show that a maximal monotone\noperator of type (FPV) is regular and improve a previous sum theorem type\nresult.\n"]}]
["1212.2339",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2339"],"date":["2012-12-11","2012-12-12"],"type":["text"],"creator":["Van Mulders, Petra","Collaboration, for the CMS","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Searches for new fermions and new bosons"],"description":["  The high center-of-mass energy at the LHC provides the opportunity to test\nthe predictions of some of the beyond the standard model theories. We provide\nan overview of a selected number of searches for new fermions and new bosons\nwith the ATLAS and CMS experiments. No evidence for the existence of new\nparticles was found and therefore limits are obtained on the parameters of the\nmodels under consideration.\n","Comment: 10 pages, 18 figures, proceeding of PIC2012 conference corrections in\n  section for new W boson modification in section searches for new W bosons"]}]
["1212.2413",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2413"],"date":["2012-12-11","2012-12-12"],"type":["text"],"creator":["Shirbisheh, Vahid"],"language":[],"coverage":[],"title":["An erratum to \"Property (RD) for Hecke pairs\""],"description":["  We correct an error in the article \"Property (RD) for Hecke pairs\".\n"]}]
["1212.2602",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2602"],"date":["2012-12-11","2012-12-12"],"type":["text"],"creator":["Ryzhikov, V. V."],"language":[],"coverage":[],"title":["Minimal Self-Joinings, Bounded Constructions, and Weak Closure of\n  Ergodic Actions"],"description":["  For a weakly mixing bounded rank-one construction the disjointness of its\npowers is proved. For non-rigid constructions we get minimal self-joinings.\nExamples of non-mixing rank one actions with explicit weak closure are\nproposed.\n","Comment: Ergodic theory"]}]
["1212.2627",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2627"],"date":["2012-12-11"],"type":["text"],"creator":["Mavrodiev, Strachimir Chterev","Pekevski, Lazo"],"language":[],"coverage":[],"title":["Geomagnetic Earthquake Precursors Improvement Formulation on the basis\n  of SKO (Skopje) and PAG (Intermagnet) Geomagnetic Data"],"description":["  In this paper we show that the simple analysis of the local geomagnetic field\nbehaviour can serve as reliable imminent precursor for regional seismic\nactivity increasing. As the first step the problem was investigated using one-\ncomponent Dubna fluxgate magnetometer. The result of 2001-2004 Sofia monitoring\nconfirmed many old papers for connection between Earth tide (Sun- Moon tides as\nearthquakes trigger) and jump (Geomagnetic quake) of daily averaged one minute\nstandart deviation of the geomagnetic field. The second step (2004-present),\nwhich included analisys of three-component Danish fluxgate magnetometer data,\nworked in Skopje Seismological observatory, confirmed the first step result.\nThe analysis of INTERMAGNET data stations around which was happened stronger\nearthquakes also confirmed our result. The distribution of time difference\nbetween the times of such earthquakes and local daily averaged tide vector\nmovement for impending tide extreme confirms our estimate that the increasing\nseismicity is realized in time window about +/- 2.7 days. The Complex program\nfor researching the possibility for when, where and how earthquakes prediction\nis proposed as well as the short description of FORTRAN codes for analysis of\nearthquakes, geomagnetic and tide data, their correlations and visualization.\n","Comment: arXiv admin note: text overlap with arXiv:1212.2391"]}]
["1212.2628",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2628"],"date":["2012-12-11"],"type":["text"],"creator":["Labushev, Mikhail M.","Khokhlov, Alexander N."],"language":[],"coverage":[],"title":["Relative Dating and Classification of Minerals and Rocks Based on\n  Statistical Calculations Related to Their Potential Energy Index"],"description":["  Index of proportionality of atomic weights of chemical elements is proposed\nfor determining the relative age of minerals and rocks. Their chemical analysis\nresults serve to be initial data for calculations. For rocks of different\ncomposition the index is considered to be classification value as well. Crystal\nlattice energy change in minerals and their associations can be measured by the\nindex value change, thus contributing to the solution of important practical\nproblems. There was determined the effect of more rapid increase of potential\nenergy of limestone with relatively low lattice energy as compared with the\nothers.\n","Comment: 19 pages, 3 figures"]}]
["1212.2640",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2640","doi:10.1051/0004-6361/201220378"],"date":["2012-12-11"],"type":["text"],"creator":["Pérez, Daniela","Romero, Gustavo E.","Bergliaffa, Santiago E. Perez"],"language":[],"coverage":[],"title":["Accretion disks around black holes in modified strong gravity"],"description":["  Stellar-mass black holes offer what is perhaps the best scenario to test\ntheories of gravity in the strong-field regime. In particular, f(R) theories,\nwhich have been widely discuss in a cosmological context, can be constrained\nthrough realistic astrophysical models of phenomena around black holes. We aim\nat building radiative models of thin accretion disks for both Schwarzschild and\nKerr black holes in f(R) gravity. We study particle motion in\nf(R)-Schwarzschild and Kerr space-times. We present the spectral energy\ndistribution of the accretion disk around constant Ricci scalar f(R) black\nholes, and constrain specific f(R) prescriptions using features of these\nsystems. A precise determination of both the spin and accretion rate onto black\nholes along with X-ray observations of their thermal spectrum might allow to\nidentify deviations of gravity from General Relativity. We use recent data on\nthe high-mass X-ray binary Cygnus X-1 to restrict the values of the parameters\nof a class of f(R) models.\n","Comment: 16 pages, 20 figures, accepted for publication in Astronomy &\n  Astrophysics"]}]
["1212.2645",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2645"],"date":["2012-12-11"],"type":["text"],"creator":["Barker, Andrew T.","Brenner, Susanne C.","Park, Eun-Hee","Sung, Li-Yeng"],"language":[],"coverage":[],"title":["A One-level Additive Schwarz Preconditioner for a Discontinuous\n  Petrov-Galerkin Method"],"description":["  Discontinuous Petrov-Galerkin (DPG) methods are new discontinuous Galerkin\nmethods with interesting properties. In this article we consider a domain\ndecomposition preconditioner for a DPG method for the Poisson problem.\n"]}]
["1212.2652",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2652"],"date":["2012-12-11"],"type":["text"],"creator":["Patilea, Valentin","Raïssi, Hamdi"],"language":[],"coverage":[],"title":["Testing second order dynamics for autoregressive processes in presence\n  of time-varying variance"],"description":["  The volatility modeling for autoregressive univariate time series is\nconsidered. A benchmark approach is the stationary ARCH model of Engle (1982).\nMotivated by real data evidence, processes with non constant unconditional\nvariance and ARCH effects have been recently introduced. We take into account\nsuch possible non stationarity and propose simple testing procedures for ARCH\neffects. Adaptive McLeod and Li's portmanteau and ARCH-LM tests for checking\nfor second order dynamics are provided. The standard versions of these tests,\ncommonly used by practitioners, suppose constant unconditional variance. We\nprove the failure of these standard tests with time-varying unconditional\nvariance. The theoretical results are illustrated by mean of simulated and real\ndata.\n"]}]
["1212.2653",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2653"],"date":["2012-12-11"],"type":["text"],"creator":["Abedelfatah, Abed"],"language":[],"coverage":[],"title":["On the Eisenbud-Green-Harris Conjecture"],"description":["  It has been conjectured by Eisenbud, Green and Harris that if $I$ is a\nhomogeneous ideal in $k[x_1,...,x_n]$ containing a regular sequence\n$f_1,...,f_n$ of degrees $\\deg(f_i)=a_i$, where $2\\leq a_1\\leq ... \\leq a_n$,\nthen there is a homogeneous ideal $J$ containing $x_1^{a_1},...,x_n^{a_n}$ with\nthe same Hilbert function. In this paper we prove the Eisenbud-Green-Harris\nconjecture when $f_i$ splits into linear factors for all $i$.\n"]}]
["1212.2654",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2654"],"date":["2012-12-11"],"type":["text"],"creator":["Kas, M.","Appala, S.","Wang, C.","Carley, C.","Carley, L. R.","Tonguz, O. K."],"language":[],"coverage":[],"title":["What if Routers Were Social? Analyzing Wireless Mesh Networks from a\n  Social Networks Perspective"],"description":["  Wireless Mesh Networks (WMNs) consist of radio nodes organized in a mesh\ntopology for serving wireless mesh clients to communicate with one another or\nto connect to the Internet. Nodes in a mesh network can communicate with each\nother either directly or through one or more intermediate nodes, similar to\nsocial networks. WMNs share many common properties with social networks. We\nfirst identify the differences and similarities between social networks and\nWMNs and then use metrics that are typically used for social network analysis\n(SNA) to assess real WMNs. Analyzing real WMN data collected from the UCSB\nMeshNet and MIT Roofnet testbeds reveals that using SNA metrics are helpful in\ndesigning WMNs with better performance. We demonstrate the validity of our\nconclusions and this new approach by focusing on two sample applications of\nsocial networks: network reliability assessment and channel access scheduling.\n","Comment: IEEE Wireless Communications, vol. 19, no. 6, December 2012"]}]
["1212.2657",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2657"],"date":["2012-12-11"],"type":["text"],"creator":["Ryabokon, Anna"],"language":[],"coverage":[],"title":["Study: Symmetry breaking for ASP"],"description":["  In their nature configuration problems are combinatorial (optimization)\nproblems. In order to find a configuration a solver has to instantiate a number\nof components of a some type and each of these components can be used in a\nrelation defined for a type. Therefore, many solutions of a configuration\nproblem have symmetric ones which can be obtained by replacing some component\nof a solution by another one of the same type. These symmetric solutions\ndecrease performance of optimization algorithms because of two reasons: a) they\nsatisfy all requirements and cannot be pruned out from the search space; and b)\nexistence of symmetric optimal solutions does not allow to prove the optimum in\na feasible time.\n"]}]
["1212.2659",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2659","Mathematical and Computer Modelling 55(3-4): 884-900 (2012)","doi:10.1016/j.mcm.2011.09.015"],"date":["2012-12-11"],"type":["text"],"creator":["Adamatzky, Andrew"],"language":[],"coverage":[],"title":["Simulating strange attraction of acellular slime mould Physarum\n  polycephaum to herbal tablets"],"description":["  Plasmodium of acellular slime mould Physarum polycephalum exhibits traits of\nwave-like behaviour. The plasmodium's behaviour can be finely tuned in\nlaboratory experiments by using herbal tablets. A single tablet acts as a fixed\nattractor: plasmodium propagates towards the tablet, envelops the tablet with\nits body and stays around the tablet for several days. Being presented with\nseveral tablets the plasmodium executes limit cycle like motions. The\nplasmodium performs sophisticated routines of movement around tablets:\nrotation, splitting, and annihilation. We use to two-variable Oregonator model\nto simulate the plasmodium behaviour in presence of the herbal tablets.\nNumerical experiments confirm that using long-distance attracting and\nshort-distance repelling fields we can organise arbitrary movement of\nplasmodia.\n","Comment: arXiv admin note: text overlap with arXiv:1106.0305"]}]
["1212.2660",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Group Theory","Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2660"],"date":["2012-12-11"],"type":["text"],"creator":["Ageev, Oleg N."],"language":[],"coverage":[],"title":["On extensions of typical group actions"],"description":["  For every countable abelian group $G$ we find the set of all its subgroups\n$H$ ($H\\leq G$) such that a typical measure-preserving $H$-action on a standard\natomless probability space $(X,\\mathcal{F}, \\mu)$ can be extended to a free\nmeasure-preserving $G$-action on $(X,\\mathcal{F}, \\mu)$. The description of all\nsuch pairs $H\\leq G$ was made in purely group terms, in the language of the\ndual $\\hat{G}$, and $G$-actions with discrete spectrum. As an application, we\nanswer a question when a typical $H$-action can be extended to a $G$-action\nwith some dynamic property, or to a $G$-action at all. In particular, we offer\nfirst examples of pairs $H\\leq G$ satisfying both $G$ is countable abelian, and\na typical $H$-action is not embeddable in a $G$-action.\n","Comment: 30 pages"]}]
["1212.2661",{"format":[],"subject":["Mathematics - Functional Analysis","42B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2661"],"date":["2012-12-11"],"type":["text"],"creator":["Bourgain, Jean"],"language":[],"coverage":[],"title":["On the Hardy-Littlewood maximal function for the cube"],"description":["  It is shown that the Hardy-Littlewood maximal function associated to the cube\nin $\\mathbb R^n$ obeys dimensional free bounds in $L^p$ fir $p>1$. Earlier work\nonly covered the range $p>\\frac 32$.\n","Comment: 20 pages"]}]
["1212.2663",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2663"],"date":["2012-12-11"],"type":["text"],"creator":["Mauguiere, F. A. L.","Collins, P.","Ezra, G. S.","Wiggins, S."],"language":[],"coverage":[],"title":["Single versus double bond breakage in a Morse chain under tension:\n  higher index saddles and bond healing"],"description":["  We investigate the fragmentation dynamics of an atomic chain under tensile\nstress. We have classified the location, stability type (indices) and energy of\nall equilibria for the general $n$-particle chain, and have highlighted the\nimportance of saddle points with index $> 1$.\n  We show that for an $n=2$-particle chain under tensile stress the index 2\nsaddle plays a central role in organizing the dynamics. We apply normal form\ntheory to analyze phase space structure and dynamics in a neighborhood of the\nindex 2 saddle. We define a phase dividing surface (DS) that enables us to\nclassify trajectories passing through a neighborhood of the saddle point using\nthe values of the integrals associated with the normal form. We also generalize\nour definition of the dividing surface and define an \\emph{extended dividing\nsurface} (EDS), which is used to sample and classify all trajectories that pass\nthrough a phase space neighborhood of the index 2 saddle at total energies less\nthan that of the saddle.\n  Classical trajectory simulations are used to study single versus double bond\nbreakage for the $n=2$ chain under tension. Initial conditions for trajectories\nare obtained by sampling the EDS at constant energy. We sample trajectories at\nfixed energies both above and below the energy of the saddle. The fate of\ntrajectories (single versus double bond breakage) is explored as a function of\nthe location of the initial condition on the EDS, and a connection made to the\nwork of Chesnavich on collision-induced dissociation. A significant finding is\nthat we can readily identify trajectories that exhibit bond \\emph{healing}.\nSuch trajectories pass outside the nominal (index 1) transition state for\nsingle bond dissociation, but return to the potential well region, possibly\nseveral times, before ultimately dissociating.\n","Comment: 54 pages, 19 figures"]}]
["1212.2666",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2666"],"date":["2012-12-11"],"type":["text"],"creator":["Kollerstrom, Nicholas"],"language":[],"coverage":[],"title":["The Birth of Calculus: Towards a More Leibnizian View"],"description":["  We re-evaluate the great Leibniz-Newton calculus debate, exactly three\nhundred years after it culminated, in 1712. We reflect upon the concept of\ninvention, and to what extent there were indeed two independent inventors of\nthis new mathematical method. We are to a considerable extent agreeing with the\nmathematics historians Tom Whiteside in the 20th century and Augustus de Morgan\nin the 19th. By way of introduction we recall two apposite quotations: \"After\ntwo and a half centuries the Newton-Leibniz disputes continue to inflame the\npassions. Only the very learned (or the very foolish) dare to enter this great\nkilling ground of the history of ideas\" from Stephen Shapin and \"When de\nl'Hopital, in 1696, published at Paris a treatise so systematic, and so much\nresembling one of modern times, that it might be used even now, he could find\nnothing English to quote, except a slight treatise of Craig on quadratures,\npublished in 1693\" from Augustus de Morgan.\n","Comment: 21 Pages, 5 Colour Figures"]}]
["1212.2667",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2667","Proceedings of Science (Baldin ISHEPP XXI) 072, 2012"],"date":["2012-12-11"],"type":["text"],"creator":["Vechernin, V.","Lakomov, I."],"language":[],"coverage":[],"title":["The dependence of the number of pomerons on the impact parameter and the\n  long-range rapidity correlations in pp collisions"],"description":["  The simple model which enables to take into account the effects of a colour\nstring fusion in pp interactions is suggested. The parameters of the model are\nconnected with the parameters of the pomeron trajectory and its couplings to\nhadrons. On the base of the model the MC algorithm which enables to calculate\nthe long-range correlation functions between multiplicities and between the\naverage transverse momentum and the multiplicity in pp collisions is developed.\n","Comment: 12 pages, 3 figures, reported at the Baldin ISHEPP XXI"]}]
["1212.2668",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2668"],"date":["2012-12-11"],"type":["text"],"creator":["Kontoyiannis, Ioannis","Verdu, Sergio"],"language":[],"coverage":[],"title":["Lossless Data Compression at Finite Blocklengths"],"description":["  This paper provides an extensive study of the behavior of the best achievable\nrate (and other related fundamental limits) in variable-length lossless\ncompression. In the non-asymptotic regime, the fundamental limits of\nfixed-to-variable lossless compression with and without prefix constraints are\nshown to be tightly coupled. Several precise, quantitative bounds are derived,\nconnecting the distribution of the optimal codelengths to the source\ninformation spectrum, and an exact analysis of the best achievable rate for\narbitrary sources is given.\n  Fine asymptotic results are proved for arbitrary (not necessarily prefix)\ncompressors on general mixing sources. Non-asymptotic, explicit Gaussian\napproximation bounds are established for the best achievable rate on Markov\nsources. The source dispersion and the source varentropy rate are defined and\ncharacterized. Together with the entropy rate, the varentropy rate serves to\ntightly approximate the fundamental non-asymptotic limits of fixed-to-variable\ncompression for all but very small blocklengths.\n"]}]
["1212.2669",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2669"],"date":["2012-12-11"],"type":["text"],"creator":["Soria, Francisco Rubén Castillo","Torres, Gustavo Fernández","Algredo-Badillo, Ignacio"],"language":[],"coverage":[],"title":["A Lossless Data Hiding Technique based on AES-DWT"],"description":["  In this paper we propose a new data hiding technique. The new technique uses\nsteganography and cryptography on images with a size of 256x256 pixels and an\n8-bit grayscale format. There are design restrictions such as a fixed-size\ncover image, and reconstruction without error of the hidden image. The\nsteganography technique uses a Haar-DWT (Discrete Wavelet Transform) with hard\nthresholding and LSB (Less Significant Bit) technique on the cover image. The\nalgorithms used for compressing and ciphering the secret image are lossless JPG\nand AES, respectively. The proposed technique is used to generate a stego image\nwhich provides a double type of security that is robust against attacks.\nResults are reported for different thresholds levels in terms of PSNR.\n","Comment: 9 pages, 15 figures, 2 tables; IJCSI International Journal of\n  Computer Science Issues, Vol. 9, Issue 5, No 3, September 2012. ISSN\n  (Online): 1694-0814. www.IJCSI.org"]}]
["1212.2671",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2671"],"date":["2012-12-11"],"type":["text"],"creator":["Pérez, Ernesto Cortés","Algredo-Badillo, Ignacio","Rodríguez, Víctor Hugo García"],"language":[],"coverage":[],"title":["Performance Analysis of ANFIS in short term Wind Speed Prediction"],"description":["  Results are presented on the performance of Adaptive Neuro-Fuzzy Inference\nsystem (ANFIS) for wind velocity forecasts in the Isthmus of Tehuantepec region\nin the state of Oaxaca, Mexico. The data bank was provided by the\nmeteorological station located at the University of Isthmus, Tehuantepec\ncampus, and this data bank covers the period from 2008 to 2011. Three data\nmodels were constructed to carry out 16, 24 and 48 hours forecasts using the\nfollowing variables: wind velocity, temperature, barometric pressure, and date.\nThe performance measure for the three models is the mean standard error (MSE).\nIn this work, performance analysis in short-term prediction is presented,\nbecause it is essential in order to define an adequate wind speed model for\neolian parks, where a right planning provide economic benefits.\n","Comment: 9 pages, 11 figures, 1 table; IJCSI International Journal of Computer\n  Science Issues, Vol. 9, Issue 5, No 3, September 2012. ISSN (Online):\n  1694-0814. www.IJCSI.org"]}]
["1212.2672",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2672"],"date":["2012-12-11"],"type":["text"],"creator":["Lodge, Russell"],"language":[],"coverage":[],"title":["Boundary Values of the Thurston Pullback Map"],"description":["  For any Thurston map with exactly four postcritical points, we present an\nalgorithm to compute the Weil-Petersson boundary values of the corresponding\nThurston pullback map. This procedure is carried out for the Thurston map\nf(z)=3z^2/(2z^3+1) originally studied by Buff, et al. The dynamics of this\nboundary map are investigated and used to solve the analogue of Hubbard's\nTwisted Rabbit problem for f.\n","Comment: 54 pages, 15 figures"]}]
["1212.2676",{"format":[],"subject":["Computer Science - Computation and Language","Computer Science - Information Retrieval","Physics - Physics and Society","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2676"],"date":["2012-12-11"],"type":["text"],"creator":["Gerow, Aaron","Keane, Mark"],"language":[],"coverage":[],"title":["Mining the Web for the Voice of the Herd to Track Stock Market Bubbles"],"description":["  We show that power-law analyses of financial commentaries from newspaper\nweb-sites can be used to identify stock market bubbles, supplementing\ntraditional volatility analyses. Using a four-year corpus of 17,713 online,\nfinance-related articles (10M+ words) from the Financial Times, the New York\nTimes, and the BBC, we show that week-to-week changes in power-law\ndistributions reflect market movements of the Dow Jones Industrial Average\n(DJI), the FTSE-100, and the NIKKEI-225. Notably, the statistical regularities\nin language track the 2007 stock market bubble, showing emerging structure in\nthe language of commentators, as progressively greater agreement arose in their\npositive perceptions of the market. Furthermore, during the bubble period, a\nmarked divergence in positive language occurs as revealed by a Kullback-Leibler\nanalysis.\n","Comment: Proceedings of the 22nd International Joint Conference on Artificial\n  Intelligence (IJCAI '11), Barcelona, Spain, 16-22 July, 2011"]}]
["1212.2681",{"format":[],"subject":["Mathematics - Number Theory","11F67 (Primary) 15A52, 11R42 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2681"],"date":["2012-12-11"],"type":["text"],"creator":["Conrey, J. B.","Snaith, N. C."],"language":[],"coverage":[],"title":["On the orthogonal symmetry of $L$-functions of a family of Hecke\n  Gr\\\"{o}ssencharacters"],"description":["  The family of symmetric powers of an $L$-function associated with an elliptic\ncurve with complex multiplication has received much attention from algebraic,\nautomorphic and p-adic points of view. Here we examine one explicit such family\nfrom the perspectives of classical analytic number theory and random matrix\ntheory, especially focusing on evidence for the symmetry type of the family. In\nparticular, we investigate the values at the central point and give evidence\nthat this family can be modeled by ensembles of orthogonal matrices. We prove\nan asymptotic formula with power savings for the average of these L-values,\nwhich reproduces, by a completely different method, an asymptotic formula\nproven by Greenberg and Villegas--Zagier. We give an upper bound for the second\nmoment which is conjecturally too large by just one logarithm. We also give an\nexplicit conjecture for the second moment of this family, with power savings.\nFinally, we compute the one level density for this family with a test function\nwhose Fourier transform has limited support. It is known by the work of\nVillegas -- Zagier that the subset of these L-functions from our family which\nhave even functional equations never vanish; we show to what extent this result\nis reflected by our analytic results.\n"]}]
["1212.2682",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2682","J. Chem. Phys. 137, 214703 (2012)","doi:10.1063/1.4769077"],"date":["2012-12-11"],"type":["text"],"creator":["Yang, Yu","Yang, Wei","Zhang, Ping"],"language":[],"coverage":[],"title":["Electron correlation and spin-orbit coupling effects in US3 and USe3"],"description":["  A systematic density functional theory (DFT)+U study is conducted to\ninvestigate the electron correlation and spin-orbit coupling (SOC) effects in\nUS3 and USe3. Our calculations reveal that inclusion of the U term is essential\nto get energy band gaps for them, indicating the strong correlation effects for\nuranium 5f electrons. Taking consideration of the SOC effect results in small\nreduction on the electronic band gaps of US3 and USe3, but largely changes the\nenergy band shapes around the Fermi energy. As a result, US3 has a direct band\ngap while USe3 has an indirect one. Our calculations predict that both US3 and\nUSe3 are antiferromagnetic insulators, in agreement with corresponding\nexperimental results. Based on our DFT+U calculations, we systematically\npresent the ground-state electronic, mechanical, and Raman properties for US3\nand USe3.\n","Comment: 6 pages, 6 figures"]}]
["1212.2685",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2685"],"date":["2012-12-11"],"type":["text"],"creator":["Lee, R. N."],"language":[],"coverage":[],"title":["Presenting LiteRed: a tool for the Loop InTEgrals REDuction"],"description":["  Mathematica package LiteRed is described. It performs the heuristic search of\nthe symbolic IBP reduction rules for loop integrals. It implements also several\nconvenient tools for the search of the symmetry relations, construction of the\ndifferential equations and dimensional recurrence relations.\n","Comment: 15 pages, 3 figures"]}]
["1212.2686",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2686"],"date":["2012-12-11"],"type":["text"],"creator":["Goodfellow, Ian","Courville, Aaron","Bengio, Yoshua"],"language":[],"coverage":[],"title":["Joint Training of Deep Boltzmann Machines"],"description":["  We introduce a new method for training deep Boltzmann machines jointly. Prior\nmethods require an initial learning pass that trains the deep Boltzmann machine\ngreedily, one layer at a time, or do not perform well on classifi- cation\ntasks.\n","Comment: 4 pages"]}]
["1212.2687",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2687","Physical Review A 84, 064301 (2011)","doi:10.1103/PhysRevA.84.064301"],"date":["2012-12-11"],"type":["text"],"creator":["Zhang, Zhen-Tao","Yu, Yang"],"language":[],"coverage":[],"title":["Coupling mechanism between microscopic two-level system and\n  superconducting qubits"],"description":["  We propose a scheme to clarify the coupling nature between superconducting\nJosephson qubits andmicroscopic two-level systems. Although dominant interest\nin studying two-level systems was in phase qubits previously, we find that the\nsensitivity of the generally used spectral method in phase qubits is not\nsufficient to evaluate the exact form of the coupling. On the contrary, our\nnumerical calculation shows that the coupling strength changes remarkably with\nthe flux bias for a flux qubit, providing a useful tool to investigate the\ncoupling mechanism between the two-level systems and qubits.\n","Comment: 5 pages, 4 figures"]}]
["1212.2690",{"format":[],"subject":["Mathematics - Combinatorics","05D05, 11B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2690"],"date":["2012-12-11"],"type":["text"],"creator":["Sahs, Marvin","Sissokho, Papa","Torf, Jordan"],"language":[],"coverage":[],"title":["A zero-sum theorem over Z"],"description":["  A zero-sum sequence of integers is a sequence of nonzero terms that sum to 0.\nLet $k>0$ be an integer and let $[-k,k]$ denote the set of all nonzero integers\nbetween $-k$ and $k$. Let $\\ell(k)$ be the smallest integer $\\ell$ such that\nany zero-sum sequence with elements from $[-k,k]$ and length greater than\n$\\ell$ contains a proper nonempty zero-sum subsequence. In this paper, we prove\na more general result which implies that $\\ell(k)=2k-1$ for $k>1$.\n","Comment: 11 papes"]}]
["1212.2692",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","68T10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2692"],"date":["2012-12-11"],"type":["text"],"creator":["Osman, Ghazali","Hitam, Muhammad Suzuri","Ismail, Mohd Nasir"],"language":[],"coverage":[],"title":["Enhanced skin colour classifier using RGB Ratio model"],"description":["  Skin colour detection is frequently been used for searching people, face\ndetection, pornographic filtering and hand tracking. The presence of skin or\nnon-skin in digital image can be determined by manipulating pixels colour or\npixels texture. The main problem in skin colour detection is to represent the\nskin colour distribution model that is invariant or least sensitive to changes\nin illumination condition. Another problem comes from the fact that many\nobjects in the real world may possess almost similar skin-tone colour such as\nwood, leather, skin-coloured clothing, hair and sand. Moreover, skin colour is\ndifferent between races and can be different from a person to another, even\nwith people of the same ethnicity. Finally, skin colour will appear a little\ndifferent when different types of camera are used to capture the object or\nscene. The objective in this study is to develop a skin colour classifier based\non pixel-based using RGB ratio model. The RGB ratio model is a newly proposed\nmethod that belongs under the category of an explicitly defined skin region\nmodel. This skin classifier was tested with SIdb dataset and two benchmark\ndatasets; UChile and TDSD datasets to measure classifier performance. The\nperformance of skin classifier was measured based on true positive (TF) and\nfalse positive (FP) indicator. This newly proposed model was compared with\nKovac, Saleh and Swift models. The experimental results showed that the RGB\nratio model outperformed all the other models in term of detection rate. The\nRGB ratio model is able to reduce FP detection that caused by reddish objects\ncolour as well as be able to detect darkened skin and skin covered by shadow.\n","Comment: 14 pages; International Journal on Soft Computing (IJSC) Vol.3, No.4,\n  November 2012"]}]
["1212.2697",{"format":[],"subject":["Mathematics - Combinatorics","05A05, 05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2697"],"date":["2012-12-11"],"type":["text"],"creator":["Chen, Joanna N.","Chen, William Y. C.","Zhou, Robin D. P."],"language":[],"coverage":[],"title":["On Pattern Avoiding Alternating Permutations"],"description":["  An alternating permutation of length $n$ is a permutation $\\pi=\\pi_1 \\pi_2\n... \\pi_n$ such that $\\pi_1 < \\pi_2 > \\pi_3 < \\pi_4 > ...$. Let $A_n$ denote\nset of alternating permutations of ${1,2,..., n}$, and let $A_n(\\sigma)$ be set\nof alternating permutations in $A_n$ that avoid a pattern $\\sigma$. Recently,\nLewis used generating trees to enumerate $A_{2n}(1234)$, $A_{2n}(2143)$ and\n$A_{2n+1}(2143)$, and he posed several conjectures on the Wilf-equivalence of\nalternating permutations avoiding certain patterns. Some of these conjectures\nhave been proved by B\\'ona, Xu and Yan. In this paper, we prove the two\nrelations $|A_{2n+1}(1243)|=|A_{2n+1}(2143)|$ and\n$|A_{2n}(4312)|=|A_{2n}(1234)|$ as conjectured by Lewis.\n","Comment: 21 pages, 2 figures"]}]
["1212.2701",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2701"],"date":["2012-12-11"],"type":["text"],"creator":["Gharan, Shayan Oveis","Trevisan, Luca"],"language":[],"coverage":[],"title":["A Universal upper bound on Graph Diameter based on Laplacian Eigenvalues"],"description":["  We prove that the diameter of any unweighted connected graph G is O(k log\nn/lambda_k), for any k>= 2. Here, lambda_k is the k smallest eigenvalue of the\nnormalized laplacian of G. This solves a problem posed by Gil Kalai.\n"]}]
["1212.2707",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Differential Geometry","Mathematics - Operator Algebras","46E22, 46M20, 47A20, 47A45, 47B32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2707"],"date":["2012-12-12"],"type":["text"],"creator":["Sarkar, Jaydeb"],"language":[],"coverage":[],"title":["Similarity of Quotient Hilbert modules in the Cowen-Douglas Class"],"description":["  In this paper, we consider the similarity problem for Hilbert modules in the\nCowen-Douglas class associated with the complex geometric object, the hermitian\nanti-holomorphic vector bundles. Given a \"simple\" rank one Cowen-Douglas\nHilbert module M, we find necessary and sufficient conditions for the\nCowen-Douglas Hilbert modules satisfying some positivity conditions to be\nsimilar to M ox C^m. We also show that under certain uniform bound condition on\nthe anti-holomorphic frame, a class of Cowen-Douglas Hilbert modules are\nquasi-affinity to submodules of M ox C^m.\n","Comment: 14 pages"]}]
["1212.2713",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","Mathematics - Differential Geometry","53C17, 37N05, 70H06, 37J35, 53D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2713"],"date":["2012-12-12"],"type":["text"],"creator":["Montgomery, Richard","Shanbrom, Corey"],"language":[],"coverage":[],"title":["Keplerian Dynamics on the Heisenberg Group and Elsewhere"],"description":["  Posing Kepler's problem of motion around a fixed \"sun\" requires the geometric\nmechanician to choose a metric and a Laplacian. The metric provides the kinetic\nenergy. The fundamental solution to the Laplacian (with delta source at the\n\"sun\") provides the potential energy. Posing Kepler's three laws (with input\nfrom Galileo) requires symmetry conditions. The metric space must be\nhomogeneous, isotropic, and admit dilations. Any Riemannian manifold enjoying\nthese three symmetry properties is Euclidean. So if we want a semblance of\nKepler's three laws to hold but also want to leave the Euclidean realm, we are\nforced out of the realm of Riemannian geometries. The Heisenberg group (a\nsubRiemannian geometry) and lattices provide the simplest examples of metric\nspaces enjoying a semblance of all three of the Keplerian symmetries. We report\nsuccess in posing, and solving, the Kepler problem on the Heisenberg group. We\nreport failures in posing the Kepler problem on the rank two lattice and\npartial success in solving the problem on the integers. We pose a number of\nquestions.\n","Comment: 19 pages, 6 figures"]}]
["1212.2714",{"format":[],"subject":["Mathematics - Probability","60G50, 60E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2714"],"date":["2012-12-12"],"type":["text"],"creator":["Fukai, Yasunari"],"language":[],"coverage":[],"title":["Hitting time of a half-line by a two-dimensional nonsymmetric random\n  walk"],"description":["  We consider the probability that a two-dimensional random walk starting from\nthe origin never returns to the half-line $ (- \\infty,0] \\times {0}$ before\ntime $n$. Let $X^{(1)}=(X_{1},X_{2})$ be the increment of the two-dimensional\nrandom walk. For an aperiodic random walk with moment conditions ($E[X_{2}]=0 $\nand $ E[|X_{1}|^{\\delta}]<\\infty, E[|X_{2}|^{2+ \\delta}]< \\infty $ for some $\n\\delta \\in (0,1)$), we obtain an asymptotic estimate (as $n \\rightarrow \\infty\n$) of this probability by assuming the behavior of the characteristic function\nof $X_{1}$ near zero.\n"]}]
["1212.2716",{"format":[],"subject":["Physics - Computational Physics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2716"],"date":["2012-12-12"],"type":["text"],"creator":["Rigge, Paul"],"language":[],"coverage":[],"title":["Numerical Solutions to the Sine-Gordon Equation"],"description":["  The sine-Gordon equation is a nonlinear partial differential equation. It is\nknown that the sine-Gordon has soliton solutions in the 1D and 2D cases, but\nsuch solutions are not known to exist in the 3D case. Several numerical\nsolutions to the 1D, 2D, and 3D sine-Gordon equation are presented and comments\nare given on the nature of the solutions.\n"]}]
["1212.2718",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2718"],"date":["2012-12-12"],"type":["text"],"creator":["Kashin, A. L.","Yegoryan, G."],"language":[],"coverage":[],"title":["Comment on the \"Excess ellipticity of hot and cold spots WMAP data?\" by\n  Berntsen, E. and Hansen, F.K"],"description":["  The recent paper by Berntsen and Hansen devoted to the analysis of\nelliptic-ity of anisotropies in CMB maps, distorts some statements of previous\nstudies, misses relevant papers, along with superficial comparison of the\nresults (in part of definitions, the role of noise, angular resolution, model\nparameters).\n"]}]
["1212.2720",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2720"],"date":["2012-12-12"],"type":["text"],"creator":["Rao, R. Velumadhava","Selvamani, K.","Elakkiya, R."],"language":[],"coverage":[],"title":["A secure key transfer protocol for group communication"],"description":["  Providing security for messages in group communication is more essential and\ncritical nowadays. In group oriented applications such as Video conferencing\nand entertainment applications, it is necessary to secure the confidential data\nin such a way that intruders are not able to modify or transmit the data. Key\ntransfer protocols fully rely on trusted Key Generation Center (KGC) to compute\ngroup key and to transport the group keys to all communication parties in a\nsecured and secret manner. In this paper, an efficient key generation and key\ntransfer protocol has been proposed where KGC can broadcast group key\ninformation to all group members in a secure way. Hence, only authorized group\nmembers will be able to retrieve the secret key and unauthorized members cannot\nretrieve the secret key. Hence, inorder to maintain the forward and backward\nsecrecy, the group keys are updated whenever a new member joins or leaves the\ncommunication group. The proposed algorithm is more efficient and relies on NP\nclass. In addition, the keys are distributed to the group users in a safe and\nsecure way. Moreover, the key generated is also very strong since it uses\ncryptographic techniques which provide efficient computation.\n"]}]
["1212.2722",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2722"],"date":["2012-12-12"],"type":["text"],"creator":["Lorente, Nuria P. F.","Farrell, Tony","Goodwin, Michael"],"language":[],"coverage":[],"title":["SAMI Automated Plug Plate Configuration"],"description":["  The Sydney-AAO Multi-object Integral field spectrograph (SAMI) is a prototype\nwide-field system at the Anglo-Australian Telescope (AAT) which uses a\nplug-plate to mount its 13 x 61-core imaging fibre bundles (hexabundles) in the\noptical path at the telescope's prime focus. In this paper we describe the\nprocess of determining the positions of the plug-plate holes, where plates\ncontain three or more stacked observation configurations. The process, which up\nuntil now has involved several separate processes and has required significant\nmanual configuration and checking, is now being automated to increase\nefficiency and reduce error. This is carried out by means of a thin Java\ncontroller layer which drives the configuration cycle. This layer controls the\nuser interface and the C++ algorithm layer where the plate configuration and\noptimisation is carried out. Additionally, through the Aladin display package,\nit provides visualisation and facilitates user verification of the resulting\nplates.\n","Comment: 4 pages, 3 figures. Contributed paper at the ADASS XXII conference,\n  held in Champaign, IL, USA, November 2012. Proceedings to be published in ASP\n  Conf. Ser., D. N. Friedel and R. L. Plante (eds.)"]}]
["1212.2723",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35K05, 53C44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2723"],"date":["2012-12-12"],"type":["text"],"creator":["Han, Qing","Zhang, Qi S"],"language":[],"coverage":[],"title":["An Upper Bound for Hessian Matrices of Positive Solutions of Heat\n  Equations"],"description":["  We prove global and local upper bounds for the Hessian of log positive\nsolutions of the heat equation on a Riemannian manifold. The metric is either\nfixed or evolves under the Ricci flow. These upper bounds supplement the\nwell-known global lower bound.\n"]}]
["1212.2724",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","37B10, 60J10, 34C15","I.6.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2724","Technical Physics Letters, 2012, Vol. 38, No. 9, pp. 804-808","doi:10.1134/S106378501209009X"],"date":["2012-12-12"],"type":["text"],"creator":["Makarenko, A. V."],"language":[],"coverage":[],"title":["Measure of Synchronism of Multidimensional Chaotic Sequences Based on\n  Their Symbolic Representation in a T-Alphabet"],"description":["  A new approach to analysis of the synchronization of chaotic oscillations in\ntwo (or more) coupled oscillators is described that makes it possible to reveal\nchanges in the structure of attractors and detect the appearance of\nintermittency. The proposed method is based on a symbolic analysis developed\npreviously in the velocity-curvature space of multidimensional sequences and\nmaps. The method is tested by application to a Lorentz system. The results\nconfirm the informativity of the analyzer and reveal specific features of\nchanges in the structure of an attractor of the three-component test system.\n","Comment: 6 pages, 3 figures, 1 table, Preprint version of article published\n  in: Technical Physics Letters, 2012, Vol. 38, No. 9, pp. 804-808"]}]
["1212.2727",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2727"],"date":["2012-12-12"],"type":["text"],"creator":["Zujev, Aleksander","Scalettar, Richard T.","Batrouni, George G.","Sengupta, Pinaki"],"language":[],"coverage":[],"title":["Pairing Correlations in the two-layer attractive Hubbard Model"],"description":["  Studies of systems with two fermionic bands with repulsive interaction\nstrength U have a long history, with the Periodic Anderson Model (PAM) being\none of the most frequently considered Hamiltonians. In this paper, we use\nQuantum Monte Carlo to study analogous issues for attractive interactions. As\nin the Periodic Anderson Model, we focus on a case where one band is\nuncorrelated (U=0), and focus on the effect of hybridization V between the\nbands on the pairing correlations. A key difference with the PAM is that there\nis no sign problem, so that we are able to explore the physics of doped\nmulti-band attractive systems at low temperatures whereas ground state\nproperties of repulsive models can be determined only at half-filling. For\nsmall V, pairing in the U<0 layer induces pairing in the U=0 layer. At larger V\nthe ground state of the coupled system loses its superconducting character. The\nQuantum Monte Carlo data are complemented by results obtained with the\nBogoliubov-de Gennes approximation.\n","Comment: 6 pages, 5 figures"]}]
["1212.2728",{"format":[],"subject":["Physics - Optics","J.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2728"],"date":["2012-12-12"],"type":["text"],"creator":["Rong, Jiang","Zhi-Xun, Huang","Gui-Zhen, Lu"],"language":[],"coverage":[],"title":["Negative Goos-H\\\"anchen Shifts with Nano-metal-films on Prism Surface"],"description":["  In recent years, the fantastic phenomena of negative Goos-H\\\"anchen shifts\nwere studied in several optics experiments with the positive refractivity\nmaterials, which is predicted by many scientists through both classical physics\nor quantum physics theory. In order to verify the negative Goos-H\\\"anchen\nshifts phenomena, an experiment in microwave frequency was done with\nnano-metal-films on prism surface. Because using nano-metal-films enhances\nself-interference effect, not only were the negative Goos-H\\\"anchen shifts\nobtained, but also the giant Goos-H\\\"anchen shifts was appeared.\n"]}]
["1212.2731",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2731"],"date":["2012-12-12"],"type":["text"],"creator":["Burghardt, Keith","Gates Jr, S. James"],"language":[],"coverage":[],"title":["Adinkra Isomorphisms and `Seeing' Shapes with Eigenvalues"],"description":["  We create an algorithm to determine whether any two graphical representations\n(adinkras) of equations possessing the property of supersymmetry in one or two\ndimensions are isomorphic in shape. The algorithm is based on the determinant\nof `permutation matrices' that are defined in this work and derivable for any\nadinkra.\n","Comment: LaTeX twice, 23 pages, 7 figures"]}]
["1212.2732",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2732"],"date":["2012-12-12"],"type":["text"],"creator":["Putievskiy, Boris"],"language":[],"coverage":[],"title":["Transformations Integer Sequences And Pairing Functions"],"description":["  We propose several procedures for creating new families of integer sequences\nbased on the method of Cantor diagonalization. Then we modify and generalize\nthis method. The paper includes explicit formulas for most proposed families of\ninteger sequences.\n","Comment: 13 pages"]}]
["1212.2735",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2735","Phys. Rev. D 86, 127502 (2012)","doi:10.1103/PhysRevD.86.127502"],"date":["2012-12-12"],"type":["text"],"creator":["Yang, Ke","Liu, Yu-Xiao","Zhong, Yuan","Du, Xiao-Long","Wei, Shao-Wen"],"language":[],"coverage":[],"title":["Gravity localization and mass hierarchy in scalar-tensor branes"],"description":["  We consider a braneworld model in the scalar-tensor gravity. In order to\nsolve the gauge hierarchy problem in this model, our world should be confined\non the positive tension brane rather than on the negative one. This is crucial\nto reproduce a correct Friedmann-like equation on the brane. Interestingly, it\nis found that the spacing of mass spectrum in this scenario is very tiny, but\nthe light gravitons cannot be observed individually in colliders because of\ntheir sufficiently weak interaction with matter fields on the visible brane.\n","Comment: 5 pages, publication version as a Brief Report in Physical Review D"]}]
["1212.2740",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2740","Physical Review B 86,214409(2012)","doi:10.1103/PhysRevB.86.214409"],"date":["2012-12-12"],"type":["text"],"creator":["Rajeswaran, B.","Khomskii, D. I.","Zvezdin, A. K.","Rao, C. N. R.","Sundaresan, A."],"language":[],"coverage":[],"title":["Field-induced Polar Order at the N\\'eel Temperature of Chromium in\n  Rare-earth Orthochromites: Interplay of Rare-earth and Cr Magnetism"],"description":["  We report field-induced switchable polarization (P = 0.2 ~ 0.8 microC/cm2)\nbelow the N\\'eel temperature of chromium (TN Cr) in weakly ferromagnetic\nrareearth orthochromites, RCrO3 (R=rareearth) but only when the rareearth ion\nis magnetic. Intriguingly, the polarization in ErCrO3 (TC ~ 133 K) disappears\nat a spin reorientation (Morin) transition (TSR ~ 22 K) below which the weak\nferromagnetism associated with the Cr sublattice also disappears, demonstrating\nthe crucial role of weak ferromagnetism in inducing the polar order. Further,\nthe polarization (P) is strongly influenced by applied magnetic field,\nindicating a strong magneto electric effect. We suggest that the polar order\noccurs in RCrO3, due to the combined effect of poling field that breaks the\nsymmetry and the exchange field on R ion from Cr sublattice stabilizes the\npolar state. We propose that a similar mechanism could work in the\nisostructural rareearth orthoferrites, RFeO3 as well.\n","Comment: 31 pages (Manuscript(6 figures)+supplemental information(8 figures))"]}]
["1212.2744",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2744"],"date":["2012-12-12"],"type":["text"],"creator":["Agosta, John Mark","Chandrashekar, Jaideep","Crovella, Mark","Taft, Nina","Ting, Daniel"],"language":[],"coverage":[],"title":["Mixture Models of Endhost Network Traffic"],"description":["  In this work we focus on modeling a little studied type of traffic, namely\nthe network traffic generated from endhosts. We introduce a parsimonious\nparametric model of the marginal distribution for connection arrivals. We\nemploy mixture models based on a convex combination of component distributions\nwith both heavy and light-tails. These models can be fitted with high accuracy\nusing maximum likelihood techniques. Our methodology assumes that the\nunderlying user data can be fitted to one of many modeling options, and we\napply Bayesian model selection criteria as a rigorous way to choose the\npreferred combination of components. Our experiments show that a simple\nPareto-exponential mixture model is preferred for a wide range of users, over\nboth simpler and more complex alternatives. This model has the desirable\nproperty of modeling the entire distribution, effectively segmenting the\ntraffic into the heavy-tailed as well as the non-heavy-tailed components. We\nillustrate that this technique has the flexibility to capture the wide\ndiversity of user behaviors.\n"]}]
["1212.2746",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2746"],"date":["2012-12-12"],"type":["text"],"creator":["Pruessner, Gunnar","Cheang, Seng","Jensen, Henrik Jeldtoft"],"language":[],"coverage":[],"title":["Doppler synchronization of pulsating phases by time delay"],"description":["  Synchronization by exchange of pulses is a widespread phenomenon, observed in\nflashing fireflies, applauding audiences and the neuronal network of the brain.\nHitherto the focus has been on integrate-and-fire oscillators. Here we consider\nentirely analytic time evolution. Oscillators exchange narrow but finite\npulses. For any non-zero time lag between the oscillators complete\nsynchronization occurs for any number of oscillators arranged in interaction\nnetworks whose adjacency matrix fulfils some simple conditions. The time to\nsynchronization decreases with increasing time lag.\n","Comment: 4 pages and 4 figures"]}]
["1212.2749",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2749"],"date":["2012-12-12"],"type":["text"],"creator":["Zhou, Yu-Feng"],"language":[],"coverage":[],"title":["Direct detection of fourth generation Majorana neutrino dark matter"],"description":["  Heavy stable fourth generation Majorana neutrinos contribute to a small\nfraction of the relic density of dark matter (DM) in the Universe. Due to its\nrelatively strong coupling to the standard model particles, it can be probed by\nthe current direct and indirect DM detection experiments even it is a\nsubdominant component of the halo DM. We show that the current Xenon100 data\nconstrain the mass of the stable Majorana neutrino to be greater than the mass\nof the top quark. The effective spin-independent cross section for the neutrino\nelastic scattering off nucleon is predicted to be $\\sim 1.5\\times 10^{-44}\ncm^2$, which is insensitive to the neutrino mass and mixing and can be reached\nby the direct DM detection experiments in the near future. In the same mass\nregion the predicted effective spin-dependent cross section for the heavy\nneutrino scattering off proton is in the range of $2\\times 10^{-40} cm^2\\sim\n2\\times 10^{-39} cm^2$, which is within the reach of the ongoing DM indirect\nsearch experiments. We demonstrate such properties of the heavy neutrino DM in\na fourth generation model with the stability of the fourth Majorana neutrino\nprotected by an anomaly-free U(1) gauge symmetry.\n","Comment: 11 pages. 4 figures. Invited talk at VIII International Workshop on\n  the Dark Side of the Universe, June 10-15, 2012, Rio de Janeiro, Brazil"]}]
["1212.2751",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2751"],"date":["2012-12-12"],"type":["text"],"creator":["Baoan","Zhang, Xiaozhong","Liu, Wu-Ming"],"language":[],"coverage":[],"title":["Kondo metal of fermionic atoms in anisotropic triangular optical lattice"],"description":["  Quantum phase transition of fermionic atoms in anisotropic triangular optical\nlattice was investigated by dynamical cluster approximation combining with\ncontinuous time quantum Monte Carlo algorithm. The temperature-interaction\nphase diagram for different hoping terms and the competition between the\nanisotropic parameter and interaction is presented. Our results show that the\nsystem undergoes Mott transition from Fermi liquid to Mott insulator while the\nrepulsive interaction reach the critical value. The Kondo metal characterized\nby Kondo peak in the density of states is found in this systems and the\npseudogap are suppressed at low temperature due to the Kondo effect. We also\npropose a feasible experiment protocol to observe these phenomenon in the\nanisotropic triangular optical lattice with the cold atoms, in which the hoping\nterms can be varied by the lattice depth and the atomic interaction can be\nadjusted via Feshbach resonance.\n"]}]
["1212.2757",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Experiment","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2757","EPJ Web of Conferences, 38 14004 (2012)","doi:10.1051/epjconf/20123814004"],"date":["2012-12-12"],"type":["text"],"creator":["Giusti, Carlotta","Meucci, Andrea"],"language":[],"coverage":[],"title":["Relativistic models for quasielastic electron and neutrino-nucleus\n  scattering"],"description":["  Relativistic models developed within the framework of the impulse\napproximation for quasielastic (QE) electron scattering and successfully tested\nin comparison with electron-scattering data have been extended to\nneutrino-nucleus scattering. Different descriptions of final-state interactions\n(FSI) in the inclusive scattering are compared. In the relativistic Green's\nfunction (RGF) model FSI are described consistently with the exclusive\nscattering using a complex optical potential. In the relativistic mean field\n(RMF) model FSI are described by the same RMF potential which gives the bound\nstates. The results of the models are compared for electron and neutrino\nscattering and, for neutrino scattering, with the recently measured\ncharged-current QE (CCQE) MiniBooNE cross sections.\n","Comment: 7 pages 5 figure, Proceedings of the NSRT12 International Conference\n  on Nuclear Structure and Related Topics, Dubna, Russia July 3-7, 2012"]}]
["1212.2758",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2758"],"date":["2012-12-12"],"type":["text"],"creator":["Gianetto, Quentin Giai","Caillec, Jean-Marc Le","Marrec, Erwan"],"language":[],"coverage":[],"title":["Estimating the predictability of economic and financial time series"],"description":["  The predictability of a time series is determined by the sensitivity to\ninitial conditions of its data generating process. In this paper our goal is to\ncharacterize this sensitivity from a finite sample by assuming few hypotheses\non the data generating model structure. In order to measure the distance\nbetween two trajectories induced by a same noisy chaotic dynamic from two close\ninitial conditions, a symmetric Kullback-Leiber divergence measure is used. Our\napproach allows to take into account the dependence of the residual variance on\ninitial conditions. We show it is linked to a Fisher information matrix and we\ninvestigated its expressions in the cases of covariance-stationary processes\nand ARCH($\\infty$) processes. Moreover, we propose a consistent non-parametric\nestimator of this sensitivity matrix in the case of conditionally\nheteroscedastic autoregressive nonlinear processes. Various statistical\nhypotheses can so be tested as for instance the hypothesis that the data\ngenerating process is \"almost\" independently distributed at a given moment.\nApplications to simulated data and to the stock market index S&P500 illustrate\nour findings. More particularly, we highlight a significant relationship\nbetween the sensitivity to initial conditions of the daily returns of the S&P\n500 and their volatility.\n","Comment: 24 pages, 7 figures Keywords : Chaos theory; Sensitivity to initial\n  conditions; Non-linear predictability; Time series"]}]
["1212.2759",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2759"],"date":["2012-12-12"],"type":["text"],"creator":["Chieffi, Alessandro","Limongi, Marco"],"language":[],"coverage":[],"title":["The evolution of rotating solar metallicity stars extending in mass from\n  13 to 120 msun: the hydrostatic evolution and the explosive yields"],"description":["  We present the first set of a new generation of models of massive stars of\nsolar composition extending between 13 and 120 \\msun, computed with and without\nthe effects of rotation. We included two instabilities induced by rotation,\nnamely the meridional circulation and the shear instability. We implemented two\nalternative schemes to treat the transport of the angular momentum: the\nadvection-diffusion formalism and the simpler purely diffusive one. The full\nevolution from the Pre Main Sequence up to the presupernova stage is followed\nin detail with a very extended nuclear network. The explosive yields are\nprovided for a variety of possible mass cut and are available at the website\n\\url{http://www.iasf-roma.inaf.it/orfeo/public{\\_}html}.\n  We find that both the He and the CO core masses are larger than those of\ntheir non rotating counterparts. Also the C abundance left by the He burning is\nlower than in the non rotating case, especially for stars of initial mass 13-25\n\\msun, and this affects the final Mass-Radius relation, basically the final\nbinding energy, at the presupernova stage. The elemental yields produced by a\ngeneration of stars rotating initially at 300 km/s do not change substantially\nwith respect to those produced by a generation of non rotating massive stars,\nthe main differences being a slight overproduction of the weak s-component and\na larger production of F. Since rotation also affects the mass loss rate,\neither directly and indirectly, we find substantial differences in the\nlifetimes as O-type and WR-subtypes between rotating and non rotating models.\nThe maximum mass exploding as type IIP supernova ranges between 15 and 20\\msun\nin both sets of models (this value depending basically on the larger mass loss\nrates in the Red Super Giant phase due to the inclusion of the dust driven\nwind). This limiting value is in remarkable good agreement with current\nestimates.\n","Comment: 110 pages including 28 figures and 8 tables"]}]
["1212.2761",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2761"],"date":["2012-12-12"],"type":["text"],"creator":["Haidenbauer, J.","Uzikov, Yu. N."],"language":[],"coverage":[],"title":["Spin dependence of the pbar-d and pbar-3He interactions"],"description":["  Elastic scattering of antiprotons on deuteron and 3He targets is studied\nwithin the Glauber-Sitenko theory. In case of pbar-d scattering, the single-\nand double pbar-N scattering mechanisms and the full spin dependence of the\nelementary pbar-N scattering amplitudes are taken into account on the basis of\nan appropriately modified formalism developed for p-d scattering. Differential\ncross sections and analyzing powers are calculated for antiproton beam energies\nbetween 50 and 300 MeV, using the Nbar-N model of the Juelich group as input.\nResults for total polarized cross sections are obtained via the optical\ntheorem. The efficiency of the polarization buildup for antiprotons in a\nstorage ring is discussed.\n","Comment: 6 pages, 4 figures, proceedings SPIN-Praha-2012"]}]
["1212.2762",{"format":[],"subject":["Computer Science - Emerging Technologies","Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2762","Proceedings of the 10th international conference on Parallel\n  Problem Solving from Nature: PPSN X. Pages 579-588 (2008)","doi:10.1007/978-3-540-87700-4_58"],"date":["2012-12-12"],"type":["text"],"creator":["Stone, Christopher","Toth, Rita","Costello, Ben de Lacy","Bull, Larry","Adamatzky, Andrew"],"language":[],"coverage":[],"title":["Coevolving Cellular Automata with Memory for Chemical Computing: Boolean\n  Logic Gates in the B-Z Reaction"],"description":["  We propose that the behaviour of non-linear media can be controlled\nautomatically through coevolutionary systems. By extension, forms of\nunconventional computing, i.e., massively parallel non-linear computers, can be\nrealised by such an approach. In this study a light-sensitive sub-excitable\nBelousov-Zhabotinsky reaction is controlled using various heterogeneous\ncellular automata. A checkerboard image comprising of varying light intensity\ncells is projected onto the surface of a catalyst-loaded gel resulting in rich\nspatio-temporal chemical wave behaviour. The coevolved cellular automata are\nshown to be able to control chemical activity through dynamic control of the\nlight intensity. The approach is demonstrated through the creation of a number\nof simple Boolean logic gates.\n"]}]
["1212.2763",{"format":[],"subject":["Physics - Geophysics","Condensed Matter - Materials Science","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2763"],"date":["2012-12-12"],"type":["text"],"creator":["Hals, Kjetil M. D.","Berre, Inga"],"language":[],"coverage":[],"title":["Thermal Fracturing of Geothermal Wells and the Effects of Borehole\n  Orientation"],"description":["  An enhanced geothermal system (EGS) expands the potential of geothermal\nenergy by enabling the exploitation of regions that lack conventional\nhydrothermal resources. The EGS subsurface system is created by engineering\nenhanced flow paths between injection and production wells. Hydraulic\nstimulation of existing fracture networks has been successfully achieved for\nunconventional geothermal resources. More recently proposed concepts increase\nthe use of drilled wellbores in hard rock to connect the injection and\nproduction wells. The present work investigates the long-term thermal effects\nof deviated geothermal wellbores and studies how the cooling of the borehole\nwall results in thermally induced tensile fractures. The results show that\ninduced fractures are created by a combination of in situ and thermal stresses,\nand that the extent to which thermally induced tensile wall fractures are\ncreated largely depends on how the wellbores are oriented with respect to the\npre-existing stresses of the reservoir. If the system is not optimized with\nrespect to in situ stresses, the risk of wellbore instability becomes severe\nwithin less than a year of production. In contrast, if the orientation of the\nwellbores is optimized, thermally induced instabilities can be completely\nexcluded as potential risks for the operational lifetime of the system.\nFurthermore, our results show that the thermal failure process strongly depends\non the temperature of the injected water but is only weakly affected by the\ninjection rate.\n","Comment: 10 pages, 5 figures, submitted to Geothermics"]}]
["1212.2764",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2764"],"date":["2012-12-12"],"type":["text"],"creator":["Fan, Ai-Hua","Schmeling, Joerg","Wu, Meng"],"language":[],"coverage":[],"title":["Multifractal analysis of some multiple ergodic averages"],"description":["  In this paper we study the multiple ergodic averages $$\n\\frac{1}{n}\\sum_{k=1}^n \\varphi(x_k, x_{kq}, ..., x_{k q^{\\ell-1}}), \\qquad\n(x_n) \\in \\Sigma_m $$ on the symbolic space $\\Sigma_m ={0, 1, ...,\nm-1}^{\\mathbb{N}^*}$ where $m\\ge 2, \\ell\\ge 2, q\\ge 2$ are integers. We give a\ncomplete solution to the problem of multifractal analysis of the limit of the\nabove multiple ergodic averages. Actually we develop a non-invariant and\nnon-linear version of thermodynamic formalism that is of its own interest. We\nstudy a large class of measures (called telescopic measures) and the special\ncase of telescopic measures defined by the fixed points of some non-linear\ntransfer operators plays a crucial role in studying our multiplicatively\ninvariant sets. These measures share many properties with Gibbs measures in the\nclassical thermodynamic formalism. Our work also concerns with variational\nprinciple, pressure function and Legendre transform in this new setting.\n","Comment: 58 pages, 3 figures"]}]
["1212.2765",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2765"],"date":["2012-12-12"],"type":["text"],"creator":["Abraham, Romain","Delmas, Jean-François","He, Hui"],"language":[],"coverage":[],"title":["Pruning of CRT-sub-trees"],"description":["  We study the pruning process developed by Abraham and Delmas (2012) on the\ndiscrete Galton-Watson sub-trees of the L\\'{e}vy tree which are obtained by\nconsidering the minimal sub-tree connecting the root and leaves chosen\nuniformly at rate $\\lambda$, see Duquesne and Le Gall (2002). The tree-valued\nprocess, as $\\lambda$ increases, has been studied by Duquesne and Winkel\n(2007). Notice that we have a tree-valued process indexed by two parameters the\npruning parameter $\\theta$ and the intensity $\\lambda$. Our main results are:\nconstruction and marginals of the pruning process, representation of the\npruning process (forward in time that is as $\\theta$ increases) and description\nof the growing process (backward in time that is as $\\theta$ decreases) and\ndistribution of the ascension time (or explosion time of the backward process)\nas well as the tree at the ascension time. A by-product of our result is that\nthe super-critical L\\'{e}vy trees independently introduced by Abraham and\nDelmas (2012) and Duquesne and Winkel (2007) coincide. This work is also\nrelated to the pruning of discrete Galton-Watson trees studied by Abraham,\nDelmas and He (2012).\n"]}]
["1212.2766",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Astrophysics - Earth and Planetary Astrophysics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2766","doi:10.5402/2013/982539"],"date":["2012-12-12"],"type":["text"],"creator":["Erlykin, Anatoly D.","Wolfendale, Arnold W."],"language":[],"coverage":[],"title":["The Diurnal Temperature Range for Europe - a Search for Cosmic Ray\n  Forbush Decrease manifestations and the DTR periodicities"],"description":["  Following on previous work by others, which gave evidence for few-day changes\nin the European Diurnal Temperature Range (DTR) apparently correlated with\nCosmic Ray Forbush Decreases, we have made an independent study. We find no\npositive evidence. An analysis has also been made of the Fourier components of\nthe time series of the DTR value (taken as deviations from a +/-10 day running\nmean). Evidence for a number of interesting periods is found, including one at\nabout 27 days, albeit with a variability with time. The same period of solar\nirradiance (particularly in the UV) is favoured as the explanation.\n","Comment: 10 pages, 4 figures, accepted by 'ISRN Atmospheric Sciences', volume\n  2013, ID 982539"]}]
["1212.2767",{"format":[],"subject":["Statistics - Machine Learning","Condensed Matter - Statistical Mechanics","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2767"],"date":["2012-12-12"],"type":["text"],"creator":["Psorakis, Ioannis","Rezek, Iead","Frankel, Zach","Roberts, Stephen J."],"language":[],"coverage":[],"title":["Bayesian one-mode projection for dynamic bipartite graphs"],"description":["  We propose a Bayesian methodology for one-mode projecting a bipartite network\nthat is being observed across a series of discrete time steps. The resulting\none mode network captures the uncertainty over the presence/absence of each\nlink and provides a probability distribution over its possible weight values.\nAdditionally, the incorporation of prior knowledge over previous states makes\nthe resulting network less sensitive to noise and missing observations that\nusually take place during the data collection process. The methodology consists\nof computationally inexpensive update rules and is scalable to large problems,\nvia an appropriate distributed implementation.\n","Comment: 11 pages, 5 figures"]}]
["1212.2770",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2770"],"date":["2012-12-12"],"type":["text"],"creator":["Döbrich, Babette"],"language":[],"coverage":[],"title":["BSM photon interaction for ALPS-II and beyond"],"description":["  High-intensity photon beams can provide for a viable probe for many particles\nof Standard Model extensions. This workshop contribution briefly reviews the\nstatus of the second stage of the Any Light Particle Search (ALPS-II) at DESY,\nan experiment of the light-shining-through-a-wall type, as well as an idea to\ntest asymptotically safe quantum gravity in a photon-scattering experiment.\n","Comment: 4 pages, 2 figures, Contributed to the 8th Patras Workshop on Axions,\n  WIMPs and WISPs, Chicago, July 18-22, 2012"]}]
["1212.2771",{"format":[],"subject":["Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2771"],"date":["2012-12-12"],"type":["text"],"creator":["Kacharava, A.","Wilkin, C."],"language":[],"coverage":[],"title":["Results from the spin programme at COSY-ANKE"],"description":["  Some of the important results from the COSY-Juelich spin programme are\nsummarised. These include the measurement of the deuteron beam momentum through\nthe excitation of a depolarising resonance, which allowed the mass of the\neta-meson to be determined to high precision. The charge exchange of polarised\ndeuterons on hydrogen gave rise to a detailed study of the spin dependence of\nlarge angle neutron-proton elastic scattering amplitudes. The measurements of\nthe cross section and analysing powers for pion production in both pp and pn\ncollisions at 353 MeV could be described very successfully in terms of a\npartial wave decomposition.\n","Comment: Submitted to Nuclear Physics News"]}]
["1212.2775",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2775"],"date":["2012-12-12"],"type":["text"],"creator":["Koshitani, Shigeo","Müller, Jürgen","Noeske, Felix"],"language":[],"coverage":[],"title":["Brou\\'e's abelian defect group conjecture for the sporadic simple Janko\n  group J_4 revisited"],"description":["  We show that the 3-block of the sporadic simple Janko group J_4 with defect\ngroup C_3 x C_3, and the principal 3-block of the alternating group A_8 are\nPuig equivalent, answering a question posed in earlier work of\nKoshitani-Kunugi-Waki. To accomplish this, we apply computational techniques,\nin particular an explicit version of the Brauer construction.\n","Comment: 17 pages"]}]
["1212.2778",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Operating Systems","D.4.1","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2778"],"date":["2012-12-12"],"type":["text"],"creator":["Bonifaci, Vincenzo","Marchetti-Spaccamela, Alberto","Stiller, Sebastian","Wiese, Andreas"],"language":[],"coverage":[],"title":["Feasibility Tests for Recurrent Real-Time Tasks in the Sporadic DAG\n  Model"],"description":["  A model has been proposed in [Baruah et al., in Proceedings of the IEEE\nReal-Time Systems Symposium 2012] for representing recurrent\nprecedence-constrained tasks to be executed on multiprocessor platforms, where\neach recurrent task is modeled by a directed acyclic graph (DAG), a period, and\na relative deadline. Each vertex of the DAG represents a sequential job, while\nthe edges of the DAG represent precedence constraints between these jobs. All\nthe jobs of the DAG are released simultaneously and have to be completed within\nsome specified relative deadline. The task may release jobs in this manner an\nunbounded number of times, with successive releases occurring at least the\nspecified period apart. The feasibility problem is to determine whether such a\nrecurrent task can be scheduled to always meet all deadlines on a specified\nnumber of dedicated processors.\n  The case of a single task has been considered in [Baruah et al., 2012]. The\nmain contribution of this paper is to consider the case of multiple tasks. We\nshow that EDF has a speedup bound of 2-1/m, where m is the number of\nprocessors. Moreover, we present polynomial and pseudopolynomial schedulability\ntests, of differing effectiveness, for determining whether a set of sporadic\nDAG tasks can be scheduled by EDF to meet all deadlines on a specified number\nof processors.\n"]}]
["1212.2784",{"format":[],"subject":["Statistics - Methodology","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2784"],"date":["2012-12-12"],"type":["text"],"creator":["Romano, Elvira","Balzanella, Antonio"],"language":[],"coverage":[],"title":["Clustering of functional boxplots for multiple streaming time series"],"description":["  In this paper we introduce a micro-clustering strategy for Functional\nBoxplots. The aim is to summarize a set of streaming time series splitted in\nnon overlapping windows. It is a two step strategy which performs at first, an\non-line summarization by means of functional data structures, named Functional\nBoxplot micro-clusters; then it reveals the final summarization by processing,\noff-line, the functional data structures. Our main contribute consists in\nproviding a new definition of micro-cluster based on Functional Boxplots and,\nin defining a proximity measure which allows to compare and update them. This\nallows to get a finer graphical summarization of the streaming time series by\nfive functional basic statistics of data. The obtained synthesis will be able\nto keep track of the dynamic evolution of the multiple streams.\n"]}]
["1212.2791",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Information Retrieval","I.5.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2791"],"date":["2012-12-12"],"type":["text"],"creator":["Belanche, Lluís A."],"language":[],"coverage":[],"title":["Understanding (dis)similarity measures"],"description":["  Intuitively, the concept of similarity is the notion to measure an inexact\nmatching between two entities of the same reference set. The notions of\nsimilarity and its close relative dissimilarity are widely used in many fields\nof Artificial Intelligence. Yet they have many different and often partial\ndefinitions or properties, usually restricted to one field of application and\nthus incompatible with other uses. This paper contributes to the design and\nunderstanding of similarity and dissimilarity measures for Artificial\nIntelligence. A formal dual definition for each concept is proposed, joined\nwith a set of fundamental properties. The behavior of the properties under\nseveral transformations is studied and revealed as an important matter to bear\nin mind. We also develop several practical examples that work out the proposed\napproach.\n","Comment: 10 pages, 2 figures"]}]
["1212.2792",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2792"],"date":["2012-12-12"],"type":["text"],"creator":["Fleischer, Robert"],"language":[],"coverage":[],"title":["Penguin Effects in $\\phi_{d,s}$ Determinations"],"description":["  The theoretical precision of the measurement of the $B^0_{d,s}$-$\\bar\nB^0_{d,s}$ mixing phases $\\phi_{d,s}$ through the benchmark decays $B^0_d\\to\nJ/\\psi K_S$, $B^0_s\\to J/\\psi \\phi$ and $B^0_s\\to J/\\psi f_0(980)$ is limited\nby doubly Cabibbo-suppressed penguin topologies which are usually neglected.\nHowever, the search for New-Physics effects in the quark-flavor sector has\nentered a territory where these effects have to be taken into account, which\nwill be particularly relevant for the LHCb upgrade era. Thanks to their\nnon-perturbative nature, the penguin corrections cannot be calculated but have\nrather to be controlled through experimental data. An overview of the picture\nof the penguin parameters originating from the current data for $B_{(s)}\\to\nJ/\\psi \\pi, J/\\psi K$ decays and the physics potential of the control channels\n$B^0_s\\to J/\\psi K_{\\rm S}$, $B^0_s\\to J/\\psi \\bar K^{*0}$ and $B_d^0\\to J/\\psi\nf_0(980)$ is given, emphasizing also the usefulness of effective $B_s$ decay\nlifetimes.\n","Comment: 9 pages, Proceedings of CKM 2012, the 7th International Workshop on\n  the CKM Unitarity Triangle, University of Cincinnati, USA, 28 September - 2\n  October 2012"]}]
["1212.2795",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2795"],"date":["2012-12-12"],"type":["text"],"creator":["Peng, Yuejian","Tang, Qingsong","Zhao, Cheng"],"language":[],"coverage":[],"title":["On Lagrangians of r-uniform Hypergraphs"],"description":["  A remarkable connection between the order of a maximum clique and the\nLagrangian of a graph was established by Motzkin and Straus in [7]. This\nconnection and its extensions were successfully employed in optimization to\nprovide heuristics for the maximum clique number in graphs. It has been also\napplied in spectral graph theory. Estimating the Lagrangians of hypergraphs has\nbeen successfully applied in the course of studying the Turan densities of\nseveral hypergraphs as well. It is useful in practice if Motzkin-Straus type\nresults hold for hypergraphs. However, the obvious generalization of Motzkin\nand Straus' result to hypergraphs is false. We attempt to explore the\nrelationship between the Lagrangian of a hypergraph and the order of its\nmaximum cliques for hypergraphs when the number of edges is in certain range.\nIn this paper, we give some Motzkin-Straus type results for r-uniform\nhypergraphs. These results generalize and refine a result of Talbot in [19] and\na result in [11].\n","Comment: 13 pages. arXiv admin note: substantial text overlap with\n  arXiv:1211.6508, arXiv:1211.7056, arXiv:1211.7057"]}]
["1212.2798",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2798","J.Phys.Condens.Matter 15(2003)641-651","doi:10.1088/0953-8984/15/4/305"],"date":["2012-12-12"],"type":["text"],"creator":["Goya, G. F.","Leite, E. R."],"language":[],"coverage":[],"title":["Ferrimagnetism and spin canting of ZnFe2O4 nanoparticles embedded in ZnO\n  matrix"],"description":["  The structural and magnetic properties of ZnFe2O4 nanoparticles embedded in a\nnon-magnetic ZnO matrix are presented. X-ray diffractograms and Transmission\nElectron Microscopy (TEM) images showed that the resulting samples are composed\nof crystalline ferrite nanoparticles with average crystallite size <D> =\n23.4(0.9) nm, uniformly dispersed within the ZnO matrix. Magnetization data\nindicated a superparamagnetic-like behavior from room temperature down to T_{M}\n~ 20 K, where a transition to a frozen state is observed. The M(H) curves\ndisplayed nearly zero coercive field down to TM, where a sharp increase in the\nH_C value is observed. The measured saturation magnetization M_S values at 200\nand 2 K were M_S = 0.028(3) and 0.134(7) muB/f.u. ZnFe2O4 respectively, showing\nthe existence of small amounts of non compensated atomic moments. M\\\"ossbauer\nmeasurements at low temperatures confirmed the transition to a magnetically\nordered state for T < 25 K, where two magnetically split sextets develop.\nWhereas these two sextets show strong overlap due to the similar hyperfine\nfields, in-field M\\\"ossbauer spectra clearly showed two different Fe3+ sites,\ndemonstrating that the sample is ferrimagnetically ordered. The two spinel\nsites are found to behave differently under an external field of 12 T: whereas\nthe moments located at A sites show a perfect alignment with the external\nfield, spins at B sites are canted by an angle alpha_B = 49(2){\\deg}. We\ndiscuss the significance of this particle structure for the observed magnetic\nbehavior.\n","Comment: 14 pages, 10 figures, 1 Table"]}]
["1212.2799",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2799"],"date":["2012-12-12"],"type":["text"],"creator":["Engel, Miriam","Schaefer, David","Erni, Daniel","Benson, Niels","Schmechel, Roland"],"language":[],"coverage":[],"title":["Reduced Coulomb interaction in organic solar cells by the introduction\n  of inorganic high-k nanostructured materials"],"description":["  In this article a concept is introduced, which allows for reduced Coulomb\ninteraction in organic solar cells and as such for enhanced power conversion\nefficiencies. The concept is based on the introduction of electrically\ninsulating, nanostructured high-k materials into the organic matrix, which do\nnot contribute to the charge transport, however, effectively enhance the\npermittivity of the organic active layer and thereby reduce the Coulomb\ninteraction. Using an analytical model it is demonstrated that even at a\ndistance of 20 nm to the organic / inorganic interface of the nanostructure,\nthe Coulomb interaction can be reduced by more than 15 %. The concept is\nimplemented using P3HT:PCBM solar cells with integrated high-k nanoparticles\n(strontium titanate). It could be demonstrated that in comparison to a\nreference cell without integrated nanoparticles, the power conversion\nefficiencies could be improved by ~20 %.\n","Comment: 11 pages, 7 figures"]}]
["1212.2800",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2800"],"date":["2012-12-12"],"type":["text"],"creator":["Bercu, Bernard","Proia, Frederic","Savy, Nicolas"],"language":[],"coverage":[],"title":["On Ornstein-Uhlenbeck driven by Ornstein-Uhlenbeck processes"],"description":["  We investigate the asymptotic behavior of the maximum likelihood estimators\nof the unknown parameters of positive recurrent Ornstein-Uhlenbeck processes\ndriven by Ornstein-Uhlenbeck processes.\n"]}]
["1212.2802",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - K-Theory and Homology","57R50, 19D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2802"],"date":["2012-12-12"],"type":["text"],"creator":["Steimle, Wolfgang"],"language":[],"coverage":[],"title":["Non-trivial self-concordances and a recent conjecture by Botvinnik"],"description":["  The goal of this note is to construct, on many manifolds, non-trivial\nconcordances from the identity to itself. This produces counterexamples to a\nrecent conjecture by Botvinnik.\n","Comment: 3 pages"]}]
["1212.2812",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2812"],"date":["2012-12-12"],"type":["text"],"creator":["Zambom, Adriano Zanin","Dias, Ronaldo"],"language":[],"coverage":[],"title":["A Review of Kernel Density Estimation with Applications to Econometrics"],"description":["  Nonparametric density estimation is of great importance when econometricians\nwant to model the probabilistic or stochastic structure of a data set. This\ncomprehensive review summarizes the most important theoretical aspects of\nkernel density estimation and provides an extensive description of classical\nand modern data analytic methods to compute the smoothing parameter. Throughout\nthe text, several references can be found to the most up-to-date and cut point\nresearch approaches in this area, while econometric data sets are analyzed as\nexamples. Lastly, we present SIZer, a new approach introduced by Chaudhuri and\nMarron (2000), whose objective is to analyze the visible features representing\nimportant underlying structures for different bandwidths.\n"]}]
["1212.2813",{"format":[],"subject":["Mathematical Physics","Mathematics - Numerical Analysis","15A15, 15A09, 15A23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2813"],"date":["2012-12-12"],"type":["text"],"creator":["Nair, N. V.","Pray, A. J.","Shanker, B."],"language":[],"coverage":[],"title":["On late-time stability of time domain integral equations for\n  electromagnetics"],"description":["  The problem of late time instability in time domain integral equations for\nelectromagnetics is longstanding. While several techniques have been suggested\nfor addressing this problem, they either require impractically high degrees of\nfreedom in the basis function or an analytical computation of matrix elements.\nThe authors recently proposed a method that demonstrates stability without\nrequiring either of these. The paper, however, does not present theoretical\nfoundations for the choice of, or a rigorous error bounds on the approximation\nof, the bilinear form. This paper complements the authors' previous work by\npresenting a construction of the bilinear form based on the minimization of the\nenergy in the system and a proof for the bounds on the approximation. We\npresent results on the bounds developed and few sample scattering results that\ndemonstrate the stability of the proposed scheme.\n"]}]
["1212.2814",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2814"],"date":["2012-12-12"],"type":["text"],"creator":["Hanada, Masanori"],"language":[],"coverage":[],"title":["Monte Carlo approach to the string/M-theory"],"description":["  It has long been conjectured that certain supersymmetric Yang-Mills (SYM)\ntheories provide us with nonperturbative formulations of the string/M-theory.\nAlthough the supersymmetry (SUSY) on lattice is notoriously difficult in\ngeneral, for a class of theories important for the string/M-theory various\nlattice and non-lattice methods, which enable us to study them on computers,\nhave been proposed by now. In this talk, firstly I explain how SYM and\nstring/M-theory are related. Then I explain why the lattice SUSY is difficult\nin general, and how the difficulties are solved in theories related to\nstring/M-theory. Then I review the status of the simulations. It is explained\nthat some stringy effects are correctly incorporated in SYM. Furthermore,\nconcrete values can be obtained from the SYM side, even when a direct\ncalculation on the string theory side is impossible by the state-of-the-art\ntechniques. We also comment on other recent developments, including the\nmembrane mini-revolution in 2008 and simulation of the matrix model formulation\nof the string theory.\n","Comment: 17 pages, 7 figures. Plenary talk presented at the 30th International\n  Symposium on Lattice Field Theory - Lattice 2012, June 24-29, 2012 Cairns,\n  Australia"]}]
["1212.2817",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - General Topology","46B20 (Primary) 54D20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2817"],"date":["2012-12-12"],"type":["text"],"creator":["Fonf, Vladimir P.","Levin, Michael","Zanco, Clemente"],"language":[],"coverage":[],"title":["Covering $L^p$ spaces by balls"],"description":["  We prove that, given any covering of any separable infinite-dimensional\nuniformly rotund and uniformly smooth Banach space $X$ by closed balls each of\npositive radius, some point exists in $X$ which belongs to infinitely many\nballs.\n"]}]
["1212.2818",{"format":[],"subject":["Mathematics - Number Theory","Mathematical Physics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2818"],"date":["2012-12-12"],"type":["text"],"creator":["Campbell, Geoffrey B."],"language":[],"coverage":[],"title":["Ramanujan and Eckford Cohen totients from Visible Point Identities"],"description":["  We define an extension of the Ramanujan trigonometric function to arbitrary\ndimensions, and give the Dirichlet series generating function. The extension\nwas first given by Eckford Cohen long ago. This links directly to visible point\nvector identities, and possibly to lattice sums in Physics and Chemistry\npresented by Baake et al. New generating functions and summations are given\nhere, generalizing the Ramanujan function, Euler totient and the Jordan totient\nfunctions, based on visible lattice point ideas.\n","Comment: 24 pages, 1 figure. Incidental paper to monograph in progress"]}]
["1212.2820",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - General Topology","55M10 (Primary) 54F45, 55N45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2820"],"date":["2012-12-12"],"type":["text"],"creator":["Levin, Michael"],"language":[],"coverage":[],"title":["A dimensional property of Cartesian product"],"description":["  We show that the Cartesian product of three hereditarily infinite dimensional\ncompact metric spaces is never hereditarily infinite dimensional. It is quite\nsurprising that the proof of this fact (and this is the only proof known to the\nauthor) essentially relies on algebraic topology.\n"]}]
["1212.2821",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2821","I. J. Bifurcation and Chaos 18 (2008) 527--539","doi:10.1142/S0218127408020458"],"date":["2012-12-12"],"type":["text"],"creator":["Alonso-Sanz, Ramon","Adamatzky, Andrew"],"language":[],"coverage":[],"title":["On Memory and Structural Dynamism in Excitable Cellular Automata with\n  Defensive Inhibition"],"description":["  Commonly studied cellular automata are memoryless and have fixed topology of\nconnections between cells. However by allowing updates of links and short-term\nmemory in cells we may potentially discover novel complex regimes of\nspatio-temporal dynamics. Moreover by adding memory and dynamical topology to\nstate update rules we somehow forge elementary but non-traditional models of\nneurons networks (aka neuron layers in frontal parts). In present paper we\ndemonstrate how this can be done on a self-inhibitory excitable cellular\nautomata. These automata imitate a phenomenon of inhibition caused by\nhigh-strength stimulus: a resting cell excites if there are one or two excited\nneighbors, the cell remains resting otherwise. We modify the automaton by\nallowing cells to have few-steps memories, and make links between neighboring\ncells removed or generated depending on states of the cells.\n"]}]
["1212.2822",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2822"],"date":["2012-12-12"],"type":["text"],"creator":["Navare, Charudatta","Banerji, Anirban"],"language":[],"coverage":[],"title":["Residue mobility has decreased during protein evolution"],"description":["  Upon studying the B-Factors of all the atoms of all non-redundant proteins\nbelonging to 76 most commonly found structural domains of all four major\nstructural classes, it was found that the residue mobility has decreased during\nthe course of evolution. Though increased residue-flexibility was preferred in\nthe early stages of protein structure evolution, less flexibility is preferred\nin the medieval and recent stages. GLU is found to be the most flexible residue\nwhile VAL recorded to have the least flexibility. General trends in decrement\nof B-Factors conformed to the general trend in the order of emergence of\nprotein structural domains. Decrement of B-Factor is observed to be most\ndecisive (monotonic and uniform) for VAL, while evolution of CYS and LYS\nflexibility is found to be most skewed. Barring CYS, flexibility of all the\nresidues is found to have increased during evolution of alpha by beta folds,\nhowever flexibility of all the residues (barring CYS) is found to have\ndecreased during evolution of all beta folds. Only in alpha by beta folds the\ntendency of preferring higher residue mobility could be observed, neither alpha\nplus beta, nor all alpha nor all beta folds were found to support higher\nresidue-mobility. In all the structural classes, the effect of evolutionary\nconstraint on polar residues is found to follow an exactly identical trend as\nthat on hydrophobic residues, only the extent of these effects are found to be\ndifferent. Though protein size is found to be decreasing during evolution,\nresidue mobility of proteins belonging to ancient and old structural domains\nshowed strong positive dependency upon protein size, however for medieval and\nrecent domains such dependency vanished. It is found that to optimize residue\nfluctuations, alpha by beta class of proteins are subjected to more stringent\nevolutionary constraints.\n","Comment: 22 pages, 3 figures, 7 tables"]}]
["1212.2823",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2823"],"date":["2012-12-12"],"type":["text"],"creator":["Song, Shuran","Xiao, Jianxiong"],"language":[],"coverage":[],"title":["Tracking Revisited using RGBD Camera: Baseline and Benchmark"],"description":["  Although there has been significant progress in the past decade,tracking is\nstill a very challenging computer vision task, due to problems such as\nocclusion and model drift.Recently, the increased popularity of depth sensors\ne.g. Microsoft Kinect has made it easy to obtain depth data at low cost.This\nmay be a game changer for tracking, since depth information can be used to\nprevent model drift and handle occlusion.In this paper, we construct a\nbenchmark dataset of 100 RGBD videos with high diversity, including deformable\nobjects, various occlusion conditions and moving cameras. We propose a very\nsimple but strong baseline model for RGBD tracking, and present a quantitative\ncomparison of several state-of-the-art tracking algorithms.Experimental results\nshow that including depth information and reasoning about occlusion\nsignificantly improves tracking performance. The datasets, evaluation details,\nsource code for the baseline algorithm, and instructions for submitting new\nmodels will be made available online after acceptance.\n"]}]
["1212.2825",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2825"],"date":["2012-12-12"],"type":["text"],"creator":["Koutsoupias, Elias","Leonardi, Stefano","Roughgarden, Tim"],"language":[],"coverage":[],"title":["Near-Optimal Multi-Unit Auctions with Ordered Bidders"],"description":["  We construct prior-free auctions with constant-factor approximation\nguarantees with ordered bidders, in both unlimited and limited supply settings.\nWe compare the expected revenue of our auctions on a bid vector to the monotone\nprice benchmark, the maximum revenue that can be obtained from a bid vector\nusing supply-respecting prices that are nonincreasing in the bidder ordering\nand bounded above by the second-highest bid. As a consequence, our auctions are\nsimultaneously near-optimal in a wide range of Bayesian multi-unit\nenvironments.\n"]}]
["1212.2826",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2826"],"date":["2012-12-12"],"type":["text"],"creator":["Rodríguez-Bernal, Aníbal","Vidal-López, Alejandro"],"language":[],"coverage":[],"title":["A note on the existence of global solutions for reaction-diffusion\n  equations with almost-monotonic nonlinearities"],"description":["  We show that reaction-diffusion equations with almost-monotonic nonlinear\nterms are well-posed in $L^q(\\Omega)$ for each $1\\leq q < \\infty$ and the\nsolutions are globally defined.\n"]}]
["1212.2835",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2835"],"date":["2012-12-12"],"type":["text"],"creator":["Shibata, Akihiro","Kondo, Kei-Ichi","Kato, Seikou","Shinohara, Toru"],"language":[],"coverage":[],"title":["Gluon propagators in the deep IR region and non-Abelian dual\n  superconductivity for SU(3) Yang-Mills"],"description":["  We have presented non-Abelian dual superconductivity picture in the SU(3)\nYang-Mills(YM) theory, and shown evidences such as the restricted U(2)-field\ndominance and the non-Abelian magnetic monopole dominance in the string\ntension. To establish the dual superconductivity picture, the dual Meissner\neffect in Yang-Mills theory must be examined, and we also presented the\nevidence of non-Abelian dual Meissner effect by measuring chromo-electric flux\ntube in the last lattice conferences.\n  In this talk, by applying a new formulation of the YM theory on a lattice,\nthe we further investigate the non-Abelian dual Meissner effect for SU(3) YM\ntheory through correlation function. We examine non-abelian magnetic monopole\ncurrents as well as color flux created by the quark-antiquark source.\n","Comment: 7 pages, 7 figures; talk given at The 30 International Symposium on\n  Lattice Field Theory - Lattice 2012, June 24-29, 2012 Cairns, Australia}"]}]
["1212.2837",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2837"],"date":["2012-12-12"],"type":["text"],"creator":["Schegelsky, V. A."],"language":[],"coverage":[],"title":["Bose-Einsten and other two particle correlations - MC study"],"description":["  The Monte Carlo toy model of Bose-Einstein correlations is considered to make\na best choice from different reference distributions. It occurs that the\nminimal bias in the Bose-Einstein correlation parameters estimation is provided\nby the reference sample which is being emulated from a real sample by the turn\nof all vectors in an event by a random angle in the transverse plane. It\nproposed to use similar approach in the analysis of two-dimensional\ncorrelation. To make the analysis less dependent on a reference sample, new\ndefinition of azimuthal angle difference is implemented as the angle between\nvectors in the transverse plane. Then one-dimensional correlation of azimuthal\nangles can be studied without a reference sample subtraction. The ridge in\ntwo-dimensional correlation appears if an appropriate cut in pair invariant\nmasses is applied.\n"]}]
["1212.2838",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2838"],"date":["2012-12-12"],"type":["text"],"creator":["Nevmerzhitskiy, Y. V.","Yakush, S. E."],"language":[],"coverage":[],"title":["Numerical modelling of shock waves and detonation in complex geometries"],"description":["  Cumulation of shock snd detonation waves was considered. Computations were\ncarried out by use of second-order central-difference scheme. Cumulation of\nwaves in cone region with scales of 1 meter was studied. Pictures of flow in\nshock and detonation waves during different time moments were obtained as well\nas time dependences and maximum pressures for different corner angles.\n","Comment: 55 pages, 132 figures"]}]
["1212.2840",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J10, 35P15, 47A75, 34E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2840"],"date":["2012-12-12"],"type":["text"],"creator":["Rueckriemen, Ralf"],"language":[],"coverage":[],"title":["Heat trace asymptotics for quantum graphs"],"description":["  We consider a quantum graph where the operator contains a potential. We show\nthat this operator admits a heat kernel. Under some assumptions on the\npotential, this heat kernel admits an asymptotic expansion at t=0 with\ncoefficients that depend on the potential in a universal way. These\ncoefficients are spectral invariants, we compute the first few of them.\n"]}]
["1212.2841",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2841"],"date":["2012-12-12"],"type":["text"],"creator":["Postnov, K.","Shakura, N.","Kochetkova, A.","Hjalmarsdotter, L."],"language":[],"coverage":[],"title":["Quasi-spherical accretion in low-luminosity X-ray pulsars: Theory vs.\n  observations"],"description":["  Quasi-spherical subsonic accretion can be realized in slowly rotating\nwind-fed X-ray pulsars (XPSRs) at X-ray luminosities <4 10^{36} erg/s. In this\nregime the accreting matter settles down subsonically onto the rotating\nmagnetosphere, forming an extended quasi-static shell. The shell mediates the\nangular momentum removal from the rotating NS magnetosphere by shear turbulent\nviscosity in the boundary layer or via large-scale convective motions. In the\nlast case the differential rotation law in the shell is close to\niso-angular-momentum rotation. The accretion rate through the shell is\ndetermined by the ability of the plasma to enter the magnetosphere due to\nRayleigh-Taylor instabilities while taking cooling into account. Measurements\nof spin-up/spin-down rates of quasi-spherically wind accreting XPSRs in\nequilibrium with known orbital periods (like e.g. GX 301-2 and Vela X-1) enable\ndetermination of the main dimensionless parameters of the model and the NS\nmagnetic field. For equilibrium pulsars with independent measurements of the\nmagnetic field, the stellar wind velocity from the companion can be estimated\nwithout the use of complicated spectroscopic measurements. For non-equilibrium\npulsars, a maximum possible spin-down torque exerted on the accreting NS\nexists. From observations of the spin-down rate and X-ray luminosity in such\npulsars (GX 1+4, SXP 1062, 4U 2206+54, etc.) a lower limit on the NS magnetic\nfield is derived, which in all cases turns out to be close to the standard one\nand in agreement with cyclotron line measurements. The model explains the\nexistence of super slowly rotating XPSRs without the need to hypothesize on\nadditional accretion properties and magnetar-like magnetic fields in accreting\nneutron stars.\n","Comment: 6 pages, LATeX, submitted to Proc. 9th INTEGRAL Workshop (Paris,\n  15-19 October 2012); to be published in Proceedings of Science"]}]
["1212.2842",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2842"],"date":["2012-12-12"],"type":["text"],"creator":["Chan, Aaron"],"language":[],"coverage":[],"title":["Some Homological Properties of Tensor and Wreath Products of\n  Quasi-hereditary Algebras"],"description":["  We show that taking the wreath product of a quasi-hereditary algebra with\nsymmetric group inherits several homological properties of the original\nalgebra, namely BGG duality, standard Koszulity, balancedness as well as a\ncondition which makes the Ext-algebra of its standard modules a Koszul algebra.\n","Comment: 13 pages"]}]
["1212.2844",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2844"],"date":["2012-12-12"],"type":["text"],"creator":["Kidonakis, Nikolaos"],"language":[],"coverage":[],"title":["Single top and top pair production"],"description":["  I present results for single-top and top-pair production at the LHC and the\nTevatron. Higher-order two-loop corrections are used to achieve NNLL\nresummation, which is then used to derive NNLO soft-gluon corrections. Results\nare presented for total cross sections, top transverse momentum distributions,\nand top rapidity distributions. All results are in excellent agreement with\ndata from the LHC and the Tevatron. I also clarify the differences between\nvarious methods in top-pair production and their relation to exact NNLO\nresults.\n","Comment: 6 pages, 5 figures; Proceedings of CKM 2012, the 7th International\n  Workshop on the CKM Unitarity Triangle, Cincinnati, Ohio, USA, 28 September -\n  2 October 2012"]}]
["1212.2845",{"format":[],"subject":["Computer Science - Graphics","Computer Science - Robotics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2845"],"date":["2012-12-12"],"type":["text"],"creator":["Hiller, Jonathan","Lipson, Hod"],"language":[],"coverage":[],"title":["Dynamic Simulation of Soft Heterogeneous Objects"],"description":["  This paper describes a 2D and 3D simulation engine that quantitatively models\nthe statics, dynamics, and non-linear deformation of heterogeneous soft bodies\nin a computationally efficient manner. There is a large body of work simulating\ncompliant mechanisms. These normally assume small deformations with homogeneous\nmaterial properties actuated with external forces. There is also a large body\nof research on physically-based deformable objects for applications in computer\ngraphics with the purpose of generating realistic appearances at the expense of\naccuracy. Here we present a simulation framework in which an object may be\ncomposed of any number of interspersed materials with varying properties\n(stiffness, density, etc.) to enable true heterogeneous multi-material\nsimulation. Collisions are handled to prevent self-penetration due to large\ndeformation, which also allows multiple bodies to interact. A volumetric\nactuation method is implemented to impart motion to the structures which opens\nthe door to the design of novel structures and mechanisms. The simulator was\nimplemented efficiently such that objects with thousands of degrees of freedom\ncan be simulated at suitable framerates for user interaction using a single\nthread of a typical desktop computer. The code is written in platform agnostic\nC++ and is fully open source. This research opens the door to the dynamic\nsimulation of freeform 3D multi-material mechanisms and objects in a manner\nsuitable for design automation.\n","Comment: Source code download at: http://www.voxcad.com or\n  http://sourceforge.net/projects/voxcad/"]}]
["1212.2849",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2849","PoS(Lattice 2012)154"],"date":["2012-12-12"],"type":["text"],"creator":["Hammant, T. C.","Hart, A. G.","von Hippel, G. M.","Horgan, R. R.","Monahan, C. J."],"language":[],"coverage":[],"title":["Radiative improvement of spin and Darwin terms in the NRQCD action"],"description":["  We present updated results for the radiative improvement of the \\sigma.B term\nand the spin-dependent four-fermion terms in the lattice NRQCD action, and\nfirst results for the radiative corrections to the NRQCD Darwin term and\nspin-independent four-fermion terms. The spin-dependent terms have significant\nimpact on getting the correct hyperfine splitting for both bottomonium and\nheavy-light mesons, while the spin-independent terms suffer from a conspiracy\nbetween lattice artifacts and severe IR divergences that complicates their\nevaluation.\n","Comment: 7 pages, 3 pdf figures; proceedings of 30th International Symposium\n  on Lattice Field Theory, June 24-29, 2012, Cairns, Australia"]}]
["1212.2860",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2860","(2012) PLoS ONE 7(12): e51788","doi:10.1371/journal.pone.0051788"],"date":["2012-12-12"],"type":["text"],"creator":["Egger, Jan","Kapur, Tina","Nimsky, Christopher","Kikinis, Ron"],"language":[],"coverage":[],"title":["Pituitary Adenoma Volumetry with 3D Slicer"],"description":["  In this study, we present pituitary adenoma volumetry using the free and open\nsource medical image computing platform for biomedical research: (3D) Slicer.\nVolumetric changes in cerebral pathologies like pituitary adenomas are a\ncritical factor in treatment decisions by physicians and in general the volume\nis acquired manually. Therefore, manual slice-by-slice segmentations in\nmagnetic resonance imaging (MRI) data, which have been obtained at regular\nintervals, are performed. In contrast to this manual time consuming\nslice-by-slice segmentation process Slicer is an alternative which can be\nsignificantly faster and less user intensive. In this contribution, we compare\npure manual segmentations of ten pituitary adenomas with semi-automatic\nsegmentations under Slicer. Thus, physicians drew the boundaries completely\nmanually on a slice-by-slice basis and performed a Slicer-enhanced segmentation\nusing the competitive region-growing based module of Slicer named GrowCut.\nResults showed that the time and user effort required for GrowCut-based\nsegmentations were on average about thirty percent less than the pure manual\nsegmentations. Furthermore, we calculated the Dice Similarity Coefficient (DSC)\nbetween the manual and the Slicer-based segmentations to proof that the two are\ncomparable yielding an average DSC of 81.97\\pm3.39%.\n","Comment: 7 pages, 5 figures, 2 tables, 30 references"]}]
["1212.2863",{"format":[],"subject":["Mathematics - General Topology","54-XX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2863","Rose Hulman Undergraduate Mathematics Journal 12:2 (2011) 163-204"],"date":["2012-12-12"],"type":["text"],"creator":["Staynova, Petra"],"language":[],"coverage":[],"title":["A Comparison of Lindelof-Type Covering Properties of Topological Spaces"],"description":["  Lindel\\\"of spaces are studied in any basic Topology course. However, there\nare other interesting covering properties with similar behaviour, such as\nalmost Lindel\\\"of, weakly Lindel\\\"of, and quasi-Lindel\\\"of, that have been\nconsidered in various research papers. Here we present a comparison between the\nstandard results on Lindel\\\"of spaces and analogous results for weakly and\nalmost Lindel\\\"of spaces. Some theorems, similar to the published ones, will be\nproved. We also consider counterexamples, most of which have not been included\nin the standard Topological textbooks, that show the interrelations between\nthose properties and various basic topological notions, such as separability,\nseparation axioms, first countability, and others. Some new features of those\nexamples will be noted in view of the present comparison. We also pose several\nopen questions.\n","Comment: 43 pages"]}]
["1212.2864",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2864"],"date":["2012-12-12"],"type":["text"],"creator":["Nikolic, Jelena","Peric, Zoran","Velimirovic, Lazar"],"language":[],"coverage":[],"title":["Simple Solution for Designing the Piecewise Linear Scalar Companding\n  Quantizer for Gaussian Source"],"description":["  To overcome the difficulties in determining an inverse compressor function\nfor a Gaussian source, which appear in designing the nonlinear optimal\ncompanding quantizers and also in the nonlinear optimal companding quantization\nprocedure, in this paper a piecewise linear compressor function based on the\nfirst derivate approximation of the optimal compressor function is proposed. We\nshow that the approximations used in determining the piecewise linear\ncompressor function contribute to the simple solution for designing the novel\npiecewise linear scalar companding quantizer (PLSCQ) for a Gaussian source of\nunit variance. For the given number of segments, we perform optimization\nprocedure in order to obtain optimal value of the support region threshold\nwhich maximizes the signal to quantization noise ratio (SQNR) of the proposed\nPLSCQ. We study how the SQNR of the considered PLSCQ depends on the number of\nsegments and we show that for the given number of quantization levels, SQNR of\nthe PLSCQ approaches the one of the nonlinear optimal companding quantizer with\nthe increase of the number of segments. The presented features of the proposed\nPLSCQ indicate that the obtained model should be of high practical significance\nfor quantization of signals having Gaussian probability density function.\n"]}]
["1212.2866",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Artificial Intelligence","Computer Science - Emerging Technologies","68T05, 68T35","I.2","I.2.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2866","Computer Science & Engineering: An International Journal (CSEIJ),\n  Vol.2, No.3, June 2012, pp. 79 - 97","doi:10.5121/cseij.2012.2307"],"date":["2012-12-12"],"type":["text"],"creator":["Ghosal, Prasun","Chakraborty, Arijit","Banerjee, Sabyasachee","Barman, Satabdi"],"language":[],"coverage":[],"title":["Speed Optimization In Unplanned Traffic Using Bio-Inspired Computing And\n  Population Knowledge Base"],"description":["  Bio-Inspired Algorithms on Road Traffic Congestion and safety is a very\npromising research problem. Searching for an efficient optimization method to\nincrease the degree of speed optimization and thereby increasing the traffic\nFlow in an unplanned zone is a widely concerning issue. However, there has been\na limited research effort on the optimization of the lane usage with speed\noptimization. The main objective of this article is to find avenues or\ntechniques in a novel way to solve the problem optimally using the knowledge\nfrom analysis of speeds of vehicles, which, in turn will act as a guide for\ndesign of lanes optimally to provide better optimized traffic. The accident\nfactors adjust the base model estimates for individual geometric design element\ndimensions and for traffic control features. The application of these\nalgorithms in partially modified form in accordance of this novel Speed\nOptimization Technique in an Unplanned Traffic analysis technique is applied to\nthe proposed design and speed optimization plan. The experimental results based\non real life data are quite encouraging.\n","Comment: 19 pages"]}]
["1212.2868",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2868"],"date":["2012-12-12"],"type":["text"],"creator":["Chen, Wen-Chen","Koirala, Machhindra","Liu, Xianliang","Tyler, Talmage","West, Kevin G.","Bingham, Christopher M.","Starr, Tatiana","Starr, Anthony F.","Jokerst, Nan M.","Padilla, Willie J."],"language":[],"coverage":[],"title":["Characterization of Surface Electromagnetic Waves and Scattering on\n  Infrared Metamaterial Absorbers"],"description":["  We report, for the first time, a full experimental and computational\ninvestigation of all possible light matter interactions on the surface of an\ninfrared metamaterial absorber (MMA). Two channels of energy dissipation -\ndiffuse scattering and generation of surface electromagnetic waves - are\nquantified in terms of their impact on specular absorption. The diffuse\nscattering is found to play a negligible roll in the absorption process, at\nleast for wavelengths greater than the periodicity of unit cell. In contrast,\nsurface electromagnetic waves are found to be generated for transverse magnetic\n(TM) polarized light at the operational wavelength of the MMA, i.e. \\lambda_0,\nand shorter wavelengths. Our computational results indicate that the highly\nlossy surface electromagnetic wave generated at \\lambda_0 is responsible for\nthe good angular dependence of absorption in TM polarization. Experimental\nresults are supported by full wave three dimensional electromagnetic and\neigenmode simulations.\n","Comment: 5 pages, 4 figures"]}]
["1212.2869",{"format":[],"subject":["Mathematics - General Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2869"],"date":["2012-12-12"],"type":["text"],"creator":["Staynova, Petra"],"language":[],"coverage":[],"title":["A Note on Quasi-Lindelof Spaces"],"description":["  The quasi-Lindel\\\"of property was first introduced by Arhangelski in\n\\cite{Arc}, as a strengthening of the weakly Lindel\\\"of property. However,\nunlike Lindel\\\"of and weakly Lindel\\\"of spaces, very little is known about how\nquasi-Lindel\\\"of spaces behave under the main topological operations, and how\nthe property relates to separation axioms. In the present paper, we look at\nseveral properties of quasi-Lindel\\\"of spaces. We consider several examples: a\nweakly Lindel\\\"of space which is not quasi-Lindel\\\"of, a product of Lindel\\\"of\nspaces which is not even quasi-Lindel\\\"of, and a quasi-Lindel\\\"of space which\nis not ccc. At the end, we pose some open questions.\n","Comment: Proceedings of the 41st Spring Conference of the Union of Bulgarian\n  Mathematicians (2012)"]}]
["1212.2871",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2871","PoS(Lattice 2012)108"],"date":["2012-12-12"],"type":["text"],"creator":["Garron, Nicolas","Boyle, Peter A","Hudspith, Renwick J","Lytle, Andrew T"],"language":[],"coverage":[],"title":["Weak Matrix Elements of Beyond the Standard Model $\\Delta s=2$\n  four-quark operators from nf=2+1 Domain-Wall fermions"],"description":["  We report on our computation of the hadronic matrix elements of the\nfour-quark operators needed for the study of $K^0-{\\bar K^0}$ mixing beyond the\nStandard Model (SM). We consider nf=2+1 Domain-Wall fermions on Iwasaki gauge\naction with lightest unitary pion of 290 MeV and a single lattice spacing\na=0.086 fm. The renormalization is performed non-perturbatively through the\nRI-MOM scheme and our results are converted perturbatively to MSbar. We have\nestimated the various systematic errors. Our results confirm a previous\nquenched study, where large ratios of non-SM to SM matrix elements were\nobtained.\n","Comment: 7 pages, 3 figures. Contribution to the 30th International Symposium\n  on Lattice Field Theory, June 24-29, 2012, Cairns, Australia"]}]
["1212.2874",{"format":[],"subject":["Computer Science - Emerging Technologies","Computer Science - Hardware Architecture","68-06","C.1.2","C.1.3","C.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2874","International Journal of Advanced Engineering Technology (IJAET),\n  Vol.III, Issue I, 2012, pp. 243-247"],"date":["2012-12-12"],"type":["text"],"creator":["Ghosal, Prasun","Karmakar, Sankar"],"language":[],"coverage":[],"title":["Diametrical Mesh Of Tree (D2D-MoT) Architecture: A Novel Routing\n  Solution For NoC"],"description":["  Network-on-chip (NoC) is a new aspect for designing of future System-On-Chips\n(SoC) where a vast number of IP cores are connected through interconnection\nnetwork. The communication between the nodes occurred by routing packets rather\nthan wires. It supports high degree of scalability, reusability and parallelism\nin communication. In this paper, we present a Mesh routing architecture, which\nis called Diametrical 2D Mesh of Tree, based on Mesh-of-Tree (MoT) routing and\nDiametrical 2D Mesh. It has the advantage of having small diameter as well as\nlarge bisection width and small node degree clubbed with being the fastest\nnetwork in terms of speed. The routing algorithm ensures that the packets will\nalways reach from source to sink through shortest path and is deadlock free.\n","Comment: 5 pages"]}]
["1212.2876",{"format":[],"subject":["Mathematics - Combinatorics","20F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2876"],"date":["2012-12-12"],"type":["text"],"creator":["Cuntz, Michael","Stump, Christian"],"language":[],"coverage":[],"title":["On root posets for noncrystallographic root systems"],"description":["  We discuss properties of root posets for finite crystallographic root\nsystems, and show that these properties uniquely determine root posets for the\nnoncrystallographic dihedral types and type $H_3$, while proving that there\ndoes not exist a poset satisfying all of the properties in type $H_4$. We do\nthis by exhaustive computer searches for posets having these properties. We\nfurther give a realization of the poset of type $H_3$ as restricted roots of\ntype $D_6$, and conjecture a Hilbert polynomial for the $q,t$-Catalan numbers\nfor type $H_4$.\n","Comment: 19 pages, 9 figures or tables"]}]
["1212.2879",{"format":[],"subject":["Condensed Matter - Superconductivity","Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2879"],"date":["2012-12-12"],"type":["text"],"creator":["Bonura, Marco","Senatore, Carmine"],"language":[],"coverage":[],"title":["Thermal Conductivity of Industrial Nb3Sn Wires Fabricated by Various\n  Techniques"],"description":["  We have developed a new experimental setup specifically designed for\nmeasuring thermal conductivity on technical superconductors in the range of\ntemperatures from 3 to 330 K in magnetic fields up to 21 T. Three Nb3Sn wires,\nproduced by the powder in tube technique, the bronze route and the internal tin\nrestacked rod process, respectively, have been investigated. We show that, due\nto the complexity of the architecture of these wires, direct measurement of\nthermal conductivity is required for a correct estimation of thermal stability\nin superconducting magnets.\n","Comment: Accepted for publication in IEEE ASC 2012 Special Issue"]}]
["1212.2882",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology","62H12 (Primary) 62F12, 62G09 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2882"],"date":["2012-12-12"],"type":["text"],"creator":["Cai, T. Tony","Liu, Weidong","Zhou, Harrison H."],"language":[],"coverage":[],"title":["Estimating Sparse Precision Matrix: Optimal Rates of Convergence and\n  Adaptive Estimation"],"description":["  Precision matrix is of significant importance in a wide range of applications\nin multivariate analysis. This paper considers adaptive minimax estimation of\nsparse precision matrices in the high dimensional setting. Optimal rates of\nconvergence are established for a range of matrix norm losses. A fully data\ndriven estimator based on adaptive constrained $\\ell_1$ minimization is\nproposed and its rate of convergence is obtained over a collection of parameter\nspaces. The estimator, called ACLIME, is easy to implement and performs well\nnumerically.\n  A major step in establishing the minimax rate of convergence is the\nderivation of a rate-sharp lower bound. A \"two-directional\" lower bound\ntechnique is applied to obtain the minimax lower bound. The upper and lower\nbounds together yield the optimal rates ofconvergence for sparse precision\nmatrix estimation and show that the ACLIME estimator is adaptively minimax rate\noptimal for a collection of parameter spaces and a range of matrix norm losses\nsimultaneously.\n"]}]
["1212.2887",{"format":[],"subject":["Mathematics - Logic","03G25 03B50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2887"],"date":["2012-12-12"],"type":["text"],"creator":["Arthan, Rob","Oliva, Paulo"],"language":[],"coverage":[],"title":["Hoops, Coops and the Algebraic Semantics of Continuous Logic"],"description":["  B\\\"{u}chi and Owen studied algebraic structures called hoops. Hoops provide a\nnatural algebraic semantics for a class of substructural logics that we think\nof as intuitionistic analogues of the widely studied {\\L}ukasiewicz logics. Ben\nYaacov extended {\\L}ukasiewicz logic to get what is called continuous logic by\nadding a halving operator. In this paper, we define the notion of continuous\nhoop, or coop for short, and show that coops provide a natural algebraic\nsemantics for continuous logic. We characterise the simple and subdirectly\nirreducible coops and investigate the decision problem for various theories of\ncoops. In passing, we give a new proof that hoops form a variety by giving an\nalgorithm that converts a proof in intuitionistic {\\L}ukaseiwicz logic into a\nchain of equations.\n","Comment: 33 pages, 3 figures"]}]
["1212.2889",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2889"],"date":["2012-12-12"],"type":["text"],"creator":["Fenner, Stephen","Green, Frederic","Gurjar, Rohit","Homer, Steven"],"language":[],"coverage":[],"title":["Some properties of sets in the plane closed under linear extrapolation\n  by a fixed parameter"],"description":["  Fix any $\\lambda\\in\\complexes$. We say that a set $S\\subseteq\\complexes$ is\n$\\lambda$-convex if, whenever $a$ and $b$ are in $S$, the point\n$(1-\\lambda)a+\\lambda b$ is also in $S$. If $S$ is also (topologically) closed,\nthen we say that $S$ is $\\lambda$-clonvex. We investigate the properties of\n$\\lambda$-convex and $\\lambda$-clonvex sets and prove a number of facts about\nthem. Letting $R_\\lambda\\subseteq\\complexes$ be the least $\\lambda$-clonvex\nsuperset of ${0,1}$, we show that if $R_\\lambda$ is convex in the usual sense,\nthen $R_\\lambda$ must be either $[0,1]$ or $\\reals$ or $\\complexes$, depending\non $\\lambda$. We investigate which $\\lambda$ make $R_\\lambda$ convex, derive a\nnumber of conditions equivalent to $R_\\lambda$ being convex, give several\nconditions sufficient for $R_\\lambda$ to be convex or not convex (in\nparticular, $R_\\lambda$ is either convex or discrete), and investigate the\nproperties of some particular discrete $R_\\lambda$, as well as other\n$\\lambda$-convex sets.\n  Our work combines elementary concepts and techniques from algebra and plane\ngeometry.\n","Comment: 53 pages, 19 figures"]}]
["1212.2890",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2890"],"date":["2012-12-12"],"type":["text"],"creator":["Mitchell Jr, Radford","Grigoriev, Roman O."],"language":[],"coverage":[],"title":["Instabilities and mixing in two-dimensional Kolmogorov flow"],"description":["  This paper presents results of a theoretical investigation of transport in a\nnumerical model of a two-dimensional Kolmogorov flow. We investigate the\nchanges in its mixing properties associated with transition from laminar regime\nto turbulence. It is found that significant changes in the flow do not always\nlead to comparable changes in its transport properties. On the other hand, some\nvery subtle changes in the flow can dramatically alter the degree of mixing. We\nshow that interaction of multiple resonances can provide an explanation for\nmany of these seemingly paradoxical results.\n","Comment: 14 pages, 19 figures"]}]
["1212.2893",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2893"],"date":["2012-12-12"],"type":["text"],"creator":["Fan, Jianqing","Tong, Xin","Zeng, Yao"],"language":[],"coverage":[],"title":["Communication Learning in Social Networks: Finite Population and the\n  Rates"],"description":["  Following the Bayesian communication learning paradigm, we propose a finite\npopulation learning concept to capture the level of information aggregation in\nany given network, where agents are allowed to communicate with neighbors\nrepeatedly before making a single decision. This concept helps determine the\noccurrence of effective information aggregation in a finite network and reveals\nexplicit interplays among parameters. It also enables meaningful comparative\nstatics regarding the effectiveness of information aggregation in networks.\nMoreover, it offers a solid foundation to address, with a new perfect learning\nconcept, long run dynamics of learning behavior and the associated learning\nrates as population diverges. Our conditions for the occurrence of finite\npopulation learning and perfect learning in communication networks are very\ntractable and transparent.\n"]}]
["1212.2894",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2894"],"date":["2012-12-04"],"type":["text"],"creator":["Kung, H. T.","Yu, Chia-Mu"],"language":[],"coverage":[],"title":["Reducing Reconciliation Communication Cost with Compressed Sensing"],"description":["  We consider a reconciliation problem, where two hosts wish to synchronize\ntheir respective sets. Efficient solutions for minimizing the communication\ncost between the two hosts have been previously proposed in the literature.\nHowever, they rely on prior knowledge about the size of the set differences\nbetween the two sets to be reconciled. In this paper, we propose a method which\ncan achieve comparable efficiency without assuming this prior knowledge. Our\nmethod uses compressive sensing techniques which can leverage the expected\nsparsity in set differences. We study the performance of the method via\ntheoretical analysis and numerical simulations.\n","Comment: 4 pages, 2 figures"]}]
["1212.2898",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2898"],"date":["2012-12-12"],"type":["text"],"creator":["Harvey, Alex"],"language":[],"coverage":[],"title":["A Simple Continuous Parametrization of the Kasner Indices"],"description":["  A parametrization of the Kasner indices in terms of a continuous parameter is\nconstructed by exploiting their representation as trilinear coordinates. This\nprovides a clear picture of their variation through their entire range vis a\nvis each other. The parameter can be expressed as a function of time.\n","Comment: 7 pages, 5 figures"]}]
["1212.2905",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2905"],"date":["2012-12-12"],"type":["text"],"creator":["Guerra, Francesco"],"language":[],"coverage":[],"title":["Fluctuations and thermodynamic variables in mean field spin glass models"],"description":["  We present two rigorous results on the Sherrington-Kirkpatrick mean field\nmodel for spin glasses, proven by elementary methods, based on properties of\nfluctuations, with respect to the external quenched noise, of the thermodynamic\nvariables and order parameters. The first result gives the uniform convergence\nof the quenched average of the free energy in the thermodynamic limit to its\nannealed approximation, in the high temperature regime, including the assumed\ncritical point beta=1 in our notations. The second result shows that the free\nenergy can be expressed through a functional order parameter, of the type\nintroduced by Parisi in the frame of the replica symmetry breaking method. The\nfunctional order parameter is implicitely given in terms of fluctuations of\nthermodynamic variables.\n","Comment: 20 pages; published in: Stochastic Processes, Physics and Geometry,\n  II, S. Albeverio, U. Cattaneo and D. Merlini, eds., World Scientific,\n  Singapore, 1995"]}]
["1212.2906",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2906"],"date":["2012-12-12"],"type":["text"],"creator":["Wadia, Spenta R."],"language":[],"coverage":[],"title":["A Study of U(N) Lattice Gauge Theory in 2-dimensions"],"description":["  This is an edited version of an unpublished 1979 EFI (U. Chicago) preprint:\n\"The U(N) lattice gauge theory in 2-dimensions can be considered as the\nstatistical mechanics of a Coulomb gas on a circle in a constant electric\nfield. The large N limit of this system is discussed and compared with exact\nanswers for finite N. Near the fixed points of the renormalization group and\nespecially in the critical region where one can define a continuum theory,\ncomputations in the thermodynamic limit $(N \\rightarrow \\infty)$ are in\nremarkable agreement with those for finite and small N. However, in the\nintermediate coupling region the thermodynamic computation, unlike the one for\nfinite N, shows a continuous phase transition. This transition seems to be a\npathology of the infinite N limit and in this simple model has no bearing on\nthe physical continuum limit.\"\n","Comment: 23 pages"]}]
["1212.2908",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2908"],"date":["2012-12-12"],"type":["text"],"creator":["Bassil, Youssef"],"language":[],"coverage":[],"title":["A Text Steganography Method Using Pangram and Image Mediums"],"description":["  Steganography is the art and science of writing hidden messages in such a way\nthat no one apart from the sender and the receiver would realize that a secret\ncommunicating is taking place. Unlike cryptography which only scrambles secret\ndata keeping them overt, steganography covers secret data into medium files\nsuch as image files and transmits them in total secrecy avoiding drawing\neavesdroppers suspicions. However, considering that the public channel is\nmonitored by eavesdroppers, it is vulnerable to stego-attacks which refer to\nrandomly trying to break the medium file and recover the secret data out of it.\nThat is often true because steganalysts assume that the secret data are encoded\ninto a single medium file and not into multiple ones that complement each\nother. This paper proposes a text steganography method for hiding secret\ntextual data using two mediums; a Pangram sentence containing all the\ncharacters of the alphabet, and an uncompressed image file. The algorithm tries\nto search for every character of the secret message into the Pangram text. The\nsearch starts from a random index called seed and ends up on the index of the\nfirst occurrence of the character being searched for. As a result, two indexes\nare obtained, the seed and the offset indexes. Together they are embedded into\nthe three LSBs of the color channels of the image medium. Ultimately, both\nmediums mainly the Pangram and the image are sent to the receiver. The\nadvantage of the proposed method is that it makes the covert data hard to be\nrecovered by unauthorized parties as it uses two mediums, instead of one, to\ndeliver the secret data. Experiments conducted, illustrated an example that\nexplained how to encode and decode a secret text message using the Pangram and\nthe image mediums.\n","Comment: LACSC - Lebanese Association for Computational Sciences -\n  http://www.lacsc.org; International Journal of Scientific & Engineering\n  Research (IJSER), vol. 3, no. 12, December 2012. arXiv admin note: text\n  overlap with arXiv:1212.2067"]}]
["1212.2910",{"format":[],"subject":["Mathematics - Combinatorics","16T05, 16T30, 05E05, 06A11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2910","The Electronic Journal of Combinatorics, Vol 19, Issue 4 (2012),\n  P42"],"date":["2012-12-12"],"type":["text"],"creator":["Grujić, Vladimir","Stojadinović, Tanja"],"language":[],"coverage":[],"title":["Hopf algebra of building sets"],"description":["  The combinatorial Hopf algebra on building sets $BSet$ extends the chromatic\nHopf algebra of simple graphs. The image of a building set under canonical\nmorphism to quasi-symmetric functions is the chromatic symmetric function of\nthe corresponding hypergraph. By passing from graphs to building sets, we\nconstruct a sequence of symmetric functions associated to a graph. From the\ngeneralized Dehn-Sommerville relations for the Hopf algebra $BSet$, we define a\nclass of building sets called eulerian and show that eulerian building sets\nsatisfy Bayer-Billera relations. We show the existence of the\n$\\mathbf{c}\\mathbf{d}-$index, the polynomial in two noncommutative variables\nassociated to an eulerian building set. The complete characterization of\neulerian building sets is given in terms of combinatorics of intersection\nposets of antichains of finite sets.\n","Comment: 31 pages, 4 figures"]}]
["1212.2912",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2912"],"date":["2012-12-12"],"type":["text"],"creator":["Zhang, Yi"],"language":[],"coverage":[],"title":["Decomposition Theory"],"description":["  We give a characterization of decomposition theory in linear algebra.\n"]}]
["1212.2913",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2913"],"date":["2012-12-12"],"type":["text"],"creator":["Guerra, Francesco"],"language":[],"coverage":[],"title":["Functional order parameters for the quenched free energy in mean field\n  spin glass models"],"description":["  In the Sherrington-Kirkpatrick mean field model for spin glasses, we show\nthat the quenched average of the free energy can be expressed through a couple\nof functional order parameters, in a form very similar to the one found in the\nframe of the replica symmetry breaking method. The functional order parameters\nare implicitely given in terms of fluctuations of thermodynamic variables.\nUnder the assumption that the two order parameters can be chosen to be the\nsame, in the thermodynamic limit, it is shown that the Parisi free energy is a\nrigorous upper bound for the free energy of the model.\n","Comment: 7 pages; in Field Theory and Collective Phenomena, S. De Lillo, P.\n  Sodano, F.C. Khanna and G. Semenoff, eds., World Scientific, Singapore, 1995"]}]
["1212.2917",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Social and Information Networks","05C82, 05C62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2917"],"date":["2012-12-12"],"type":["text"],"creator":["Pfaltz, John L."],"language":[],"coverage":[],"title":["Entropy in Social Networks"],"description":["  We introduce the concepts of closed sets and closure operators as\nmathematical tools for the study of social networks. Dynamic networks are\nrepresented by transformations. It is shown that under continuous\nchange/transformation, all networks tend to \"break down\" and become less\ncomplex. It is a kind of entropy. The product of this theoretical decomposition\nis an abundance of triadically closed clusters which sociologists have observed\nin practice. This gives credence to the relevance of this kind of mathematical\nanalysis in the sociological context.\n","Comment: 13 pages, 7 figures. This paper was presented at SocInfo 2012,\n  Lausanne Switzerland, Dec. 2012, but was inadvertantly omitted from the\n  proceedings"]}]
["1212.2923",{"format":[],"subject":["Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2923"],"date":["2012-12-12"],"type":["text"],"creator":["Charest, François"],"language":[],"coverage":[],"title":["Source Spaces and Perturbations for Cluster Complexes"],"description":["  We define objects made of marked complex disks connected by metric line\nsegments and construct nonsymmetric and symmetric moduli spaces of these\nobjects. This allows choices of coherent perturbations over the corresponding\nversions of the Floer trajectories proposed by Cornea and Lalonde. These\nperturbations are intended to lead to an alternative description of the\n(obstructed) $A_\\infty$-structures studied by Fukaya, Oh, Ohta and Ono.\n  Given a $Pin_{\\pm}$ monotone lagrangian submanifold $L \\subset (M,\\omega)$\nwith minimal Maslov number $N_L \\geq 2$, we define an $A_\\infty$-algebra (resp.\ndifferential graded algebra) structure from the critical points of a generic\nMorse function on $L$. It is written as a cochain (resp. chain) complex\nextending the pearl complex introduced by Oh and further explicited by Biran\nand Cornea, equipped with its quantum product. We verify that the construction\nis homotopy invariant, defining a functor from a homotopy category of\n$Pin_{\\pm}$ monotone lagrangian submanifolds $h\\mathcal{L}^{mono,\n\\pm}(M,\\omega)$ to the homotopy category of cochain (resp. chain) complexes\n$hK(\\Lambda \\text{-mod})$ where $\\Lambda$ is a Novikov ring with coefficients\nin $\\mathbb{Z}$.\n"]}]
["1212.2924",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57M27, 57N70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2924"],"date":["2012-12-12"],"type":["text"],"creator":["Cha, Jae Choon","Friedl, Stefan","Powell, Mark"],"language":[],"coverage":[],"title":["Concordance of links with identical Alexander invariants"],"description":["  J. Davis showed that the topological concordance class of a link in the\n3-sphere is uniquely determined by its Alexander polynomial for 2-component\nlinks with Alexander polynomial one. A similar result for knots with Alexander\npolynomial one was shown earlier by M. Freedman. We prove that these two cases\nare the only exceptional cases, by showing that the link concordance class is\nnot determined by the Alexander invariants in any other case.\n","Comment: 14 pages"]}]
["1212.2925",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2925","Published by Proceedings of Science, PoS EPS-HEP2011 (2011) 479"],"date":["2012-12-12"],"type":["text"],"creator":["Gonzalez-Mestres, Luis"],"language":[],"coverage":[],"title":["Pre-Big Bang, vacuum and noncyclic cosmologies"],"description":["  WMAP and Planck open the way to unprecedented Big Bang phenomenology,\npotentially allowing to test the standard Big Bang model as well as less\nconventional approaches including noncyclic pre-Big Bang cosmologies that would\nincorporate a new fundamental scale beyond the Planck scale and, possibly, new\nultimate constituents of matter. Alternatives to standard physics can be\nconsidered from a cosmological point of view concerning vacuum structure, the\nnature of space-time, the origin and evolution of our Universe, the validity of\nquantum field theory and conventional symmetries, solutions to the cosmological\nconstant problem, inflationary scenarios, dark matter and dark energy, the\ninterpretation of string-like theories... Lorentz-like symmetries for the\nproperties of matter (standard or superbradyonic) can then be naturally stable\nspace-time configurations resulting from general cosmological scenarios that\nincorporate physics beyond the Planck scale and describe the formation and\nevolution of the present vacuum. But an even more primordial question seems to\nbe that of the origin of half-integer spins, that cannot be generated through\norbital angular momentum in the usual real space-time. It turns out that the\nuse of a spinorial space-time with two complex coordinates instead of the\nconventional four real ones presents several attractive features. Taking the\ncosmic time to be the modulus of a SU(2) spinor leads by purely geometric means\nto a naturally expanding universe, with a ratio between cosmic relative\nvelocities and distances equal to the inverse of the age of the Universe. No\nreference to standard matter, hidden fields, gravitation or relativity is\nrequired to get such a result that looks quite reasonable from an observational\npoint of view. We discuss basic ideas and phenomenological issues for noncyclic\npre-Big Bang cosmologies in the present context.\n","Comment: 4 pages, presented at the 2011 Europhysics Conference on High Energy\n  Physics - HEP 2011, July 21-27, 2011 Grenoble, Rh\\^one-Alpes, France"]}]
["1212.2928",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2928","Papers in Physics 4, 040005 (2012)","doi:10.4279/PIP.040005"],"date":["2012-12-12"],"type":["text"],"creator":["Porasso, Rodolfo D.","Cascales, José J. López"],"language":[],"coverage":[],"title":["A criterion to identify the equilibration time in lipid bilayer\n  simulations"],"description":["  With the aim of establishing a criterion for identifying when a lipid bilayer\nhas reached steady state using the molecular dynamics simulation technique,\nlipid bilayers of different composition in their liquid crystalline phase were\nsimulated in aqueous solution in presence of CaCl$_2$ as electrolyte, at\ndifferent concentration levels. In this regard, we used two different lipid\nbilayer systems: one composed by 288 DPPC (DiPalmitoylPhosphatidylCholine) and\nanother constituted by 288 DPPS (DiPalmitoylPhosphatidylSerine). In this sense,\nfor both type of lipid bilayers, we have studied the temporal evolution of some\nlipids properties, such as the surface area per lipid, the deuterium order\nparameter, the lipid hydration and the lipid-calcium coordination. From their\nanalysis, it became evident how each property has a different time to achieve\nequilibrium. The following order was found, from faster property to slower\nproperty: coordination of ions $\\approx$ deuterium order parameter $>$ area per\nlipid $\\approx$ hydration. Consequently, when the hydration of lipids or the\nmean area per lipid are stable, we can ensure that the lipid membrane has\nreached the steady state.\n","Comment: 10 pages, 9 figures"]}]
["1212.2930",{"format":[],"subject":["Mathematics - Number Theory","11P99, 14H99 (Primary) 11T23 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2930"],"date":["2012-12-12"],"type":["text"],"creator":["Bower, Amanda","Evans, Ron","Luo, Victor","Miller, Steven J."],"language":[],"coverage":[],"title":["Coordinate sum and difference sets of $d$-dimensional modular hyperbolas"],"description":["  Many problems in additive number theory, such as Fermat's last theorem and\nthe twin prime conjecture, can be understood by examining sums or differences\nof a set with itself. A finite set $A \\subset \\mathbb{Z}$ is considered\nsum-dominant if $|A+A|>|A-A|$. If we consider all subsets of ${0, 1, ...,\nn-1}$, as $n\\to\\infty$ it is natural to expect that almost all subsets should\nbe difference-dominant, as addition is commutative but subtraction is not;\nhowever, Martin and O'Bryant in 2007 proved that a positive percentage are\nsum-dominant as $n\\to\\infty$.\n  This motivates the study of \"coordinate sum dominance\". Given $V \\subset\n(\\Z/n\\Z)^2$, we call $S:={x+y: (x,y) \\in V}$ a coordinate sumset and $D:=\\{x-y:\n(x,y) \\in V\\}$ a coordinate difference set, and we say $V$ is coordinate sum\ndominant if $|S|>|D|$. An arithmetically interesting choice of $V$ is\n$\\bar{H}_2(a;n)$, which is the reduction modulo $n$ of the modular hyperbola\n$H_2(a;n) := {(x,y): xy \\equiv a \\bmod n, 1 \\le x,y < n}$. In 2009, Eichhorn,\nKhan, Stein, and Yankov determined the sizes of $S$ and $D$ for\n$V=\\bar{H}_2(1;n)$ and investigated conditions for coordinate sum dominance. We\nextend their results to reduced $d$-dimensional modular hyperbolas\n$\\bar{H}_d(a;n)$ with $a$ coprime to $n$.\n","Comment: Version 1.0, 14 pages, 2 figures"]}]
["1212.2931",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2931","Indiana J. Math. 28, 471-494 (1979)"],"date":["2012-12-12"],"type":["text"],"creator":["Howland, J."],"language":[],"coverage":[],"title":["Scattering theory for Hamiltonians periodic in time"],"description":["  Old paper on the abstract scattering theory (ST) of periodic Hamiltonians.\nUpdating of the references and correction of some minor non-mathematical\nmisprints by H.C. Rosu.\n","Comment: 18 pages"]}]
["1212.2932",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2932"],"date":["2012-12-12"],"type":["text"],"creator":["Vogt, A.","Kom, C. H.","Presti, N. A. Lo","Soar, G.","Almasy, A. A.","Moch, S.","Vermaseren, J. A. M.","Yeats, K."],"language":[],"coverage":[],"title":["Progress on double-logarithmic large-x and small-x resummations for\n  (semi-)inclusive hard processes"],"description":["  Over the past few years considerable progress has been made on the\nresummation of double-logarithmically enhanced threshold (large-x) and\nhigh-energy (small-x) higher-order contributions to the splitting functions for\nparton and fragmentation distributions and to the coefficient functions for\ninclusive deep-inelastic scattering and semi-inclusive e^+e^- annihilation. We\npresent an overview of the methods which allow, in many cases, to derive the\ncoefficients of the highest three logarithms at all orders in the strong\ncoupling from next-to-next-to-leading order results in massless perturbative\nQCD. Some representative analytical and numerical results are shown, and the\npresent limitations of these resummations are discussed.\n","Comment: 11 pages, LaTeX (PoS style), 2 eps-figures. To appear in the\n  proceedings of `Loops & Legs 2012', Wernigerode (Germany), April 2012"]}]
["1212.2938",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2938"],"date":["2012-12-12"],"type":["text"],"creator":["Bruckman, William","Cersosimo, Juan Carlos","Rosa, Luis"],"language":[],"coverage":[],"title":["Effects of non-spherical symmetry on binary orbits of asteroids and\n  comets"],"description":["  We develop a theoretical framework for the calculation of orbits for a system\nconsisting of a spherical object and a non-spherical body, which is then\nspecialized to a prolate ellipsoid. Particular trajectories are presented that\nillustrate a drastic contrast between the familiar elliptical orbits of\nspherical binary systems and the trajectories around the prolate spheroid. We\nalso show here, and in a media video representation of the computed orbits, how\nthe spherical satellite instantaneous orbital plane and eccentricity evolve. We\nalso explicitly verify the conservation of the total angular momentum and\nenergy of the system, prolate plus satellite, while the intrinsic rotational\nangular momentum and energy of the prolate changes with time at the expense of\nthe orbital energy and angular momentum of the sphere. We then consider a\nparticular orbit where an initially bound satellite gains sufficient orbital\nenergy and eventually escapes, with its total energy now positive. The inverse\nprocess, where a satellite is captured by a prolate, is also considered, and we\ndetermine the probability of this event occurring, as a function of the initial\nrelative velocity and parameter of impact of the system. We end with a\ndiscussion of a plausible scenario where an escaping satellite in the Oort\ncloud could wind up with a new heliocentric Earth`s crossing orbit. In the\nAppendices we develop the necessary equations for the application of the above\nformalism to orbits around a general homogeneous ellipsoid.\n","Comment: 28 Pages, 9 Figures"]}]
["1212.2939",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2939"],"date":["2012-12-12"],"type":["text"],"creator":["Kuan, Jeffrey"],"language":[],"coverage":[],"title":["Markov Chains, Tensor Products, and Quantum Random Walks"],"description":["  We provide two new constructions of Markov chains which had previously arisen\nfrom the representation theory of the infinite-dimensional unitary group. The\nfirst construction uses the combinatorial rule for the Littlewood-Richardson\ncoefficients, which arise from tensor products of irreducible representations\nof the unitary group. The second arises from a quantum random walk on the group\nvon Neumann algebra of U(n), which is then restricted to the center.\nAdditionally, the restriction to a maximal torus can be expressed in terms of\nweight multiplicities, explaining the presence of tensor products.\n","Comment: 17 pages"]}]
["1212.2944",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2944"],"date":["2012-12-12"],"type":["text"],"creator":["Roy, Rahul"],"language":[],"coverage":[],"title":["Space group symmetries and low lying excitations of many-body systems at\n  integer fillings"],"description":["  We show that many-body systems with conserved particle number which have the\nsymmetries corresponding to a nonsymmorphic space group have low lying\nexcitations for certain integer values of the particle number per unit cell.\nThese results may be interpreted as a generalization of some band touching\ntheorems to interacting systems.\n"]}]
["1212.2948",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2948"],"date":["2012-12-12"],"type":["text"],"creator":["Rezvyakova, Irina"],"language":[],"coverage":[],"title":["On the critical line zeros of $L$ -- functions attached to automorphic\n  cusp forms"],"description":["  We prove for L-function attached to an automorphic cusp form for the Hecke\ncongruence group $\\Gamma_0(D)$, which is also an eigenfunction of all the Hecke\noperators, that a positive proportion of its non-trivial zeros lie on the\ncritical line. This result extends the work of J.L. Hafner of 1983 where the\ncase of the full modular group is considered.\n","Comment: 20 pages, published in 2010 in Math. Notes"]}]
["1212.2952",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2952"],"date":["2012-12-12"],"type":["text"],"creator":["Kärkkäinen, Juha","Kempa, Dominik","Puglisi, Simon J."],"language":[],"coverage":[],"title":["Linear Time Lempel-Ziv Factorization: Simple, Fast, Small"],"description":["  Computing the LZ factorization (or LZ77 parsing) of a string is a\ncomputational bottleneck in many diverse applications, including data\ncompression, text indexing, and pattern discovery. We describe new linear time\nLZ factorization algorithms, some of which require only 2n log n + O(log n)\nbits of working space to factorize a string of length n. These are the most\nspace efficient linear time algorithms to date, using n log n bits less space\nthan any previous linear time algorithm. The algorithms are also practical,\nsimple to implement, and very fast in practice.\n"]}]
["1212.2953",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2953"],"date":["2012-12-12"],"type":["text"],"creator":["Axvig, Nathan"],"language":[],"coverage":[],"title":["LP Pseudocodewords of Cycle Codes are Half-Integral"],"description":["  In his Ph.D. disseration, Feldman and his collaborators define the linear\nprogramming decoder for binary linear codes, which is a linear programming\nrelaxation of the maximum-likelihood decoding problem. This decoder does not,\nin general, attain maximum-likelihood performance; however, the source of this\ndiscrepancy is known to be the presence of non-integral extreme points\n(vertices) within the fundamental polytope, vectors which are also called\nnontrivial linear programming pseudocodewords. Restricting to the class of\ncycle codes, we provide necessary conditions for a vector to be a linear\nprogramming pseudocodeword. In particular, the components of any such\npseudocodeword can only assume values of zero, one-half, or one.\n","Comment: 13 pages"]}]
["1212.2955",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2955"],"date":["2012-12-12"],"type":["text"],"creator":["Kosinski, Lukasz"],"language":[],"coverage":[],"title":["Comparison of invariant funcions and metrics"],"description":["  In this short note it is shown that all invariant metrics and functions of\nbounded $\\mathcal C^2$-smooth domain coincide on an open non-empty subset.\n","Comment: A draft version. Any comments are welcome"]}]
