["0807.4278",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4278","Annals of Probability 2010, Vol. 38, No. 1, 207-233","doi:10.1214/09-AOP475"],"date":["2008-07-27","2012-07-20"],"type":["text"],"creator":["Berestycki, Julien","Berestycki, Nathanaël","Limic, Vlada"],"language":[],"coverage":[],"title":["The $\\Lambda$-coalescent speed of coming down from infinity"],"description":["  Consider a $\\Lambda$-coalescent that comes down from infinity (meaning that\nit starts from a configuration containing infinitely many blocks at time 0, yet\nit has a finite number $N_t$ of blocks at any positive time $t>0$). We exhibit\na deterministic function $v:(0,\\infty)\\to(0,\\infty)$ such that $N_t/v(t)\\to1$,\nalmost surely, and in $L^p$ for any $p\\geq1$, as $t\\to0$. Our approach relies\non a novel martingale technique.\n","Comment: Published in at http://dx.doi.org/10.1214/09-AOP475 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1004.0378",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning","I.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0378"],"date":["2010-04-02","2012-07-19"],"type":["text"],"creator":["Khademi, Mahmoud","Kiapour, Mohammad H.","Safayani, Mehran","Manzuri, Mohammad T.","Shojaei, M."],"language":[],"coverage":[],"title":["Facial Expression Representation and Recognition Using 2DHLDA, Gabor\n  Wavelets, and Ensemble Learning"],"description":["  In this paper, a novel method for representation and recognition of the\nfacial expressions in two-dimensional image sequences is presented. We apply a\nvariation of two-dimensional heteroscedastic linear discriminant analysis\n(2DHLDA) algorithm, as an efficient dimensionality reduction technique, to\nGabor representation of the input sequence. 2DHLDA is an extension of the\ntwo-dimensional linear discriminant analysis (2DLDA) approach and it removes\nthe equal within-class covariance. By applying 2DHLDA in two directions, we\neliminate the correlations between both image columns and image rows. Then, we\nperform a one-dimensional LDA on the new features. This combined method can\nalleviate the small sample size problem and instability encountered by HLDA.\nAlso, employing both geometric and appearance features and using an ensemble\nlearning scheme based on data fusion, we create a classifier which can\nefficiently classify the facial expressions. The proposed method is robust to\nillumination changes and it can properly represent temporal information as well\nas subtle changes in facial muscles. We provide experiments on Cohn-Kanade\ndatabase that show the superiority of the proposed method. KEYWORDS:\ntwo-dimensional heteroscedastic linear discriminant analysis (2DHLDA), subspace\nlearning, facial expression analysis, Gabor wavelets, ensemble learning.\n","Comment: This paper has been withdrawn by the author due to an error in\n  experimental results"]}]
["1008.2834",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2834","J. Fluid Mech. 676, 237-264 (2011)","doi:10.1017/jfm.2011.42"],"date":["2010-08-17","2011-01-30"],"type":["text"],"creator":["Gundlach, Carsten","Leveque, Randall J"],"language":[],"coverage":[],"title":["Universality in the run-up of shock waves to the surface of a star"],"description":["  We investigate the run-up of a shock wave from inside to the surface of a\nperfect fluid star in equilibrium and bounded by vacuum. Near the surface we\napproximate the fluid motion as plane-symmetric and the gravitational field as\nconstant. We consider the \"hot\" equation of state $P=(\\Gamma-1)\\rho e$ and its\n\"cold\" (fixed entropy, barotropic) form $P=K_0\\rho^\\Gamma$ (the latter does not\nallow for shock heating). We find numerically that the evolution of generic\ninitial data approaches universal similarity solutions sufficiently near the\nsurface, and we construct these similarity solutions explicitly. The two\nequations of state show very different behaviour, because shock heating becomes\nthe dominant effect when it is allowed. In the barotropic case, the fluid\nvelocity behind the shock approaches a constant value, while the density behind\nthe shock approaches a power law in space, as the shock approaches the surface.\nIn the hot case with shock heating,the density jumps by a constant factor\nthrough the shock, while the sound speed and fluid velocity behind the shock\ndiverge in a whiplash effect. We tabulate the similarity exponents as a\nfunction of the equation of state parameter $\\Gamma$and the stratification\nindex $n_*$.\n","Comment: Version accepted for publication in J. Fluid Mech"]}]
["1009.1627",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1627","2011, ApJ, 741, 73","doi:10.1088/0004-637X/741/2/73"],"date":["2010-09-08","2011-09-13"],"type":["text"],"creator":["van Velzen, Sjoert","Farrar, Glennys R.","Gezari, Suvi","Morrell, Nidia","Zaritsky, Dennis","Ostman, Linda","Smith, Mathew","Gelfand, Joseph","Drake, Andrew J."],"language":[],"coverage":[],"title":["Optical discovery of probable stellar tidal disruption flares"],"description":["  Using archival SDSS multi-epoch imaging data (Stripe 82), we have searched\nfor the tidal disruption of stars by super-massive black holes in non-active\ngalaxies. Two candidate tidal disruption events (TDEs) are identified. They\nhave optical black-body temperatures 2 10^4 K and observed peak luminosities\nM_g=-18.3 and -20.4; their cooling rates are very low, qualitatively consistent\nwith expectations for tidal disruption flares. Their properties are examined\nusing i) SDSS imaging to compare them to other flares observed in the search,\nii) UV emission measured by GALEX and iii) spectra of the hosts and of one of\nthe flares. Our pipeline excludes optically identifiable AGN hosts, and our\nvariability monitoring over 9 years provides strong evidence that these are not\nflares in hidden AGNs. The spectra and color evolution of the flares are unlike\nany SN observed to date, their strong late-time UV emission is particularly\ndistinctive, and they are nuclear at high resolution, arguing against their\nbeing first cases of a previously-unobserved class of SNe or more extreme\nexamples of known SN types. Taken together, the observed properties are\ndifficult to reconcile with a SN or AGN-flare explanation, although an entirely\nnew process specific to the inner few-hundred parsecs of non-active galaxies\ncannot be excluded. Our observed rate and method show the feasibility of\nobtaining a candidate TDE sample of hundreds of events and O(1) purity, using\ngeometric resolution and host and flare color alone. A by-product of this work\nis quantification of the power-spectrum of extreme flares in AGNs.\n","Comment: Accepted for publication in ApJ; 25 pages, 21 figures, 5 tables. The\n  rate estimate of the first version has been moved to a separate, forthcoming\n  paper"]}]
["1009.2157",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2157"],"date":["2010-09-11","2012-07-20"],"type":["text"],"creator":["Anderson, Edward"],"language":[],"coverage":[],"title":["The Problem of Time in Quantum Gravity"],"description":["  The problem of time in quantum gravity occurs because `time' is taken to have\na different meaning in each of general relativity and ordinary quantum theory.\nThis incompatibility creates serious problems with trying to replace these two\nbranches of physics with a single framework in regimes in which neither quantum\ntheory nor general relativity can be neglected, such as in black holes or in\nthe very early universe. Strategies for resolving the Problem of Time have\nevolved somewhat since Kuchar and Isham's well-known reviews from the early\n90's. These come in the following divisions I) time before quantization, such\nas hidden time or matter time. II) Time after quantization, such as emergent\nsemiclassical time. III) Timeless strategies of Type 1: naive Schrodinger\ninterpretation, conditional probabilities interpretation and various forms of\nrecords theories, and Type 2 `Rovelli': in terms of evolving constants of the\nmotion, complete observables and partial observables. IV) I argue for histories\ntheories to be a separate class of strategy. Additionally, various combinations\nof these strategies have begun to appear in the literature; I discuss a number\nof such. Finally, I comment on loop quantum gravity, supergravity and\nstring/M-theory from the problem of time perspective.\n","Comment: Is the version published as Chapter 4 of \"Classical and Quantum\n  Gravity: Theory, Analysis and Applications\", Ed. V.R. Frignanni (Nova, New\n  York 2012)"]}]
["1009.5020",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5020","EPL 94, 68007 (2011)","doi:10.1209/0295-5075/94/68007"],"date":["2010-09-25","2012-07-20"],"type":["text"],"creator":["Braun, Daniel"],"language":[],"coverage":[],"title":["Ultimate quantum bounds on mass measurements with a nano-mechanical\n  oscillator"],"description":["  Nano-mechanical resonators have a large potential as sensors of very small\nadsorbed masses, down to the atomic level and beyond. Here I establish the\nfundamental lower bound on the mass that can be measured with a nano-mechanical\noscillator in a given quantum state based on the quantum Cram\\'er--Rao bound,\nlimited only by the laws of quantum mechanics, and identify the quantum states\nwhich will allow the largest sensitivity for a given maximum energy.\n","Comment: Corrected a mistake in the formula for coherent states. Fig.1 and\n  some numerical values changed"]}]
["1010.1750",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1750","Commun. Math. Phys. 306, 805 (2011)","doi:10.1007/s00220-011-1302-1"],"date":["2010-10-08","2012-07-19"],"type":["text"],"creator":["Brandao, Fernando G. S. L.","Christandl, Matthias","Yard, Jon"],"language":[],"coverage":[],"title":["Faithful Squashed Entanglement"],"description":["  Squashed entanglement is a measure for the entanglement of bipartite quantum\nstates. In this paper we present a lower bound for squashed entanglement in\nterms of a distance to the set of separable states. This implies that squashed\nentanglement is faithful, that is, strictly positive if and only if the state\nis entangled. We derive the bound on squashed entanglement from a bound on\nquantum conditional mutual information, which is used to define squashed\nentanglement and corresponds to the amount by which strong subadditivity of von\nNeumann entropy fails to be saturated. Our result therefore sheds light on the\nstructure of states that almost satisfy strong subadditivity with equality. The\nproof is based on two recent results from quantum information theory: the\noperational interpretation of the quantum mutual information as the optimal\nrate for state redistribution and the interpretation of the regularised\nrelative entropy of entanglement as an error exponent in hypothesis testing.\nThe distance to the set of separable states is measured by the one-way LOCC\nnorm, an operationally-motivated norm giving the optimal probability of\ndistinguishing two bipartite quantum states, each shared by two parties, using\nany protocol formed by local quantum operations and one-directional classical\ncommunication between the parties. A similar result for the Frobenius or\nEuclidean norm follows immediately. The result has two applications in\ncomplexity theory. The first is a quasipolynomial-time algorithm solving the\nweak membership problem for the set of separable states in one-way LOCC or\nEuclidean norm. The second concerns quantum Merlin-Arthur games. Here we show\nthat multiple provers are not more powerful than a single prover when the\nverifier is restricted to one-way LOCC operations thereby providing a new\ncharacterisation of the complexity class QMA.\n","Comment: 24 pages, 1 figure, 1 table. Due to an error in the published\n  version, claims have been weakened from the LOCC norm to the one-way LOCC\n  norm"]}]
["1010.4951",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4951"],"date":["2010-10-24","2012-07-19"],"type":["text"],"creator":["Khademi, Mahmoud","Manzuri-Shalmani, Mohammad T.","safayani, Meharn"],"language":[],"coverage":[],"title":["Local Component Analysis for Nonparametric Bayes Classifier"],"description":["  The decision boundaries of Bayes classifier are optimal because they lead to\nmaximum probability of correct decision. It means if we knew the prior\nprobabilities and the class-conditional densities, we could design a classifier\nwhich gives the lowest probability of error. However, in classification based\non nonparametric density estimation methods such as Parzen windows, the\ndecision regions depend on the choice of parameters such as window width.\nMoreover, these methods suffer from curse of dimensionality of the feature\nspace and small sample size problem which severely restricts their practical\napplications. In this paper, we address these problems by introducing a novel\ndimension reduction and classification method based on local component\nanalysis. In this method, by adopting an iterative cross-validation algorithm,\nwe simultaneously estimate the optimal transformation matrices (for dimension\nreduction) and classifier parameters based on local information. The proposed\nmethod can classify the data with complicated boundary and also alleviate the\ncourse of dimensionality dilemma. Experiments on real data show the superiority\nof the proposed algorithm in term of classification accuracies for pattern\nclassification applications like age, facial expression and character\nrecognition. Keywords: Bayes classifier, curse of dimensionality dilemma,\nParzen window, pattern classification, subspace learning.\n","Comment: This paper has been withdrawn by the author due to an error in\n  experimental results"]}]
["1012.3191",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3191","Astrophys.J.741:111,2011","doi:10.1088/0004-637X/741/2/111"],"date":["2010-12-14","2012-07-20"],"type":["text"],"creator":["QUIET Collaboration","Bischoff, C.","Brizius, A.","Buder, I.","Chinone, Y.","Cleary, K.","Dumoulin, R. N.","Kusaka, A.","Monsalve, R.","Næss, S. K.","Newburgh, L. B.","Reeves, R.","Smith, K. M.","Wehus, I. K.","Zuntz, J. A.","Zwart, J. T. L.","Bronfman, L.","Bustos, R.","Church, S. E.","Dickinson, C.","Eriksen, H. K.","Ferreira, P. G.","Gaier, T.","Gundersen, J. O.","Hasegawa, M.","Hazumi, M.","Huffenberger, K. M.","Jones, M. E.","Kangaslahti, P.","Kapner, D. J.","Lawrence, C. R.","Limon, M.","May, J.","McMahon, J. J.","Miller, A. D.","Nguyen, H.","Nixon, G. W.","Pearson, T. J.","Piccirillo, L.","Radford, S. J. E.","Readhead, A. C. S.","Richards, J. L.","Samtleben, D.","Seiffert, M.","Shepherd, M. C.","Staggs, S. T.","Tajima, O.","Thompson, K. L.","Vanderlinde, K.","Williamson, R.","Winstein, B."],"language":[],"coverage":[],"title":["First Season QUIET Observations: Measurements of CMB Polarization Power\n  Spectra at 43 GHz in the Multipole Range 25 <= ell <= 475"],"description":["  The Q/U Imaging ExperimenT (QUIET) employs coherent receivers at 43GHz and\n95GHz, operating on the Chajnantor plateau in the Atacama Desert in Chile, to\nmeasure the anisotropy in the polarization of the CMB. QUIET primarily targets\nthe B modes from primordial gravitational waves. The combination of these\nfrequencies gives sensitivity to foreground contributions from diffuse Galactic\nsynchrotron radiation. Between 2008 October and 2010 December, >10,000hours of\ndata were collected, first with the 19-element 43GHz array (3458hours) and then\nwith the 90-element 95GHz array. Each array observes the same four fields,\nselected for low foregrounds, together covering ~1000deg^2. This paper reports\ninitial results from the 43GHz receiver which has an array sensitivity to CMB\nfluctuations of 69uK sqrt(s). The data were extensively studied with a large\nsuite of null tests before the power spectra, determined with two independent\npipelines, were examined. Analysis choices, including data selection, were\nmodified until the null tests passed. Cross correlating maps with different\ntelescope pointings is used to eliminate a bias. This paper reports the EE, BB\nand EB power spectra in the multipole range ell=25-475. With the exception of\nthe lowest multipole bin for one of the fields, where a polarized foreground,\nconsistent with Galactic synchrotron radiation, is detected with 3sigma\nsignificance, the E-mode spectrum is consistent with the LCDM model, confirming\nthe only previous detection of the first acoustic peak. The B-mode spectrum is\nconsistent with zero, leading to a measurement of the tensor-to-scalar ratio of\nr=0.35+1.06-0.87. The combination of a new time-stream double-demodulation\ntechnique, Mizuguchi-Dragone optics, natural sky rotation, and frequent\nboresight rotation leads to the lowest level of systematic contamination in the\nB-mode power so far reported, below the level of r=0.1\n","Comment: 19 pages, 14 figures, higher quality figures are available at\n  http://quiet.uchicago.edu/results/index.html; Fixed a typo and corrected\n  statistical error values used as a reference in Figure 14, showing our\n  systematic uncertainties (unchanged) vs. multipole; Revision to ApJ accepted\n  version, this paper should be cited as \"QUIET Collaboration et al. (2011)\""]}]
["1101.1942",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Differential Geometry","Primary: 58B20, 58E30 Secondary: 49N90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1942"],"date":["2011-01-10","2012-07-19"],"type":["text"],"creator":["Rafie-Rad, Mehdi"],"language":[],"coverage":[],"title":["Brachistochrone Pursuit - Evasion Games and Riemann-Finsler Geometry"],"description":["  A geometric approach to differential game theory is illustrated. The parallel\npursuit is considered as a two-player zero-sum differential game. The optimal\nstrategies of each player is designed based on Riemann-Finsler geometry. Our\napproach incorporates a closed loop optimal control and the presentation is\nfamiliar with a Brachistochrone type problem.\n","Comment: This paper was a primary note and has been withdrawn by the author\n  due to some policies"]}]
["1102.1759",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1759"],"date":["2011-02-08","2012-07-20"],"type":["text"],"creator":["Song, Jian","Weinkove, Ben"],"language":[],"coverage":[],"title":["Contracting exceptional divisors by the K\\\"ahler-Ricci flow II"],"description":["  We investigate the case of the Kahler-Ricci flow blowing down disjoint\nexceptional divisors with normal bundle O(-k) to orbifold points. We prove\nsmooth convergence outside the exceptional divisors and global Gromov-Hausdorff\nconvergence. In addition, we establish the result that the Gromov-Hausdorff\nlimit coincides with the metric completion of the limiting metric under the\nflow. This improves and extends the previous work of the authors. We apply this\nto P^1-bundles which are higher-dimensional analogues of the Hirzebruch\nsurfaces. In addition, we consider the case of a minimal surface of general\ntype with only distinct irreducible (-2)-curves and show that solutions to the\nnormalized Kahler-Ricci flow converge in the Gromov-Hausdorff sense to a\nKahler-Einstein orbifold.\n","Comment: 40 pages, v2 includes now a detailed proof of the identification of\n  the GH limit with the metric completion"]}]
["1103.0391",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0391","Phys. Chem. Chem. Phys. 13, 13247 (2011)","doi:10.1039/c1cp20698b"],"date":["2011-03-02"],"type":["text"],"creator":["Martinez-Raton, Yuri","Varga, Szabolcs","Velasco, Enrique"],"language":[],"coverage":[],"title":["Biaxial nematic phases in fluids of hard board-like particles"],"description":["  We use density-functional theory, of the fundamental-measure type, to study\nthe relative stability of the biaxial nematic phase, with respect to\nnon-uniform phases such as smectic and columnar, in fluids made of hard\nboard-like particles with sizes $\\sigma_1>\\sigma_2>\\sigma_3$. A\nrestricted-orientation (Zwanzig) approximation is adopted. Varying the ratio\n$\\kappa_1=\\sigma_1/\\sigma_2$ while keeping $\\kappa_2=\\sigma_2/\\sigma_3$, we\npredict phase diagrams for various values of $\\kappa_2$ which include all the\nuniform phases: isotropic, uniaxial rod- and plate-like nematics, and biaxial\nnematic. In addition, spinodal instabilities of the uniform phases with respect\nto fluctuations of the smectic, columnar and plastic-solid type, are obtained.\nIn agreement with recent experiments, we find that the biaxial nematic phase\nbegins to be stable for $\\kappa_2\\simeq 2.5$. Also, as predicted by previous\ntheories and simulations on biaxial hard particles, we obtain a region of\nbiaxility centred on $\\kappa_1\\approx\\kappa_2$ which widens as $\\kappa_2$\nincreases. For $\\kappa_2\\agt 5$ the region $\\kappa_2\\approx\\kappa_1$ of the\npacking-fraction vs. $\\kappa_1$ phase diagrams exhibits interesting topologies\nwhich change qualitatively with $\\kappa_2$. We have found that an increasing\nbiaxial shape anisotropy favours the formation of the biaxial nematic phase.\nOur study is the first to apply FMT theory to biaxial particles and, therefore,\nit goes beyond the second-order virial approximation. Our prediction that the\nphase diagram must be asymmetric is a genuine result of the present approach,\nwhich is not accounted for by previous studies based on second-order theories.\n","Comment: Preprint format. 18 pages, 5 figures"]}]
["1103.1577",{"format":[],"subject":["Mathematics - Group Theory","20F05, 57M05, 20J05, 20C07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1577"],"date":["2011-03-08","2012-07-19"],"type":["text"],"creator":["Mannan, W. H."],"language":[],"coverage":[],"title":["A commutative version of the group ring"],"description":["  We construct a commutative version of the group ring and show that it allows\none to translate questions about the normal generation of groups into questions\nabout the generation of ideals in commutative rings. We demonstrate this with\nan alternative proof of a result about the normal generation of the free\nproduct of two cyclic groups.\n","Comment: 31 pages, preprint. Reason for revision: additions to content; in\n  particular rewritten Section 5 and new Section 6 added"]}]
["1103.4981",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4981","MNRAS 418, 1408 (2011)","doi:10.1111/j.1365-2966.2011.19126.x"],"date":["2011-03-25","2012-01-03"],"type":["text"],"creator":["Gundlach, Carsten","Murphy, Jeremiah"],"language":[],"coverage":[],"title":["Shock formation in stellar perturbations and tidal shock waves in\n  binaries"],"description":["  We investigate whether tidal forcing can result in sound waves steepening\ninto shocks at the surface of a star. To model the sound waves and shocks, we\nconsider adiabatic non-spherical perturbations of a Newtonian perfect fluid\nstar. Because tidal forcing of sounds waves is naturally treated with linear\ntheory, but the formation of shocks is necessarily nonlinear, we consider the\nperturbations in two regimes. In most of the interior, where tidal forcing\ndominates, we treat the perturbations as linear, while in a thin layer near the\nsurface we treat them in full nonlinearity but in the approximation of plane\nsymmetry, fixed gravitational field and a barotropic equation of state. Using a\nhodograph transformation, this nonlinear regime is also described by a linear\nequation. We show that the two regimes can be matched to give rise to a single\nmode equation which is linear but models nonlinearity in the outer layers. This\ncan then be used to obtain an estimate for the critical mode amplitude at which\na shock forms near the surface. As an application, we consider the tidal waves\nraised by the companion in an irrotational binary system in circular orbit. We\nfind that shocks form at the same orbital separation where Roche lobe overflow\noccurs, and so shock formation is unlikely to occur.\n","Comment: Preprint revised to reflect an erratum published in MNRAS. The error\n  does not propagate outside Sec. 3.1, and does not affect our results"]}]
["1104.1437",{"format":[],"subject":["Physics - Plasma Physics","Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1437","Astrophysical Journal Letters, 735, L26 (2011)","doi:10.1088/2041-8205/735/2/L26"],"date":["2011-04-07"],"type":["text"],"creator":["Mason, Joanne","Perez, Jean Carlos","Cattaneo, Fausto","Boldyrev, Stanislav"],"language":[],"coverage":[],"title":["Extended Scaling Laws in Numerical Simulations of MHD Turbulence"],"description":["  Magnetised turbulence is ubiquitous in astrophysical systems, where it\nnotoriously spans a broad range of spatial scales. Phenomenological theories of\nMHD turbulence describe the self-similar dynamics of turbulent fluctuations in\nthe inertial range of scales. Numerical simulations serve to guide and test\nthese theories. However, the computational power that is currently available\nrestricts the simulations to Reynolds numbers that are significantly smaller\nthan those in astrophysical settings. In order to increase computational\nefficiency and, therefore, probe a larger range of scales, one often takes into\naccount the fundamental anisotropy of field-guided MHD turbulence, with\ngradients being much slower in the field-parallel direction. The simulations\nare then optimised by employing the reduced MHD equations and relaxing the\nfield-parallel numerical resolution. In this work we explore a different\npossibility. We propose that there exist certain quantities that are remarkably\nstable with respect to the Reynolds number. As an illustration, we study the\nalignment angle between the magnetic and velocity fluctuations in MHD\nturbulence, measured as the ratio of two specially constructed structure\nfunctions. We find that the scaling of this ratio can be extended surprisingly\nwell into the regime of relatively low Reynolds number. However, the extended\nscaling becomes easily spoiled when the dissipation range in the simulations is\nunder-resolved. Thus, taking the numerical optimisation methods too far can\nlead to spurious numerical effects and erroneous representation of the physics\nof MHD turbulence, which in turn can affect our ability to correctly identify\nthe physical mechanisms that are operating astrophysical systems.\n"]}]
["1104.1573",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1573","Computer Physics Communications 183 (2012) pp. 2458-2469","doi:10.1016/j.cpc.2012.05.021"],"date":["2011-04-08","2011-09-24"],"type":["text"],"creator":["Porod, W.","Staub, F."],"language":[],"coverage":[],"title":["SPheno 3.1: extensions including flavour, CP-phases and models beyond\n  the MSSM"],"description":["  We describe recent extensions of the program SPheno including flavour\naspects, CP-phases, R-parity violation and low energy observables. In case of\nflavour mixing all masses of supersymmetric particles are calculated including\nthe complete flavour structure and all possible CP-phases at the 1-loop level.\nWe give details on implemented seesaw models, low energy observables and the\ncorresponding extension of the SUSY Les Houches Accord. Moreover, we comment on\nthe possiblities to include MSSM extensions in SPheno.\n","Comment: 17 pages, program download location changed"]}]
["1104.3009",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3009"],"date":["2011-04-15","2012-07-20"],"type":["text"],"creator":["Paruolo, Paolo","Saltelli, Andrea","Saisana, Michaela"],"language":[],"coverage":[],"title":["Ratings and rankings: Voodoo or Science?"],"description":["  Composite indicators aggregate a set of variables using weights which are\nunderstood to reflect the variables' importance in the index. In this paper we\npropose to measure the importance of a given variable within existing composite\nindicators via Karl Pearson's `correlation ratio'; we call this measure `main\neffect'. Because socio-economic variables are heteroskedastic and correlated,\n(relative) nominal weights are hardly ever found to match (relative) main\neffects; we propose to summarize their discrepancy with a divergence measure.\nWe further discuss to what extent the mapping from nominal weights to main\neffects can be inverted. This analysis is applied to five composite indicators,\nincluding the Human Development Index and two popular league tables of\nuniversity performance. It is found that in many cases the declared importance\nof single indicators and their main effect are very different, and that the\ndata correlation structure often prevents developers from obtaining the stated\nimportance, even when modifying the nominal weights in the set of nonnegative\nnumbers with unit sum.\n","Comment: 28 pages, 7 figures"]}]
["1104.4105",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4105","2011, MNRAS, 417, L51","doi:10.1111/j.1745-3933.2011.01118.x"],"date":["2011-04-20","2011-07-13"],"type":["text"],"creator":["van Velzen, Sjoert","Koerding, Elmar","Falcke, Heino"],"language":[],"coverage":[],"title":["Radio jets from stellar tidal disruptions"],"description":["  A star that passes too close to a massive black hole will be torn apart by\ntidal forces. The flare of photons emitted during the accretion of the stellar\ndebris is predicted to be observable and candidates of such events have been\nobserved at optical to X-ray frequencies. If a fraction of the accreted\nmaterial is fed into a jet, tidal flares should be detectable at radio\nfrequencies too, thus comprising a new class of rare radio transients. Using\nthe well-established scaling between accretion power and jet luminosity and\nbasic synchrotron theory, we construct an empirically-rooted model to predict\nthe jet luminosity for a time-dependent accretion rate. We apply this model to\nstellar tidal disruptions and predict the snapshot rate of these events. For a\nsmall angle between the observer and the jet, our model reproduces the observed\nradio flux of the tidal flare candidate GRB 110328A. We find that future radio\nsurveys will be able to test whether the majority of tidal disruptions are\naccompanied by a jet.\n","Comment: Accepted for publication in MNRAS letters"]}]
["1104.4468",{"format":[],"subject":["Quantum Physics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4468","27th IEEE Conference on Computational Complexity (CCC'12), pages\n  236-246, 2012","doi:10.1109/CCC.2012.17"],"date":["2011-04-22","2011-07-08"],"type":["text"],"creator":["Lee, Troy","Roland, Jérémie"],"language":[],"coverage":[],"title":["A strong direct product theorem for quantum query complexity"],"description":["  We show that quantum query complexity satisfies a strong direct product\ntheorem. This means that computing $k$ copies of a function with less than $k$\ntimes the quantum queries needed to compute one copy of the function implies\nthat the overall success probability will be exponentially small in $k$. For a\nboolean function $f$ we also show an XOR lemma---computing the parity of $k$\ncopies of $f$ with less than $k$ times the queries needed for one copy implies\nthat the advantage over random guessing will be exponentially small.\n  We do this by showing that the multiplicative adversary method, which\ninherently satisfies a strong direct product theorem, is always at least as\nlarge as the additive adversary method, which is known to characterize quantum\nquery complexity.\n","Comment: V2: 19 pages (various additions and improvements, in particular:\n  improved parameters in the main theorems due to a finer analysis of the\n  output condition, and addition of an XOR lemma and a threshold direct product\n  theorem in the boolean case). V3: 19 pages (added grant information)"]}]
["1105.2721",{"format":[],"subject":["Mathematical Physics","82C22, 46G20, 46E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2721","Complex Anal. Oper. Theory 6 (4) (2012), 923--945","doi:10.1007/s11785-011-0170-1"],"date":["2011-05-13","2011-05-24"],"type":["text"],"creator":["Finkelshtein, Dmitri L.","Kondratiev, Yuri G.","Oliveira, Maria João"],"language":[],"coverage":[],"title":["Glauber dynamics in the continuum via generating functionals evolution"],"description":["  We construct the time evolution for states of Glauber dynamics for a spatial\ninfinite particle system in terms of generating functionals. This is carried\nout by an Ovsjannikov-type result in a scale of Banach spaces, leading to a\nlocal (in time) solution which, under certain initial conditions, might be\nextended to a global one. An application of this approach to Vlasov-type\nscaling in terms of generating functionals is considered as well.\n","Comment: 24 pages"]}]
["1106.3615",{"format":[],"subject":["Mathematical Physics","28A80, 26A99, 26A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3615","Advances in Intelligent Transportation Systems, 1 (3) (2012) 80-85"],"date":["2011-06-18","2012-07-20"],"type":["text"],"creator":["Yang, Xiao-Jun"],"language":[],"coverage":[],"title":["A generalized model for Yang-Fourier transforms in fractal space"],"description":["  Local fractional calculus deals with everywhere continuous but nowhere\ndifferentiable functions in fractal space. The Yang-Fourier transform based on\nthe local fractional calculus is a generalization of Fourier transform in\nfractal space. In this paper, local fractional continuous non-differentiable\nfunctions in fractal space are studied, and the generalized model for the\nYang-Fourier transforms derived from the local fractional calculus are\nintroduced. A generalized model for the Yang-Fourier transforms in fractal\nspace and some results are proposed in detail.\n","Comment: X. J. Yang, A generalized model for Yang-Fourier transforms in\n  fractal space, Advances in Intelligent Transportation Systems, 1(3) (2012)\n  80-85"]}]
["1106.4081",{"format":[],"subject":["Mathematics - Dynamical Systems","37N25, 34C15, 34C28, 92B20, 92C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4081","International Journal of Bifurcation and Chaos Vol. 20 (2010) 2\n  pp. 349-360","doi:10.1142/S0218127410025806"],"date":["2011-06-20"],"type":["text"],"creator":["Catsigeras, Eleonora"],"language":[],"coverage":[],"title":["Chaos and stability in a model of inhibitory neuronal network"],"description":["  We analyze the dynamics of a deterministic model of inhibitory neuronal\nnetworks proving that the discontinuities of the Poincare map produce a never\nempty chaotic set, while its continuity pieces produce stable orbits. We\nclassify the systems in three types: the almost everywhere (a.e.) chaotic, the\na.e. stable, and the combined systems. The a.e. stable are periodic and chaos\nappears as bifurcations. We prove that a.e. stable systems exhibit limit\ncycles, attracting a.e. the orbits.\n"]}]
["1106.4087",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Mathematics - Dynamical Systems","3702, 01A80, 03H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4087","Interdisciplinaria, Vol. 28, Nr. 2, pp. 279 - 298, 2012"],"date":["2011-06-21"],"type":["text"],"creator":["Catsigeras, Eleonora"],"language":[],"coverage":[],"title":["Deterministic Dynamics and Chaos: Epistemology and Interdisciplinary\n  Methodology"],"description":["  We analyze, from a theoretical viewpoint, the bidirectional interdisciplinary\nrelation between mathematics and psychology, focused on the mathematical theory\nof deterministic dynamical systems, and in particular, on the theory of chaos.\nOn one hand, there is the direct classic relation: the application of\nmathematics to psychology. On the other hand, we propose the converse relation\nwhich consists in the formulation of new abstract mathematical problems\nappearing from processes and structures under research of psychology. The\nbidirectional multidisciplinary relation from-to pure mathematics, largely\nholds with the \"hard\" sciences, typically physics and astronomy. But it is\nrather new, from the social and human sciences, towards pure mathematics.\n"]}]
["1107.0791",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0791","Physics of Fluids 24, 7 (2012) 075104","doi:10.1063/1.4731302"],"date":["2011-07-05","2012-07-20"],"type":["text"],"creator":["Bos, Wouter J. T.","Rubinstein, Robert","Fang, Le"],"language":[],"coverage":[],"title":["Reduction of mean-square advection in turbulent passive scalar mixing"],"description":["  Direct numerical simulation data show that the variance of the coupling term\nin passive scalar advection by a random velocity field is smaller than it would\nbe if the velocity and scalar fields were statistically independent. This\neffect is analogous to the \"depression of nonlinearity\" in hydrodynamic\nturbulence. We show that the trends observed in the numerical data are\nqualitatively consistent with the predictions of closure theories related to\nKraichnan's direct interaction approximation. The phenomenon is demonstrated\nover a range of Prandtl numbers. In the inertial-convective range the depletion\nis approximately constant with respect to wavenumber. The effect is weaker in\nthe Batchelor range.\n"]}]
["1107.2466",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14L35, 11E57, 19G12, 14D20, 11E81, 14L15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2466","doi:10.1093/imrn/rns140"],"date":["2011-07-13","2012-07-20"],"type":["text"],"creator":["Auel, Asher"],"language":[],"coverage":[],"title":["Vector bundles of rank four and A_3 = D_3"],"description":["  Over a scheme with 2 invertible, we show that a vector bundle of rank four\nhas a sub or quotient line bundle if and only if the canonical symmetric\nbilinear form on its exterior square has a lagrangian subspace. For this, we\nexploit a version of \"Pascal's rule\" for vector bundles that provides an\nexplicit isomorphism between the moduli functors represented by projective\nhomogeneous bundles for reductive group schemes of type A_3 and D_3. Under\nadditional hypotheses on the scheme (e.g. proper over a field), we show that\nthe existence of sub or quotient line bundles of a rank four vector bundle is\nequivalent to the vanishing of its Witt-theoretic Euler class.\n","Comment: 16 pages, final version; IMRN 2012 rns140"]}]
["1107.3435",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3435","Journal of Fluid Mechanics 25 August 2011 681 : pp 434-461","doi:10.1017/jfm.2011.207"],"date":["2011-07-18"],"type":["text"],"creator":["Favier, B. F. N.","Godeferd, F. S.","Cambon, C.","Delache, A.","Bos, W. J. T."],"language":[],"coverage":[],"title":["Quasi-static magnetohydrodynamic turbulence at high Reynolds number"],"description":["  We analyse the anisotropy of homogeneous turbulence in an electrically\nconducting fluid submitted to a uniform magnetic field, for low magnetic\nReynolds number, in the quasi- static approximation. We interpret disagreeing\nprevious predictions between linearized theory and simulations: in the linear\nlimit, the kinetic energy of transverse velocity components, normal to the\nmagnetic field, decays faster than the kinetic energy of the axial component,\nalong the magnetic field (Moffatt (1967)); whereas many numerical studies\npredict a final state characterised by dominant energy of transverse velocity\ncomponents. We investigate the corresponding nonlinear phenomenon using Direct\nNumerical Simulations of freely-decaying turbulence, and a two-point\nstatistical spectral closure based on the Eddy Damped Quasi-Normal Markovian\nmodel. The transition from the three-dimensional turbulent flow to a\n\"two-and-a-half-dimensional\" flow (Montgomery & Turner (1982)) is a result of\nthe combined effects of short-time linear Joule dissipation and longer time\nnonlinear creation of polarisation anisotropy. It is this combination of linear\nand nonlinear effects which explains the disagreement between predictions from\nlinearized theory and results from numerical simulations. The transition is\ncharacterized by the elongation of turbulent structures along the applied\nmagnetic field, and by the strong anisotropy of directional two-point\ncorrelation spectra, in agreement with experimental evidence. Inertial\nequatorial transfers in both DNS and the model are presented to describe in\ndetail the most important equilibrium dynamics. Spectral scalings are\nmaintained in high Reynolds number turbulence attainable only with the EDQNM\nmodel, which also provides simplified modelling of the asymptotic state of\nquasi-static MHD turbulence.\n","Comment: Journal of Fluid Mechanics, 2011"]}]
["1107.4450",{"format":[],"subject":["Mathematical Physics","82C22, 46G20, 46E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4450","Methods Funct. Anal. Topology 18 (1) (2012), 55--67"],"date":["2011-07-22"],"type":["text"],"creator":["Finkelshtein, Dmitri L.","Kondratiev, Yuri G.","Oliveira, Maria Joao"],"language":[],"coverage":[],"title":["Kawasaki dynamics in the continuum via generating functionals evolution"],"description":["  We construct the time evolution of Kawasaki dynamics for a spatial infinite\nparticle system in terms of generating functionals. This is carried out by an\nOvsjannikov-type result in a scale of Banach spaces, which leads to a local (in\ntime) solution. An application of this approach to Vlasov-type scaling in terms\nof generating functionals is considered as well.\n","Comment: 13 pages"]}]
["1108.0498",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","Complex geometry, Microlocal analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0498","Annals of Global Analysis and Geometry: Volume 42, Issue 2 (2012),\n  Page 207-245"],"date":["2011-08-02","2011-08-06"],"type":["text"],"creator":["Hsiao, Chin-Yu"],"language":[],"coverage":[],"title":["On the coefficients of the asymptotic expansion of the kernel of\n  Berezin-Toeplitz quantization"],"description":["  We give new methods for computing the coefficients of the asymptotic\nexpansions of the kernel of Berezin-Toeplitz quantization obtained recently by\nMa-Marinescu, and of the composition of two Berezin-Toeplitz quantizations. Our\nmain tool is the stationary phase formula of Melin-Sj\\\"{o}strand.\n","Comment: 35 pages"]}]
["1108.1037",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1037","doi:10.1103/PhysRevLett.108.256810"],"date":["2011-08-04"],"type":["text"],"creator":["Scholz, M. R.","Sánchez-Barriga, J.","Marchenko, D.","Varykhalov, A.","Volykhov, A.","Yashina, L. V.","Rader, O."],"language":[],"coverage":[],"title":["Tolerance of topological surface states towards magnetic moments: Fe on\n  Bi2Te3 and Bi2Se3"],"description":["  Topological insulators(1-8) are a novel form of matter which features\nmetallic surface states with quasirelativistic dispersion similar to\ngraphene(9). Unlike graphene, the locking of spin and momentum and the\nprotection by time-reversal symmetry(1-8) open up tremendous additional\npossibilities for external control of transport properties(10-18). Here we show\nby angle-resolved photoelectron spectroscopy that the topological sur-face\nstates of Bi2Te3 and Bi2Se3 are stable against the deposition of Fe without\nopening a band gap. This stability extends to low submonolayer coverages\nmeaning that the band gap reported recently(19) for Fe on Bi2Se3 is incorrect\nas well as to complete monolayers meaning that topological surface states can\nvery well exist at interfaces with ferromagnets in future devices.\n","Comment: 10 pages, 3 figures, submitted to Nature Physics 22. July 2011"]}]
["1109.1369",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1369","Phys. Rev. B 84, 184419 (2011)","doi:10.1103/PhysRevB.84.184419"],"date":["2011-09-07"],"type":["text"],"creator":["Rule, K. C.","Tennant, D. A.","Caux, J. -S.","Gibson, M. C. R.","Telling, M. T. F.","Gerischer, S.","Süllow, S.","Lang, M."],"language":[],"coverage":[],"title":["The dynamics of azurite Cu$_3$(CO$_3$)$_2$(OH)$_2$ in a magnetic field\n  as determined by neutron scattering"],"description":["  Azurite, a natural mineral made up of CuO chains, is also an intriguing\nspin-1/2 quantum magnet. There has been much debate as to the 1-dimensional\n(1D) nature of this material by theorists and experimentalists alike. The focus\nof this debate lies in the interactions between Cu-ions within the\nantiferromagnetically ordered state below 1.9 K. We present high-resolution\ninelastic neutron scattering data which highlight the complexity of the\nmagnetic ground state of azurite. The application of magnetic fields and\ntemperatures were used to probe the excitations revealing important information\nabout the dynamics in this system. From this we are able to conclude that the\n1D Heisenberg antiferromagnetic spin chain model is not sufficient to describe\nthe dynamics in azurite. Instead additional coupling including interchain\ninteractions and an anisotropic staggered field are necessary to fully model\nthe observed excitations.\n","Comment: 8 pages, 11 figures"]}]
["1109.2727",{"format":[],"subject":["Mathematics - Differential Geometry","53B405, 58J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2727"],"date":["2011-09-13","2012-07-19"],"type":["text"],"creator":["Rafie-Rad, M."],"language":[],"coverage":[],"title":["On the projective algebra of Einstein Matsumoto metrics"],"description":["  The projective algebra p(M;F) (i.e the collection of all projective vector\nfields)of a Finsler space (M;F) is a finite-dimensional Lie algebra with\nrespect to the usual Lie bracket. The projective algebra of Einstein metrics\nhas been perpetually studied from physical and geometrical approaches. Here,\nthe projective algebra of Einstein Matsumoto space of dimension n \\geq 3 is\ncharacterized. Moreover, Einstein Matsumoto metrics with maximum projective\nsymmetry are studied and characterized.\n","Comment: This paper has been withdrawn by the author due to some policies"]}]
["1109.2754",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53C60, 53B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2754"],"date":["2011-09-13","2012-07-19"],"type":["text"],"creator":["Rafie-Rad, M.","Rezaei, B."],"language":[],"coverage":[],"title":["Matsumoto metrics of constant flag curvature are trivial"],"description":["  The local structure of Finsler metrics of constant flag curvature have been\nhistorically mysterious. It is proved that every Matsumoto metric of constant\nflag curvature on a manifold of dimension n \\geq 3 is either Riemannian or\nlocally Minkowskian.\n","Comment: This paper has been withdrawn by the author due to a computational\n  error"]}]
["1109.3259",{"format":[],"subject":["Mathematics - Numerical Analysis","65D05, 65N30, 41A30, 41A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3259"],"date":["2011-09-15","2012-07-20"],"type":["text"],"creator":["Rand, Alexander","Gillette, Andrew","Bajaj, Chandrajit"],"language":[],"coverage":[],"title":["Quadratic Serendipity Finite Elements on Polygons Using Generalized\n  Barycentric Coordinates"],"description":["  We introduce a finite element construction for use on the class of convex,\nplanar polygons and show it obtains a quadratic error convergence estimate. On\na convex n-gon satisfying simple geometric criteria, our construction produces\n2n basis functions, associated in a Lagrange-like fashion to each vertex and\neach edge midpoint, by transforming and combining a set of n(n+1)/2 basis\nfunctions known to obtain quadratic convergence. The technique broadens the\nscope of the so-called `serendipity' elements, previously studied only for\nquadrilateral and regular hexahedral meshes, by employing the theory of\ngeneralized barycentric coordinates. Uniform `a priori' error estimates are\nestablished over the class of convex quadrilaterals with bounded aspect ratio\nas well as over the class of generic convex planar polygons satisfying\nadditional shape regularity conditions to exclude large interior angles and\nshort edges. Numerical evidence is provided on a trapezoidal quadrilateral\nmesh, previously not amenable to serendipity constructions, and applications to\nadaptive meshing are discussed.\n","Comment: 24 pages"]}]
["1109.3648",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3648","J. Low. Temp. Phys. 165, 261 (2011)","doi:10.1007/s10909-011-0397-2"],"date":["2011-09-16"],"type":["text"],"creator":["Klimin, S. N.","Tempere, J.","Devreese, Jeroen P. A."],"language":[],"coverage":[],"title":["Pair excitations and parameters of state of imbalanced Fermi gases at\n  finite temperatures"],"description":["  The spectra of low-lying pair excitations for an imbalanced two-component\nsuperfluid Fermi gas are analytically derived within the path-integral\nformalism taking into account Gaussian fluctuations about the saddle point. The\nspectra are obtained for nonzero temperatures, both with and without imbalance,\nand for arbitrary interaction strength. On the basis of the pair excitation\nspectrum, we have calculated the thermodynamic parameters of state of cold\nfermions and the first and second sound velocities. The parameters of pair\nexcitations show a remarkable agreement with the Monte Carlo data and with\nexperiment.\n","Comment: 14 pages, 5 figures"]}]
["1110.2364",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2364","Phys. Rev. A 84, 053850 (2011)","doi:10.1103/PhysRevA.84.053850"],"date":["2011-10-11"],"type":["text"],"creator":["Johne, Robert","Fiore, Andrea"],"language":[],"coverage":[],"title":["Single photon absorption and dynamic control of a coupled quantum\n  dot-cavity system"],"description":["  We theoretically investigate the dynamic interaction of a quantum dot in a\nnanocavity with timesymmetric single photon pulses. The simulations, based on a\nwavefunction approach, reveal that almost perfect single photon absorption\noccurs for quantum dot-cavity systems operating on the edge between strong and\nweak coupling regime. The computed maximum absorptions probability is close to\nunity for pulses with a typical length comparable to the half of the Rabi\nperiod. Furthermore, the dynamic control of the quantum dot energy via electric\nfields allows the freezing of the light-matter interaction leaving the quantum\ndot in its excited state. Shaping of single photon wavepackets by the electric\nfield control is limited by the occurrence of chirping of the single photon\npulse. This understanding of the interaction of single photon pulses with the\nquantum dot-cavity system provides the basis for the development of advanced\nprotocols for quantum information processing in the solid state.\n","Comment: 7 pages, 4 figures"]}]
["1110.3678",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3678","Phys. Rev. B 85, 184302 (2012)","doi:10.1103/PhysRevB.85.184302"],"date":["2011-10-17","2011-10-25"],"type":["text"],"creator":["Torre, Emanuele G. Dalla","Demler, Eugene","Giamarchi, Thierry","Altman, Ehud"],"language":[],"coverage":[],"title":["Dynamics and universality in noise driven dissipative systems"],"description":["  We investigate the dynamical properties of low dimensional systems, driven by\nexternal noise sources. Specifically we consider a resistively shunted\nJosephson junction and a one dimensional quantum liquid in a commensurate\nlattice potential, subject to $1/f$ noise. In absence of nonlinear coupling, we\nhave shown previously that these systems establish a non-equilibrium critical\nsteady state [Nature Phys. 6, 806 (2010)]. Here we use this state as the basis\nfor a controlled renormalization group analysis using the Keldysh path integral\nformulation to treat the non linearities: the Josephson coupling and the\ncommensurate lattice.\n  The analysis to first order in the coupling constant indicates transitions\nbetween superconducting and localized regimes that are smoothly connected to\nthe respective equilibrium transitions. However at second order, the back\naction of the mode coupling on the critical state leads to renormalization of\ndissipation and emergence of an effective temperature. In the Josephson\njunction the temperature is parametrically small allowing to observe a\nuniversal crossover between the superconducting and insulating regimes. The IV\ncharacteristics of the junction displays algebraic behavior controlled by the\nunderlying critical state over a wide range. In the noisy one dimensional\nliquid the generated dissipation and effective temperature are not small as in\nthe junction. We find a crossover between a quasi-localized regime dominated by\ndissipation and another dominated by temperature. However since in the thermal\nregime the thermalization rate is parametrically small, signatures of the\nnon-equilibrium critical state can be seen in transient dynamics.\n","Comment: 30 pages, 8 figures. Revised version"]}]
["1110.4846",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4846","Acta Physica Polonica B - Proceedings Supplement 5, 947 (2012)"],"date":["2011-10-21","2011-11-18"],"type":["text"],"creator":["Carrington, Margaret E.","Deja, Katarzyna","Mrowczynski, Stanislaw"],"language":[],"coverage":[],"title":["Parton Energy Loss in an Unstable Quark-Gluon Plasma"],"description":["  The energy loss of a fast parton scattering elastically in a weakly coupled\nquark-gluon plasma is formulated as an initial value problem. The approach is\ndesigned to study an unstable plasma, but it reproduces the well known result\nin the case of an equilibrium plasma. Contributions to the energy loss due to\nunstable modes are shown to exponentially grow in time. An unstable two-stream\nsystem is considered as an example.\n","Comment: 8 pages; presented at the HIC-for-FAIR Workshop and XXVIII Max-Born\n  Symposium `Three Days on Quarkyonic Island', Wroclaw, Poland, May 18-21,\n  2011; comments added and numerical results modified"]}]
["1110.4910",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4910","Acta Physica Polonica B - Proceedings Supplement 5, 727 (2012)"],"date":["2011-10-21"],"type":["text"],"creator":["Grebieszkow, Katarzyna","Mrowczynski, Stanislaw"],"language":[],"coverage":[],"title":["Integrated Azimuthal Correlations in Nucleus-Nucleus Collisions at CERN\n  SPS"],"description":["  Azimuthal correlations of particles produced in nucleus-nucleus collisions at\nCERN SPS are discussed. The correlations quantified by the integral measure Phi\nare shown to be dominated by effects of collective flow.\n","Comment: 7 pages, presented at the HIC-for-FAIR Workshop & XXVIII Max-Born\n  Symposium `Three Days on Quarkyonic Island', Wroclaw, Poland, May 18-21, 2011"]}]
["1110.5827",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5827","Acta Physica Polonica B - Proceedings Supplement 5, 917 (2012)"],"date":["2011-10-26"],"type":["text"],"creator":["Czajka, Alina","Mrowczynski, Stanislaw"],"language":[],"coverage":[],"title":["Supersymmetric QED Plasma"],"description":["  We systematically compare the N=1 SUSY QED plasma to its non-supersymmetric\ncounterpart which is QED plasma of electrons, positrons and photons. Collective\nexcitations and collisional processes in the two systems are confronted to each\nother in a regime of small coupling. The collective and collisional\ncharacteristics of supersymmetric plasma are both very similar to those of QED\nplasma.\n","Comment: 8 pages, presented at HIC-for-FAIR Workshop and XXVIII Max Born\n  Symposium, Wroclaw, Poland, May 19-21, 2011"]}]
["1110.5833",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46G10, 46L07, 46L10, 46L51, 47A20 (Primary) 42C15, 46B15, 46B25,\n  47B48 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5833"],"date":["2011-10-26","2012-07-19"],"type":["text"],"creator":["Han, Deguang","Larson, David R.","Liu, Bei","Liu, Rui"],"language":[],"coverage":[],"title":["Operator-Valued Measures, Dilations, and the Theory of Frames"],"description":["  We develop elements of a general dilation theory for operator-valued measures\nand bounded linear maps between operator algebras that are not necessarily\ncompletely-bounded. We prove our main results by extending and generalizing\nsome known results from the theory of frames and framings.\n","Comment: 88 pages, to appear in Memoirs of the American Mathematical Society"]}]
["1111.2468",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2468","Eur. Phys. J. Plus (2012) 127: 80","doi:10.1140/epjp/i2012-12080-4"],"date":["2011-11-10","2012-07-03"],"type":["text"],"creator":["Mehdipour, S. Hamid"],"language":[],"coverage":[],"title":["Entropic force approach to noncommutative Schwarzschild black holes\n  signals a failure of current physical ideas"],"description":["  Recently, a new perspective of gravitational-thermodynamic duality as an\nentropic force arising from alterations in the information connected to the\npositions of material bodies is found. In this paper, we generalize some\naspects of this model in the presence of noncommutative Schwarzschild black\nhole by applying the method of coordinate coherent states describing smeared\nstructures. We implement two different distributions: (a) Gaussian and (b)\nLorentzian. Both mass distributions prepare the similar quantitative aspects\nfor the entropic force. Our study shows, the entropic force on the smallest\nfundamental unit of a holographic screen with radius $r_0$ vanishes. As a\nresult, black hole remnants are unconditionally inert even gravitational\ninteractions do not exist therein. So, a distinction between gravitational and\ninertial mass in the size of black hole remnant is observed, i.e. the failure\nof the principle of equivalence. In addition, if one considers the screen\nradius to be less than the radius of the smallest holographic surface at the\nPlanckian regime, then one encounters some unusual dynamical features leading\nto gravitational repulsive force and negative energy. On the other hand, the\nsignificant distinction between the two distributions is conceived to occur\naround $r_0$, and that is worth of mentioning: at this regime either our\nanalysis is not the proper one, or non-extensive statistics should be employed.\n","Comment: 15 pages, 2 figures, new references added, minor revision, Title\n  changed, to appear in EPJ Plus"]}]
["1111.5926",{"format":[],"subject":["Mathematics - Numerical Analysis","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5926","International Journal for Numerical Methods in Biomedical\n  Engineering 28 (2012) 727-744","doi:10.1002/cnm.2465"],"date":["2011-11-25","2011-12-08"],"type":["text"],"creator":["Boulakia, Muriel","Schenone, Elisa","Gerbeau, Jean-Frédéric"],"language":[],"coverage":[],"title":["Reduced-order modeling for cardiac electrophysiology. Application to\n  parameter identification"],"description":["  A reduced-order model based on Proper Orthogonal Decomposition (POD) is\nproposed for the bidomain equations of cardiac electrophysiology. Its accuracy\nis assessed through electrocardiograms in various configurations, including\nmyocardium infarctions and long-time simulations. We show in particular that a\nrestitution curve can efficiently be approximated by this approach. The\nreduced-order model is then used in an inverse problem solved by an\nevolutionary algorithm. Some attempts are presented to identify ionic\nparameters and infarction locations from synthetic ECGs.\n","Comment: No. RR-7811 (2011)"]}]
["1111.7190",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.7190"],"date":["2011-11-29","2012-07-20"],"type":["text"],"creator":["Paradowski, Michał B."],"language":[],"coverage":[],"title":["Developing Embodied Multisensory Dialogue Agents"],"description":["  A few decades of work in the AI field have focused efforts on developing a\nnew generation of systems which can acquire knowledge via interaction with the\nworld. Yet, until very recently, most such attempts were underpinned by\nresearch which predominantly regarded linguistic phenomena as separated from\nthe brain and body. This could lead one into believing that to emulate\nlinguistic behaviour, it suffices to develop 'software' operating on abstract\nrepresentations that will work on any computational machine. This picture is\ninaccurate for several reasons, which are elucidated in this paper and extend\nbeyond sensorimotor and semantic resonance. Beginning with a review of\nresearch, I list several heterogeneous arguments against disembodied language,\nin an attempt to draw conclusions for developing embodied multisensory agents\nwhich communicate verbally and non-verbally with their environment. Without\ntaking into account both the architecture of the human brain, and embodiment,\nit is unrealistic to replicate accurately the processes which take place during\nlanguage acquisition, comprehension, production, or during non-linguistic\nactions. While robots are far from isomorphic with humans, they could benefit\nfrom strengthened associative connections in the optimization of their\nprocesses and their reactivity and sensitivity to environmental stimuli, and in\nsituated human-machine interaction. The concept of multisensory integration\nshould be extended to cover linguistic input and the complementary information\ncombined from temporally coincident sensory impressions.\n","Comment: (2012) Developing embodied multisensory dialogue agents. In: R.\n  Rzepka, M. Ptaszy\\'nski, P. Dybala (Eds) Linguistic and Cognitive Approaches\n  To Dialogue Agents. AISB, 6-14"]}]
["1112.1811",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1811"],"date":["2011-12-08","2012-07-20"],"type":["text"],"creator":["Hooft, Gerard 't"],"language":[],"coverage":[],"title":["How a wave function can collapse without violating Schroedinger's\n  equation, and how to understand Born's rule"],"description":["  It is often claimed that the collapse of the wave function and Born's rule to\ninterpret the square of the norm as a probability, have to be introduced as\nseparate axioms in quantum mechanics besides the Schroedinger equation. Here we\nshow that this is not true in certain models where quantum behavior can be\nattributed to underlying deterministic equations. It is argued that indeed the\napparent spontaneous collapse of wave functions and Born's rule are features\nthat strongly point towards determinism underlying quantum mechanics.\n","Comment: 18 pages (including title page), one figure added. The revised\n  version contains some more clarifications and references in response to\n  remarks by a referee on an earlier version"]}]
["1112.4592",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4592","Eur.Phys.J. C72, Number 4, 1947","doi:10.1140/epjc/s10052-012-1947-8"],"date":["2011-12-20"],"type":["text"],"creator":["LHCb Collaboration","Aaij, R.","Beteta, C. Abellan","Adeva, B.","Adinolfi, M.","Adrover, C.","Affolder, A.","Ajaltouni, Z.","Albrecht, J.","Alessio, F.","Alexander, M.","Alkhazov, G.","Cartelle, P. Alvarez","Alves Jr, A. A.","Amato, S.","Amhis, Y.","Anderson, J.","Appleby, R. B.","Gutierrez, O. Aquines","Archilli, F.","Arrabito, L.","Artamonov, A.","Artuso, M.","Aslanides, E.","Auriemma, G.","Bachmann, S.","Back, J. J.","Bailey, D. S.","Balagura, V.","Baldini, W.","Barlow, R. J.","Barschel, C.","Barsuk, S.","Barter, W.","Bates, A.","Bauer, C.","Bauer, Th.","Bay, A.","Bediaga, I.","Belogurov, S.","Belous, K.","Belyaev, I.","Ben-Haim, E.","Benayoun, M.","Bencivenni, G.","Benson, S.","Benton, J.","Bernet, R.","Bettler, M. -O.","van Beuzekom, M.","Bien, A.","Bifani, S.","Bird, T.","Bizzeti, A.","Bjørnstad, P. M.","Blake, T.","Blanc, F.","Blanks, C.","Blouw, J.","Blusk, S.","Bobrov, A.","Bocci, V.","Bondar, A.","Bondar, N.","Bonivento, W.","Borghi, S.","Borgia, A.","Bowcock, T. J. V.","Bozzi, C.","Brambach, T.","Brand, J. van den","Bressieux, J.","Brett, D.","Britsch, M.","Britton, T.","Brook, N. H.","Brown, H.","Büchler-Germann, A.","Burducea, I.","Bursche, A.","Buytaert, J.","Cadeddu, S.","Callot, O.","Calvi, M.","Gomez, M. Calvo","Camboni, A.","Campana, P.","Carbone, A.","Carboni, G.","Cardinale, R.","Cardini, A.","Carson, L.","Akiba, K. Carvalho","Casse, G.","Cattaneo, M.","Cauet, Ch.","Charles, M.","Charpentier, Ph.","Chiapolini, N.","Ciba, K.","Vidal, X. Cid","Ciezarek, G.","Clarke, P. E. L.","Clemencic, M.","Cliff, H. V.","Closier, J.","Coca, C.","Coco, V.","Cogan, J.","Collins, P.","Comerma-Montells, A.","Constantin, F.","Conti, G.","Contu, A.","Cook, A.","Coombes, M.","Corti, G.","Cowan, G. A.","Currie, R.","D'Almagne, B.","D'Ambrosio, C.","David, P.","David, P. N. Y.","De Bonis, I.","De Capua, S.","De Cian, M.","De Lorenzi, F.","De Miranda, J. M.","De Paula, L.","De Simone, P.","Decamp, D.","Deckenhoff, M.","Degaudenzi, H.","Deissenroth, M.","Del Buono, L.","Deplano, C.","Derkach, D.","Deschamps, O.","Dettori, F.","Dickens, J.","Dijkstra, H.","Batista, P. Diniz","Bonal, F. Domingo","Donleavy, S.","Dordei, F.","Suárez, A. Dosil","Dossett, D.","Dovbnya, A.","Dupertuis, F.","Dzhelyadin, R.","Dziurda, A.","Easo, S.","Egede, U.","Egorychev, V.","Eidelman, S.","van Eijk, D.","Eisele, F.","Eisenhardt, S.","Ekelhof, R.","Eklund, L.","Elsasser, Ch.","Elsby, D.","Pereira, D. Esperante","Estève, L.","Falabella, A.","Fanchini, E.","Färber, C.","Fardell, G.","Farinelli, C.","Farry, S.","Fave, V.","Albor, V. Fernandez","Ferro-Luzzi, M.","Filippov, S.","Fitzpatrick, C.","Fontana, M.","Fontanelli, F.","Forty, R.","Frank, M.","Frei, C.","Frosini, M.","Furcas, S.","Torreira, A. Gallas","Galli, D.","Gandelman, M.","Gandini, P.","Gao, Y.","Garnier, J-C.","Garofoli, J.","Tico, J. Garra","Garrido, L.","Gascon, D.","Gaspar, C.","Gauvin, N.","Gersabeck, M.","Gershon, T.","Ghez, Ph.","Gibson, V.","Gligorov, V. V.","Göbel, C.","Golubkov, D.","Golutvin, A.","Gomes, A.","Gordon, H.","Gándara, M. Grabalosa","Diaz, R. Graciani","Cardoso, L. A. Granado","Graugés, E.","Graziani, G.","Grecu, A.","Greening, E.","Gregson, S.","Gui, B.","Gushchin, E.","Guz, Yu.","Gys, T.","Haefeli, G.","Haen, C.","Haines, S. C.","Hampson, T.","Hansmann-Menzemer, S.","Harji, R.","Harnew, N.","Harrison, J.","Harrison, P. F.","He, J.","Heijne, V.","Hennessy, K.","Henrard, P.","Morata, J. A. Hernando","van Herwijnen, E.","Hicks, E.","Holubyev, K.","Hopchev, P.","Hulsbergen, W.","Hunt, P.","Huse, T.","Huston, R. S.","Hutchcroft, D.","Hynds, D.","Iakovenko, V.","Ilten, P.","Imong, J.","Jacobsson, R.","Jaeger, A.","Hussein, M. Jahjah","Jans, E.","Jansen, F.","Jaton, P.","Jean-Marie, B.","Jing, F.","John, M.","Johnson, D.","Jones, C. R.","Jost, B.","Kaballo, M.","Kandybei, S.","Karacson, M.","Karbach, T. M.","Keaveney, J.","Kenyon, I. R.","Kerzel, U.","Ketel, T.","Keune, A.","Khanji, B.","Kim, Y. M.","Knecht, M.","Koppenburg, P.","Kozlinskiy, A.","Kravchuk, L.","Kreplin, K.","Kreps, M.","Krocker, G.","Krokovny, P.","Kruse, F.","Kruzelecki, K.","Kucharczyk, M.","Kvaratskheliya, T.","La Thi, V. N.","Lacarrere, D.","Lafferty, G.","Lai, A.","Lambert, D.","Lambert, R. W.","Lanciotti, E.","Lanfranchi, G.","Langenbruch, C.","Latham, T.","Lazzeroni, C.","Gac, R. Le","van Leerdam, J.","Lees, J. -P.","Lefèvre, R.","Leflat, A.","Lefrançois, J.","Leroy, O.","Lesiak, T.","Li, L.","Gioi, L. Li","Lieng, M.","Liles, M.","Lindner, R.","Linn, C.","Liu, B.","Liu, G.","Lopes, J. H.","Asamar, E. Lopez","Lopez-March, N.","Lu, H.","Luisier, J.","Mac Raighne, A.","Machefert, F.","Machikhiliyan, I. V.","Maciuc, F.","Maev, O.","Magnin, J.","Malde, S.","Mamunur, R. M. D.","Manca, G.","Mancinelli, G.","Mangiafave, N.","Marconi, U.","Märki, R.","Marks, J.","Martellotti, G.","Martens, A.","Martin, L.","Sánchez, A. Martín","Santos, D. Martinez","Massafferri, A.","Mathe, Z.","Matteuzzi, C.","Matveev, M.","Maurice, E.","Maynard, B.","Mazurov, A.","McGregor, G.","McNulty, R.","Mclean, C.","Meissner, M.","Merk, M.","Merkel, J.","Messi, R.","Miglioranzi, S.","Milanes, D. A.","Minard, M. -N.","Rodriguez, J. Molina","Monteil, S.","Moran, D.","Morawski, P.","Mountain, R.","Mous, I.","Muheim, F.","Müller, K.","Muresan, R.","Muryn, B.","Muster, B.","Musy, M.","Mylroie-Smith, J.","Naik, P.","Nakada, T.","Nandakumar, R.","Nasteva, I.","Nedos, M.","Needham, M.","Neufeld, N.","Nguyen-Mau, C.","Nicol, M.","Niess, V.","Nikitin, N.","Nomerotski, A.","Novoselov, A.","Oblakowska-Mucha, A.","Obraztsov, V.","Oggero, S.","Ogilvy, S.","Okhrimenko, O.","Oldeman, R.","Orlandea, M.","Goicochea, J. M. Otalora","Owen, P.","Pal, K.","Palacios, J.","Palano, A.","Palutan, M.","Panman, J.","Papanestis, A.","Pappagallo, M.","Parkes, C.","Parkinson, C. J.","Passaleva, G.","Patel, G. D.","Patel, M.","Paterson, S. K.","Patrick, G. N.","Patrignani, C.","Pavel-Nicorescu, C.","Alvarez, A. Pazos","Pellegrino, A.","Penso, G.","Altarelli, M. Pepe","Perazzini, S.","Perego, D. L.","Trigo, E. Perez","Yzquierdo, A. Pérez-Calero","Perret, P.","Perrin-Terrin, M.","Pessina, G.","Petrella, A.","Petrolini, A.","Phan, A.","Olloqui, E. Picatoste","Valls, B. Pie","Pietrzyk, B.","Pilař, T.","Pinci, D.","Plackett, R.","Playfer, S.","Casasus, M. Plo","Polok, G.","Poluektov, A.","Polycarpo, E.","Popov, D.","Popovici, B.","Potterat, C.","Powell, A.","Pree, T. du","Prisciandaro, J.","Pugatch, V.","Navarro, A. Puig","Qian, W.","Rademacker, J. H.","Rakotomiaramanana, B.","Rangel, M. S.","Raniuk, I.","Raven, G.","Redford, S.","Reid, M. M.","Reis, A. C. dos","Ricciardi, S.","Rinnert, K.","Romero, D. A. Roa","Robbe, P.","Rodrigues, E.","Rodrigues, F.","Perez, P. Rodriguez","Rogers, G. J.","Roiser, S.","Romanovsky, V.","Rosello, M.","Rouvinet, J.","Ruf, T.","Ruiz, H.","Sabatino, G.","Silva, J. J. Saborido","Sagidova, N.","Sail, P.","Saitta, B.","Salzmann, C.","Sannino, M.","Santacesaria, R.","Rios, C. Santamarina","Santinelli, R.","Santovetti, E.","Sapunov, M.","Sarti, A.","Satriano, C.","Satta, A.","Savrie, M.","Savrina, D.","Schaack, P.","Schiller, M.","Schleich, S.","Schlupp, M.","Schmelling, M.","Schmidt, B.","Schneider, O.","Schopper, A.","Schune, M. -H.","Schwemmer, R.","Sciascia, B.","Sciubba, A.","Seco, M.","Semennikov, A.","Senderowska, K.","Sepp, I.","Serra, N.","Serrano, J.","Seyfert, P.","Shao, B.","Shapkin, M.","Shapoval, I.","Shatalov, P.","Shcheglov, Y.","Shears, T.","Shekhtman, L.","Shevchenko, O.","Shevchenko, V.","Shires, A.","Coutinho, R. Silva","Skwarnicki, T.","Smith, A. C.","Smith, N. A.","Smith, E.","Sobczak, K.","Soler, F. J. P.","Solomin, A.","Soomro, F.","De Paula, B. Souza","Spaan, B.","Sparkes, A.","Spradlin, P.","Stagni, F.","Stahl, S.","Steinkamp, O.","Stoica, S.","Stone, S.","Storaci, B.","Straticiuc, M.","Straumann, U.","Subbiah, V. K.","Swientek, S.","Szczekowski, M.","Szczypka, P.","Szumlak, T.","T'Jampens, S.","Teodorescu, E.","Teubert, F.","Thomas, C.","Thomas, E.","van Tilburg, J.","Tisserand, V.","Tobin, M.","Topp-Joergensen, S.","Torr, N.","Tournefier, E.","Tran, M. T.","Tsaregorodtsev, A.","Tuning, N.","Garcia, M. Ubeda","Ukleja, A.","Urquijo, P.","Uwer, U.","Vagnoni, V.","Valenti, G.","Gomez, R. Vazquez","Regueiro, P. Vazquez","Vecchi, S.","Velthuis, J. J.","Veltri, M.","Viaud, B.","Videau, I.","Vilasis-Cardona, X.","Visniakov, J.","Vollhardt, A.","Volyanskyy, D.","Voong, D.","Vorobyev, A.","Voss, H.","Wandernoth, S.","Wang, J.","Ward, D. R.","Watson, N. K.","Webber, A. D.","Websdale, D.","Whitehead, M.","Wiedner, D.","Wiggers, L.","Wilkinson, G.","Williams, M. P.","Williams, M.","Wilson, F. F.","Wishahi, J.","Witek, M.","Witzeling, W.","Wotton, S. A.","Wyllie, K.","Xie, Y.","Xing, F.","Xing, Z.","Yang, Z.","Young, R.","Yushchenko, O.","Zavertyaev, M.","Zhang, F.","Zhang, L.","Zhang, W. C.","Zhang, Y.","Zhelezov, A.","Zhong, L.","Zverev, E.","Zvyagin, A."],"language":[],"coverage":[],"title":["Measurement of charged particle multiplicities in $pp$ collisions at\n  ${\\sqrt{s} =7}$TeV in the forward region"],"description":["  The charged particle production in proton-proton collisions is studied with\nthe LHCb detector at a centre-of-mass energy of ${\\sqrt{s} =7}$TeV in different\nintervals of pseudorapidity $\\eta$. The charged particles are reconstructed\nclose to the interaction region in the vertex detector, which provides high\nreconstruction efficiency in the $\\eta$ ranges $-2.5<\\eta<-2.0$ and\n$2.0<\\eta<4.5$. The data were taken with a minimum bias trigger, only requiring\none or more reconstructed tracks in the vertex detector. By selecting an event\nsample with at least one track with a transverse momentum greater than 1 GeV/c\na hard QCD subsample is investigated. Several event generators are compared\nwith the data; none are able to describe fully the multiplicity distributions\nor the charged particle density distribution as a function of $\\eta$. In\ngeneral, the models underestimate the charged particle production.\n"]}]
["1201.2306",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2306","Optics Express Vol. 20, Iss. 13, pp. 14117-14129 (2012)","doi:10.1364/OE.20.014117"],"date":["2012-01-11"],"type":["text"],"creator":["Daoudi, Khalid","Steenbergen, Wiendelt"],"language":[],"coverage":[],"title":["Towards quantitative tissue absorption imaging by combining\n  photoacoustics and acousto-optics"],"description":["  We propose a strategy for quantitative photoacoustic mapping of chromophore\nconcentrations that can be performed purely experimentally. We exploit the\npossibility of acousto-optic modulation using focused ultrasound, and the\nprinciple that photons follow trajectories through a turbid medium in two\ndirections with equal probability. A theory is presented that expresses the\nlocal absorption coefficient inside a medium in terms of noninvasively measured\nquantities and experimental parameters. Proof of the validity of the theory is\ngiven with Monte Carlo simulations.\n","Comment: 14 pages, 5 figures"]}]
["1201.4495",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","34A12, 34N05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4495","Appl. Math. Lett. 25 (2012), no. 11, 1632--1637","doi:10.1016/j.aml.2012.01.026"],"date":["2012-01-21"],"type":["text"],"creator":["Girejko, Ewa","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Existence of solutions for dynamic inclusions on time scales via duality"],"description":["  The problem of existence of solutions to nabla differential equations and\nnabla differential inclusions on time scales is considered. Under a special\nform of the set-valued constraint map, sufficient conditions for the existence\nof at least one solution, that stay in the constraint set, are derived.\n","Comment: Submitted 29-Aug-2011; revised 09-Jan-2012; accepted 21-Jan-2012; for\n  publication in Applied Mathematics Letters"]}]
["1201.4504",{"format":[],"subject":["Mathematics - Logic","Computer Science - Computational Complexity","Computer Science - Logic in Computer Science","Mathematical Physics","03A10 (Primary) 03D80, 03D78 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4504","Lecture Notes in Computer Science, vol. 7318, Springer, 2012, pp.\n  714-722","doi:10.1007/978-3-642-30870-3_72"],"date":["2012-01-21","2012-04-02"],"type":["text"],"creator":["Szudzik, Matthew P."],"language":[],"coverage":[],"title":["Is Turing's Thesis the Consequence of a More General Physical Principle?"],"description":["  We discuss historical attempts to formulate a physical hypothesis from which\nTuring's thesis may be derived, and also discuss some related attempts to\nestablish the computability of mathematical models in physics. We show that\nthese attempts are all related to a single, unified hypothesis.\n","Comment: 10 pages, 0 figures; section 1 revised, other minor changes"]}]
["1201.5627",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5627","Phys. Rev. B 86, 045125 (2012)","doi:10.1103/PhysRevB.86.045125"],"date":["2012-01-26"],"type":["text"],"creator":["Murg, Valentin","Korepin, Vladimir E.","Verstraete, Frank"],"language":[],"coverage":[],"title":["The Algebraic Bethe Ansatz and Tensor Networks"],"description":["  We describe the Algebraic Bethe Ansatz for the spin-1/2 XXX and XXZ\nHeisenberg chains with open and periodic boundary conditions in terms of tensor\nnetworks. These Bethe eigenstates have the structure of Matrix Product States\nwith a conserved number of down-spins. The tensor network formulation suggestes\npossible extensions of the Algebraic Bethe Ansatz to two dimensions.\n"]}]
["1201.5636",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5636","Phys. Rev. B 86, 045125 (2012)","doi:10.1103/PhysRevB.86.045125"],"date":["2012-01-26","2012-01-30"],"type":["text"],"creator":["Murg, Valentin","Korepin, Vladimir E.","Verstraete, Frank"],"language":[],"coverage":[],"title":["Numerical Contraction of the Tensor Network generated by the Algebraic\n  Bethe Ansatz"],"description":["  The algebraic Bethe Ansatz is a prosperous and well-established method for\nsolving one-dimensional quantum models exactly. The solution of the complex\neigenvalue problem is thereby reduced to the solution of a set of algebraic\nequations. Whereas the spectrum is usually obtained directly, the eigenstates\nare available only in terms of complex mathematical expressions. This makes it\nvery hard in general to extract properties from the states, like, for example,\ncorrelation functions. In our work, we apply the tools of Tensor Network States\nto describe the eigenstates approximately as Matrix Product States. From the\nMatrix Product State expression, we then obtain observables like correlation\nfunctions directly.\n"]}]
["1201.5700",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5700","Phys. Rev. Lett, 109, 037001 (2012)","doi:10.1103/PhysRevLett.109.037001"],"date":["2012-01-27","2012-06-19"],"type":["text"],"creator":["Holt, Michael","Oitmaa, Jaan","Chen, Wei","Sushkov, Oleg P."],"language":[],"coverage":[],"title":["Fermi Surface Reconstruction by Dynamic Magnetic Fluctuations"],"description":["  We demonstrate that nearly critical quantum magnetic fluctuations in strongly\ncorrelated electron systems can change the Fermi surface topology and also lead\nto spin charge separation (SCS) in two dimensions. To demonstrate these effects\nwe consider a small number of holes injected into the bilayer antiferromagnet.\nThe system has a quantum critical point (QCP) which separates magnetically\nordered and disordered phases. We demonstrate that in the physically\ninteresting regime there is a magnetically driven Lifshitz point (LP) inside\nthe magnetically disordered phase. At the LP the topology of the hole Fermi\nsurface is changed. We also demonstrate that in this regime the hole spin and\ncharge necessarily separate when approaching the QCP. The considered model\nsheds light on generic problems concerning the physics of the cuprates.\n","Comment: updated version, accepted to PRL"]}]
["1202.1362",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1362","Phys.Rev. B86 (2012) 035430","doi:10.1103/PhysRevB.86.035430"],"date":["2012-02-07","2012-07-19"],"type":["text"],"creator":["Sharapov, S. G.","Varlamov, A. A."],"language":[],"coverage":[],"title":["Anomalous growth of thermoelectric power in gapped graphene"],"description":["  There exist experiments indicating that at certain conditions, such as an\nappropriate substrate, a gap of the order of 10 meV can be opened at the Dirac\npoints of a quasiparticle spectrum of graphene. We demonstrate that the opening\nof such a gap can result in the appearance of a fingerprint bump of the Seebeck\nsignal when the chemical potential approaches the gap edge. The magnitude of\nthe bump can be up to one order higher than the already large value of the\nthermopower occurring in graphene. Such a giant effect, accompanied by the\nnonmonotonous dependence on the chemical potential, is related to the emergence\nof a new channel of quasiparticle scattering from impurities with the\nrelaxation time strongly dependent on the energy. We analyze the behavior of\nconductivity and thermopower in such a system, accounting for quasiparticle\nscattering from impurities with the model potential in a self-consistent\nscheme. Reproducing the existing results for the case of gapless graphene, we\ndemonstrate a failure of the simple Mott formula in the case under\nconsideration.\n","Comment: 5 pages, 1 figure; final version published in PRB"]}]
["1202.3421",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3421","Physical Review B, 85, 214433 (2012)","doi:10.1103/PhysRevB.85.214433"],"date":["2012-02-15","2012-06-08"],"type":["text"],"creator":["Hoefer, M. A.","Sommacal, M.","Silva, T. J."],"language":[],"coverage":[],"title":["Propagation and control of nano-scale, magnetic droplet solitons"],"description":["  The propagation and controlled manipulation of strongly nonlinear,\ntwo-dimensional solitonic states in a thin, anisotropic ferromagnet are\ntheoretically demonstrated. It has been recently proposed that spin-polarized\ncurrents in a nanocontact device could be used to nucleate a stationary\ndissipative droplet soliton. Here, an external magnetic field is introduced to\naccelerate and control the propagation of the soliton in a lossy medium.\nSoliton perturbation theory corroborated by two-dimensional micromagnetic\nsimulations predicts several intriguing physical effects, including the\nacceleration of a stationary soliton by a magnetic field gradient, the\nstabilization of a stationary droplet by a uniform control field in the absence\nof spin torque, and the ability to control the soliton's speed by use of a\ntime-varying, spatially uniform external field. Soliton propagation distances\napproach 10 $\\mu$m in low loss media, suggesting that droplet solitons could be\nviable information carriers in future spintronic applications, analogous to\noptical solitons in fiber optic communications.\n","Comment: 7 pages, 6 figures"]}]
["1202.3474",{"format":[],"subject":["Physics - Plasma Physics","Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3474","Physics of Plasmas, 19, 055902 (2012)","doi:10.1063/1.3694123"],"date":["2012-02-15"],"type":["text"],"creator":["Mason, Joanne","Perez, Jean C.","Boldyrev, Stanislav","Cattaneo, Fausto"],"language":[],"coverage":[],"title":["Numerical simulations of strong incompressible magnetohydrodynamic\n  turbulence"],"description":["  Magnetised plasma turbulence pervades the universe and is likely to play an\nimportant role in a variety of astrophysical settings. Magnetohydrodynamics\n(MHD) provides the simplest theoretical framework in which phenomenological\nmodels for the turbulent dynamics can be built. Numerical simulations of MHD\nturbulence are widely used to guide and test the theoretical predictions;\nhowever, simulating MHD turbulence and accurately measuring its scaling\nproperties is far from straightforward. Computational power limits the\ncalculations to moderate Reynolds numbers and often simplifying assumptions are\nmade in order that a wider range of scales can be accessed. After describing\nthe theoretical predictions and the numerical approaches that are often\nemployed in studying strong incompressible MHD turbulence, we present the\nfindings of a series of high-resolution direct numerical simulations. We\ndiscuss the effects that insufficiencies in the computational approach can have\non the solution and its physical interpretation.\n"]}]
["1203.3255",{"format":[],"subject":["Mathematics - Optimization and Control","Quantitative Biology - Populations and Evolution","92D30, 49M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3255","Numer. Algebra Control Optim. 2 (2012), no. 3, 601--617","doi:10.3934/naco.2012.2.601"],"date":["2012-03-14"],"type":["text"],"creator":["Silva, Cristiana J.","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Optimal control strategies for tuberculosis treatment: a case study in\n  Angola"],"description":["  We apply optimal control theory to a tuberculosis model given by a system of\nordinary differential equations. Optimal control strategies are proposed to\nminimize the cost of interventions. Numerical simulations are given using data\nfrom Angola.\n","Comment: This is a preprint of a paper whose final and definite form will\n  appear in the international journal Numerical Algebra, Control and\n  Optimization (NACO). Paper accepted for publication 15-March-2012"]}]
["1203.3390",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3390","doi:10.1142/S0218127412501787"],"date":["2012-03-15","2012-07-20"],"type":["text"],"creator":["Suresh, R.","Senthilkumar, D. V.","Lakshmanan, M.","Kurths, J."],"language":[],"coverage":[],"title":["Global and Partial Phase Synchronizations in Arrays of Piecewise Linear\n  Time-Delay Systems"],"description":["  In this paper, we report the identification of global and partial phase\nsynchronizations in linear arrays of unidirectionally coupled piecewise linear\ntime-delay systems with two different coupling configurations. In particular,\nin a linear array with open end boundary conditions, global phase\nsynchronization (GPS) is achieved by a sequential synchronization as a function\nof the coupling strength (a second order transition). Further, the asynchronous\nones in the array with respect to the main sequentially synchronized cluster\norganize themselves to form clusters before they achieve synchronization with\nthe main cluster. On the other hand, in a linear array with closed end boundary\nconditions (ring topology), partial phase synchronization (PPS) is achieved by\nforming different groups of phase synchronized clusters above some threshold\nvalue of the coupling strength (a first order transition) where they continue\nto be in a stable PPS state. We confirm the occurrence of both global and\npartial phase synchronizations in two different piecewise linear time-delay\nsystems using various numerical methods.\n","Comment: 26 pages, 25 figures, To Appear in International Journal of\n  Bifurcation and Chaos, Vol. 22, No. 7 pp. 1250178 (1-25). arXiv admin note:\n  substantial text overlap with arXiv:1007.2804"]}]
["1203.3656",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","Mathematics - Optimization and Control","49K05, 49S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3656","Numer. Algebra Control Optim. 2 (2012), no. 3, 619--630","doi:10.3934/naco.2012.2.619"],"date":["2012-03-16"],"type":["text"],"creator":["Frederico, Gastao S. F.","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Noether's Symmetry Theorem for Variational and Optimal Control Problems\n  with Time Delay"],"description":["  We extend the DuBois-Reymond necessary optimality condition and Noether's\nsymmetry theorem to the time delay variational setting. Both Lagrangian and\nHamiltonian versions of Noether's theorem are proved, covering problems of the\ncalculus of variations and optimal control with delays.\n","Comment: This is a preprint of a paper whose final and definite form will\n  appear in the international journal Numerical Algebra, Control and\n  Optimization (NACO). Paper accepted for publication 15-March-2012"]}]
["1203.3767",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3767"],"date":["2012-03-16","2012-07-20"],"type":["text"],"creator":["Kaloghiros, Anne-Sophie"],"language":[],"coverage":[],"title":["Relations in the Sarkisov Program"],"description":["  The Sarkisov Program studies birational maps between varieties that are end\nproducts of the Minimal Model Program (MMP) on nonsingular uniruled varieties.\nIf X and Y are terminal Q-factorial projective varieties endowed with a\nstructure of Mori fibre space, any birational map between them can be\ndecomposed into a finite number of elementary Sarkisov links. This\ndecomposition is not unique in general, and any two distinct decompositions\ndefine a relation in the Sarkisov Program. This paper shows that relations in\nthe Sarkisov Program are generated by some elementary relations. Roughly\nspeaking, elementary relations are the relations among the end products of the\nMMP of Z over W, for suitable Z and W with relative Picard rank 3.\n","Comment: Version 2: minor changes in exposition"]}]
["1203.4109",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4109","New J. Phys. 14 (2012) 073040","doi:10.1088/1367-2630/14/7/073040"],"date":["2012-03-19"],"type":["text"],"creator":["Shen, Juan","Muthukumar, Kaliappan","Jeschke, Harald O.","Valenti, Roser"],"language":[],"coverage":[],"title":["Physisorption of an organometallic platinum complex on silica. An ab\n  initio study"],"description":["  The interaction of trimethyl methylcyclopentadienyl platinum (MeCpPtMe3) with\na fully hydroxylated SiO2 surface has been explored by means of ab initio\ncalculations. A large slab model cut out from the hydroxylated\nbeta-cristobalite SiO2 (111) surface was chosen to simulate a silica surface.\nDensity functional theory calculations were performed to evaluate the energies\nof MeCpPtMe3 adsorption to the SiO2 surface. Our results show that the\nphysisorption of the molecule is dependent on both (i) the orientation of the\nadsorbate and (ii) the adsorption site on the substrate. The most stable\nconfiguration was found with the MeCp and Me3 groups of the molecule oriented\ntowards the surface. Finally, we observe that van-der-Waals corrections are\ncrucial for the stabilization of the molecule on the surface. We discuss the\nrelevance of our results for the growth of Pt-based nanostructured materials\nvia deposition processes such as electron beam induced deposition.\n","Comment: 18pages, 7figures, submitted"]}]
["1203.4258",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4258","Phys. Rev. D 85, 124051 (2012)","doi:10.1103/PhysRevD.85.124051"],"date":["2012-03-19","2012-04-10"],"type":["text"],"creator":["Pürrer, Michael","Husa, Sascha","Hannam, Mark"],"language":[],"coverage":[],"title":["An efficient iterative method to reduce eccentricity in\n  numerical-relativity simulations of compact binary inspiral"],"description":["  We present a new iterative method to reduce eccentricity in black-hole-binary\nsimulations. Given a good first estimate of low-eccentricity starting momenta,\nwe evolve puncture initial data for ~4 orbits and construct improved initial\nparameters by comparing the inspiral with post-Newtonian calculations. Our\nmethod is the first to be applied directly to the gravitational-wave (GW)\nsignal, rather than the orbital motion. The GW signal is in general less\ncontaminated by gauge effects, which, in moving-puncture simulations, limit\norbital-motion-based measurements of the eccentricity to an uncertainty of\n$\\Delta e \\sim 0.002$, making it difficult to reduce the eccentricity below\nthis value. Our new method can reach eccentricities below $10^{-3}$ in one or\ntwo iteration steps; we find that this is well below the requirements for GW\nastronomy in the advanced detector era. Our method can be readily adapted to\nany compact-binary simulation with GW emission, including black-hole-binary\nsimulations that use alternative approaches, and neutron-star-binary\nsimulations. We also comment on the differences in eccentricity estimates based\non the strain $h$, and the Newman-Penrose scalar $\\Psi_4$.\n","Comment: 24 pages, 25 figures, pdflatex; v2: minor changes"]}]
["1204.1017",{"format":[],"subject":["Physics - Optics","Physics - Instrumentation and Detectors","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1017","New J. Phys. 14 (2012) 075015","doi:10.1088/1367-2630/14/7/075015"],"date":["2012-04-04"],"type":["text"],"creator":["Miao, Houxun","Srinivasan, Kartik","Aksyuk, Vladimir"],"language":[],"coverage":[],"title":["A microelectromechanically controlled cavity optomechanical sensing\n  system"],"description":["  Microelectromechanical systems (MEMS) have been applied to many measurement\nproblems in physics, chemistry, biology and medicine. In parallel, cavity\noptomechanical systems have achieved quantum-limited displacement sensitivity\nand ground state cooling of nanoscale objects. By integrating a novel cavity\noptomechanical structure into an actuated MEMS sensing platform, we demonstrate\na system with high quality-factor interferometric readout, electrical tuning of\nthe optomechanical coupling by two orders of magnitude, and a mechanical\ntransfer function adjustable via feedback. The platform separates optical and\nmechanical components, allowing flexible customization for specific scientific\nand commercial applications. We achieve displacement sensitivity of 4.6\nfm/Hz^1/2 and force sensitivity of 53 aN/Hz^1/2 with only 250 nW optical power\nlaunched into the sensor. Cold-damping feedback is used to reduce the thermal\nmechanical vibration of the sensor by 3 orders of magnitude and to broaden the\nsensor bandwidth by approximately the same factor, to above twice the\nfundamental frequency of \\approx 40 kHz. The readout sensitivity approaching\nthe standard quantum limit is combined with MEMS actuation in a fully\nintegrated, compact, low power, stable system compatible with Si batch\nfabrication and electronics integration.\n","Comment: http://stacks.iop.org/1367-2630/14/075015"]}]
["1204.5773",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5773","JOSA B 29, 1263 (2012)","doi:10.1364/JOSAB.29.001263"],"date":["2012-04-25"],"type":["text"],"creator":["Babicheva, Viktoriia E.","Vergeles, Sergey S.","Vorobev, Petr E.","Burger, Sven"],"language":[],"coverage":[],"title":["Localized surface plasmon modes in a system of two interacting metallic\n  cylinders"],"description":["  We study an optical response of a system of two parallel close metallic\ncylinders having nanoscale dimensions. Surface plasmon excitation in the gap\nbetween the cylinders are specifically analyzed. In particular, resonance\nfrequencies and field enhancement were investigated as functions of geometrical\ncharacteristics of the system and Ohmic losses in the metal. The results of\nnumerical simulations were systematically compared with the analytical theory,\nobtained in the quasi-static limit. The analytical method was generalized in\norder to take into account the retardation effects. We also present the\nphysical qualitative picture of the plasmon modes, which is validated by\nnumerical simulations and analytical theory.\n"]}]
["1205.3209",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3209","Phys. Rev. E 86 (2012) 011707","doi:10.1103/PhysRevE.86.011707"],"date":["2012-05-14","2012-07-18"],"type":["text"],"creator":["Mosna, Ricardo A.","Beller, Daniel A.","Kamien, Randall D."],"language":[],"coverage":[],"title":["Breaking the Rules for Topological Defects: Smectic Order on Conical\n  Substrates"],"description":["  Ordered phases on curved substrates experience a complex interplay of\nordering and intrinsic curvature, commonly producing frustration and\nsingularities. This is an especially important issue in crystals as\never-smaller scale materials are grown on real surfaces; eventually, surface\nimperfections are on the same scale as the lattice constant. Here, we gain\ninsights into this general problem by studying two-dimensional smectic order on\nsubstrates with highly localized intrinsic curvature, constructed from cones\nand their intersections with planes. In doing so we take advantage of fully\ntractable \"paper and tape\" constructions, allowing us to understand, in detail,\nthe induced cusps and singularities.\n","Comment: 7 pages, figures included"]}]
["1205.6879",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6879","Phys. Rev. Lett. 109, 033605 (2012)","doi:10.1103/PhysRevLett.109.033605"],"date":["2012-05-30"],"type":["text"],"creator":["Hayat, Alex","Lange, Christoph","Rozema, Lee A.","Darabi, Ardavan","van Driel, Henry M.","Steinberg, Aephraim M.","Nelsen, Bryan","Snoke, David W.","Pfeiffer, Loren N.","West, Kenneth W."],"language":[],"coverage":[],"title":["Dynamic Stark Effect in Strongly Coupled Microcavity Exciton-Polaritons"],"description":["  We present experimental observations of a non-resonant dynamic Stark shift in\nstrongly coupled microcavity quantum well exciton-polaritons - a system which\nprovides a rich variety of solid-state collective phenomena. The Stark effect\nis demonstrated in a GaAs/AlGaAs system at 10K by femtosecond pump-probe\nmeasurements, with the blue shift approaching the meV scale for a pump fluence\nof 2 mJcm^-2 and 50 meV red detuning, in good agreement with theory. The energy\nlevel structure of the strongly coupled polariton Rabi-doublet remains\nunaffected by the blue shift. The demonstrated effect should allow generation\nof ultrafast density-independent potentials and imprinting well-defined phase\nprofiles on polariton condensates, providing a powerful tool for manipulation\nof these condensates, similar to dipole potentials in cold atom systems.\n"]}]
["1205.6897",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra","14H70, 37L10, 37K20, 05E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6897"],"date":["2012-05-31","2012-07-20"],"type":["text"],"creator":["Nakayashiki, Atsushi","Yori, Keijiro"],"language":[],"coverage":[],"title":["Derivatives of Schur, Tau and Sigma Functions on Abel-Jacobi Images"],"description":["  We study derivatives of Schur and tau functions from the view point of the\nAbel-Jacobi map. We apply the results to establish several properties of\nderivatives of the sigma function of an (n,s) curve. As byproducts we have an\nexpression of the prime form in terms of derivatives of the sigma function and\naddition formulae which generalize those of Onishi for hyperelliptic sigma\nfunctions.\n","Comment: 33 pages, Minor mistakes are corrected. References are added"]}]
["1206.0031",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0031","A&A 544, A18 (2012)","doi:10.1051/0004-6361/201219389"],"date":["2012-05-31","2012-07-20"],"type":["text"],"creator":["van Velzen, Sjoert","Falcke, Heino","Schellart, Pim","Nierstenhoefer, Nils","Kampert, Karl-Heinz"],"language":[],"coverage":[],"title":["Radio galaxies of the local universe: all-sky catalog, luminosity\n  functions, and clustering"],"description":["  To understand the feedback of black holes on their environment or the\nacceleration of ultra-high energy cosmic rays in the present cosmic epoch, a\nsystematic, all-sky inventory of radio galaxies in the local universe is\nneeded. Here we present the first catalog of radio-emitting galaxies that meets\nthis requirement. Our catalog allows the selection of volume-limited subsamples\ncontaining all low-power radio galaxies, similar to the prototypical low-power\nradio galaxies Cen A or M87, within some hundred Mpc. It is constructed by\nmatching radio emission from the NVSS and SUMSS surveys to galaxies of the\n2MASS Redshift Survey (2MRS) using an image-level algorithm that properly\ntreats the extended structure of radio sources. The sample contains 575\nradio-emitting galaxies with a flux greater than 213 mJy at 1.4 GHz. Over 30%\nof the galaxies in our catalog are not contained in existing large-area\nextra-galactic radio samples. We compute the optical and radio luminosity\nfunctions and the fraction of radio galaxies as a function of galaxy\nluminosity. We find that the galaxy density around radio galaxies is\nsignificantly higher than around non-radio galaxies of the same luminosity and\nmorphology. This enhanced clustering suggests a causal relation between\nexternal galaxy properties, such as environment or merger history, and the\nformation of powerful jets in the present universe. Since the enhancement is\nobserved with respect to galaxies of the same luminosity and Hubble type, it is\nnot primarily driven by black hole mass. Our automated matching procedure is\nfound to select radio-emitting galaxies with high efficiency (99%) and purity\n(91%), which is key for future processing of deeper, larger samples.\n","Comment: Published in AA. The catalog and images are available at\n  http://ragolu.science.ru.nl"]}]
["1206.0790",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0790","Progress in Physics, 3, 43-45, 2012"],"date":["2012-06-04","2012-06-05"],"type":["text"],"creator":["Cahill, Reginald T."],"language":[],"coverage":[],"title":["One-Way Speed of Light Measurements Without Clock Synchronisation"],"description":["  The 1991 DeWitte double one-way 1st order in v/c experiment successfully\nmeasured the anisotropy of the speed of light using clocks at each end of the\nRF coaxial cables. However Spavieri et al., Physics Letters A (2012), doi:\n10.1016/j.physleta_2012.0010, have reported that (i) clock effects caused by\nclock transport should be included, and (ii) that this additional effect\ncancels the one-way light speed timing effect, implying that one-way light\nspeed experiments \"do not actually lead to the measurement of the one-way speed\nof light or determination of the absolute velocity of the preferred frame\".\nHere we explain that the Spavieri et al. derivation makes an assumption that is\nnot always valid: that the propagation is subject to the usual Fresnel drag\neffect, which is not the case for RF coaxial cables. As well DeWitte did take\naccount of the clock transport effect. The Spavieri et al. paper has prompted\nthis clarification of these issues.\n","Comment: 3 pages, 5 figures minor typos fixed"]}]
["1206.1912",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1912"],"date":["2012-06-09","2012-07-20"],"type":["text"],"creator":["Scharf, Günter"],"language":[],"coverage":[],"title":["Is dark matter a phantom ?"],"description":["  We show that Einstein's equations in a non-standard gauge have vacuum\nsolutions with an asymptotically flat rotation curve as it is observed in the\ndark halos of galaxies. Introducing a material disk into this model we find a\nmatter density in accordance with the Tully-Fisher relation.\n","Comment: 7 pages, no figure"]}]
["1206.3619",{"format":[],"subject":["Physics - Computational Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3619","Optics Express, Vol. 20, Issue 15, pp. 17093-17106 (2012)","doi:10.1364/OE.20.017093"],"date":["2012-06-15"],"type":["text"],"creator":["Köhl, Martin","Minkevich, A. A.","Baumbach, Tilo"],"language":[],"coverage":[],"title":["Improved success rate and stability for phase retrieval by including\n  randomized overrelaxation in the hybrid input output algorithm"],"description":["  In this paper, we study the success rate of the reconstruction of objects of\nfinite extent given the magnitude of its Fourier transform and its geometrical\nshape. We demonstrate that the commonly used combination of the hybrid input\noutput and error reduction algorithm is significantly outperformed by an\nextension of this algorithm based on randomized overrelaxation. In most cases,\nthis extension tremendously enhances the success rate of reconstructions for a\nfixed number of iterations as compared to reconstructions solely based on the\ntraditional algorithm. The good scaling properties in terms of computational\ntime and memory requirements of the original algorithm are not influenced by\nthis extension.\n","Comment: 14 pages, 8 figures"]}]
["1206.4201",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4201"],"date":["2012-06-19","2012-07-20"],"type":["text"],"creator":["Carmi, Dean","Falkowski, Adam","Kuflik, Eric","Volansky, Tomer"],"language":[],"coverage":[],"title":["Interpreting the Higgs"],"description":["  The LHC and Tevatron Higgs data are interpreted as constraints on an\neffective theory of a Higgs boson with mass close to 125 GeV. We focus on the\ndiphoton, ZZ*, WW* channels at the LHC, and the b-bbar channel at the Tevatron,\nwhich are currently the most sensitive probes of a Higgs with such a mass.\nCombining the available data in these channels, we derive the preferred regions\nof the parameter space of the effective theory. We further provide the mapping\nbetween the effective theory and the relevant Higgs event rates, facilitating\nfuture extraction of the preferred region by the ATLAS and CMS collaborations.\n","Comment: Contribution to the proceedings of the XXVI Rencontres de Physique de\n  la Vallee d'Aoste, La Thuile 2012. v2: typos in Eq. 2.4 corrected"]}]
["1206.6762",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6762"],"date":["2012-06-28","2012-07-20"],"type":["text"],"creator":["Coyne, Robert","Shenoy, Ashwin","MacLachlan, Glen","Lewis, Tiffany","Dhuga, Kalvir","Eskandarian, Ali","Cobb, Bethany","Maximon, Leonard","Parke, William"],"language":[],"coverage":[],"title":["Infrahumps detected in Kepler light curve of V1504 Cygni"],"description":["  We present a power spectral density analysis of the short cadence Kepler data\nfor the cataclysmic variable V1504 Cygni. We identify three distinct periods:\nthe orbital period (1.669\\pm0.005 hours), the superhump period (1.733\\pm0.005\nhours), and the infrahump period (1.628\\pm0.005 hours). The results are\nconsistent with those predicted by the period excess-deficit relation.\n","Comment: 4 pages, 5 figures, submitted to MNRAS for publication"]}]
["1206.6941",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6941","Nano Lett., 2012, 12 (7), pp 3443-3447","doi:10.1021/nl301567n"],"date":["2012-06-29"],"type":["text"],"creator":["Han, Wei","Chen, Jen-Ru","Wang, Deqi","McCreary, Kathleen M.","Wen, Hua","Swartz, Adrian G.","Shi, Jing","Kawakami, Roland K."],"language":[],"coverage":[],"title":["Spin Relaxation in Single Layer Graphene with Tunable Mobility"],"description":["  Graphene is an attractive material for spintronics due to theoretical\npredictions of long spin lifetimes arising from low spin-orbit and hyperfine\ncouplings. In experiments, however, spin lifetimes in single layer graphene\n(SLG) measured via Hanle effects are much shorter than expected theoretically.\nThus, the origin of spin relaxation in SLG is a major issue for graphene\nspintronics. Despite extensive theoretical and experimental work addressing\nthis question, there is still little clarity on the microscopic origin of spin\nrelaxation. By using organic ligand-bound nanoparticles as charge reservoirs to\ntune mobility between 2700 and 12000 cm2/Vs, we successfully isolate the effect\nof charged impurity scattering on spin relaxation in SLG. Our results\ndemonstrate that while charged impurities can greatly affect mobility, the spin\nlifetimes are not affected by charged impurity scattering.\n","Comment: 13 pages, 5 figures"]}]
["1207.2105",{"format":[],"subject":["Quantum Physics","81Pxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2105"],"date":["2012-07-09","2012-07-20"],"type":["text"],"creator":["Kuntman, Mehmet Ali","Kuntman, Ertan"],"language":[],"coverage":[],"title":["How Much and What Kind of Nonlocality? A Sufficient Condition for\n  Singlet Spin Correlations"],"description":["  We give a sufficient condition of nonlocality in order to reproduce singlet\nspin correlations. For a given pair of hidden variables and measurement\ndirections this condition determines only the product of the outcomes and\nreproduces statistical correlations for all measurement directions; but fails\nto give a complete description of sub-systems, provides no means to calculate\nall joint probabilities and puts no constraints on signaling. In order to\ncomplete the model we introduce an additional condition. In this case we\nobserve that the character of the nonlocality changes (outcome independence is\nviolated) and nonlocality applies asymmetrically to the spacelike separated\nparties. At first sight it seems possible to explain this asymmetry by assuming\nthat the observer that measures first determines his outcome locally. However\nthis assumption has no meaning without adopting a privileged reference frame.\n","Comment: 5 pages, 1 figure"]}]
["1207.2504",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2504"],"date":["2012-07-10","2012-07-19"],"type":["text"],"creator":["Carlip, S."],"language":[],"coverage":[],"title":["Challenges for Emergent Gravity"],"description":["  The idea of gravity as an \"emergent\" phenomenon has gained popularity in\nrecent years. I discuss some of the obstacles that any such model must overcome\nin order to agree with the observational underpinnings of general relativity.\n","Comment: 18 pages; v2: added discussion of TDiff invariance, emergence of\n  diffeomorphism invariance, and more references"]}]
["1207.2807",{"format":[],"subject":["Computer Science - Systems and Control","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2807"],"date":["2012-07-11","2012-07-19"],"type":["text"],"creator":["Goudarzi, Hadi","Pakravan, Mohammad Reza"],"language":[],"coverage":[],"title":["Practical Power Allocation and Greedy Partner Selection for Cooperative\n  Networks"],"description":["  In this paper, we present a novel algorithm for power allocation in the\nAmplify-and-Forward cooperative communication that minimizes the outage\nprobability with a given value of total power. We present the problem with new\nformulation and solve the optimal power allocation for a fixed set of partners.\nThe proposed solution provides a direct power allocation scheme with a simple\nformula that can be also be represented by a simple lookup table which makes it\neasy for practical implementation. We present simulation results to demonstrate\nthat the performances of the proposed algorithms are very close to results of\nthe previously published iterative optimal power allocation algorithms. We also\nconsider the issue of partner selection in a cooperative network.\n","Comment: 6 pages; IFIP wireless days conference 2008"]}]
["1207.3031",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3031"],"date":["2012-07-12","2012-07-19"],"type":["text"],"creator":["Tsianos, Konstantinos I.","Rabbat, Michael G."],"language":[],"coverage":[],"title":["Distributed Strongly Convex Optimization"],"description":["  A lot of effort has been invested into characterizing the convergence rates\nof gradient based algorithms for non-linear convex optimization. Recently,\nmotivated by large datasets and problems in machine learning, the interest has\nshifted towards distributed optimization. In this work we present a distributed\nalgorithm for strongly convex constrained optimization. Each node in a network\nof n computers converges to the optimum of a strongly convex, L-Lipchitz\ncontinuous, separable objective at a rate O(log (sqrt(n) T) / T) where T is the\nnumber of iterations. This rate is achieved in the online setting where the\ndata is revealed one at a time to the nodes, and in the batch setting where\neach node has access to its full local dataset from the start. The same\nconvergence rate is achieved in expectation when the subgradients used at each\nnode are corrupted with additive zero-mean noise.\n","Comment: 18 pages single column draftcls format, 1 figure, Submitted to\n  Allerton 2012"]}]
["1207.3305",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3305"],"date":["2012-07-13","2012-07-20"],"type":["text"],"creator":["Bernevig, B. Andrei","Bonderson, Parsa","Regnault, Nicolas"],"language":[],"coverage":[],"title":["Screening Behavior and Scaling Exponents from Quantum Hall Wavefunctions"],"description":["  We provide a robust and generic method to assess the screening properties and\nextract the scaling exponents of quasiparticle edge excitations of quantum Hall\nstates from model wavefunctions. We numerically implement this method for the\nfundamental quasihole and hole excitations of several model states. For the\nLaughlin, Moore-Read, and Z_3-Read-Rezayi states, we find agreement with the\npredicted edge theory, verifying the bulk-edge correspondence. We also use this\nto obtain the first clear microscopic demonstration of the pathologies of the\nGaffnian wavefunctions.\n","Comment: 5 pages, 2 figures; v2: minor changes and error corrected"]}]
["1207.3445",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Mathematics - Combinatorics","68R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3445"],"date":["2012-07-14","2012-07-19"],"type":["text"],"creator":["Currie, James D."],"language":[],"coverage":[],"title":["Infinite ternary square-free words concatenated from permutations of a\n  single word"],"description":["  We answer a question of Harju: An infinite square-free ternary word with an\n$n$-stem factorization exists for any $n\\ge 13$. We show that there are uniform\nternary morphisms of length $k$ for every $k\\ge 23$. This resolves almost\ncompletely a problem of the author and Rampersad.\n"]}]
["1207.3710",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3710"],"date":["2012-07-16","2012-07-19"],"type":["text"],"creator":["Nikolaev, A.","Aguar-Bartolomé, P.","Ahrens, J.","Annand, J. R. M.","Arends, H. J.","Beck, R.","Bekrenev, V.","Boillat, B.","Braghieri, A.","Branford, D.","Briscoe, W. J.","Brudvik, J. W.","Cherepnya, S.","Codling, R.","Dehn, M.","Downie, E. J.","Fil'kov, L. V.","Glazier, D. I.","Gregor, R.","Heid, E.","Hornidge, D.","Jahn, O.","Jankowiak, A.","Kaiser, K. -H.","Kashevarov, V. L.","Kondratiev, R.","Korolija, M.","Kotulla, M.","Krambrich, D.","Krusche, B.","Lang, M.","Lisin, V.","Livingston, K.","Ludwig-Mertin, U.","Lugert, S.","MacGregor, I. J. D.","Manley, D. M.","Martinez-Fabregate, M.","McGeorge, J. C.","Mekterovic, D.","Metag, V.","Nefkens, B. M. K.","Novotny, R.","Owens, R. O.","Pedroni, P.","Polonski, A.","Prakhov, S. N.","Price, J. W.","Reiter, A.","Rosner, G.","Rost, M.","Rostomyan, T.","Schumann, S.","Sober, D.","Starostin, A.","Supek, I.","Tarbert, C. M.","Thomas, A.","Unverzagt, M.","Walcher, Th.","Watts, D. P.","Zehr, F."],"language":[],"coverage":[],"title":["Determination of the {\\eta} mass with the Crystal Ball at MAMI-B"],"description":["  A new precise determination of the {\\eta} meson mass is presented. It is\nbased on a measurement of the threshold for the {\\gamma}p -> p{\\eta} reaction\nusing the tagger focal-plane microscope detector at the MAMI-B facility in\nMainz. The tagger microscope has a higher energy resolution than the standard\ntagging spectrometer and, hence, allowed an improvement in the accuracy\ncompared to the previous {\\eta} mass measurement at MAMI-B. The result m{\\eta}\n= (547.851 +- 0.031 stat. +- 0.062 syst.) MeV agrees very well with the precise\nvalues of the NA48, KLOE and CLEO collaborations and deviates by about\n5{\\sigma} from the smaller, but also very precise value obtained by the GEM\ncollaboration at COSY.\n","Comment: Submitted for publication in EPJA"]}]
["1207.3837",{"format":[],"subject":["Computer Science - Computers and Society","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3837"],"date":["2012-07-16","2012-07-19"],"type":["text"],"creator":["Wang, Chunyan","Huberman, Bernardo A."],"language":[],"coverage":[],"title":["How Random are Online Social Interactions?"],"description":["  The massive amounts of data that social media generates has facilitated the\nstudy of online human behavior on a scale unimaginable a few years ago. At the\nsame time, the much discussed apparent randomness with which people interact\nonline makes it appear as if these studies cannot reveal predictive social\nbehaviors that could be used for developing better platforms and services. We\nuse two large social databases to measure the mutual information entropy that\nboth individual and group actions generate as they evolve over time. We show\nthat user's interaction sequences have strong deterministic components, in\ncontrast with existing assumptions and models. In addition, we show that\nindividual interactions are more predictable when users act on their own rather\nthan when attending group activities.\n"]}]
["1207.4634",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4634","doi:10.1088/0031-8949/86/01/015006"],"date":["2012-07-19"],"type":["text"],"creator":["Stalin, S.","Senthilvelan, M."],"language":[],"coverage":[],"title":["Multi loop soliton solutions and their interactions in the\n  Degasperis-Procesi equation"],"description":["  In this article, we construct loop soliton solutions and mixed soliton - loop\nsoliton solution for the Degasperis-Procesi equation. To explore these\nsolutions we adopt the procedure given by Matsuno. By appropriately modifying\nthe $\\tau$-function given in the above paper we derive these solutions. We\npresent the explicit form of one and two loop soliton solutions and mixed\nsoliton - loop soliton solutions and investigate the interaction between (i)\ntwo loop soliton solutions in different parametric regimes and (ii) a loop\nsoliton with a conventional soliton in detail.\n","Comment: Published in Physica Scripta (2012)"]}]
["1207.4799",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4799","Phys. Rev. B, 86, 020403(R) (2012)","doi:10.1103/PhysRevB.86.020403"],"date":["2012-07-19"],"type":["text"],"creator":["Beekman, C.","Reijnders, A. A.","Oh, Y. S.","Cheong, S. W.","Burch, K. S."],"language":[],"coverage":[],"title":["Raman study of the phonon symmetries in BiFeO$_3$ single crystals"],"description":["  In bismuth ferrite (BiFeO3), antiferromagnetic and ferroelectric order\ncoexist at room temperature, making it of particular interest for studying\nmagnetoelectric coupling. The mutual control of magnetic and electric\nproperties is very useful for a wide variety of applications. This has led to\nan enormous amount of research into the properties of BiFeO$_3$. Nonetheless,\none of the most fundamental aspects of this material, namely the symmetries of\nthe lattice vibrations, remains controversial.We present a comprehensive Raman\nstudy of BiFeO$_3$ single crystals with the approach of monitoring the Raman\nspectra while rotating the polarization direction of the excitation laser. Our\nmethod results in unambiguous assignment of the phonon symmetries and explains\nthe origin of the controversy in the literature. Furthermore, it provides\naccess to the Raman tensor elements enabling direct comparison with theoretical\ncalculations. Hence, this allows the study of symmetry breaking and coupling\nmechanisms in a wide range of complex materials and may lead to a noninvasive,\nall-optical method to determine the orientation and magnitude of the\nferroelectric polarization.\n","Comment: 5 pages, 4 figures, 1 table"]}]
["1207.4800",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4800"],"date":["2012-07-19"],"type":["text"],"creator":["Planjery, Shiva Kumar","Declercq, David","Danjean, Ludovic","Vasic, Bane"],"language":[],"coverage":[],"title":["Finite Alphabet Iterative Decoders, Part I: Decoding Beyond Belief\n  Propagation on BSC"],"description":["  We introduce a new paradigm for finite precision iterative decoding on\nlow-density parity-check codes over the Binary Symmetric channel. The messages\ntake values from a finite alphabet, and unlike traditional quantized decoders\nwhich are quantized versions of the Belief propagation (BP) decoder, the\nproposed finite alphabet iterative decoders (FAIDs) do not propagate quantized\nprobabilities or log-likelihoods and the variable node update functions do not\nmimic the BP decoder. Rather, the update functions are maps designed using the\nknowledge of potentially harmful subgraphs that could be present in a given\ncode, thereby rendering these decoders capable of outperforming the BP in the\nerror floor region. On certain column-weight-three codes of practical interest,\nwe show that there exist 3-bit precision FAIDs that surpass the BP decoder in\nthe error floor. Hence, FAIDs are able to achieve a superior performance at\nmuch lower complexity. We also provide a methodology for the selection of FAIDs\nthat is not code-specific, but gives a set of candidate FAIDs containing\npotentially good decoders in the error floor region for any column-weight-three\ncode. We validate the code generality of our methodology by providing\nparticularly good three-bit precision FAIDs for a variety of codes with\ndifferent rates and lengths.\n","Comment: Submitted to IEEE Transactions on Communications, 26 pages, 6\n  Figures, 2 Tables"]}]
["1207.4808",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Biology - Other Quantitative Biology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4808","Proceedings of Artificial Life XIII (2012) p. 283-290"],"date":["2012-07-19"],"type":["text"],"creator":["Walker, Sara Imari","Cisneros, Luis","Davies, Paul C. W."],"language":[],"coverage":[],"title":["Evolutionary Transitions and Top-Down Causation"],"description":["  Top-down causation has been suggested to occur at all scales of biological\norganization as a mechanism for explaining the hierarchy of structure and\ncausation in living systems. Here we propose that a transition from bottom-up\nto top-down causation -- mediated by a reversal in the flow of information from\nlower to higher levels of organization, to that from higher to lower levels of\norganization -- is a driving force for most major evolutionary transitions. We\nsuggest that many major evolutionary transitions might therefore be marked by a\ntransition in causal structure. We use logistic growth as a toy model for\ndemonstrating how such a transition can drive the emergence of collective\nbehavior in replicative systems. We then outline how this scenario may have\nplayed out in those major evolutionary transitions in which new, higher levels\nof organization emerged, and propose possible methods via which our hypothesis\nmight be tested.\n","Comment: 8 pages, 4 figures"]}]
["1207.4810",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4810"],"date":["2012-07-19"],"type":["text"],"creator":["de Jong, Aise Johan","Ho, Wei"],"language":[],"coverage":[],"title":["Genus one curves and Brauer-Severi varieties"],"description":["  Let K be a field. Let A be a central simple algebra over K and let X be the\nassociated Brauer-Severi variety over K. It has recently been asked if there\nexists a genus 1 curve C over K such that K(C) splits A. In other words, is\nthere a genus one curve C over K with a morphism to X? In this short note, we\nexplicitly construct such a curve in the case where X has dimension at most 4\n(equivalently, when A has degree at most 5).\n","Comment: comments welcome"]}]
["1207.4812",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4812","Annalen Phys. 524 (2012) 87-88","doi:10.1002/andp.201200721"],"date":["2012-07-19"],"type":["text"],"creator":["Olmo, Gonzalo J."],"language":[],"coverage":[],"title":["Birkhoff's theorem and perturbations in $f(R)$ theories"],"description":["  Invited contribution to Annalen der Physik (Expert Opinion).\n","Comment: 2 pages, 1 figure"]}]
["1207.4813",{"format":[],"subject":["Computer Science - Artificial Intelligence","68T30, 68T27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4813"],"date":["2012-07-19"],"type":["text"],"creator":["Chacón, José Luis","Pérez, Ramón Pino"],"language":[],"coverage":[],"title":["Exploring the rationality of some syntactic merging operators (extended\n  version)"],"description":["  Most merging operators are defined by semantics methods which have very high\ncomputational complexity. In order to have operators with a lower computational\ncomplexity, some merging operators defined in a syntactical way have be\nproposed. In this work we define some syntactical merging operators and\nexploring its rationality properties. To do that we constrain the belief bases\nto be sets of formulas very close to logic programs and the underlying logic is\ndefined through forward chaining rule (Modus Ponens). We propose two types of\noperators: arbitration operators when the inputs are only two bases and fusion\nwith integrity constraints operators. We introduce a set of postulates inspired\nof postulates LS, proposed by Liberatore and Shaerf and then we analyzed the\nfirst class of operators through these postulates. We also introduce a set of\npostulates inspired of postulates KP, proposed by Konieczny and Pino P\\'erez\nand then we analyzed the second class of operators through these postulates.\n"]}]
["1207.4815",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4815","AIP Conf. Proc. 1458 (2011), 222-237","doi:10.1063/1.4734415"],"date":["2012-07-19"],"type":["text"],"creator":["Olmo, Gonzalo J."],"language":[],"coverage":[],"title":["Cosmology in Palatini theories of gravity"],"description":["  We discuss recent results on the cosmology of extended theories of gravity\nformulated in the Palatini approach, i.e., assuming that metric and connection\nare independent fields. In particular, we focus on the attempts to explain the\ncosmic speedup with f(R) theories and on models that avoid the big bang\nsingularity. The field equations for gravity Lagrangians of the form\nf(g_{\\mu\\nu},{R^\\alpha}_{\\beta\\mu\\nu}) (including torsion) are explicitly\nderived and discussed.\n","Comment: 16 pages, no figures. Contribution to the Proceedings of Spanish\n  Relativity Meeting ERE2011, Madrid 29 August - 2 September 2011 . Plenary\n  talk"]}]
["1207.4821",{"format":[],"subject":["Computer Science - Databases","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4821"],"date":["2012-07-19"],"type":["text"],"creator":["Macdonald, Angus"],"language":[],"coverage":[],"title":["The Architecture of an Autonomic, Resource-Aware, Workstation-Based\n  Distributed Database System"],"description":["  Distributed software systems that are designed to run over workstation\nmachines within organisations are termed workstation-based. Workstation-based\nsystems are characterised by dynamically changing sets of machines that are\nused primarily for other, user-centric tasks. They must be able to adapt to and\nutilize spare capacity when and where it is available, and ensure that the\nnon-availability of an individual machine does not affect the availability of\nthe system. This thesis focuses on the requirements and design of a\nworkstation-based database system, which is motivated by an analysis of\nexisting database architectures that are typically run over static, specially\nprovisioned sets of machines. A typical clustered database system -- one that\nis run over a number of specially provisioned machines -- executes queries\ninteractively, returning a synchronous response to applications, with its data\nmade durable and resilient to the failure of machines. There are no existing\nworkstation-based databases. Furthermore, other workstation-based systems do\nnot attempt to achieve the requirements of interactivity and durability,\nbecause they are typically used to execute asynchronous batch processing jobs\nthat tolerate data loss -- results can be re-computed. These systems use\nexternal servers to store the final results of computations rather than\nworkstation machines. This thesis describes the design and implementation of a\nworkstation-based database system and investigates its viability by evaluating\nits performance against existing clustered database systems and testing its\navailability during machine failures.\n","Comment: Ph.D. Thesis"]}]
["1207.4823",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4823"],"date":["2012-07-19"],"type":["text"],"creator":["Kampert, Karl-Heinz","Collaboration, for the Pierre Auger"],"language":[],"coverage":[],"title":["Highlights from the Pierre Auger Observatory"],"description":["  This paper summarizes some highlights from the Pierre Auger Observatory that\nwere presented at the ICRC 2011 in Beijing. The cumulative exposure has grown\nby more than 60% since the previous ICRC to above 21000 km^2 sr yr. Besides\ngiving important updates on the energy spectrum, mass composition, arrival\ndirections, and photon- and neutrino upper limits, we present first\nmeasurements of the energy spectrum down to 3 x 10^{17} eV, first distributions\nof the shower maximum, X_max, together with new surface detector related\nobservables sensitive to X_max, and we present first measurements of the p-air\ncross section at ~ 10^{18} eV. Serendipity observations such as of atmospheric\nphenomena showing time evolutions of elves extend the breadth of the\nastrophysics research program.\n","Comment: Proceedings of Highlight talk presented at ICRC 2011, Beijing. 10\n  pages, 13 figures"]}]
["1207.4825",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4825"],"date":["2012-07-19"],"type":["text"],"creator":["Sethu, Harish","Chu, Xiaoyu"],"language":[],"coverage":[],"title":["A new algorithm for extracting a small representative subgraph from a\n  very large graph"],"description":["  Many real-world networks are prohibitively large for data retrieval, storage\nand analysis of all of its nodes and links. Understanding the structure and\ndynamics of these networks entails creating a smaller representative sample of\nthe full graph while preserving its relevant topological properties. In this\nreport, we show that graph sampling algorithms currently proposed in the\nliterature are not able to preserve network properties even with sample sizes\ncontaining as many as 20% of the nodes from the original graph. We present a\nnew sampling algorithm, called Tiny Sample Extractor, with a new goal of a\nsample size smaller than 5% of the original graph while preserving two key\nproperties of a network, the degree distribution and its clustering\nco-efficient. Our approach is based on a new empirical method of estimating\nmeasurement biases in crawling algorithms and compensating for them\naccordingly. We present a detailed comparison of best known graph sampling\nalgorithms, focusing in particular on how the properties of the sample\nsubgraphs converge to those of the original graph as they grow. These results\nshow that our sampling algorithm extracts a smaller subgraph than other\nalgorithms while also achieving a closer convergence to the degree\ndistribution, measured by the degree exponent, of the original graph. The\nsubgraph generated by the Tiny Sample Extractor, however, is not necessarily\nrepresentative of the full graph with regard to other properties such as\nassortativity. This indicates that the problem of extracting a truly\nrepresentative small subgraph from a large graph remains unsolved.\n"]}]
["1207.4833",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4833"],"date":["2012-07-19"],"type":["text"],"creator":["Yampolsky, Nikolai A.","Carlsten, Bruce E."],"language":[],"coverage":[],"title":["Beam debunching due to ISR-induced energy diffusion"],"description":["  One of the options for increasing longitudinal coherency of X-ray free\nelectron lasers (XFELs) is their seeding with microbunched electron beam.\nSeveral schemes leading to significant amplitude of the beam bunching at X-ray\nwavelengths were recently proposed. All these schemes rely on beam optics\nhaving several magnetic dipoles. While the beam passes through a dipole, its\nenergy spread increases due to quantum effects of synchrotron radiation. As a\nresult, the bunching factor at small wavelengths reduces since electrons having\ndifferent energies follow different trajectories in the bend. We rigorously\ncalculate reduction in the bunching factor due to incoherent synchrotron\nradiation while the beam travels in arbitrary beamline. We apply general\nresults to estimate reduction of harmonic current in common schemes proposed\nfor XFEL seeding.\n","Comment: 9 pages, 3 figures"]}]
["1207.4834",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs","Mathematics - Logic","26B10 (Primary) 26E35, 57R45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4834"],"date":["2012-07-19"],"type":["text"],"creator":["McGaffey, Tom"],"language":[],"coverage":[],"title":["Magnification Spaces: A nonstandard approach to inverse mapping theorems"],"description":["  This paper develops an infinitesimal order of magnitude coupled with overflow\ntechnique that allows nonnumerical proofs of nondegenerate and degenerate\ninverse mapping theorems for mappings minimally regular at a point. This\napproach is used first to give a transparent proof of the inverse mapping\ntheorem of Behrens and Nijenhuis and then is deployed to prove an inverse\nmapping result for mappings whose linear part vanishes at the differentiable\npoint. We finish by indicating further possible capacities of this approach.\n"]}]
["1207.4836",{"format":[],"subject":["Physics - Geophysics","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4836"],"date":["2012-07-19"],"type":["text"],"creator":["Kagan, Yan. Y.","Jackson, David D.","Geller, Robert J."],"language":[],"coverage":[],"title":["Characteristic earthquake model, 1884 -- 2011, R.I.P"],"description":["  Unfortunately, working scientists sometimes reflexively continue to use \"buzz\nphrases\" grounded in once prevalent paradigms that have been subsequently\nrefuted. This can impede both earthquake research and hazard mitigation.\nWell-worn seismological buzz phrases include \"earthquake cycle,\" \"seismic\ncycle,\" \"seismic gap,\" and \"characteristic earthquake.\" They all assume that\nthere are sequences of earthquakes that are nearly identical except for the\ntimes of their occurrence. If so, the complex process of earthquake occurrence\ncould be reduced to a description of one \"characteristic\" earthquake plus the\ntimes of the others in the sequence. A common additional assumption is that\ncharacteristic earthquakes dominate the displacement on fault or plate boundary\n\"segments.\" The \"seismic gap\" (or the effectively equivalent \"seismic cycle\")\nmodel depends entirely on the \"characteristic\" assumption, with the added\nassumption that characteristic earthquakes are quasi-periodic. However, since\nthe 1990s numerous statistical tests have failed to support characteristic\nearthquake and seismic gap models, and the 2004 Sumatra earthquake and 2011\nTohoku earthquake both ripped through several supposed segment boundaries.\nEarthquake scientists should scrap ideas that have been rejected by objective\ntesting or are too vague to be testable.\n","Comment: 7 pages, 1 figure"]}]
["1207.4840",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4840"],"date":["2012-07-19"],"type":["text"],"creator":["Redish, Edward F."],"language":[],"coverage":[],"title":["The role of context and culture in teaching physics: The implication of\n  disciplinary differences"],"description":["  The theme of the World Conference on Physics Education 2012 is \"Context,\nCulture, and Representations.\" In this talk I present a brief outline of a\ntheoretical framework that allows us to discuss these issues using a model\nbased in psychology and sociology: the resources framework. The framework\nbrings together a model of individual behavior based on brain function with a\nmodel of how the behavior of an individual is controlled by the individual's\nperception of the social context they find themselves in. This control process\nis the process I refer to as \"framing\". In the paper I give three experiments\nthat the reader can carry out for themselves that illustrate the basic\nprinciples of the framework. I then discuss a number of specific examples\nshowing how framing can have powerful effects leading to context dependence and\ncultural responses at a variety of levels and grain sizes. One such is the\nimpact of differences between the epistemological stances of physics and\nbiology on the creation of a reformed physics class for biology students.\n","Comment: 22 pages, 14 figures; paper based on keynote address given at World\n  Conference on Physics Education, Istanbul, July 2012"]}]
["1207.4843",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Metric Geometry","28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4843","Ergod. Th. & Dynam. Sys. (2012),32,1101-1115"],"date":["2012-07-19"],"type":["text"],"creator":["Qiu, Hua"],"language":[],"coverage":[],"title":["Continuity of packing measure function of self-similar iterated function\n  systems"],"description":["  In this paper, we focus on the packing measure of self-similar sets. Let $K$\nbe a self-similar set whose Hausdorff dimension and packing dimension equal\n$s$, we state that if $K$ satisfies the strong open set condition with an open\nset $\\mathcal{O}$, then $\\mathcal{P}^s(K\\cap B(x,r))\\geq (2r)^s$ for each open\nball $B(x,r)\\subset \\mathcal{O}$ centered in $K$, where $\\mathcal{P}^s$ denotes\nthe $s$-dimensional packing measure. We use this inequality to obtain some\nprecise density theorems for packing measure of self-similar sets, which can be\napplied to compute the exact value of the $s$-dimensional packing measure\n$\\mathcal{P}^s(K)$ of $K$. Moreover, by using the above results, we show the\ncontinuity of the packing measure function of the attractors on the space of\nself-similar iterated function systems satisfying the strong separation\ncondition. This result gives a complete answer to a question posed by L. Olsen.\n","Comment: 17 pages"]}]
["1207.4847",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4847"],"date":["2012-07-19"],"type":["text"],"creator":["Anderson, James S. M.","Nakata, Maho","Igarashi, Ryo","Fujisawa, Katsuki","Yamashita, Makoto"],"language":[],"coverage":[],"title":["The second-order reduced density matrix method and the two-dimensional\n  Hubbard model"],"description":["  The second-order reduced density matrix method (the RDM method) has performed\nwell in determining energies and properties of atomic and molecular systems,\nachieving coupled-cluster singles and doubles with perturbative triples (CC\nSD(T)) accuracy without using the wave-function. One question that arises is\nhow well does the RDM method perform with the same conditions that result in\nCCSD(T) accuracy in the strong correlation limit. The simplest and a\ntheoretically important model for strongly correlated electronic systems is the\nHubbard model. In this paper, we establish the utility of the RDM method when\nemploying the $P$, $Q$, $G$, $T1$ and $T2^\\prime$ conditions in the\ntwo-dimension al Hubbard model case and we conduct a thorough study applying\nthe $4\\times 4$ Hubbard model employing a coefficients. Within the Hubbard\nHamilt onian we found that even in the intermediate setting, where $U/t$ is\nbetween 4 and 10, the $P$, $Q$, $G$, $T1$ and $T2^\\prime$ conditions re\nproduced good ground state energies.\n"]}]
["1207.4849",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4849"],"date":["2012-07-19"],"type":["text"],"creator":["Casazza, Peter G.","Peterson, Jesse"],"language":[],"coverage":[],"title":["Weighted Fusion Frame Construction via Spectral Tetris"],"description":["  Fusion frames consist of a sequence of subspaces from a Hilbert space and\ncorresponding positive weights so that the sum of weighted orthogonal\nprojections onto these subspaces is an invertible operator on the space. Given\na spectrum for a desired fusion frame operator and dimensions for subspaces,\none existing method for creating unit-weight fusion frames with these\nproperties is the flexible and elementary procedure known as spectral tetris.\nDespite the extensive literature on fusion frames, until now there has been no\nconstruction of fusion frames with prescribed weights. In this paper we use\nspectral tetris to construct more general, arbitrarily weighted fusion frames.\nMoreover, we provide necessary and sufficient conditions for when a desired\nfusion frame can be constructed via spectral tetris.\n"]}]
["1207.4850",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4850","SIGMA 8 (2012), 046, 17 pages","doi:10.3842/SIGMA.2012.046"],"date":["2012-07-20"],"type":["text"],"creator":["Calogero, Francesco"],"language":[],"coverage":[],"title":["Another New Solvable Many-Body Model of Goldfish Type"],"description":["  A new solvable many-body problem is identified. It is characterized by\nnonlinear Newtonian equations of motion (\"acceleration equal force\") featuring\none-body and two-body velocity-dependent forces \"of goldfish type\" which\ndetermine the motion of an arbitrary number $N$ of unit-mass point-particles in\na plane. The $N$ (generally complex) values $z_{n}(t)$ at time $t$ of the $N$\ncoordinates of these moving particles are given by the $N$ eigenvalues of a\ntime-dependent $N\\times N$ matrix $U(t)$ explicitly known in terms of the 2N\ninitial data $z_{n}(0)$ and $\\dot{z}_{n}(0)$. This model comes in two different\nvariants, one featuring 3 arbitrary coupling constants, the other only 2; for\nspecial values of these parameters all solutions are completely periodic with\nthe same period independent of the initial data (\"isochrony\"); for other\nspecial values of these parameters this property holds up to corrections\nvanishing exponentially as $t\\rightarrow \\infty$ (\"asymptotic isochrony\").\nOther isochronous variants of these models are also reported. Alternative\nformulations, obtained by changing the dependent variables from the $N$ zeros\nof a monic polynomial of degree $N$ to its $N$ coefficients, are also\nexhibited. Some mathematical findings implied by some of these results - such\nas Diophantine properties of the zeros of certain polynomials - are outlined,\nbut their analysis is postponed to a separate paper.\n"]}]
["1207.4859",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4859"],"date":["2012-07-20"],"type":["text"],"creator":["Bonetti, Elena","Bonfanti, Giovanna","Rossi, Riccarda"],"language":[],"coverage":[],"title":["Analysis of a temperature-dependent model for adhesive contact with\n  friction"],"description":["  We propose a model for unilateral contact with adhesion between a\nviscoelastic body and a rigid support, encompassing thermal and frictional\neffects. Following the approach by M. Fremond, adhesion is described in terms\nof a surface damage parameter. The main result of the paper states the\nexistence of global solutions to the associated Cauchy problem. It is proved by\npassing to the limit in a carefully tailored approximate problem, via\nvariational techniques.\n"]}]
["1207.4861",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4861"],"date":["2012-07-20"],"type":["text"],"creator":["Giudice, Gian F.","Perez, Gilad","Soreq, Yotam"],"language":[],"coverage":[],"title":["Flavor Beyond the Standard Universe"],"description":["  We explore the possibility that the observed pattern of quark masses is the\nconsequence of a statistical distribution of Yukawa couplings within the\nmultiverse. We employ the anthropic condition that only two ultra light quarks\nexist, justifying the observed richness of organic chemistry. Moreover, the\nmass of the recently discovered Higgs boson suggests that the top Yukawa\ncoupling lies near the critical condition where the electroweak vacuum becomes\nunstable, leading to a new kind of flavor puzzle and to a new anthropic\ncondition. We scan Yukawa couplings according to distributions motivated by\nhigh-scale flavor dynamics and find cases in which our pattern of quark masses\nhas a plausible probability within the multiverse. Finally we show that, under\nsome assumptions, these distributions can significantly ameliorate the runaway\nbehavior leading to weakless universes.\n","Comment: 12 pages, 4 figures"]}]
["1207.4865",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4865"],"date":["2012-07-20"],"type":["text"],"creator":["Tsirelson, Boris"],"language":[],"coverage":[],"title":["Moderate deviations on different scales: no relations"],"description":["  An example of a discrete-time stationary random process whose sums follow the\nnormal approximation within a given part of the region of moderate deviations,\nbut violate it outside this part.\n","Comment: 11 pages, 3 figures"]}]
["1207.4869",{"format":[],"subject":["Mathematical Physics","46F15, 32A45, 32A70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4869"],"date":["2012-07-20"],"type":["text"],"creator":["Brüning, E.","Nagamachi, S."],"language":[],"coverage":[],"title":["Edge of the Wedge Theorem for Tempered Ultrahyperfunctions"],"description":["  Tempered ultra-hyperfunctions do not have the same type of localization\nproperties as Schwartz distributions or Sato hyperfunctions; but the\nlocalization properties seem to play an important role in the proofs of the\nvarious versions of the edge of the wedge theorem. Thus, for tempered ultra\nhyper-functions, one finds a global form of this result in the literature, but\nno local version. In this paper we propose and prove a formulation of the edge\nof the wedge theorem for tempered ultra-hyperfunctions, both in global and\nlocal form. We explain our strategy first for the one variable case. We argue\nthat in view of the cohomological definition of hyperfunctions and\nultra-hyperfunctions, the global form of the edge of the wedge theorem is not\nsurprising at all.\n","Comment: 22 pages, 3 figures"]}]
["1207.4871",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4871"],"date":["2012-07-20"],"type":["text"],"creator":["Avanesov, Tigran","Chevalier, Yannick","Rusinowitch, Michaël","Turuani, Mathieu"],"language":[],"coverage":[],"title":["Intruder deducibility constraints with negation. Decidability and\n  application to secured service compositions"],"description":["  The problem of finding a mediator to compose secured services has been\nreduced in our former work to the problem of solving deducibility constraints\nsimilar to those employed for cryptographic protocol analysis. We extend in\nthis paper the mediator synthesis procedure by a construction for expressing\nthat some data is not accessible to the mediator. Then we give a decision\nprocedure for verifying that a mediator satisfying this non-disclosure policy\ncan be effectively synthesized. This procedure has been implemented in CL-AtSe,\nour protocol analysis tool. The procedure extends constraint solving for\ncryptographic protocol analysis in a significative way as it is able to handle\nnegative deducibility constraints without restriction. In particular it applies\nto all subterm convergent theories and therefore covers several interesting\ntheories in formal security analysis including encryption, hashing, signature\nand pairing.\n","Comment: (2012)"]}]
["1207.4874",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4874","Appl. Phys. Lett. 99, 213502 (2011)","doi:10.1063/1.3663630"],"date":["2012-07-20"],"type":["text"],"creator":["Chaste, J.","Sledzinska, M.","Zdrojek, M.","Moser, J.","Bachtold, A."],"language":[],"coverage":[],"title":["High-frequency nanotube mechanical resonators"],"description":["  We report on a simple method to fabricate high-frequency nanotube mechanical\nresonators reproducibly. We measure resonance frequencies as high as 4.2 GHz\nfor the fundamental eigenmode and 11 GHz for higher order eigenmodes. The\nhigh-frequency resonances are achieved using short suspended nanotubes and by\nintroducing tensile stress in the nanotube. These devices allow us to determine\nthe coefficient of the thermal expansion of an individual nanotube, which is\nnegative and is about -0.7E-5 1/K at room temperature. High-frequency\nresonators made of nanotubes hold promise for mass sensing and experiments in\nthe quantum limit.\n"]}]
["1207.4875",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4875"],"date":["2012-07-20"],"type":["text"],"creator":["Arriola, E. Ruiz","Megias, E.","Salcedo, L. L."],"language":[],"coverage":[],"title":["From Chiral quark dynamics with Polyakov loop to the hadron resonance\n  gas model"],"description":["  Chiral quark models with Polyakov loop at finite temperature have been often\nused to describe the phase transition. We show how the transition to a hadron\nresonance gas is realized based on the quantum and local nature of the Polyakov\nloop.\n","Comment: 6 pages, Talk given by E. R. A. at XII HADRON PHYSICS, April 22-27\n  2012, Bento Goncalves, Wineyards Valley Region, Rio Grande do Sul, Brazil"]}]
["1207.4885",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4885"],"date":["2012-07-20"],"type":["text"],"creator":["Renk, Thorsten"],"language":[],"coverage":[],"title":["Modelling jet quenching"],"description":["  High P_T measurements of hard hadrons or jets at RHIC and LHC appear\ncontradictory and in some cases counter-intuitive, but upon closer\ninvestigation they represent a coherent picture of jet-medium interaction\nphysics which can be established with systematic comparisons of models against\na large body of data. This picture is consistent with a perturbative QCD\nmechanism and does not require exotic assumptions. This overview outlines how\nseveral key measurements each partially constrain shower-medium interaction\nphysics and how from the sum of those the outlines of the mechanism of jet\nquenching can be deduced. Most current jet results from LHC can be naturally\nunderstood in this picture. A short summary of what can be established about\nthe nature of parton-medium interaction with current data is given in the end.\n","Comment: 8 pages, 3 figures, talk given at the 5th international conference on\n  Hard and Electromagnetic Probes of High Energy nuclear Collisions (Hard\n  Probes 2012), May 27th - June 1st, Caglirai (Italy)"]}]
["1207.4888",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4888","doi:10.1103/PhysRevE.86.016212"],"date":["2012-07-20"],"type":["text"],"creator":["Suresh, R.","Senthilkumar, D. V.","Lakshmanan, M.","Kurths, J."],"language":[],"coverage":[],"title":["Transition to complete synchronization and global intermittent\n  synchronization in an array of time-delay systems"],"description":["  We report the nature of transitions from nonsynchronous to complete\nsynchronization (CS) state in arrays of time-delay systems, where the systems\nare coupled with instantaneous diffusive coupling. We demonstrate that the\ntransition to CS occurs distinctly for different coupling configurations. In\nparticular, for unidirectional coupling, locally (microscopically)\nsynchronization transition occurs in a very narrow range of coupling strength\nbut for a global one (macroscopically) it occurs sequentially in a broad range\nof coupling strength preceded by an intermittent synchronization. On the other\nhand, in the case of mutual coupling a very large value of coupling strength is\nrequired for local synchronization and, consequently, all the local subsystems\nsynchronize immediately for the same value of the coupling strength and hence\nglobally synchronization also occurs in a narrow range of the coupling\nstrength. In the transition regime, we observe a new type of synchronization\ntransition where long intervals of high quality synchronization which are\ninterrupted at irregular times by intermittent chaotic bursts simultaneously in\nall the systems, which we designate as global intermittent synchronization\n(GIS). We also relate our synchronization transition results to the above\nspecific types using unstable periodic orbit theory. The above studies are\ncarried out in a well known piecewise linear time-delay system.\n","Comment: 8 pages, 12 figures, Published in Physical Review E, 86, 016212\n  (2012)"]}]
["1207.4893",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4893"],"date":["2012-07-20"],"type":["text"],"creator":["Bakhtin, A. K.","Bakhtina, G. P.","Denega, I. V."],"language":["ru"],"coverage":[],"title":["Estimates of product of inner radii of mutually non-overlapping domains\n  in multidimensional complex spaces"],"description":["  We study one extremal problem on the product of power of generalized inner\nradii of non-overlapping domains in $\\mathbb{C}^{n}$.\n","Comment: (in Russian)"]}]
["1207.4897",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4897"],"date":["2012-07-20"],"type":["text"],"creator":["Bernardi, Olga","Cardin, Franco","Guzzo, Massimiliano"],"language":[],"coverage":[],"title":["Convergence to the time average by stochastic regularization"],"description":["  We compare the rate of convergence to the time average of a function over an\nintegrable Hamiltonian flow with the one obtained by a stochastic perturbation\nof the same flow. Precisely, we provide detailed estimates in different Fourier\nnorms and we prove the convergence even in a Sobolev norm for a special\nvanishing limit of the stochastic perturbation.\n"]}]
["1207.4907",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4907"],"date":["2012-07-20"],"type":["text"],"creator":["Fang, Shizan","Nolot, Vincent"],"language":[],"coverage":[],"title":["Sobolev estimates for optimal transport maps on Gaussian spaces"],"description":["  We will study variations in Sobolev spaces of optimal transport maps with the\nstandard Gaussian measure as the reference measure. Some dimension free\ninequalities will be obtained. As application, we construct solutions to\nMonge-Ampere equations in finite dimension, as well as on the Wiener space.\n","Comment: 24 pages"]}]
["1207.4918",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4918"],"date":["2012-07-20"],"type":["text"],"creator":["Siwach, Vikash","Prabhakar, Madeti"],"language":[],"coverage":[],"title":["A Method for Unknotting Torus Knots"],"description":["  Unknotting numbers for torus knots and links are well known. In this paper,\nwe present a method for determining the position of unknotting number crossing\nchanges in a toric braid B(p, q) such that the closure of the resultant braid\nis equivalent to the trivial knot or link. Also, we provide a simple proof for\nthe important result K(p, q) \\sim K(q, p) using the results obtained from this\nmethod.\n"]}]
["1207.4920",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4920"],"date":["2012-07-20"],"type":["text"],"creator":["Coron, Camille"],"language":[],"coverage":[],"title":["Stochastic modeling of density-dependent diploid populations and\n  extinction vortex"],"description":["  We model and study the genetic evolution and conservation of a population of\ndiploid hermaphroditic organisms, evolving continuously in time and subject to\nresource competition. In the absence of mutations, the population follows a\n3-type nonlinear birth-and-death process, in which birth rates are designed to\nintegrate Mendelian reproduction. We are interested in the long term genetic\nbehaviour of the population (adaptive dynamics), and in particular we compute\nthe fixation probability of a slightly non-neutral allele in the absence of\nmutations, which involves finding the unique sub-polynomial solution of a\nnonlinear 3-dimensional recurrence relationship. This equation is simplified to\na 1-order relationship which is proved to admit exactly one bounded solution.\nAdding rare mutations and rescaling time, we study the successive mutation\nfixations in the population, which are given by the jumps of a limiting Markov\nprocess on the genotypes space. At this time scale, we prove that the fixation\nrate of deleterious mutations increases with the number of already fixed\nmutations, which creates a vicious circle called the extinction vortex.\n"]}]
["1207.4921",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4921"],"date":["2012-07-20"],"type":["text"],"creator":["Messaoud, Hechmi Ben","Rousseau, Guy"],"language":[],"coverage":[],"title":["Kac-Moody Lie algebras graded by Kac-Moody root systems"],"description":["  We look to gradations of Kac-Moody Lie algebras by Kac-Moody root systems\nwith finite dimensional weight spaces. We extend, to general Kac-Moody Lie\nalgebras, the notion of C-admissible pair as introduced by H. Rubenthaler and\nJ. Nervi for semi-simple and affine Lie algebras. If g is a Kac-Moody Lie\nalgebra (with Dynkin diagram indexed by I) and (I,J) is such a C-admissible\npair, we construct a C-admissible subalgebra g^J, which is a Kac-Moody Lie\nalgebra of the same type as g, and whose root system \\Sigma grades finitely the\nLie algebra g. For an admissible quotient \\rho : I \\rightarrow I we build also\na Kac-Moody subalgebra g^\\rho which grades finitely the Lie algebra g. If g is\naffine or hyperbolic, we prove that the classification of the gradations of g\nis equivalent to those of the C-admissible pairs and of the admissible\nquotients. For general Kac-Moody Lie algebras of indefinite type, the situation\nmay be more complicated; it is (less precisely) described by the concept of\ngeneralized C-admissible pairs.\n","Comment: 24 pages"]}]
["1207.4929",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K65, 35K67"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4929"],"date":["2012-07-20"],"type":["text"],"creator":["Mucha, Piotr Bogusław","Rybka, Piotr"],"language":[],"coverage":[],"title":["Well-posedness of sudden directional diffusion equations"],"description":["  Our goal is to establish existence with suitable initial data of solutions to\ngeneral parabolic equation in one dimension, $u_t = L(u_x)_x$, where $L$ is\nmerely a monotone function. We also expose the basic properties of solutions,\nconcentrating on maximal possible regularity. Analysis of solutions with convex\ninitial data explains why we may call them {\\it almost classical}. Some\nqualitative aspects of solutions, like facets -- flat regions of solutions, are\nstudied too.\n","Comment: 18 pages"]}]
["1207.4931",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Artificial Intelligence","Computer Science - Learning","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4931"],"date":["2012-07-20"],"type":["text"],"creator":["Tripathi, G. N.","Rihani, V."],"language":[],"coverage":[],"title":["Motion Planning Of an Autonomous Mobile Robot Using Artificial Neural\n  Network"],"description":["  The paper presents the electronic design and motion planning of a robot based\non decision making regarding its straight motion and precise turn using\nArtificial Neural Network (ANN). The ANN helps in learning of robot so that it\nperforms motion autonomously. The weights calculated are implemented in\nmicrocontroller. The performance has been tested to be excellent.\n","Comment: 7 pages, 4 figures, 1 table, 1 graph chart, ITCA-2012, Chennai, India"]}]
["1207.4933",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Computer Science - Multiagent Systems","Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4933"],"date":["2012-07-20"],"type":["text"],"creator":["McCullen, Nicholas J.","Rucklidge, Alastair M.","Bale, Catherine S. E.","Foxon, Tim J.","Gale, William F."],"language":[],"coverage":[],"title":["Multi-parameter models of innovation diffusion on complex networks"],"description":["  A model, applicable to a range of innovation diffusion applications with a\nstrong peer to peer component, is developed and studied, along with methods for\nits investigation and analysis. A particular application is to individual\nhouseholds deciding whether to install an energy efficiency measure in their\nhome. The model represents these individuals as nodes on a network, each with a\nvariable representing their current state of adoption of the innovation. The\nmotivation to adopt is composed of three terms, representing personal\npreference, an average of each individual's network neighbours' states and a\nsystem average, which is a measure of the current social trend. The adoption\nstate of a node changes if a weighted linear combination of these factors\nexceeds some threshold. Numerical simulations have been carried out, computing\nthe average uptake after a sufficient number of time-steps over many\nrealisations at a range of model parameter values, on various network\ntopologies, including random (Erdos-Renyi), small world (Watts-Strogatz) and\n(Newman's) highly clustered, community-based networks. An analytical and\nprobabilistic approach has been developed to account for the observed\nbehaviour, which explains the results of the numerical calculations.\n"]}]
["1207.4934",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4934"],"date":["2012-07-20"],"type":["text"],"creator":["Labrousse, Clémence"],"language":[],"coverage":[],"title":["Flat metrics are local strict minimizers for the polynomial entropy"],"description":["  As we have proved in [L], the geodesic flows associated with the flat metrics\non T^2 minimize the polynomial entropy. In this paper, we show that, among the\ngeodesic flows that are Bott integrable and dynamically coherent, the geodesic\nflows associated to flat metrics are local strict minima for the polynomial\nentropy. To this aim, we prove a graph property for invariant Lagrangian tori\nin near-integrable systems.\n","Comment: 15 pages"]}]
["1207.4935",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4935","Carbon Nanostructures, 2012, GraphITA 2011, p. 75-85","doi:10.1007/978-3-642-20644-3_10"],"date":["2012-07-20"],"type":["text"],"creator":["Ivanovskaya, Viktoria V.","Wagner, Philipp","Zobelli, Alberto","Suarez-Martinez, Irene","Yaya, Abu","Ewels, Christopher P."],"language":[],"coverage":[],"title":["Graphene edge structures: Folding, scrolling, tubing, rippling and\n  twisting"],"description":["  Conventional three-dimensional crystal lattices are terminated by surfaces,\nwhich can demonstrate complex rebonding and rehybridisation, localised strain\nand dislocation formation. Two dimensional crystal lattices, of which graphene\nis the archetype, are terminated by lines. The additional available dimension\nat such interfaces opens up a range of new topological interface possibilities.\nWe show that graphene sheet edges can adopt a range of topological distortions\ndepending on their nature. Rehybridisation, local bond reordering, chemical\nfunctionalisation with bulky, charged, or multi-functional groups can lead to\nedge buckling to relieve strain, folding, rolling and even tube formation. We\ndiscuss the topological possibilities at a 2D graphene edge, and under what\ncircumstances we expect different edge topologies to occur. Density functional\ncalculations are used to explore in more depth different graphene edge types.\n","Comment: Additional figure in published version"]}]
["1207.4936",{"format":[],"subject":["Mathematics - Logic","03C13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4936"],"date":["2012-07-20"],"type":["text"],"creator":["Ahlman, Ove","Koponen, Vera"],"language":[],"coverage":[],"title":["Random l-colourable structures with a pregeometry"],"description":["  We study finite $l$-colourable structures with an underlying pregeometry. The\nprobability measure that is used corresponds to a process of generating such\nstructures (with a given underlying pregeometry) by which colours are first\nrandomly assigned to all 1-dimensional subspaces and then relationships are\nassigned in such a way that the colouring conditions are satisfied but apart\nfrom this in a random way. We can then ask what the probability is that the\nresulting structure, where we now forget the specific colouring of the\ngenerating process, has a given property. With this measure we get the\nfollowing results: 1. A zero-one law. 2. The set of sentences with asymptotic\nprobability 1 has an explicit axiomatisation which is presented. 3. There is a\nformula $\\xi(x,y)$ (not directly speaking about colours) such that, with\nasymptotic probability 1, the relation \"there is an $l$-colouring which assigns\nthe same colour to $x$ and $y$\" is defined by $\\xi(x,y)$. 4. With asymptotic\nprobability 1, an $l$-colourable structure has a unique $l$-colouring (up to\npermutation of the colours).\n","Comment: 35 pages"]}]
["1207.4937",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4937"],"date":["2012-07-20"],"type":["text"],"creator":["Labrousse, Clémence","Marco, Jean-Pierre"],"language":[],"coverage":[],"title":["Polynomial entropies for Bott nondegenerate Hamiltonian systems"],"description":["  In this paper, we study the entropy of a Hamiltonian flow in restriction to\nan enregy level where it admits a first integral which is nondegenerate in the\nBott sense. It is easy to see that for such a flow, the topological entropy\nvanishes. We focus on the polynomial and the weak polynomial entropies. We\nprove that, under conditions on the critical level of the Bott first integral\nand dynamical conditions on the hamiltonian function, the weak polynomial\nentropy belongs to {0,1} and the polynomial entropy belongs to {0,1,2}.\n","Comment: 45 pages"]}]
["1207.4939",{"format":[],"subject":["Quantum Physics","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4939"],"date":["2012-07-20"],"type":["text"],"creator":["Regev, Oded","Vidick, Thomas"],"language":[],"coverage":[],"title":["Quantum XOR Games"],"description":["  We introduce quantum XOR games, a model of two-player one-round games that\nextends the model of XOR games by allowing the referee's questions to the\nplayers to be quantum states. We give examples showing that quantum XOR games\nexhibit a wide range of behaviors that are known not to exist for standard XOR\ngames, such as cases in which the use of entanglement leads to an arbitrarily\nlarge advantage over the use of no entanglement. By invoking two deep\nextensions of Grothendieck's inequality, we present an efficient algorithm that\ngives a constant-factor approximation to the best performance players can\nobtain in a given game, both in case they have no shared entanglement and in\ncase they share unlimited entanglement. As a byproduct of the algorithm we\nprove some additional interesting properties of quantum XOR games, such as the\nfact that sharing a maximally entangled state of arbitrary dimension gives only\na small advantage over having no entanglement at all.\n","Comment: 43 pages"]}]
["1207.4940",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4940"],"date":["2012-07-20"],"type":["text"],"creator":["Neji, Hasni"],"language":[],"coverage":[],"title":["Ontology for Cellular Communication"],"description":["  The lack of interoperability between mobile cellular access networks has long\nbeen a challenging obstacle, which telecommunication engineering is trying to\novercome. In second generation networks for example, this problem lies in the\nfact that there are multiple standards. Each of these standards can operate in\nthe same frequency range. However, each utilizes a different Radio Technology\nand Modulation Scheme, which are characteristics of the standard. Therefore,\nthe lack of interoperability in 2G occurs because of the lack of\nstandardization. Interoperability within 3G networks is limited to a few\noperating modes using different Radio Transmission Technologies that are not\ninter-operable. Thus, interoperability remains an issue for 3G. 4G technology\neven being successful in its various trials cannot guarantee the\ninteroperability. This is within each network generation; meanwhile between\nheterogeneous network generations the situation seems to be worst. This\napproach is first to analyze the structure, inputs, and outputs of three\ndifferent cellular technologies, performing a domain analysis (of this subset\nof technologies) and producing a feature model of the domain. Finally, we\nsought to build an ontology capable of providing a common view of the domain,\nproviding an effective representation of relations between representations of\ncorresponding concepts in different cellular technologies.\n","Comment: 4 pages, the Tunisian Japanese Symposium on Science, Society and\n  Technology, Tunisia, NOVEMBER 11th-13th 2011; Proceedings of the Tunisian\n  Japanese Symposium on Science, Society and Technology, Tunisia, 2011"]}]
["1207.4945",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4945","J. Math. Phys. 53, 073504 (2012)","doi:10.1063/1.4731238"],"date":["2012-07-20"],"type":["text"],"creator":["Bhuvaneswari, A.","Chandrasekar, V. K.","Senthilvelan, M.","Lakshmanan, M."],"language":[],"coverage":[],"title":["On the complete integrability of a nonlinear oscillator from group\n  theoretical perspective"],"description":["  In this paper, we investigate the integrability aspects of a physically\nimportant nonlinear oscillator which lacks sufficient number of Lie point\nsymmetries but can be integrated by quadrature. We explore the hidden symmetry,\nconstruct a second integral and derive the general solution of this oscillator\nby employing the recently introduced $\\lambda$-symmetry approach and thereby\nestablish the complete integrability of this nonlinear oscillator equation from\na group theoretical perspective.\n","Comment: 15 pages"]}]
["1207.4946",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4946","Phys. Rev. B 86, 024408 (2012)","doi:10.1103/PhysRevB.86.024408"],"date":["2012-07-20"],"type":["text"],"creator":["Bera, A. K.","Yusuf, S. M."],"language":[],"coverage":[],"title":["Quantum Phase Transition from a Spin-liquid State to a Spin-glass State\n  in the Quasi-1D Spin-1 System Sr1-xCaxNi2V2O8"],"description":["  We report a quantum phase transition from a spin-liquid state to a spin-glass\nstate in the quasi-one dimensional (1D) spin-1 system Sr1-xCaxNi2V2O8, induced\nby a small amount of Ca-substitution at Sr site. The ground state of the parent\ncompound (x = 0) is found to be a spin-liquid type with a finite energy gap of\n26.6 K between singlet ground state and triplet excited state. Both\ndc-magnetization and ac-susceptibility studies on the highest Ca-substituted\ncompound (x = 0.05) indicate a spin-glass type magnetic ground state. With\nincreasing Ca-concentration, the spin-glass ordering temperature increases from\n4.5 K (for the x = 0.015 compound) to 6.25 K (for the x = 0.05 compound). The\nobserved results are discussed in the light of the earlier experimental reports\nand the theoretical predictions for a quasi-1D spin-1 system.\n","Comment: 26 pages, 8 figures, 3 tables"]}]
["1207.4950",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4950","The Journal of Chemical Physics 137, 034115 (2012)","doi:10.1063/1.4734009"],"date":["2012-07-20"],"type":["text"],"creator":["Levesque, Maximilien","Vuilleumier, Rodolphe","Borgis, Daniel"],"language":[],"coverage":[],"title":["Scalar fundamental measure theory for hard spheres in three dimensions.\n  Application to hydrophobic solvation"],"description":["  Hard-sphere mixtures provide one a solvable reference system that can be used\nto improve the density functional theory of realistic molecular fluids. We show\nhow the Kierlik-Rosinberg's scalar version of the fundamental measure density\nfunctional theory of hard spheres [Phys. Rev. A, {\\bf 42}, 3382 (1990)], which\npresents computational advantages with respect to the original Rosenfeld's\nvectorial formulation or its extensions, can be implemented and minimized in\nthree dimensions to describe fluid mixtures in complex environments. This\nimplementation is used as a basis for defining a molecular density functional\ntheory of water around molecular hydrophobic solutes of arbitrary shape.\n","Comment: 10 pages, 8 figures, 1 table, 90 references"]}]
["1207.4954",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4954"],"date":["2012-07-20"],"type":["text"],"creator":["Werner, Philipp"],"language":[],"coverage":[],"title":["(4+1)-Dimensional Quantum Hall Effect & Applications to Cosmology"],"description":["  This work discusses the (4+1)-dimensional generalization of the Quantum Hall\nEffect and its relation to axion electrodynamics.\n","Comment: Diploma thesis, submitted to ETH Lausanne in February 2000. arXiv\n  admin note: text overlap with arXiv:hep-th/0002195"]}]
["1207.4958",{"format":[],"subject":["Computer Science - Databases","H.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4958"],"date":["2012-07-11"],"type":["text"],"creator":["Gupta, Ashish","Mittal, Akshay","Bhattacharya, Arnab"],"language":[],"coverage":[],"title":["Minimally Infrequent Itemset Mining using Pattern-Growth Paradigm and\n  Residual Trees"],"description":["  Itemset mining has been an active area of research due to its successful\napplication in various data mining scenarios including finding association\nrules. Though most of the past work has been on finding frequent itemsets,\ninfrequent itemset mining has demonstrated its utility in web mining,\nbioinformatics and other fields. In this paper, we propose a new algorithm\nbased on the pattern-growth paradigm to find minimally infrequent itemsets. A\nminimally infrequent itemset has no subset which is also infrequent. We also\nintroduce the novel concept of residual trees. We further utilize the residual\ntrees to mine multiple level minimum support itemsets where different\nthresholds are used for finding frequent itemsets for different lengths of the\nitemset. Finally, we analyze the behavior of our algorithm with respect to\ndifferent parameters and show through experiments that it outperforms the\ncompeting ones.\n","Comment: Best paper award in International Conference on Management of Data\n  (COMAD), 2011"]}]
["1207.4959",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4959"],"date":["2012-07-20"],"type":["text"],"creator":["Bourel, Mathias","Ghattas, Badih"],"language":[],"coverage":[],"title":["Aggregating density estimators: an empirical study"],"description":["  We present some new density estimation algorithms obtained by bootstrap\naggregation like Bagging. Our algorithms are analyzed and empirically compared\nto other methods found in the statistical literature, like stacking and\nboosting for density estimation. We show by extensive simulations that ensemble\nlearning are effective for density estimation like for classification. Although\nour algorithms do not always outperform other methods, some of them are as\nsimple as bagging, more intuitive and has computational lower cost.\n"]}]
["1207.4966",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4966"],"date":["2012-07-20"],"type":["text"],"creator":["Khan, Ahmad Raza","Khan, Rquaiya","Sontakke, Trimbak R","Khonde, Shraddha R","Wahul, Revati","alam, Mahtab"],"language":[],"coverage":[],"title":["Service Oriented Architecture A Revolution For Comprehensive Web Based\n  Project Management Software"],"description":["  Service Oriented Architecture A Revolution for Project Management Software\nhas changed the way projects today are moving on the fly with the help of web\nservices booming the industry. Service oriented architecture improves\nperformance and the communication between the distributed and remote teams. Web\nServices to Provide Project Management software the visibility and control of\nthe application development lifecycle-giving a better control over the entire\ndevelopment process, from the management stage through development. The goal of\nService Oriented Architecture for Project Management Software is to produce a\nproduct that is delivered on time, within the allocated budget, and with the\ncapabilities expected by the customer. Web Services in Project management\nProject management software is basically a properly managed project and has a\nclear, communicated, and managed set of goals and objectives, whose progress is\nquantifiable and controlled. Resources are used effectively and efficiently to\nproduce the desired product. With the help of service oriented architecture we\ncan move into the future without abandoning the past. A project usually has a\ncommunicated set of processes that cover the daily activities of the project,\nforming the project framework. As a result, every team member understands their\nroles, responsibilities and how they fit into the big picture thus promoting\nthe efficient use of resources.\n","Comment: 7 Pages, 4 figures"]}]
["1207.4967",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4967"],"date":["2012-07-20"],"type":["text"],"creator":["Osqui, Mitra","Megretski, Alexandre"],"language":[],"coverage":[],"title":["Separation of Quantization and Control in Optimal Analog to Digital\n  Converters"],"description":["  In this paper we prove optimality of a certain class of Analog to Digital\nConverters (ADCs), which can be viewed as generalized Delta-Sigma Modulators\n(DSMs), with respect to a performance measure that can be characterized as the\nworst-case average intensity of the signal representation error. An analytic\nexpression for the ADC performance is given. Furthermore, our result proves\nseparation of quantization and control for this class of ADCs subject to some\ntechnical conditions.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1204.3034"]}]
["1207.4973",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4973"],"date":["2012-07-20"],"type":["text"],"creator":["Hamdi, Noureddine"],"language":[],"coverage":[],"title":["Variance Based Algorithm for Grouped-Subcarrier Allocation in OFDMA\n  Wireless Systems"],"description":["  In this paper, a reduced complexity algorithm is proposed for\ngrouped-subcarriers and power allocation in the downlink of OFDMA packet access\nwireless systems. The available subcarriers for data communication are grouped\ninto partitions (groups) where each group is defined as a subchannel. The\nscheduler located at the base station allocates subchannels to users based on\nthe variance of subchannel gains. The proposed algorithm for group allocation\nis a two-step algorithm that allocates groups to users based on the descending\norder of their variances to resolve the conflicting selection problem, followed\nby a step of fairness proportionality enhancement. To reduce the feedback\nburden and the complexity of the power allocation algorithm, each user feeds\nback the CSI on each group if the variance of gains of subcarriers inside it is\nless than a predefined threshold. To Show the performance of the proposed\nscheme, a selection of simulation results is presented.\n","Comment: 5 pages, 6 Figures"]}]
["1207.4975",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4975"],"date":["2012-07-20"],"type":["text"],"creator":["Arnold, K.","Bellm, J.","Bozzi, G.","Campanario, F.","Englert, C.","Feigl, B.","Frank, J.","Figy, T.","Jager, B.","Kerner, M.","Kubocz, M.","Oleari, C.","Palmer, S.","Rauch, M.","Rzehak, H.","Schissler, F.","Schlimpert, O.","Spannowsky, M.","Zeppenfeld, D."],"language":[],"coverage":[],"title":["Release Note -- Vbfnlo-2.6.0"],"description":["  Vbfnlo is a flexible parton level Monte Carlo program for the simulation of\nvector boson fusion (VBF), double and triple vector boson (plus jet) production\nin hadronic collisions at next-to-leading order (NLO) in the strong coupling\nconstant, as well as Higgs boson plus two jet production via gluon fusion at\nthe one-loop level. This note briefly describes the main additional features\nand processes that have been added in the new release -- Vbfnlo Version 2.6.0.\nAt NLO QCD diboson production (W\\gamma, WZ, ZZ, Z\\gamma and \\gamma\\gamma),\nsame-sign W pair production via vector boson fusion and the process\nW\\gamma\\gamma j have been implemented (for which one-loop tensor integrals up\nto six-point functions are included). In addition, gluon induced diboson\nproduction can be studied separately at the leading order (one-loop) level. The\ndiboson processes WW, WZ and W\\gamma can be run with anomalous gauge boson\ncouplings, and anomalous couplings between a Higgs and a pair of gauge bosons\nis included in WW, ZZ, Z\\gamma and \\gamma\\gamma diboson production. The code\nhas also been extended to include anomalous gauge boson couplings for single\nvector boson production via VBF, and a spin-2 model has been implemented for\ndiboson pair production via vector boson fusion.\n","Comment: 14 pages, 6 tables; new code available at\n  http://www-itp.particle.uni-karlsruhe.de/vbfnlo/"]}]
["1207.4982",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4982"],"date":["2012-07-20"],"type":["text"],"creator":["Dib, Sami"],"language":[],"coverage":[],"title":["The evolution of the core mass function by gas accretion"],"description":["  We show how the mass function of dense cores (CMF) which results from the\ngravoturbulent fragmentation of a molecular cloud evolves in time under the\neffect of gas accretion. Accretion onto the cores leads to the formation of\nlarger numbers of massive cores and to a flattening of the CMF. This effect\nshould be visible in the CMF of star forming regions that are massive enough to\ncontain high mass cores and when comparing the CMF of cores in and off dense\nfilaments which have different environmental gas densities.\n","Comment: 2 page, 1 figure. To appear in the proceedings of The Labyrinth of\n  Star Formation, eds. D. Stamatellos, S. Goodwin, and D. Ward-Thompson.\n  Springer"]}]
["1207.4984",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Formal Languages and Automata Theory","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4984"],"date":["2012-07-10"],"type":["text"],"creator":["Benattar, Gilles","Cassez, Franck","Lime, Didier","Roux, Olivier H."],"language":[],"coverage":[],"title":["Control and Synthesis of Non-Interferent Timed Systems"],"description":["  In this paper, we focus on the synthesis of secure timed systems which are\nmodelled as timed automata. The security property that the system must satisfy\nis a non-interference property. Intuitively, non-interference ensures the\nabsence of any causal dependency from a high-level domain to a lower-level\ndomain. Various notions of non-interference have been defined in the\nliterature, and in this paper we focus on Strong Non-deterministic\nNon-Interference (SNNI) and two (bi)simulation based variants thereof (CSNNI\nand BSNNI). We consider timed non-interference properties for timed systems\nspecified by timed automata and we study the two following problems: (1) check\nwhether it is possible to find a sub-system so that it is non-interferent; if\nyes (2) compute a (largest) sub-system which is non-interferent.\n"]}]
["1207.4991",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4991"],"date":["2012-07-20"],"type":["text"],"creator":["Moore, Craig","Anderson, John","Garcia, Fernanda","Gerardi, Michael","Johnstone, Carol","Kobilarcik, Thomas","Kucera, Michael","Kufer, Mathew","Newhart, Duane","Rakhno, Igor","Vogel, Gregory"],"language":[],"coverage":[],"title":["Design, Installation, and Initial Commissioning of the MTA Beamline"],"description":["  A new experimental area designed to develop, test and verify muon ionization\ncooling apparatus using the 400-MeV Fermilab Linac proton beam has been fully\ninstalled and is presently being commissioned. Initially, this area was used\nfor cryogenic tests of liquid-hydrogen absorbers for the MUCOOL R&D program\nand, now, for high-power beam tests of absorbers, high-gradient rf cavities in\nthe presence of magnetic fields (including gas-filled cavities), and other\nprototype muon-cooling apparatus. The experimental scenarios being developed\nfor muon facilities involve collection, capture, and cooling of\nlarge-emittance, high-intensity muon beams--~10**13 muons, so that conclusive\ntests of the apparatus require full Linac beam, which is 1.6 x 10**13 p/pulse.\nTo support the muon cooling facility, this new primary beamline extracts and\ntransports beam directly from the Linac to the test facility. The design\nconcept for the MuCool facility is taken from an earlier proposal, but\nmodifications were necessary to accommodate high-intensity beam, cryogenics,\nand the increased scale of the cooling experiments. Further, the different mode\nof operation to provide precision line incorporates a specialized section and\nutilizes a measurements of Linac beam parameters. This paper reports on the\ntechnical details of the MuCool beamline for both modes.\n","Comment: 3 pp. 1st International Particle Accelerator Conference (IPAC'10).\n  23-28 May 2010. Kyoto, Japan"]}]
["1207.4994",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4994"],"date":["2012-07-20"],"type":["text"],"creator":["Lebrun, Philippe","Garbincius, Peter"],"language":[],"coverage":[],"title":["Assessing Risk in Costing High-energy Accelerators: from Existing\n  Projects to the Future Linear Collider"],"description":["  High-energy accelerators are large projects funded by public money, developed\nover the years and constructed via major industrial contracts both in advanced\ntechnology and in more conventional domains such as civil engineering and\ninfrastructure, for which they often constitute one-off markets. Assessing\ntheir cost, as well as the risk and uncertainty associated with this assessment\nis therefore an essential part of project preparation and a justified\nrequirement by the funding agencies. Stemming from the experience with large\ncircular colliders at CERN, LEP and LHC, as well as with the Main Injector, the\nTevatron Collider Experiments and Accelerator Upgrades, and the NOvA Experiment\nat Fermilab, we discuss sources of cost variance and derive cost risk\nassessment methods applicable to the future linear collider, through its two\ntechnical approaches for ILC and CLIC. We also address disparities in cost risk\nassessment imposed by regional differences in regulations, procedures and\npractices.\n","Comment: 4 pp. 1st International Particle Accelerator Conference (IPAC'10).\n  23-28 May 2010. Kyoto, Japan"]}]
["1207.4995",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4995"],"date":["2012-07-20"],"type":["text"],"creator":["Varghese, P.","Chase, B.","Barnes, B.","Branlard, J.","Cullerton, E.","Joireman, P.","Tupikov, V."],"language":[],"coverage":[],"title":["A vector control and data acquisition system for the multicavity LLRF\n  system for cryomodule1 at Fermilab"],"description":["  A LLRF control and data acquisition system for the 8-cavity cryomodule1 at\nthe ILCTA has been implemented using three 33-channel ADC boards in a VXI\nmainframe. One card each is dedicated to the cavity probes for vector control,\nforward power and reverse power measurements. The system is scalable to 24\ncavities or more with the commissioning of cryomodules 2 and 3 without\nadditional hardware. The signal processing and vector control of the cavities\nis implemented in an FPGA and a high speed data acquisition system with up to\n100 channels which stores data in external SDRAM memory. The system supports\nboth pulsed and CW modes with a pulse rate of 5 Hz. Acquired data is\ntransferred between pulses to auxiliary systems such as the piezo controller\nthrough the VXI slot0 controller. The performance of the vector control system\nis evaluated and the design of the system is described.\n","Comment: 4 pp"]}]
["1207.4999",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4999"],"date":["2012-07-20"],"type":["text"],"creator":["Transtrum, Mark K.","Sethna, James P."],"language":[],"coverage":[],"title":["Geodesic acceleration and the small-curvature approximation for\n  nonlinear least squares"],"description":["  It has been shown numerically that the performance of the Levenberg-Marquardt\nalgorithm can be improved by including a second order correction known as the\ngeodesic acceleration. In this paper we give the method a more sound\ntheoretical foundation by deriving the geodesic acceleration correction without\nusing differential geometry and showing that the traditional convergence proofs\ncan be adapted to incorporate geodesic acceleration. Unlike other methods which\ninclude second derivative information, the geodesic acceleration does not\nattempt to improve the Gauss-Newton approximate Hessian, but rather is an\nextension of the small-residual approximation to cubic order. In deriving\ngeodesic acceleration, we note that the small-residual approximation is\ncomplemented by a small-curvature approximation. This latter approximation\nprovides a much broader justification for the Gauss-Newton approximate Hessian\nand Levenberg-Marquardt algorithm. In particular, it is justifiable even if the\nbest fit residuals are large, is dependent only on the model and not on the\ndata being fit, and is applicable for the entire course of the algorithm and\nnot just the region near the minimum.\n"]}]
["1207.5002",{"format":[],"subject":["Mathematical Physics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5002","J. Math. Phys. 52, 012906 (2011)","doi:10.1063/1.3531986"],"date":["2012-07-20"],"type":["text"],"creator":["Yaremko, Yurij"],"language":[],"coverage":[],"title":["Self-force via energy-momentum and angular momentum balance equations"],"description":["  The radiation reaction for a point-like charge coupled to a massive scalar\nfield is considered. The retarded Green's function associated with the\nKlein-Gordon wave equation has support not only on the future light cone of the\nemission point (direct part), but extends inside the light cone as well (tail\npart). Dirac's scheme of decomposition of the retarded electromagnetic field\ninto the \"mean of the advanced and retarded field\" and the \"radiation\" field is\nadapted to theories where Green's function consists of the direct and the tail\nparts. The Harish-Chandra equation of motion of radiating scalar charge under\nthe influence of an external force is obtained. This equation includes effect\nof particle's own field. The self force produces a time-changing inertial mass.\n","Comment: 25 pages, 7 figures. arXiv admin note: substantial text overlap with\n  arXiv:0907.3071"]}]
["1207.5008",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5008"],"date":["2012-07-20"],"type":["text"],"creator":["Lee, Kim Fook","Sua, Yong Meng","Ahmad, Harith B."],"language":[],"coverage":[],"title":["Quantum Key Distribution based on Single Photon Bi-partite Correlation"],"description":["  We present a scheme for key distribution based on bi-partite correlation of\nsingle photons. Alice keeps an ancilla photon and sends a signal photon to Bob,\nwhere intrinsic bi-partite correlation of these photons is obtained through\nfirst order intensity correlation in their detectors. The key bits are\ndistributed through sharing four bi-partite correlation functions and photon\ncounting. The scheme consists of two parts; first, Alice prepares deterministic\nphoton states and Bob measures the photon states based on his random choice on\ncorrelation functions. Second, Alice guesses Bob's choice of correlation\nfunctions and sets the key bits by sending out photon states. Bob verifies the\nkey bits through the photon states regardless Alice made a right or wrong\nguess. We called this key distribution scheme as prepare-measure-guess-verify\n(PMGV) protocol. We discuss the protocol by using a highly attenuated laser\nlight, and then point out the advantages of using a fiber based correlated\nphoton-pair to achieve better performance in security, communication distance\nand success rate of key distribution.\n","Comment: 12 pages, 5 figures"]}]
["1207.5014",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5014"],"date":["2012-07-20"],"type":["text"],"creator":["Goldberg, Eugene","Manolios, Panagiotis"],"language":[],"coverage":[],"title":["Checking Satisfiability by Dependency Sequents"],"description":["  We introduce a new algorithm for checking satisfiability based on a calculus\nof Dependency sequents (D-sequents). Given a CNF formula F(X), a D-sequent is a\nrecord stating that under a partial assignment a set of variables of X is\nredundant in formula \\exists{X}[F]. The D-sequent calculus is based on\noperation join that forms a new D-sequent from two existing D-sequents. The new\nalgorithm solves the quantified version of SAT. That is, given a satisfiable\nformula F, it, in general, does not produce an assignment satisfying F.\n  The new algorithm is called DS-QSAT where DS stands for Dependency Sequent\nand Q for Quantified.\n  Importantly, a DPLL-like procedure is only a special case of DS-QSAT where a\nvery restricted kind of D-sequents is used. We argue that this restriction a)\nadversely affects scalability of SAT-solvers and b) is caused by looking for an\nexplicit satisfying assignment rather than just proving satisfiability. We give\nexperimental results substantiating these claims.\n","Comment: 25 pages, 6 figures, 5 tables"]}]
["1207.5022",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5022"],"date":["2012-07-20"],"type":["text"],"creator":["Babson, Eric","Steingrimsson, Einar"],"language":[],"coverage":[],"title":["Random Walks and Mixed Volumes of Hypersimplices"],"description":["  Below is a method for relating a mixed volume computation for polytopes\nsharing many facet directions to a symmetric random walk. The example of\npermutahedra and particularly hypersimplices is expanded upon.\n","Comment: 6 pages"]}]
["1207.5024",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5024","Journal of Physics: Conference Series 326 (2011) 012044","doi:10.1088/1742-6596/326/1/012044"],"date":["2012-07-20"],"type":["text"],"creator":["Hertog, Martien Den","Elouneg-Jamroz, Miryam","Bellet-Amalric, Edith","Bounouar, Samir","Bougerol, Catherine","André, Régis","Genuist, Yann","Poizat, Jean Philippe","Kheng, Kuntheak","Tatarenko, Serge"],"language":[],"coverage":[],"title":["Polarity determination in ZnSe nanowires by HAADF STEM"],"description":["  High angle annular dark field scanning transmission electron microscopy is\nused to analyze the polarity of ZnSe nanowires grown, by molecular beam\nepitaxy, on GaAs substrates. The experimental results are compared to simulated\nimages in order to verify possible experimental artefacts. In this work we show\nthat for this type of nano-objects, a residual tilt of the specimen below 15\nmrad, away from the crystallographic zone axis does not impair the\ninterpretation of the experimental images.\n"]}]
["1207.5029",{"format":[],"subject":["Mathematics - Logic","03E75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5029"],"date":["2012-07-20"],"type":["text"],"creator":["Kumar, Ashutosh"],"language":[],"coverage":[],"title":["Avoiding Rational Distances"],"description":["  We show that for any set of reals X there is a subset Y such X and Y have\nsame Lebesgue outer measure and the distance between any two distinct points in\nY is irrational.\n","Comment: 4 pages"]}]
["1207.5032",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5032"],"date":["2012-07-20"],"type":["text"],"creator":["Crawford, Forrest W.","Suchard, Marc A."],"language":[],"coverage":[],"title":["Diversity, disparity, and evolutionary rate estimation for unresolved\n  Yule trees"],"description":["  The branching structure of biological evolution confers statistical\ndependencies on phenotypic trait values in related organisms. For this reason,\ncomparative macroevolutionary studies usually begin with an inferred phylogeny\nthat describes the evolutionary relationships of the organisms of interest. The\nprobability of the observed trait data can be computed by assuming a model for\ntrait evolution, such as Brownian motion, over the branches of this fixed tree.\nHowever, the phylogenetic tree itself contributes statistical uncertainty to\nestimates of other evolutionary quantities, and many comparative evolutionary\nbiologists regard the tree as a nuisance parameter. In this paper, we present a\nframework for analytically integrating over unknown phylogenetic trees in\ncomparative evolutionary studies by assuming that the tree arises from a\ncontinuous-time Markov branching model called the Yule process. To do this, we\nderive a closed-form expression for the distribution of phylogenetic diversity,\nwhich is the sum of branch lengths connecting a set of taxa. We then present a\ngeneralization of phylogenetic diversity which is equivalent to the expected\ntrait disparity in a set of taxa whose evolutionary relationships are generated\nby a Yule process and whose traits evolve by Brownian motion. We derive\nexpressions for the distribution of expected trait disparity under a Yule tree.\nGiven one or more observations of trait disparity in a clade, we perform fast\nlikelihood-based estimation of the Brownian variance for unresolved clades. Our\nmethod does not require simulation or a fixed phylogenetic tree. We conclude\nwith a brief example illustrating Brownian rate estimation for thirteen\nfamilies in the Mammalian order Carnivora, in which the phylogenetic tree for\neach family is unresolved.\n"]}]
["1207.5033",{"format":[],"subject":["Mathematics - Functional Analysis","46H20, 43A20 (Primary) 43A10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5033"],"date":["2012-07-20"],"type":["text"],"creator":["Zhang, Yong"],"language":[],"coverage":[],"title":["Weak amenability of commutative Beurling algebras"],"description":["  For a locally compact Abelian group $G$ and a continuous weight function\n$\\omega$ on $G$ we show that the Beurling algebra $L^1(G, \\omega)$ is weakly\namenable if and only if there is no nontrivial continuous group homomorphism\n$\\phi$: $G\\to \\mathbb{C}$ such that $\\sup_{t\\in\nG}\\frac{|\\phi(t)|}{\\omega(t)\\omega(t^{-1})} < \\infty$. Let $\\hat\\omega(t) =\n\\limsup_{s\\to \\infty}\\omega(ts)/\\omega(s)$ ($t\\in G$). Then $L^1(G, \\omega)$ is\n2-weakly amenable if there is a constant $m> 0$ such that $\\liminf_{n\\to\n\\infty}\\frac{\\omega(t^n)\\hat\\omega(t^{-n})}{n} \\leq m$ for all $t\\in G$.\n","Comment: To appear in Proc. Amer. Math. Soc"]}]
["1207.5039",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","34B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5039"],"date":["2012-07-20"],"type":["text"],"creator":["Anderson, Douglas R."],"language":[],"coverage":[],"title":["Existence of three solutions for a first-order problem with nonlinear\n  non-local boundary conditions"],"description":["  Conditions for the existence of at least three positive solutions to the\nnonlinear first-order problem with a nonlinear nonlocal boundary condition\ngiven by\n  && y'(t) - p(t)y(t) = \\sum_{i=1}^m f_i\\big(t,y(t)\\big), \\quad t\\in[0,1],\n  && \\lambda y(0) = y(1) + \\sum_{j=1}^n \\Phi_j(\\tau_j,y(\\tau_j)), \\quad\n\\tau_j\\in[0,1], are discussed, for sufficiently large $\\lambda>1$. The\nLeggett-Williams fixed point theorem is utilized.\n","Comment: outline, 6 pages"]}]
["astro-ph/0311602",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0311602","doi:10.1007/10828557_57"],"date":["2003-11-27"],"type":["text"],"creator":["Gouliermis, D.","Brandner, W.","Butler, D.","Hippler, S."],"language":[],"coverage":[],"title":["Surface Brightness Fluctuations: A Case for Extremely Large Telescopes"],"description":["  The Surface Brightness Fluctuations (SBF) Method for distance determinations\nof elliptical galaxies is been modeled in order to investigate the effect of\nthe Point Spread Function (PSF). We developed a method to simulate observations\nof SBF of galaxies having various properties and located at different\ndistances. We will use this method in order to test the accuracy on the\nestimates of the extra-galactic distances for PSFs representing typical seeing\nconditions, Adaptive Optics (AO) systems and for future observations with\nExtremely Large Telescopes (ELTs) close to the diffraction limit.\n","Comment: 3 pages, 2 figures, to appear in the proceedings of the ESO Workshop\n  \"Science with Adaptive Optics\", eds. W. Brandner & M. Kasper, Springer-Verlag\n  2004"]}]
["cond-mat/0010261",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0010261","doi:10.1007/978-3-540-85387-9"],"date":["2000-10-18"],"type":["text"],"creator":["Liu, Mario","Stierstadt, Klaus"],"language":[],"coverage":[],"title":["Electromagnetic Force and the Maxwell Stress Tensor in Condensed Systems"],"description":["  While the electromagnetic force is microscopically simply the Lorentz force,\nits macroscopic form is more complicated, and given by expressions such as the\nMaxwell stress tensor and the Kelvin force. Their derivation is fairly opaque,\nat times even confusing, and their range of validity all but a well kept\nsecret. These circumstances unnecessarily reduce the usefulness and\ntrustworthiness of some key quantities in macroscopic electrodynamics.\n  This article presents a thorough yet pedagogical derivation of the Maxwell\nstress tensor and electromagnetic force in condensed media. It starts from\nuniversally accepted inputs: conservation laws, thermodynamics and the Maxwell\nequations. Simplifications are considered for various limits, especially the\nequilibrium, with a range of validity assigned to each expression. Some\nwidespread misconceptions are scrutinized, and hidden ambiguities in popular\nnotations revealed.\n  A number of phenomena typical of strongly polarizable systems, especially\nferrofluid, are then considered. In addition to enhancing the appreciation of\nthese systems, it helps to solidify the grasp of the introduced concepts and\nderived formulas, and it demonstrates the ease with which the Maxwell stress\ntensor can be handled, inviting theorists and experimentalists alike to embrace\nthis useful quantity.\n","Comment: 27 pages, 7 fig"]}]
["cond-mat/9306061",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9306061","Physica B, 194-196, 799 (1994)","doi:10.1007/BF00755419"],"date":["1993-06-30"],"type":["text"],"creator":["Johannesson, Jens","Liu, Mario"],"language":[],"coverage":[],"title":["Bubble Growth in Superfluid 3-He: The Dynamics of the Curved A-B\n  Interface"],"description":["  We study the hydrodynamics of the A-B interface with finite curvature. The\ninterface tension is shown to enhance both the transition velocity and the\namplitudes of second sound. In addition, the magnetic signals emitted by the\ngrowing bubble are calculated, and the interaction between many growing bubbles\nis considered.\n","Comment: 20 pages, 3 figures, LaTeX, ITP-UH 11/93"]}]
["cond-mat/9806317",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9806317","Phys. Rev. E 58, 5535, (1998)","doi:10.1103/PhysRevE.58.5535"],"date":["1998-06-26"],"type":["text"],"creator":["Kostädt, Peter","Liu, Mario"],"language":[],"coverage":[],"title":["Three Ignored Densities, Frame-Independent Thermodynamics and Broken\n  Galilean Symmetry"],"description":["  A system's invariance under Galilean transformation implies three locally\nconserved densities. Including them as variables, the thermodynamics is\nrendered explicitly frame independent, dissipative mass currents are shown to\nvanish, and spontaneously broken Galilean symmetry becomes a sensible concept\nin condensed systems.\n","Comment: 6 pages, 0 figure"]}]
