["0707.2792",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.2792","J. Phys. A 41 (2008) 115301","doi:10.1088/1751-8113/41/11/115301"],"date":["2007-07-18","2008-02-05"],"type":["text"],"creator":["Avis, David","Hayden, Patrick","Savov, Ivan"],"language":[],"coverage":[],"title":["Distributed Compression and Multiparty Squashed Entanglement"],"description":["  We study a protocol in which many parties use quantum communication to\ntransfer a shared state to a receiver without communicating with each other.\nThis protocol is a multiparty version of the fully quantum Slepian-Wolf\nprotocol for two senders and arises through the repeated application of the\ntwo-sender protocol. We describe bounds on the achievable rate region for the\ndistributed compression problem. The inner bound arises by expressing the\nachievable rate region for our protocol in terms of its vertices and extreme\nrays and, equivalently, in terms of facet inequalities. We also prove an outer\nbound on all possible rates for distributed compression based on the multiparty\nsquashed entanglement, a measure of multiparty entanglement.\n","Comment: 26 pages, 6 figures thanks to jPicEdt. In v2 we fixed some typos and\n  made minor clarifications and updates"]}]
["0710.0999",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0999","Grav.Cosmol.14:140-146,2008","doi:10.1134/S0202289308020035"],"date":["2007-10-04"],"type":["text"],"creator":["Batista, A. B.","Fabris, J. C.","Houndjo, M. J. S."],"language":[],"coverage":[],"title":["Particle Production in an expanding universe dominated by dark energy\n  fluid"],"description":["  We investigate the fate of particle production in an expanding universe\ndominated by a perfect fluid with equation of state $p = \\alpha\\rho$. The rate\nof particle production, using the Bogolioubov coefficients, are determined\nexactly for any value of $\\alpha$ in the case of a flat universe. When the\nstrong energy condition is satisfied, the rate of particle production decreases\nas time goes on, in agreement to the fact that the four-dimensional curvature\ndecreases with the expansion; the opposite occurs when the strong energy\ncondition is violated. In the phantomic case, the rate of particle production\ndiverges in a finite time. This may lead to a backreaction effect, leading to\nthe avoidance of the big rip singularity, specially if $- 1 > \\alpha > -\n{5/3}$.\n","Comment: Latex file, 14 pages, 1 figure in EPS format"]}]
["0712.0975",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.0975","Open Syst. Inf. Dyn. 15 (2008) 71-89","doi:10.1142/S1230161208000079"],"date":["2007-12-06"],"type":["text"],"creator":["Hayden, Patrick","Shor, Peter W.","Winter, Andreas"],"language":[],"coverage":[],"title":["Random quantum codes from Gaussian ensembles and an uncertainty relation"],"description":["  Using random Gaussian vectors and an information-uncertainty relation, we\ngive a proof that the coherent information is an achievable rate for\nentanglement transmission through a noisy quantum channel. The codes are random\nsubspaces selected according to the Haar measure, but distorted as a function\nof the sender's input density operator. Using large deviations techniques, we\nshow that classical data transmitted in either of two Fourier-conjugate bases\nfor the coding subspace can be decoded with low probability of error. A\nrecently discovered information-uncertainty relation then implies that the\nquantum mutual information for entanglement encoded into the subspace and\ntransmitted through the channel will be high. The monogamy of quantum\ncorrelations finally implies that the environment of the channel cannot be\nsignificantly coupled to the entanglement, and concluding, which ensures the\nexistence of a decoding by the receiver.\n","Comment: 9 pages, two-column style. This paper is a companion to\n  quant-ph/0702005 and quant-ph/0702006"]}]
["0807.4253",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4253","Phys.Rev.D78:123508,2008","doi:10.1103/PhysRevD.78.123508"],"date":["2008-07-26","2008-11-12"],"type":["text"],"creator":["Barrow, John D.","Batista, Antonio B.","Fabris, Julio C.","Houndjo, M. J. S."],"language":[],"coverage":[],"title":["Quantum Particle Production at Sudden Singularities"],"description":["  We investigate the effects of quantum particle production on a classical\nsudden singularity occurring at fine time in a Friedmann universe. We use an\nexact solution to describe an initially radiation-dominated universe that\nevolves into a sudden singularity at finite time. We calculate the density of\ncreated particles exactly and find that it is generally much smaller than the\nclassical background density and pressure which produce the sudden singularity.\nWe conclude that, in the example studied, the quantum particle production does\nnot lead to the avoidance or modification to the sudden future singularity. We\nargue that the effects of small residual anisotropies in the expansion will not\nchange these results and show how they can be related to studies of classical\nparticle production using a bulk viscosity. We conclude that we do not expect\nto see significant observable effects from local sudden singularities on our\npast light cone.\n","Comment: Latex file, 13 pages, five figures in eps format. Extended\n  discussion, new appendix and added references"]}]
["0807.4753",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4753","Comm. Math. Phys. 284(1):263-280, 2008.","doi:10.1007/s00220-008-0624-0"],"date":["2008-07-30"],"type":["text"],"creator":["Hayden, Patrick","Winter, Andreas"],"language":[],"coverage":[],"title":["Counterexamples to the maximal p-norm multiplicativity conjecture for\n  all p > 1"],"description":["  For all p > 1, we demonstrate the existence of quantum channels with\nnon-multiplicative maximal output p-norms. Equivalently, for all p >1, the\nminimum output Renyi entropy of order p of a quantum channel is not additive.\nThe violations found are large; in all cases, the minimum output Renyi entropy\nof order p for a product channel need not be significantly greater than the\nminimum output entropy of its individual factors. Since p=1 corresponds to the\nvon Neumann entropy, these counterexamples demonstrate that if the additivity\nconjecture of quantum information theory is true, it cannot be proved as a\nconsequence of any channel-independent guarantee of maximal p-norm\nmultiplicativity. We also show that a class of channels previously studied in\nthe context of approximate encryption lead to counterexamples for all p > 2.\n","Comment: Merger of arXiv:0707.0402 and arXiv:0707.3291 containing new and\n  improved analysis of counterexamples. 17 pages"]}]
["0903.1381",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Representation Theory","16W30, 18F30, 05E05, 05E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1381","Algebras and Representation Theory, Volume 15, Number 4 (2012),\n  675-696","doi:10.1007/s10468-010-9258-y"],"date":["2009-03-07","2011-10-15"],"type":["text"],"creator":["Bergeron, Nantel","Lam, Thomas","Li, Huilan"],"language":[],"coverage":[],"title":["Combinatorial Hopf algebras and Towers of Algebras - Dimension,\n  Quantization, and Functoriality"],"description":["  Bergeron and Li have introduced a set of axioms which guarantee that the\nGrothendieck groups of a tower of algebras $\\bigoplus_{n\\ge0}A_n$ can be\nendowed with the structure of graded dual Hopf algebras. Hivert and Nzeutzhap,\nand independently Lam and Shimozono constructed dual graded graphs from\nprimitive elements in Hopf algebras. In this paper we apply the composition of\nthese constructions to towers of algebras. We show that if a tower\n$\\bigoplus_{n\\ge0}A_n$ gives rise to graded dual Hopf algebras then we must\nhave $\\dim(A_n)=r^nn!$ where $r = \\dim(A_1)$. In the case $r=1$ we give a\nconjectural classification. We then investigate a quantum version of the main\ntheorem. We conclude with some open problems and a categorification of the\nconstruction. This paper is a full version of the summary arXiv: 0710.3744.\n","Comment: 18 pages. Minor changes, references updated"]}]
["0912.4703",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","Mathematics - History and Overview","Mathematics - Rings and Algebras","26-02, 26C10, 26C15, 26C05, 15-02, 15A23, 15B05, 15A15, 42C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4703","SIAM Review, 54 (2012), no.3, 421-509","doi:10.1137/090781127"],"date":["2009-12-23","2011-03-09"],"type":["text"],"creator":["Holtz, Olga","Tyaglov, Mikhail"],"language":[],"coverage":[],"title":["Structured matrices, continued fractions, and root localization of\n  polynomials"],"description":["  We give a detailed account of various connections between several classes of\nobjects: Hankel, Hurwitz, Toeplitz, Vandermonde and other structured matrices,\nStietjes and Jacobi-type continued fractions, Cauchy indices, moment problems,\ntotal positivity, and root localization of univariate polynomials. Along with a\nsurvey of many classical facts, we provide a number of new results.\n","Comment: 79 pages; new material added to the Introduction"]}]
["1001.3913",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3913","Phys.Rev.A 81 (2010) 012512","doi:10.1103/PhysRevA.81.012512"],"date":["2010-01-21"],"type":["text"],"creator":["Jentschura, U. D."],"language":[],"coverage":[],"title":["Self-Energy Correction to the Bound-Electron g Factor of P States"],"description":["  The radiative self-energy correction to the bound-electron g factor of 2P_1/2\nand 2P_3/2 states in one-electron ions is evaluated to order alpha (Z alpha)^2.\nThe contribution of high-energy virtual photons is treated by means of an\neffective Dirac equation, and the result is verified by an approach based on\nlong-wavelength quantum electrodynamics. The contribution of low-energy virtual\nphotons is calculated both in the velocity and in the length gauge and gauge\ninvariance is verified explicitly. The results compare favorably to recently\navailable numerical data for hydrogenlike systems with low nuclear charge\nnumbers.\n","Comment: 8 pages, RevTeX"]}]
["1003.4822",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4822","doi:10.1063/1.3549167"],"date":["2010-03-25"],"type":["text"],"creator":["Kramer, R. B. G.","Egorov, V. S.","Gasparov, V. A.","Jansen, A. G. M.","Joss, W."],"language":[],"coverage":[],"title":["Condon Domain Phase Diagram for Silver"],"description":["  We present the Condon domain phase diagram for a silver single crystal\nmeasured in magnetic fields up to 28 T and temperatures down to 1.3 K. A\nstandard ac method with a pickup coil system is used at low frequency for the\nmeasurements of the de Haas-van Alphen effect (dHvA). The transition point from\nthe state of homogeneous magnetization to the inhomogeneous Condon domain state\n(CDS) is found as the point where a small irreversibility in the dHvA\nmagnetization arises, as manifested by an extremely nonlinear response in the\npickup voltage showing threshold character. The third harmonic content in the\nac response is used to determine with high precision the CDS phase boundary.\nThe experimentally determined Condon domain phase diagram is in good agreement\nwith the theoretical prediction calculated by the standard Lifshitz-Kosevich\n(LK) formula.\n"]}]
["1003.4994",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4994","IEEE Transactions on Information Theory 58(7):4914-4929, 2012","doi:10.1109/TIT.2012.2191695"],"date":["2010-03-25","2012-03-19"],"type":["text"],"creator":["Hayden, Patrick","Winter, Andreas"],"language":[],"coverage":[],"title":["Weak Decoupling Duality and Quantum Identification"],"description":["  If a quantum system is subject to noise, it is possible to perform quantum\nerror correction reversing the action of the noise if and only if no\ninformation about the system's quantum state leaks to the environment. In this\narticle, we develop an analogous duality in the case that the environment\napproximately forgets the identity of the quantum state, a weaker condition\nsatisfied by epsilon-randomizing maps and approximate unitary designs.\nSpecifically, we show that the environment approximately forgets quantum states\nif and only if the original channel approximately preserves pairwise fidelities\nof pure inputs, an observation we call weak decoupling duality. Using this\ntool, we then go on to study the task of using the output of a channel to\nsimulate restricted classes of measurements on a space of input states. The\ncase of simulating measurements that test whether the input state is an\narbitrary pure state is known as equality testing or quantum identification. An\nimmediate consequence of weak decoupling duality is that the ability to perform\nquantum identification cannot be cloned. We furthermore establish that the\noptimal amortized rate at which quantum states can be identified through a\nnoisy quantum channel is equal to the entanglement-assisted classical capacity\nof the channel, despite the fact that the task is quantum, not classical, and\nentanglement-assistance is not allowed. In particular, this rate is strictly\npositive for every non-constant quantum channel, including classical channels.\n","Comment: 14 pages; v2 has some remarks added and inaccuracies corrected; v3\n  has new title, improved presentation and additional references; v4 is the\n  final, accepted version (to appear in IEEE IT), title changed once more and\n  numerous improvements made - the main one being that we can now show that\n  nontrivial amortization is necessary in erasure channels"]}]
["1005.2047",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2047","Physical Review B 82, 075101 (2010)","doi:10.1103/PhysRevB.82.075101"],"date":["2010-05-12"],"type":["text"],"creator":["Kramer, R. B. G.","Egorov, V. S.","Jansen, A. G. M.","Joss, W."],"language":[],"coverage":[],"title":["Condon Domain Phase Diagram and Hysteresis Size for Beryllium"],"description":["  The Condon domain phase diagram for beryllium is determined in magnetic\nfields up to 10 T and at temperatures down to 1.3 K using a standard ac pick-up\ncoil method to measure the de Haas-van Alphen (dHvA) effect. The detection of\nthe transition point from the homogeneous state to the Condon domain state\n(CDS) is based on the extremely non-linear response to the modulation field\nresulting from a small irreversibility in the dHvA magnetization. The\nexperimental results are compared with theoretical predictions calculated from\nthe Fermi surface (FS) of beryllium. The width h_m of the hysteresis loop in\nthe CDS is measured in a wide temperature and field region. A model for the\nhysteresis size is proposed and numerically calculated for the whole phase\ndiagram.\n"]}]
["1006.2932",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2932","Phys. Rev. A, 85, 063840 (2012)"],"date":["2010-06-15","2012-06-18"],"type":["text"],"creator":["Shu, Weixing","Song, Dongmo","Tang, Zhixiang","Luo, Hailu","Ke, Yougang","Lü, Xiaofang","Wen, Shuangchun","Fan, Dianyuan"],"language":[],"coverage":[],"title":["Generation of optical beams with desirable orbital angular momenta by\n  transformation media"],"description":["  We propose a scheme to controllably convert the wavefront of an arbitrary\nincident beam into a helical one by compact transformation slabs, thus enabling\nthe output beam to carry desirable orbital angular momentum (OAM). First, based\non transformation optics, a three-dimensional (3D) phase transformation between\nany two wavefronts by {\\deg}at transformation media is established and then\nused to mold a wavefront of Gaussian beam into a helical one. Second, 3D FDTD\nsimulations are performed to confirm the spiraling evolutions of the resultant\nfield and phase, clearly demonstrating OAM generated. Further theoretical\nanalyses show that the refractive index exhibiting a helical distribution leads\nto the oppositely spiral phase front and that it is feasible to produce\ndesirable OAM by generators of unit OAM. The results not only provide an\nadditional way to manipulate phase and photon OAM, but reciprocally shed\nfurther light on the phase structure of helical beams, which leads to a new\ntransformation way by a surface.\n","Comment: 6 pages, 5 figures; Phys. Rev. A, 2012"]}]
["1007.4469",{"format":[],"subject":["Mathematics - Quantum Algebra","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4469","Adv. Theor. Math. Phys. 15 (2011) 565-620"],"date":["2010-07-26"],"type":["text"],"creator":["Cervantes, D.","Fioresi, R.","Lledo, M. A."],"language":[],"coverage":[],"title":["The quantum chiral Minkowski and conformal superspaces"],"description":["  We give a quantum deformation of the chiral super Minkowski space in four\ndimensions as the big cell inside a quantum super Grassmannian. The\nquantization is performed in such way that the actions of the Poincar\\'e and\nconformal quantum supergroups on the quantum Minkowski and quantum conformal\nsuperspaces are presented.\n","Comment: 54 pages"]}]
["1007.5308",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5308","Phys. Rev. B 82, 155111 (2010)","doi:10.1103/PhysRevB.82.155111"],"date":["2010-07-29","2012-07-04"],"type":["text"],"creator":["Skinner, Brian","Shklovskii, B. I."],"language":[],"coverage":[],"title":["Anomalously large capacitance of a plane capacitor with a\n  two-dimensional electron gas"],"description":["  In electronic devices where a two-dimensional electron gas (2DEG) comprises\none or both sides of a plane capacitor, the resulting capacitance $C$ can be\nlarger than the \"geometric capacitance\" $C_g$ determined by the physical\nseparation $d$ between electrodes. This larger capacitance is known to result\nfrom the Coulomb correlations between individual electrons within the low\ndensity 2DEG, which lead to a negative thermodynamic density of states\n(negative compressibility). Experiments on such systems generally operate in\nthe regime where the average spacing between electrons $n^{-1/2}$ in the 2DEG\nis smaller than $d$, and these experiments observe $C > C_g$ by only a few\npercent. A recent experiment [1], however, has observed $C$ larger than $C_g$\nby almost 40% while operating in the regime $nd^2 << 1$. In this paper we argue\nthat at $nd^2 << 1$ correlations between the electronic charge of opposite\nelectrodes become important. We develop a theory of the capacitance for the\nfull range of $nd^2$. We show that, in the absence of disorder, the capacitance\ncan be $4d/a$ times larger than the geometric value, where $a << d$ is the\nelectron Bohr radius. Our results compare favorably with the experiment of Ref.\n[1] without the use of adjustable parameters.\n","Comment: 8 pages, 6 figures; revised discussion of the zero density limit;\n  some typos fixed"]}]
["1008.0664",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0664","Europhys.Lett.92:10004,2010","doi:10.1209/0295-5075/92/10004"],"date":["2010-08-03"],"type":["text"],"creator":["Houndjo, M. J. S."],"language":[],"coverage":[],"title":["Conformal anomaly around the sudden singularity"],"description":["  Quantum effects due to particle creation on a classical sudden singularity\nhave been investigated in a previous work. The conclusion was that quantum\neffects do not lead to the avoidance nor the modification of the sudden future\nsingularity. In this paper, we investigate quantum corrections coming from\nconformal anomaly near the sudden future singularity. We conclude that when the\nequation of state is chosen to be $p=-\\rho-A\\rho^\\alpha$, the conformal anomaly\ncan transform the sudden singularity in the singularity of type III for any\n$\\alpha> 1/2$ and in the singularity of the type I (the big rip) or the big\ncrunch for $1/2<\\alpha<3/2$.\n","Comment: Latex file, 10 pages"]}]
["1008.4821",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4821","Phys. Rev. B 84, 134523 (2011)","doi:10.1103/PhysRevB.84.134523"],"date":["2010-08-27"],"type":["text"],"creator":["Bert, Julie A.","Koshnick, Nicholas C.","Bluhm, Hendrik","Moler, Kathryn A."],"language":[],"coverage":[],"title":["Fluxoid fluctuations in mesoscopic superconducting rings"],"description":["  Rings are a model system for studying phase coherence in one dimension.\nSuperconducting rings have states with uniform phase windings that are integer\nmultiples of 2$\\pi$ called fluxoid states. When the energy difference between\nthese fluxoid states is of order the temperature so that phase slips are\nenergetically accessible, several states contribute to the ring's magnetic\nresponse to a flux threading the ring in thermal equilibrium and cause a\nsuppression or downturn in the ring's magnetic susceptibility as a function of\ntemperature. We review the theoretical framework for superconducting\nfluctuations in rings including a model developed by Koshnick$^1$ which\nincludes only fluctuations in the ring's phase winding number called fluxoid\nfluctuations and a complete model by von Oppen and Riedel$^2$ that includes all\nthermal fluctuations in the Ginzburg-Landau framework. We show that for\nsufficiently narrow and dirty rings the two models predict a similar\nsusceptibility response with a slightly shifted Tc indicating that fluxoid\nfluctuations are dominant. Finally we present magnetic susceptibility data for\nrings with different physical parameters which demonstrate the applicability of\nour models. The susceptibility data spans a region in temperature where the\nring transitions from a hysteretic to a non hysteretic response to a periodic\napplied magnetic field. The magnetic susceptibility data, taken where\ntransitions between fluxoid states are slow compared to the measurement time\nscale and the ring response was hysteretic, decreases linearly with increasing\ntemperature resembling a mean field response with no fluctuations. At higher\ntemperatures where fluctuations begin to play a larger role a crossover occurs\nand the non-hysteretic data shows a fluxoid fluctuation induced suppression of\ndiamagnetism below the mean field response that agrees well with the models.\n"]}]
["1011.1974",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1974"],"date":["2010-11-09"],"type":["text"],"creator":["Dutil, Nicolas","Hayden, Patrick"],"language":[],"coverage":[],"title":["One-shot Multiparty State Merging"],"description":["  We present a protocol for performing state merging when multiple parties\nshare a single copy of a mixed state, and analyze the entanglement cost in\nterms of min- and max-entropies. Our protocol allows for interpolation between\ncorner points of the rate region without the need for time-sharing, a primitive\nwhich is not available in the one-shot setting. We also compare our protocol to\nthe more naive strategy of repeatedly applying a single-party merging protocol\none party at a time, by performing a detailed analysis of the rates required to\nmerge variants of the embezzling states. Finally, we analyze a variation of\nmultiparty merging, which we call split-transfer, by considering two receivers\nand many additional helpers sharing a mixed state. We give a protocol for\nperforming a split-transfer and apply it to the problem of assisted\nentanglement distillation.\n","Comment: 41 pages, 3 figures"]}]
["1012.2133",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2133","Bernoulli 2012, Vol. 18, No. 3, 764-782","doi:10.3150/11-BEJ387"],"date":["2010-12-09","2012-07-05"],"type":["text"],"creator":["Segers, Johan"],"language":[],"coverage":[],"title":["Asymptotics of empirical copula processes under non-restrictive\n  smoothness assumptions"],"description":["  Weak convergence of the empirical copula process is shown to hold under the\nassumption that the first-order partial derivatives of the copula exist and are\ncontinuous on certain subsets of the unit hypercube. The assumption is\nnon-restrictive in the sense that it is needed anyway to ensure that the\ncandidate limiting process exists and has continuous trajectories. In addition,\nresampling methods based on the multiplier central limit theorem, which require\nconsistent estimation of the first-order derivatives, continue to be valid.\nUnder certain growth conditions on the second-order partial derivatives that\nallow for explosive behavior near the boundaries, the almost sure rate in\nStute's representation of the empirical copula process can be recovered. The\nconditions are verified, for instance, in the case of the Gaussian copula with\nfull-rank correlation matrix, many Archimedean copulas, and many extreme-value\ncopulas.\n","Comment: Published in at http://dx.doi.org/10.3150/11-BEJ387 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["1103.0177",{"format":[],"subject":["Mathematics - Dynamical Systems","37A30, 37C85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0177","Publicaciones Matem\\'aticas del Uruguay, 12:79-85 (2011)"],"date":["2011-03-01"],"type":["text"],"creator":["Deroin, Bertrand","Vernicos, Constantin"],"language":[],"coverage":[],"title":["Feuilletage de Hirsch, mesure harmonique, et g-mesure"],"description":["  Les feuilletages de Hirsch sont des feuilletages par surfaces de vari\\'et\\'es\ncompactes ferm\\'ees de dimension 3, dont la dynamique transverse est celle d'un\nendomorphisme du cercle de degr\\'e strictement sup\\'erieur \\`a 1. Le but de\ncette note est de construire, \\`a partir d'une g-mesure associ\\'ee \\`a un tel\nendomorphisme, une mesure harmonique sur le feuilletage de Hirsch\ncorrespondant, au sens de Lucy Garnett. Ceci nous permet de donner des exemples\nde m\\'etriques riemanniennes sur le fibr\\'e tangent du feuilletage de Hirsch,\nlisses le long des feuilles et continues transversalement, pour lesquelles il\nexiste plusieurs mesures harmoniques. De tels exemples montrent que le\nr\\'esultat d'unique ergodicit\\'e obtenu par le premier auteur et Victor\nKleptsyn pour les feuilletages transversalement conformes [GAFA, 2007, Vol. 17,\nNo 4, 1043-1105] n'est valable que lorsque la m\\'etrique riemannienne est\nH\\\"old\\'erienne transversalement, mais pas juste continue.\n"]}]
["1103.1347",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1347","Philosophical Magazine 92(2012), 2553-2562","doi:10.1080/14786435.2012.681711"],"date":["2011-03-07"],"type":["text"],"creator":["Han, Fei","Shen, Bing","Wang, Zhen-Yu","Wen, Hai-Hu"],"language":[],"coverage":[],"title":["Reversibly tuning the insulating and superconducting state in KxFe2-ySe2\n  crystals by post-annealing"],"description":["  Since the discovery of superconductivity at 26 K in oxy-pnictide\nLaFeAsO1-xFx, enormous interests have been stimulated in the field of condensed\nmatter physics and material sciences. Among the many kind of structures in the\niron pnictide superconductors, FeSe with the PbO structure has received special\nattention since there is not poisonous pnictogen element in chemical\ncomposition and its structure is the simplest one. However, the superconducting\ntransition temperature (Tc) in iron chalcogenide compounds is not enhanced as\nhigh as other iron pnictide superconductors under ambient pressure until the\nsuperconductivity at above 30 K in potassium intercalated iron selenide\nKxFe2-ySe2 was discovered. The insulating and the superconducting state are\nboth observed in KxFe2-ySe2 with different stoichiometries and some groups have\ntuned the system from insulating to superconducting state by varying the ratio\nof starting materials[10, 11]. The recent data from neutron scattering suggest\nthat the superconductivity may be built upon an ordered state of Fe vacancies\nas well as the antiferromagnetic state with a very strong ordered magnetic\nmoment 3.4 B. Here we show that the superconductivity can actually be tuned on\na single sample directly from an insulating state by post-annealing and fast\nquenching. Upon waiting for some days at room temperatures, the\nsuperconductivity will disappear and the resistivity exhibits an insulating\nbehavior again. The spatial distribution of the compositions of the as-grown\nsample and the post-annealed-quenched one was analyzed by the Energy Dispersive\nX-ray Spectrum (EDXS) and found to be very close to each other. Therefore it is\ntempting to conclude that the superconductivity is achieved when the\nFe-vacancies are in a random (disordered) state. Once they arrange in an\nordered state by relaxation or slow cooling, the system turns out to be an\ninsulator.\n","Comment: 12 pages,5 figures"]}]
["1103.1863",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1863"],"date":["2011-03-08","2012-07-05"],"type":["text"],"creator":["Shurtleff, Richard"],"language":[],"coverage":[],"title":["U(N) Based Transformations in N-Squared Dimensions"],"description":["  Consider the example of the relationship of the group O(3) of rotations in\n3-space to the special unitary group SU(2). Given other unitary groups, what\ntransformations can we find? In this paper we describe a method of constructing\ntransformations in an N-squared dimensional manifold based on the properties of\nthe unitary group U(N). With N = 2, the method gives the familiar rotations,\nboosts, translations and scale transformations of four dimensional spacetime.\nIn the language of spacetime now applied for any N, we show that rotations\npreserve distances and times. There is a scale-changing transformation. For N\nmore than 2, boosts do not preserve generalized spacetime intervals, but each\nN-squared dimensional manifold contains a 3+1 dimensional subspace with\ninvariant spacetime intervals. That each manifold has a four dimensional\nspacetime subspace correlates with the property of U(N) that U(2) is a\nsubgroup.\n","Comment: 21 pages. Version 2 more accurately describes the work. There is a\n  new title, a new abstract, a new introduction. The work is unchanged except\n  for a few new hopefully helpful comments"]}]
["1103.2016",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2016","Class.Quant.Grav.28:164007,2011","doi:10.1088/0264-9381/28/16/164007"],"date":["2011-03-10","2011-06-28"],"type":["text"],"creator":["Buchert, Thomas"],"language":[],"coverage":[],"title":["Toward physical cosmology: focus on inhomogeneous geometry and its\n  non-perturbative effects"],"description":["  We outline the key-steps toward the construction of a physical, fully\nrelativistic cosmology. The influence of inhomogeneities on the effective\nevolution history of the Universe is encoded in backreaction terms and\nexpressed through spatially averaged geometrical invariants. These are absent\nand potential candidates for the missing dark sources in the standard model.\nSince they can be interpreted as energies of an emerging scalar field (the\nmorphon), we are in the position to propose a strategy of how phenomenological\nscalar field models for Dark Energy, Dark Matter and Inflation, that are\nusually added as fundamental sources to a homogeneous-geometry (FLRW)\ncosmology, can be potentially traced back to inhomogeneous geometrical\nproperties of space and its embedding into spacetime. We lay down a line of\narguments that is - thus far only qualitatively - conclusive, and we address\nopen problems of quantitative nature, related to the interpretation of\nobservations. We discuss within a covariant framework ... [abridged]\n","Comment: 34 pages; invited review for Classical and Quantum Gravity Focus\n  Section \"Inhomogeneous Cosmological Models and Averaging in Cosmology\", to\n  appear"]}]
["1103.3006",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3006","Europhys.Lett.94:49001,2011","doi:10.1209/0295-5075/94/49001"],"date":["2011-03-15","2011-04-29"],"type":["text"],"creator":["Houndjo, M. J. S."],"language":[],"coverage":[],"title":["Transition between phantom and non-phantom phases with time dependent\n  cosmological constant and Cardy-Verlinde formula"],"description":["  We investigate the transition phenomenon of the universe between a phantom\nand a non-phantom phases. Particular attention is devoted to the case in which\nthe cosmological constant depends on time and is proportional to the square of\nthe Hubble parameter. Inhomogeneous equations of state are used and the\nequation of motion is solved. We find that, depending on the choice of the\ninput parameters, the universe can transit from the non-phantom to the phantom\nphase leading to the appearance of singularities. In particular, we find that\nthe phantom universe ends in the singularity of type III, unlike the case\nwithout variable cosmological constant in which the phantom phase ends\nexclusively in the big rip (singularity of type I). The Cardy-Verlinde formula\nis also introduced for inhomogeneous equation of state and we find that its\nequivalence with the total entropy of the universe, coming from the Friedmann\nequations, occurs only for special choice of the input parameter $m$ at the\npresent time.\n","Comment: 12 pages, 2 figures"]}]
["1103.5802",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5802","Phys.Rev.A 83 (2011) 042508","doi:10.1103/PhysRevA.83.042508"],"date":["2011-03-29"],"type":["text"],"creator":["Puchalski, M.","Jentschura, U. D.","Mohr, P. J."],"language":[],"coverage":[],"title":["Black-Body Radiation Correction to the Polarizability of Helium"],"description":["  The correction to the polarizability of helium due to black-body radiation is\ncalculated near room temperature. A precise theoretical determination of the\nblack-body radiation correction to the polarizability of helium is essential\nfor dielectric gas thermometry and for the determination of the Boltzmann\nconstant. We find that the correction, for not too high temperature, is roughly\nproportional to a modified hyperpolarizability (two-color hyperpolarizability),\nwhich is different from the ordinary hyperpolarizability of helium. Our\nexplicit calculations provide a definite numerical result for the effect and\nindicate that the effect of black-body radiation can be excluded as a limiting\nfactor for dielectric gas thermometry using helium or argon.\n","Comment: 8 pages; RevTeX"]}]
["1104.3811",{"format":[],"subject":["Mathematics - Rings and Algebras","14A22, 16E20, 16E50, 16S38, 16W50, 19K14, 52C20, 52C22, 58B34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3811"],"date":["2011-04-19","2012-07-05"],"type":["text"],"creator":["Smith, S. Paul"],"language":[],"coverage":[],"title":["The space of Penrose tilings and the non-commutative curve with\n  homogeneous coordinate ring k<x,y>/(y^2)"],"description":["  We construct a non-commutative scheme that behaves as if it is the space of\nPenrose tilings of the plane.\n  Let k be a field and B=k<x,y>(y^2). We consider B as the homogeneous\ncoordinate ring of a non-commutative projective scheme. The category of\n\"quasi-coherent sheaves\" on it is, by fiat, the quotient category\nQGr(B):=Gr(B)/Fdim(B) and the category of coherent sheaves on it is\nqgr(B):=gr(B)/fdim(B), where gr(B) is the category of finitely presented graded\nmodules and fdim(B) is the full subcategory of finite dimensional graded\nmodules. We show that QGr B is equivalent to Mod S, the category of left\nmodules over the ring S that is the direct limit of the directed system of\nfinite dimensional semisimple algebras S_n=M_{f_n}(k) + M_{f_{n-1}}(k) where\nf_{n-1} and f_n$ are adjacent Fibonacci numbers and the maps S_n \\to S_{n+1}\nare (a,b)--->(diag(a,b),a). When k is the complex numbers, the norm closure of\nS is the C^*-algebra Connes uses to view the space of Penrose tilings as a\nnon-commutative space. Objects in QGr B have projective resolutions of length\nat most one so the non-commutative scheme is, in a certain sense, a smooth\nnon-commutative curve. Penrose tilings of the plane are in bijection with\ninfinite sequences z=z_0z_1 ... of 0s and 1s with no consecutive 1s. We\nassociate to each such sequence a graded B-module, a \"point module\", that\nbecomes a simple object O_z in QGr B that we think of as a \"skyscraper sheaf\"\nat a \"point\" on this non-commutative curve.\n  Tilings T_z and T_{z'} determined by two such sequences are equivalent, i.e.,\nthe same up to a translation on R^2, if and only if O_z is isomorphic to\nO_{z'}. A result of Herbera shows that Ext^1(O_z,O_{z'}) is non-zero for all z\nand z'. This as an algebraic analogue of the fact that every equivalence class\nof tilings is dense in the set of all Penrose tilings.\n","Comment: Changes in the latest version (July 5, 2012). I correct the proof\n  that describes K_0(qgr(B)). New Prop. 2.6 gives an example of a graded\n  coherent ring that is not coherent. Appendix A describes the bijection\n  between Penrose tilings and sequences of 0s and 1s in which every 1 is\n  followed by a 0. Appendix B describes all the point modules for B. Other\n  small errors and typos are corrected"]}]
["1104.4999",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","Mathematics - Probability","Mathematics - Rings and Algebras","42C05, 30C10, 62M10, 60G25, 46G10, 46G25, 15A54, 15A16, 15A45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4999","Journal of Approximation Theory, 164/9 (2012), 1238-1261","doi:10.1016/j.jat.2012.05.003"],"date":["2011-04-26","2011-12-21"],"type":["text"],"creator":["Derevyagin, Maxim","Holtz, Olga","Khrushchev, Sergey","Tyaglov, Mikhail"],"language":[],"coverage":[],"title":["Szeg\\H{o}'s theorem for matrix orthogonal polynomials"],"description":["  We extend some classical theorems in the theory of orthogonal polynomials on\nthe unit circle to the matrix case. In particular, we prove a matrix analogue\nof Szeg\\H{o}'s theorem. As a by-product, we also obtain an elementary proof of\nthe distance formula by Helson and Lowdenslager.\n","Comment: 19 pp, typos corrected, introduction expanded"]}]
["1105.1437",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B65, 35K45, 35K50, 35R05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1437"],"date":["2011-05-07","2012-07-04"],"type":["text"],"creator":["Li, Haigang","Li, Yanyan"],"language":[],"coverage":[],"title":["Gradient Estimates for Parabolic Systems from Composite Material"],"description":["  In this paper we derive $W^{1,\\infty}$ and piecewise $C^{1,\\alpha}$ estimates\nfor solutions, and their $t-$derivatives, of divergence form parabolic systems\nwith coefficients piecewise H\\\"older continuous in space variables $x$ and\nsmooth in $t$. This is an extension to parabolic systems of results of Li and\nNirenberg on elliptic systems. These estimates depend on the shape and the size\nof the surfaces of discontinuity of the coefficients, but are independent of\nthe distance between these surfaces.\n","Comment: A new result is added which extends an $L^p$ estimate of Campanato\n  for strongly parabolic systems to rather weak parabolic systems, see Appendix"]}]
["1105.2636",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2636"],"date":["2011-05-13","2012-07-04"],"type":["text"],"creator":["Biswas, Tirthabir","Koivisto, Tomi","Mazumdar, Anupam"],"language":[],"coverage":[],"title":["Could our Universe have begun with Negative Lambda?"],"description":["  In this paper we present an informal description of the Cyclic Inflation\nscenario which allows our universe to \"start\" with a negative potential energy,\ninflate, and then gracefully exit to a positive potential energy universe. We\ndiscuss how this scenario fares in comparison with the standard inflationary\nparadigm with respect to the classic cosmological puzzles associated with the\nhorizon, flatness and isotropy of our current universe. We also discuss some of\nthe most debilitating problems of cyclic cosmologies, Tolman's entropy problem,\nand the problem with the overproduction of blackholes. We also sketch the\ncalculation of the primordial spectrum in these models and possible observable\nsignatures. We end with a special focus on the exit mechanism where the\nuniverse can transition from the negative to a positive potential region. The\ntreatise is based on an ongoing collaboration between the authors and closely\nfollows conference presentations given on the subject by TB.\n","Comment: closely follows presentations given in \"Pre-Planckian Inflation\" and\n  \"SF 11 Cosmology Workshop\""]}]
["1106.0945",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0945","doi:10.1007/s11467-011-0202-3"],"date":["2011-06-05"],"type":["text"],"creator":["Kolovsky, Andrey R."],"language":[],"coverage":[],"title":["Simulating cyclotron-Bloch dynamics of a charged particle in a 2D\n  lattice by means of cold atoms in driven quasi 1D optical lattices"],"description":["  Quantum dynamics of a charged particle in a 2D lattice subject to magnetic\nand electric fields is a rather complicated interplay between cyclotron\noscillations (the case of vanishing electric field) and Bloch oscillations\n(zero magnetic field), details of which has not yet been completely understood.\nIn the present work we suggest to study this problem by using cold atoms in\noptical lattices. We introduce a 1D model which can be easily realized in\nlaboratory experiments with quasi 1D optical lattices and show that this model\ncaptures many features of the cyclotron-Bloch dynamics of the quantum particle\nin 2D square lattices.\n","Comment: Submitted to special issue \"Recent Progress on Quantum Dynamics\n  Ultracold Atoms\" of \"Frontiers of Physics\""]}]
["1106.1875",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1875"],"date":["2011-06-09","2012-07-05"],"type":["text"],"creator":["Padovani, Vincent"],"language":[],"coverage":[],"title":["Ticket Entailment is decidable"],"description":["  We prove the decidability of Ticket Entailment. Raised by Anderson and Belnap\nwithin the framework of relevance logic, this question is equivalent to the\nquestion of the decidability of type inhabitation in simply-typed combinatory\nlogic with the partial basis BB'IW. We solve the equivalent problem of type\ninhabitation for the restriction of simply-typed lambda-calculus to\nhereditarily right-maximal terms.\n","Comment: Submitted on 06/09/2010 to Math. Struct. in Comp. Science. Accepted\n  for publication on 12/19/2011. Last revision on 03/06/2012"]}]
["1107.2158",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2158"],"date":["2011-07-11","2012-07-04"],"type":["text"],"creator":["Matsutani, Shigeki","Shimosako, Yoshiyuki","Wang, Yunhong"],"language":[],"coverage":[],"title":["Numerical Computations of Conductivities over Agglomerated Continuum\n  Percolation Models"],"description":["  In order to clarify how the percolation theory governs the conductivities in\nreal materials which consist of small conductive particles, e.g.,\nnanoparticles, with random configurations in an insulator, we numerically\ninvestigate the conductivities of continuum percolation models consisting of\noverlapped particles using the finite difference method as a sequel of our\nprevious article (Int. J. Mod. Phys. 21 (2010), 709). As the previous article\nshowed the shape effect of each particle by handling different aspect ratios of\nspheroids, in this article we numerically show influences of the agglomeration\nof the particles on conductivities after we model the agglomerated\nconfiguration by employing a simple numerical algorithm which simulate an\nagglomerated configuration of particles by a natural parameter. We conclude\nthat the dominant agglomeration effect on the conductivities can be interpreted\nas the size effect of an analyzed region. We also discuss an effect of shape of\nthe agglomerated clusters on its universal property.\n","Comment: 30 pages, 15 figures"]}]
["1107.5383",{"format":[],"subject":["Mathematics - Logic","Mathematics - General Topology","Mathematics - Group Theory","03E05, 03E35, 03E55, 03E65, 22A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5383"],"date":["2011-07-27","2012-07-04"],"type":["text"],"creator":["Galvin, Fred","Scheepers, Marion"],"language":[],"coverage":[],"title":["Borel's Conjecture in Topological Groups"],"description":["  We introduce a natural generalization of Borel's Conjecture. For each\ninfinite cardinal number $\\kappa$, let {\\sf BC}$_{\\kappa}$ denote this\ngeneralization. Then ${\\sf BC}_{\\aleph_0}$ is equivalent to the classical Borel\nconjecture. Assuming the classical Borel conjecture, $\\neg{\\sf BC}_{\\aleph_1}$\nis equivalent to the existence of a Kurepa tree of height $\\aleph_1$. Using the\nconnection of ${\\sf BC}_{\\kappa}$ with a generalization of Kurepa's Hypothesis,\nwe obtain the following consistency results:\n  (1)If it is consistent that there is a 1-inaccessible cardinal then it is\nconsistent that ${\\sf BC}_{\\aleph_1}$.\n  (2)If it is consistent that ${\\sf BC}_{\\aleph_1}$ holds, then it is\nconsistent that there is an inaccessible cardinal.\n  (3)If it is consistent that there is a 1-inaccessible cardinal with $\\omega$\ninaccessible cardinals above it, then $\\neg{\\sf BC}_{\\aleph_{\\omega}} \\, +\\,\n(\\forall n<\\omega){\\sf BC}_{\\aleph_n}$ is consistent.\n  (4)If it is consistent that there is a 2-huge cardinal, then it is consistent\nthat ${\\sf BC}_{\\aleph_{\\omega}}$.\n  (5)If it is consistent that there is a 3-huge cardinal, then it is consistent\nthat ${\\sf BC}_{\\kappa}$ holds for a proper class of cardinals $\\kappa$ of\ncountable cofinality.\n","Comment: 15 pages"]}]
["1109.0006",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0006","Phys. Lett. B706: 329-332, 2012; Erratum: Phys. Lett. B713 (2012)\n  350","doi:10.1016/j.physletb.2011.11.018;","doi:10.1016/j.physletb.2012.05.059"],"date":["2011-08-31","2012-07-05"],"type":["text"],"creator":["Melbeus, Henrik","Merle, Alexander","Ohlsson, Tommy"],"language":[],"coverage":[],"title":["Continuum photon spectrum from Z^1 Z^1 annihilations in universal extra\n  dimensions"],"description":["  We calculate the continuum photon spectrum from the pair annihilation of a\nZ^1 LKP in non-minimal universal extra dimensions. We find that, due to the\npreferred annihilation into W^+ W^- pairs, the continuum flux of collinear\nphotons is relatively small compared to the standard case of the B1 as the LKP.\nThis conclusion applies in particular to the spectral endpoint, where also the\nadditional fermionic contributions are not large enough to increase the flux\nsignificantly. When searching for the line signal originating from Z^1 Z^1\nannihilations, this is actually a perfect situation, since the continuum signal\ncan be regarded as background to the smoking gun signature of a peak in the\nphoton flux at an energy that is nearly equal to the mass of the dark matter\nparticle. This signal, in combination with (probably) a non-observation of the\ncontinuum signal at lower photon energies, constitutes a perfect handle to\nprobe the hypothesis of the Z1 LKP being the dominant component of the dark\nmatter observed in the Universe.\n","Comment: 10 pages, 2 figures; minor change according to erratum"]}]
["1109.0891",{"format":[],"subject":["Quantitative Finance - General Finance","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0891","Physica A 391/21 (2012), pp. 4839-4849","doi:10.1016/j.physa.2012.05.027"],"date":["2011-09-02","2012-07-05"],"type":["text"],"creator":["Viaggiu, Stefano","Lionetto, Andrea","Bargigli, Leonardo","Longo, Michele"],"language":[],"coverage":[],"title":["Statistical ensembles for money and debt"],"description":["  We build a statistical ensemble representation of two economic models\ndescribing respectively, in simplified terms, a payment system and a credit\nmarket. To this purpose we adopt the Boltzmann-Gibbs distribution where the\nrole of the Hamiltonian is taken by the total money supply (i.e. including\nmoney created from debt) of a set of interacting economic agents. As a result,\nwe can read the main thermodynamic quantities in terms of monetary ones. In\nparticular, we define for the credit market model a work term which is related\nto the impact of monetary policy on credit creation. Furthermore, with our\nformalism we recover and extend some results concerning the temperature of an\neconomic system, previously presented in the literature by considering only the\nmonetary base as conserved quantity. Finally, we study the statistical ensemble\nfor the Pareto distribution.\n","Comment: Final version published on Physica A: Statistical Mechanics and its\n  Applications"]}]
["1109.3632",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3632","Supersymmetry in Mathematics and Physics, Lecture Notes in\n  mathematics 2027, Springer (2011) 69-99","doi:10.1007/978-3-642-21744-9_4"],"date":["2011-09-16"],"type":["text"],"creator":["Cervantes, D.","Fioresi, R.","Lledo, M. A."],"language":[],"coverage":[],"title":["On chiral quantum superspaces"],"description":["  We give a quantum deformation of the chiral Minkowski superspace in 4\ndimensions embedded as the big cell into the chiral conformal superspace. Both\ndeformations are realized as quantum homogeneous superspaces: we deform the\nring of regular functions together with a coaction of the corresponding quantum\nsupergroup.\n","Comment: 36 pages. To appear in proceedings of 'SuperSymmetry in Mathematics\n  and Physics' February 6-19 UCLA"]}]
["1109.6416",{"format":[],"subject":["Computer Science - Cryptography and Security","Mathematics - Group Theory","Mathematics - Rings and Algebras","94A60, 20G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6416"],"date":["2011-09-29","2012-07-05"],"type":["text"],"creator":["Mahalanobis, Ayan"],"language":[],"coverage":[],"title":["The ElGamal cryptosystem over circulant matrices"],"description":["  In this paper we study extensively the discrete logarithm problem in the\ngroup of non-singular circulant matrices. The emphasis of this study was to\nfind the exact parameters for the group of circulant matrices for a secure\nimplementation. We tabulate these parameters. We also compare the discrete\nlogarithm problem in the group of circulant matrices with the discrete\nlogarithm problem in finite fields and with the discrete logarithm problem in\nthe group of rational points of an elliptic curve.\n"]}]
["1110.0196",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0196"],"date":["2011-10-02","2012-07-05"],"type":["text"],"creator":["Avin, Chen","Borokhovich, Michael","Haeupler, Bernhard","Lotker, Zvi"],"language":[],"coverage":[],"title":["Self-Adjusting Networks to Minimize Expected Path Length"],"description":["  Given a network infrastructure (e.g., data-center or on-chip-network) and a\ndistribution on the source-destination requests, the expected path (route)\nlength is an important measure for the performance, efficiency and power\nconsumption of the network. In this work we initiate a study on self-adjusting\nnetworks: networks that use local-distributed mechanisms to adjust the position\nof the nodes (e.g., virtual machines) in the network to best fit the route\nrequests distribution. Finding the optimal placement of nodes is defined as the\nminimum expected path length (MEPL) problem. This is a generalization of the\nminimum linear arrangement (MLA) problem where the network infrastructure is a\nline and the computation is done centrally. In contrast to previous work, we\nstudy the distributed version and give efficient and simple approximation\nalgorithms for interesting and practically relevant special cases of the\nproblem. In particular, we consider grid networks in which the distribution of\nrequests is a symmetric product distribution. In this setting, we show that a\nsimple greedy policy of position switching between neighboring nodes to locally\nminimize an objective function, achieves good approximation ratios. We are able\nto prove this result using the useful notions of expected rank of the\ndistribution and the expected distance to the center of the graph.\n","Comment: 10 pages"]}]
["1110.1516",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1516"],"date":["2011-10-07","2012-07-05"],"type":["text"],"creator":["Kaschek, Daniel","Timmer, Jens"],"language":[],"coverage":[],"title":["A Variational Approach to Parameter Estimation in Ordinary Differential\n  Equations"],"description":["  Ordinary differential equations are widely-used in the field of systems\nbiology and chemical engineering to model chemical reaction networks. Numerous\ntechniques have been developed to estimate parameters like rate constants,\ninitial conditions or steady state concentrations from time-resolved data. In\ncontrast to this countable set of parameters, the estimation of entire courses\nof network components corresponds to an innumerable set of parameters. The\napproach presented in this work is able to deal with course estimation for\nextrinsic system inputs or intrinsic reactants, both not being constrained by\nthe reaction network itself. Our method is based on variational calculus which\nis carried out analytically to derive an augmented system of differential\nequations including the unconstrained components as ordinary state variables.\nFinally, conventional parameter estimation is applied to the augmented system\nresulting in a combined estimation of courses and parameters. The combined\nestimation approach takes the uncertainty in input courses correctly into\naccount. This leads to precise parameter estimates and correct confidence\nintervals. In particular this implies that small motifs of large reaction\nnetworks can be analysed independently of the rest. By the use of variational\nmethods, elements from control theory and statistics are combined allowing for\nfuture transfer of methods between the two fields.\n"]}]
["1110.4038",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4038","A&A 543, A111 (2012)","doi:10.1051/0004-6361/201118289"],"date":["2011-10-18","2012-06-30"],"type":["text"],"creator":["Prandini, Elisa","Bonnoli, Giacomo","Tavecchio, Fabrizio"],"language":[],"coverage":[],"title":["Estimating the redshift of PKS 0447-439 through its GeV-TeV emission"],"description":["  Context. Blazars are radio-loud active galactic nuclei (AGN) with a jet\npointing at small angles towards the observer. The overall emitted spectrum is\ntypically non-thermal, and in some cases the emission and/or absorption lines\nare so faint as to prevent the determination of the redshift based on optical\nspectroscopy methods. PKS 0447-439 is a bright blazar recently detected at very\nhigh energy. The redshift of the source is still disputed: a recent spectral\nanalysis reports only a lower limit of z > 1.246, which contradicts the\nprevious measure of z = 0.205 reported in the literature. Aims. We aim to give\na redshift estimate of the blazar PKS 0447-439 based on combined GeV\n(Fermi/LAT) and TeV (H.E.S.S.) observations. Methods. Taking into account the\nabsorption of TeV photons by the interaction with the extragalactic background\nlight (EBL), we applied the method we developed in a previous work to derive\nthe redshift of PKS 0447-439. Moreover, we compiled the overall spectral energy\ndistribution (SED) using optical-UV, soft X-ray, and -ray data, nearly\nsimultaneous to the H.E.S.S. observations at TeV energies. Finally we modelled\nthe spectral energy distribution (SED) within the framework of a homogeneous,\nleptonic synchrotron self-Compton (SSC) model. Results. Using the recent TeV\nspectrum measured by H.E.S.S. we obtain for PKS 0447-439 a redshift of zrec =\n0.20 \\pm 0.05, which is our estimate on the source distance. This value agrees\nvery well with the value reported in the literature and confirms that our\nmethod can be successfully used to constrain blazars distances. Assuming this\ndistance, the SED can be well fitted with the above mentioned model. The\nphysical parameters that we find suggest a strongly matter-dominated jet.\nConclusions. Our analysis confirms that the redshift of PKS 0447-439 is likely\n0.2, and supports the result present in the literature.\n","Comment: 5 pages, 3 figures. A&A in press"]}]
["1110.5117",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Category Theory","14D23, 18F20, 18G55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5117"],"date":["2011-10-23","2012-07-05"],"type":["text"],"creator":["Lowrey, Parker E."],"language":[],"coverage":[],"title":["The moduli stack and motivic Hall algebra for the bounded derived\n  category"],"description":["  We give an alternate formulation of pseudo-coherence over an arbitrary\nderived stack X. The full subcategory of pseudo-coherent objects forms a stable\nsub-infinity-category of the derived category associated to X. Using relative\nTor-amplitude we define a derived stack classifying pseudo-coherent objects.\nFor reasonable base schemes, this classifies the bounded derived category. In\nthe case that X is a projective derived scheme flat over the base, we show the\nmoduli is locally geometric and locally of almost finite type. Using this\nresult, we prove the existence of a derived motivic Hall algebra associated to\nX.\n","Comment: Citations fixed"]}]
["1111.2531",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Superconductivity","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2531","Phys. Rev. Lett. 108, 045503 (2012)","doi:10.1103/PhysRevLett.108.045503"],"date":["2011-11-10"],"type":["text"],"creator":["Sun, Jian","Martinez-Canales, Miguel","Klug, Dennis D.","Pickard, Chris J.","Needs, Richard J."],"language":[],"coverage":[],"title":["Persistence and eventual demise of oxygen molecules at terapascal\n  pressures"],"description":["  Computational searches for structures of solid oxygen under pressures in the\nmulti TPa range have been carried out using density-functional-theory methods.\nWe find that molecular oxygen persists to about 1.9 TPa at which it transforms\ninto a semiconducting square spiral-like polymeric structure (I41/acd) with a\nband gap of about 3.0 eV. Solid oxygen forms a metallic zig-zag chain-like\nstructure (Cmcm) at about 3.0 TPa, but the chains in each layer gradually merge\nas the pressure is increased and a structure of Fmmm symmetry forms at about\n9.5 TPa in which each atom has four nearest neighbors. The superconducting\nproperties of molecular oxygen do not vary much with compression, although the\nstructure becomes more symmetric. The electronic properties of oxygen have a\ncomplex evolution with pressure, swapping between insulating, semiconducting\nand metallic.\n","Comment: 5 pages, 4 figures. (jian.sun@theochem.rub.de)"]}]
["1111.4489",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H37, 14H10, 14H45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4489"],"date":["2011-11-18","2012-07-04"],"type":["text"],"creator":["Artebani, Michela","Quispe, Saúl"],"language":[],"coverage":[],"title":["Fields of moduli and fields of definition of odd signature curves"],"description":["  Let $X$ be a smooth projective algebraic curve of genus $g\\geq 2$ defined\nover a field $K$. We show that $X$ can be defined over its field of moduli if\nit has odd signature, i.e. if the signature of the covering $X\\to X/\\Aut(X)$ is\nof type $(0;c_1,...,c_k)$, where some $c_i$ appears an odd number of times.\nThis result is applied to $q$-gonal curves and to plane quartics. For $q$-gonal\ncurves, we prove that non-normal $q$-gonal curves can be defined over their\nfield of moduli and we construct examples of normal $q$-gonal curves with field\nof moduli $\\mathbb{R}$ that can not be defined over $\\mathbb{R}$. For plane\nquartics, we prove that they can be defined over their field of moduli if the\nautomorphism group is not isomorphic to either $C_2$ or $C_2\\times C_2$.\n","Comment: 16 pages; substantial revision, added example of plane quartic not\n  definable over its field of moduli"]}]
["1111.4595",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4595","Phys. Rev. D 85, 107502 (2012)","doi:10.1103/PhysRevD.85.107502"],"date":["2011-11-19","2012-07-04"],"type":["text"],"creator":["Poplawski, Nikodem"],"language":[],"coverage":[],"title":["Nonsingular, big-bounce cosmology from spinor-torsion coupling"],"description":["  The Einstein-Cartan-Sciama-Kibble theory of gravity removes the constraint of\ngeneral relativity that the affine connection be symmetric by regarding its\nantisymmetric part, the torsion tensor, as a dynamical variable. The minimal\ncoupling between the torsion tensor and Dirac spinors generates a spin-spin\ninteraction which is significant in fermionic matter at extremely high\ndensities. We show that such an interaction averts the unphysical big-bang\nsingularity, replacing it with a cusp-like bounce at a finite minimum scale\nfactor, before which the Universe was contracting. This scenario also explains\nwhy the present Universe at largest scales appears spatially flat, homogeneous\nand isotropic.\n","Comment: 7 pages; published version"]}]
["1111.6571",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6571","Phys. Rev. B 85, 224512 (2012)","doi:10.1103/PhysRevB.85.224512"],"date":["2011-11-28","2012-07-05"],"type":["text"],"creator":["Shnyrkov, V. I.","Soroka, A. A.","Turutanov, O. G."],"language":[],"coverage":[],"title":["Quantum superposition of three macroscopic states and superconducting\n  qutrit detector"],"description":["  Superconducting quantum coherent circuits have opened up a novel area of\nfundamental low-temperature science since they could potentially be the element\nbase for future quantum computers. Here we report a quasi-three-level coherent\nsystem, the so-called superconducting qutrit, which has some advantages over a\ntwo-level information cell (qubit), and is based on the qutrit readout circuit\nintended to measure individually the states of each qubit in a quantum\ncomputer. The designed and implemented radio-frequency superconducting qutrit\ndetector (rf SQUTRID) with atomic-size ScS-type contact utilizes the\ncoherent-state superposition in the three-well potential with energy splitting\nDelta E_01/k_B=1.5 K at the 30th quantized energy level with good isolation\nfrom the electromagnetic environment. The reason why large values of Delta E_01\n(and thus using atomic-size Nb-Nb contact) are required is to ensure an\nadiabatic limit for the quantum dynamics of magnetic flux in the rf SQUTRID.\n","Comment: 9 pages, 5 figures, in v.3: text extended, inset in figure 1 (the\n  device design) added"]}]
["1111.7219",{"format":[],"subject":["Computer Science - Emerging Technologies","Computer Science - Learning","Computer Science - Neural and Evolutionary Computing","Nonlinear Sciences - Chaotic Dynamics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.7219","Scientific Reports 2, Article number: 287, (2012)","doi:10.1038/srep00287"],"date":["2011-11-30"],"type":["text"],"creator":["Paquot, Yvan","Duport, François","Smerieri, Anteo","Dambre, Joni","Schrauwen, Benjamin","Haelterman, Marc","Massar, Serge"],"language":[],"coverage":[],"title":["Optoelectronic Reservoir Computing"],"description":["  Reservoir computing is a recently introduced, highly efficient bio-inspired\napproach for processing time dependent data. The basic scheme of reservoir\ncomputing consists of a non linear recurrent dynamical system coupled to a\nsingle input layer and a single output layer. Within these constraints many\nimplementations are possible. Here we report an opto-electronic implementation\nof reservoir computing based on a recently proposed architecture consisting of\na single non linear node and a delay line. Our implementation is sufficiently\nfast for real time information processing. We illustrate its performance on\ntasks of practical importance such as nonlinear channel equalization and speech\nrecognition, and obtain results comparable to state of the art digital\nimplementations.\n","Comment: Contains main paper and two Supplementary Materials"]}]
["1112.2637",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","Mathematics - Number Theory","05A17 (Primary) 05A19, 11P83, 05A15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2637","J. Combin. Theory Ser. A 120 (2013), no. 1, 28--38"],"date":["2011-12-12","2012-06-28"],"type":["text"],"creator":["Sandon, Colin","Zanello, Fabrizio"],"language":[],"coverage":[],"title":["Warnaar's bijection and colored partition identities, I"],"description":["  We provide a general and unified combinatorial framework for a number of\ncolored partition identities, which include the five, recently proved\nanalytically by B. Berndt, that correspond to the exceptional modular equations\nof prime degree due to H. Schroeter, R. Russell and S. Ramanujan. Our approach\ngeneralizes that of S. Kim, who has given a bijective proof for two of these\nfive identities, namely the ones modulo 7 (also known as the Farkas-Kra\nidentity) and modulo 3. As a consequence of our method, we determine bijective\nproofs also for the two highly nontrivial identities modulo 5 and 11, thus\nleaving open combinatorially only the one modulo 23.\n","Comment: Contains the first portion of the first author's MIT senior thesis\n  (2011). Some minor revisions with respect to the previous version. To appear\n  in JCTA"]}]
["1112.4799",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4799","Phys.Rev.Lett. 108 (2012) 221102","doi:10.1103/PhysRevLett.108.221102"],"date":["2011-12-20","2012-04-25"],"type":["text"],"creator":["Lunardini, Cecilia","Razzaque, Soebur"],"language":[],"coverage":[],"title":["High Energy Neutrinos from the Fermi Bubbles"],"description":["  Recently the Fermi-LAT data have revealed two gamma-ray emitting\nbubble-shaped structures at the Galactic center. If the observed gamma rays\nhave hadronic origin (collisions of accelerated protons), the bubbles must emit\nhigh energy neutrinos as well. This new, Galactic, neutrino flux should trace\nthe gamma ray emission in spectrum and spatial extent. Its highest energy part,\nabove 20-50 TeV, is observable at a kilometer scale detector in the northern\nhemisphere, such as the planned KM3NeT, while interesting constraints on it\ncould be obtained by the IceCube Neutrino Observatory at the South pole. The\ndetection or exclusion of neutrinos from the Fermi bubbles will discriminate\nbetween hadronic and leptonic models, thus bringing unique information on the\nstill mysterious origin of these objects and on the time scale of their\nformation.\n","Comment: 4+2 pages and 4+6 figures including supplementary material. Minor\n  changes in text from the previous version. Accepted for publication in Phys.\n  Rev. Lett"]}]
["1112.5052",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Numerical Analysis","Mathematics - Spectral Theory","15A18, 65G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5052"],"date":["2011-12-21"],"type":["text"],"creator":["Castelli, Roberto","Lessard, Jean-Philippe"],"language":[],"coverage":[],"title":["A method to rigorously enclose eigendecompositions of interval matrices"],"description":["  In this paper, a rigorous computational method to enclose eigendecompositions\nof complex interval matrices is proposed. Each eigenpair $x=(\\lambda,v)$ is\nfound by solving a nonlinear equation of the form $f(x)=0$ via a contraction\nargument. The set-up of the method relies on the notion of radii polynomials,\nwhich provide an efficient mean of determining a domain on which the\ncontraction mapping theorem is applicable.\n","Comment: 12 pages, 2 figures. Extension of arXiv:1112.3839 results for\n  disturbance accommodation problem"]}]
["1112.5251",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5251","Philosophical Magazine, 92:19-21, 2508-2523 (2012)","doi:10.1080/14786435.2012.669066"],"date":["2011-12-22"],"type":["text"],"creator":["Krellner, Cornelius","Taube, Sebastian","Westerkamp, Tanja","Hossain, Zakir","Geibel, Christoph"],"language":[],"coverage":[],"title":["Single crystal growth of YbRh2Si2 and YbIr2Si2"],"description":["  We report on the single crystal growth of the heavy-fermion compounds\nYbRh2Si2 and YbIr2Si2 using a high-temperature indium-flux technique. The\noptimization of the initial composition and the temperature-time profile lead\nto large (up to 100 mg) and clean (\\rho_0=0.5 \\mu\\Omega cm) single crystals of\nYbRh2Si2. Low-temperature resistivity measurements revealed a sample dependent\ntemperature exponent below 10 K, which for the samples with highest quality\ndeviates from a linear-in-T behaviour. Furthermore, we grew single crystals of\nthe alloy series Yb(Rh_(1-x)Ir_x)2Si2 with 0<x<0.23 and report the structural\ndetails. For pure YbIr2Si2, we establish the formation of two crystallographic\nmodifications, where the magnetic 4f-electrons have different physical ground\nstates.\n","Comment: Invited paper for the Symposium on `Design, Discovery and Growth of\n  Novel Materials' in the Philosophical Magazine"]}]
["1112.5304",{"format":[],"subject":["Statistics - Methodology","Physics - Computational Physics","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5304","J. Nonlinear Analysis B 13, 2747-2754 (2012)","doi:10.1016/j.nonrwa.2012.04.003"],"date":["2011-12-22","2012-07-05"],"type":["text"],"creator":["Albert, Carlo"],"language":[],"coverage":[],"title":["A Mechanistic Dynamic Emulator"],"description":["  In applied sciences, we often deal with deterministic simulation models that\nare too slow for simulation-intensive tasks such as calibration or real-time\ncontrol. In this paper, an emulator for a generic dynamic model, given by a\nsystem of ordinary non-linear differential equations, is developed. The\nnon-linear differential equations are linearized and Gaussian white noise is\nadded to account for the non-linearities. The resulting linear stochastic\nsystem is conditioned on a set of solutions of the non-linear equations that\nhave been calculated prior to the emulation. A path-integral approach is used\nto derive the Gaussian distribution of the emulated solution. The solution\nreveals that most of the computational burden can be shifted to the\nconditioning phase of the emulator and the complexity of the actual emulation\nstep only scales like $\\mathcal O(Nn)$ in multiplications of matrices of the\ndimension of the state space. Here, $N$ is the number of time-points at which\nthe solution is to be emulated and $n$ the number of solutions the emulator is\nconditioned on.\n  The applicability of the algorithm is demonstrated with the hydrological\nmodel logSPM.\n","Comment: 12 pages, 3 figures"]}]
["1112.5870",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems","57M99, 37E05, 37E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5870"],"date":["2011-12-26","2012-07-05"],"type":["text"],"creator":["Skripchenko, Alexandra"],"language":[],"coverage":[],"title":["On connectedness of chaotic sections of some 3-periodic surfaces"],"description":["  In the present paper we construct a Z^{3}-periodic surface in R^{3} whose\nalmost all plane sections of a certain direction consist of exactly one\nconnected component. This question originates from a problem of Novikov on the\nsemi- classical motion of an electron in strong magnetic field. Our main tool\nis the Rips machine algorighm for band complexes.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1010.1820"]}]
["1201.0494",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B45, 35J05, 5Q60, 78A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0494"],"date":["2012-01-02","2012-07-05"],"type":["text"],"creator":["Zubeldia, Miren"],"language":[],"coverage":[],"title":["Energy concentration and explicit Sommerfeld radiation condition for the\n  electromagnetic Helmholtz equation"],"description":["  We study the electromagnetic Helmholtz equation \\notag (\\nabla +\nib(x))^{2}u(x) + n(x)u(x) = f(x), \\quad x\\in\\Rd with the magnetic vector\npotential $b(x)$ and $n(x)$ a variable index of refraction that does not\nnecessarily converge to a constant at infinity, but can have an angular\ndependency like $n(x) \\to n_{\\infty}(\\frac{x}{|x|})$ as $|x|\\to\\infty$. We\nprove an explicit Sommerfeld radiation condition \\notag \\int_{\\Rd} |\\D u -\nin_{\\infty}^{1/2}\\frac{x}{|x|}u|^{2} \\frac{dx}{1+|x)} < + \\infty for solutions\nobtained from the limiting absorption principle and we also give a new energy\nestimate \\notag \\int_{\\Rd}|\n\\nabla_{\\omega}n_{\\infty}(\\frac{x}{|x|})|^{2}\\frac{|u|^{2}}{1+|x|} dx <\n+\\infty, which explains the main physical effect of the angular dependence of\n$n$ at infinity and deduces that the energy concentrates in the directions\ngiven by the critical points of the potential.\n"]}]
["1201.1138",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1138"],"date":["2012-01-05","2012-01-09"],"type":["text"],"creator":["Barrow, John D.","Batista, Antonio B.","Dito, Giuseppe","Fabris, Julio C.","Houndjo, M. J. S."],"language":[],"coverage":[],"title":["Quantum effects near future singularities"],"description":["  General relativity allows a variety of future singularities to occur in the\nevolution of the universe. At these future singularities, the universe will end\nin a singular state after a finite proper time and geometrical invariants of\nthe space time will diverge. One question that naturally arises with respect to\nthese cosmological scenarios is the following: can quantum effects lead to the\navoidance of these future singularities? We analyze this problem considering\nmassless and conformally coupled scalar fields in an isotropic and homogeneous\nbackground leading to future singularities. It is shown that near strong, big\nrip-type singularities, with violation of the energy conditions, the quantum\neffects are very important, while near some milder classes of singularity like\nthe sudden singularity, which preserve the energy conditions, quantum effects\nare irrelevant.\n","Comment: Latex file, 16 pages. Proceedings of Primeira Reuniao\n  Argentino-Brasileira de Gravitacao, Astrofisica e Cosmologia, 4-8 october\n  2011, Foz de Iguacu, Brasil. References added and reordered"]}]
["1201.3348",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.3348","Phys. Rev. B 86, 024502 (2012)","doi:10.1103/PhysRevB.86.024502"],"date":["2012-01-16"],"type":["text"],"creator":["Wang, Miaoyin","Li, Chunhong","Abernathy, D. L.","Song, Yu","Carr, Scott V.","Lu, Xingye","Li, Shiliang","Hu, Jiangping","Xiang, Tao","Dai, Pengcheng"],"language":[],"coverage":[],"title":["(PI,0) antiferromagnetic spin excitations in superconducting\n  Rb0.82Fe1.68Se2"],"description":["  We use inelastic neutron scattering to show that superconducting (SC)\nrubidium iron selenide Rb0.82Fe1.68Se2 exhibits antiferromagnetic (AF) spin\nexcitations near the in-plane wave vector Q = (PI, 0) identical to that for\niron arsenide superconductors. Moreover, we find that these excitations change\nfrom incommensurate to commensurate with increasing energy, and occur at the\nexpense of spin waves associated with the coexisting sqrt(5)\\timessqrt(5) block\nAF phase. Since angle resolved photoemission experiments reveal no evidence for\nhole-like Fermi surface at Gamma(0, 0), our results suggest that the Q = (PI,\n0) excitations in SC Rb0.82Fe1.68Se2 come from localized moments and may have a\nsimilar origin as the hourglass-like spin excitations in copper oxide\nsuperconductors.\n","Comment: 6 pages, 4 figures"]}]
["1201.5777",{"format":[],"subject":["Physics - Chemical Physics","Physics - Biological Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5777","doi:10.1038/nnano.2012.51"],"date":["2012-01-27"],"type":["text"],"creator":["Zijlstra, Peter","Paulo, Pedro M. R.","Orrit, Michel"],"language":[],"coverage":[],"title":["Optical detection of single non-absorbing molecules using the surface\n  plasmon of a gold nanorod"],"description":["  Current optical detection schemes for single molecules require light\nabsorption, either to produce fluorescence or direct absorption signals. This\nseverely limits the range of molecules that can be detected, because most\nmolecules are purely refractive. Metal nanoparticles or dielectric resonators\ndetect non-absorbing molecules by a resonance shift in response to a local\nperturbation of the refractive index, but neither has reached single-protein\nsensitivity. The most sensitive plasmon sensors to date detect single molecules\nonly when the plasmon shift is amplified by a highly polarizable label or by a\nlocalized precipitation reaction on the particle's surface. Without\namplification, the sensitivity only allows for the statistical detection of\nsingle molecules. Here we demonstrate plasmonic detection of single molecules\nin realtime, without the need for labeling or amplification. We monitor the\nplasmon resonance of a single gold nanorod with a sensitive photothermal assay\nand achieve a ~ 700-fold increase in sensitivity compared to state-of-the-art\nplasmon sensors. We find that the sensitivity of the sensor is intrinsically\nlimited due to spectral diffusion of the SPR. We believe this is the first\noptical technique that detects single molecules purely by their refractive\nindex, without any need for photon absorption by the molecule. The small size,\nbio-compatibility and straightforward surface chemistry of gold nanorods may\nopen the way to the selective and local detection of purely refractive proteins\nin live cells.\n"]}]
["1201.6081",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6081","Phys. Rev. Lett. 108, 227801 (2012)","doi:10.1103/PhysRevLett.108.227801"],"date":["2012-01-29"],"type":["text"],"creator":["Levy, Amir","Andelman, David","Orland, Henri"],"language":[],"coverage":[],"title":["The Dielectric Constant of Ionic Solutions: A Field-Theory Approach"],"description":["  We study the variation of the dielectric response of a dielectric liquid\n(e.g. water) when a salt is added to the solution. Employing field-theoretical\nmethods we expand the Gibbs free-energy to first order in a loop expansion and\ncalculate self-consistently the dielectric constant. We predict analytically\nthe dielectric decrement which depends on the ionic strength in a complex way.\nFurthermore, a qualitative description of the hydration shell is found and is\ncharacterized by a single length scale. Our prediction fits rather well a large\nrange of concentrations for different salts using only one fit parameter\nrelated to the size of ions and dipoles.\n","Comment: 5 pages, 2 figures"]}]
["1202.1851",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1851","J Supercond Nov Magn 25, 1357 (2012)","doi:10.1007/s10948-012-1657-3"],"date":["2012-02-08"],"type":["text"],"creator":["Hirsch, J. E."],"language":[],"coverage":[],"title":["Correcting 100 years of misunderstanding: electric fields in\n  superconductors, hole superconductivity, and the Meissner effect"],"description":["  From the outset of superconductivity research it was assumed that no\nelectrostatic fields could exist inside superconductors, and this assumption\nwas incorporated into conventional London electrodynamics. Yet the London\nbrothers themselves initially (in 1935) had proposed an electrodynamic theory\nof superconductors that allowed for static electric fields in their interior,\nwhich they unfortunately discarded a year later. I argue that the Meissner\neffect in superconductors necessitates the existence of an electrostatic field\nin their interior, originating in the expulsion of negative charge from the\ninterior to the surface when a metal becomes superconducting. The theory of\nhole superconductivity predicts this physics, and associated with it a\nmacroscopic spin current in the ground state of superconductors (\"Spin Meissner\neffect\"), qualitatively different from what is predicted by conventional\nBCS-London theory. A new London-like electrodynamic description of\nsuperconductors is proposed to describe this physics. Within this theory\nsuperconductivity is driven by lowering of quantum kinetic energy, the fact\nthat the Coulomb repulsion strongly depends on the character of the charge\ncarriers, namely whether electron- or hole-like, and the spin-orbit\ninteraction. The electron-phonon interaction does not play a significant role,\nyet the existence of an isotope effect in many superconductors is easily\nunderstood. In the strong coupling regime the theory appears to favor local\ncharge inhomogeneity. The theory is proposed to apply to all superconducting\nmaterials, from the elements to the high $T_c$ cuprates and pnictides, is\nhighly falsifiable, and explains a wide variety of experimental observations.\n","Comment: Proceedings of the conference \"Quantum phenomena in complex matter\n  2011 - Stripes 2011\", Rome, 10 July -16 July 2011, to be published in J.\n  Supercond. Nov. Magn"]}]
["1202.2366",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2366","Phys. Rev. Lett. 108, 261302 (2012)","doi:10.1103/PhysRevLett.108.261302"],"date":["2012-02-10","2012-06-21"],"type":["text"],"creator":["Adshead, Peter","Wyman, Mark"],"language":[],"coverage":[],"title":["Chromo-Natural Inflation: Natural inflation on a steep potential with\n  classical non-Abelian gauge fields"],"description":["  We propose a model for inflation consisting of an axionic scalar field\ncoupled to a set of three non-Abelian gauge fields. Our model's novel\nrequirement is that the gauge fields begin inflation with a rotationally\ninvariant vacuum expectation value (VEV) that is preserved through\nidentification of SU(2) gauge invariance with rotations in three dimensions.\nThe gauge VEV interacts with the background value of the axion, leading to an\nattractor solution that exhibits slow roll inflation even when the axion decay\nconstant has a natural value ($<M_{\\rm Pl}$). Assuming a sinusoidal potential\nfor the axion, we find that inflation continues until the axionic potential\nvanishes. The speed at which the axion moves along its potential is modulated\nby its interactions with the gauge VEV, rather than being determined by the\nslope of its bare potential. For sub-Plankian axion decay constants vanishingly\nsmall tensor to scalar ratios are predicted, a direct consequence of the Lyth\nbound. The parameter that controls the interaction strength between the axion\nand the gauge fields requires a technically natural tuning of\n$\\mathcal{O}$(100).\n","Comment: v2: 5 pages, no figures. Version accepted to PRL"]}]
["1202.2439",{"format":[],"subject":["Mathematics - Probability","Computer Science - Discrete Mathematics","60F05, 60C05 (Primary) 60G42, 68R05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2439"],"date":["2012-02-11","2012-07-05"],"type":["text"],"creator":["Leckey, Kevin","Neininger, Ralph"],"language":[],"coverage":[],"title":["Asymptotic analysis of Hoppe trees"],"description":["  We introduce and analyze a random tree model associated to Hoppe's urn. The\ntree is built successively by adding nodes to the existing tree when starting\nwith the single root node. In each step a node is added to the tree as a child\nof an existing node where these parent nodes are chosen randomly with\nprobabilities proportional to their weights. The root node has weight\n$\\vartheta>0$, a given fixed parameter, all other nodes have weight 1. This\nresembles the stochastic dynamic of Hoppe's urn. For $\\vartheta=1$ the\nresulting tree is the well-studied random recursive tree. We analyze the\nheight, internal path length and number of leaves of the Hoppe tree with $n$\nnodes as well as the depth of the last inserted node asymptotically as $n\\to\n\\infty$. Mainly expectations, variances and asymptotic distributions of these\nparameters are derived.\n"]}]
["1202.2793",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2793","New J. Phys. 14, 073006 (2012)","doi:10.1088/1367-2630/14/7/073006"],"date":["2012-02-13","2012-02-14"],"type":["text"],"creator":["Talkner, Peter","Ingold, Gert-Ludwig","Hanggi, Peter"],"language":[],"coverage":[],"title":["Transport of flexible chiral objects in a uniform shear flow"],"description":["  The transport of slightly deformable chiral objects in a uniform shear flow\nis investigated. Depending on the equilibrium configuration one finds up to\nfour different asymptotic states that can be distinguished by a lateral drift\nvelocity of their center of mass, a rotational motion about the center of mass\nand deformations of the object. These deformations influence the magnitudes of\nthe principal axes of the second moment tensor of the considered object and\nalso modify a scalar index characterizing its chirality. Moreover, the\ndeformations induced by the shear flow are essential for the phenomenon of\ndynamical symmetry breaking: Objects that are achiral under equilibrium\nconditions may dynamically acquire chirality and consequently experience a\ndrift in the lateral direction.\n","Comment: 25 pages, 16 figures"]}]
["1202.4979",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4979","Eur. Phys. J. C (2012) 72:2022","doi:10.1140/epjc/s10052-012-2022-1"],"date":["2012-02-22","2012-02-28"],"type":["text"],"creator":["LHCb Collaboration","Aaij, R.","Beteta, C. Abellan","Adeva, B.","Adinolfi, M.","Adrover, C.","Affolder, A.","Ajaltouni, Z.","Albrecht, J.","Alessio, F.","Alexander, M.","Alkhazov, G.","Cartelle, P. Alvarez","Alves Jr, A. A.","Amato, S.","Amhis, Y.","Anderson, J.","Appleby, R. B.","Gutierrez, O. Aquines","Archilli, F.","Arrabito, L.","Artamonov, A.","Artuso, M.","Aslanides, E.","Auriemma, G.","Bachmann, S.","Back, J. J.","Bailey, D. S.","Balagura, V.","Baldini, W.","Barlow, R. J.","Barschel, C.","Barsuk, S.","Barter, W.","Bates, A.","Bauer, C.","Bauer, Th.","Bay, A.","Bediaga, I.","Belogurov, S.","Belous, K.","Belyaev, I.","Ben-Haim, E.","Benayoun, M.","Bencivenni, G.","Benson, S.","Benton, J.","Bernet, R.","Bettler, M. -O.","van Beuzekom, M.","Bien, A.","Bifani, S.","Bird, T.","Bizzeti, A.","Bjørnstad, P. M.","Blake, T.","Blanc, F.","Blanks, C.","Blouw, J.","Blusk, S.","Bobrov, A.","Bocci, V.","Bondar, A.","Bondar, N.","Bonivento, W.","Borghi, S.","Borgia, A.","Bowcock, T. J. V.","Bozzi, C.","Brambach, T.","Brand, J. van den","Bressieux, J.","Brett, D.","Britsch, M.","Britton, T.","Brook, N. H.","Brown, H.","de Bruyn, K.","Büchler-Germann, A.","Burducea, I.","Bursche, A.","Buytaert, J.","Cadeddu, S.","Callot, O.","Calvi, M.","Gomez, M. Calvo","Camboni, A.","Campana, P.","Carbone, A.","Carboni, G.","Cardinale, R.","Cardini, A.","Carson, L.","Akiba, K. Carvalho","Casse, G.","Cattaneo, M.","Cauet, Ch.","Charles, M.","Charpentier, Ph.","Chiapolini, N.","Ciba, K.","Vidal, X. Cid","Ciezarek, G.","Clarke, P. E. L.","Clemencic, M.","Cliff, H. V.","Closier, J.","Coca, C.","Coco, V.","Cogan, J.","Collins, P.","Comerma-Montells, A.","Constantin, F.","Contu, A.","Cook, A.","Coombes, M.","Corti, G.","Couturier, B.","Cowan, G. A.","Currie, R.","D'Ambrosio, C.","David, P.","David, P. N. Y.","De Bonis, I.","De Capua, S.","De Cian, M.","De Lorenzi, F.","De Miranda, J. M.","De Paula, L.","De Simone, P.","Decamp, D.","Deckenhoff, M.","Degaudenzi, H.","Del Buono, L.","Deplano, C.","Derkach, D.","Deschamps, O.","Dettori, F.","Dickens, J.","Dijkstra, H.","Batista, P. Diniz","Bonal, F. Domingo","Donleavy, S.","Dordei, F.","Suárez, A. Dosil","Dossett, D.","Dovbnya, A.","Dupertuis, F.","Dzhelyadin, R.","Dziurda, A.","Easo, S.","Egede, U.","Egorychev, V.","Eidelman, S.","van Eijk, D.","Eisele, F.","Eisenhardt, S.","Ekelhof, R.","Eklund, L.","Elsasser, Ch.","Elsby, D.","Pereira, D. Esperante","Falabella, A.","Fanchini, E.","Färber, C.","Fardell, G.","Farinelli, C.","Farry, S.","Fave, V.","Albor, V. Fernandez","Ferro-Luzzi, M.","Filippov, S.","Fitzpatrick, C.","Fontana, M.","Fontanelli, F.","Forty, R.","Francisco, O.","Frank, M.","Frei, C.","Frosini, M.","Furcas, S.","Torreira, A. Gallas","Galli, D.","Gandelman, M.","Gandini, P.","Gao, Y.","Garnier, J-C.","Garofoli, J.","Tico, J. Garra","Garrido, L.","Gascon, D.","Gaspar, C.","Gauld, R.","Gauvin, N.","Gersabeck, M.","Gershon, T.","Ghez, Ph.","Gibson, V.","Gligorov, V. V.","Göbel, C.","Golubkov, D.","Golutvin, A.","Gomes, A.","Gordon, H.","Gándara, M. Grabalosa","Diaz, R. Graciani","Cardoso, L. A. Granado","Graugés, E.","Graziani, G.","Grecu, A.","Greening, E.","Gregson, S.","Gui, B.","Gushchin, E.","Guz, Yu.","Gys, T.","Hadjivasiliou, C.","Haefeli, G.","Haen, C.","Haines, S. C.","Hampson, T.","Hansmann-Menzemer, S.","Harji, R.","Harnew, N.","Harrison, J.","Harrison, P. F.","Hartmann, T.","He, J.","Heijne, V.","Hennessy, K.","Henrard, P.","Morata, J. A. Hernando","van Herwijnen, E.","Hicks, E.","Holubyev, K.","Hopchev, P.","Hulsbergen, W.","Hunt, P.","Huse, T.","Huston, R. S.","Hutchcroft, D.","Hynds, D.","Iakovenko, V.","Ilten, P.","Imong, J.","Jacobsson, R.","Jaeger, A.","Hussein, M. Jahjah","Jans, E.","Jansen, F.","Jaton, P.","Jean-Marie, B.","Jing, F.","John, M.","Johnson, D.","Jones, C. R.","Jost, B.","Kaballo, M.","Kandybei, S.","Karacson, M.","Karbach, T. M.","Keaveney, J.","Kenyon, I. R.","Kerzel, U.","Ketel, T.","Keune, A.","Khanji, B.","Kim, Y. M.","Knecht, M.","Koopman, R. F.","Koppenburg, P.","Korolev, M.","Kozlinskiy, A.","Kravchuk, L.","Kreplin, K.","Kreps, M.","Krocker, G.","Krokovny, P.","Kruse, F.","Kruzelecki, K.","Kucharczyk, M.","Kvaratskheliya, T.","La Thi, V. N.","Lacarrere, D.","Lafferty, G.","Lai, A.","Lambert, D.","Lambert, R. W.","Lanciotti, E.","Lanfranchi, G.","Langenbruch, C.","Latham, T.","Lazzeroni, C.","Gac, R. Le","van Leerdam, J.","Lees, J. -P.","Lefèvre, R.","Leflat, A.","Lefrançois, J.","Leroy, O.","Lesiak, T.","Li, L.","Gioi, L. Li","Lieng, M.","Liles, M.","Lindner, R.","Linn, C.","Liu, B.","Liu, G.","von Loeben, J.","Lopes, J. H.","Asamar, E. Lopez","Lopez-March, N.","Lu, H.","Luisier, J.","Mac Raighne, A.","Machefert, F.","Machikhiliyan, I. V.","Maciuc, F.","Maev, O.","Magnin, J.","Malde, S.","Mamunur, R. M. D.","Manca, G.","Mancinelli, G.","Mangiafave, N.","Marconi, U.","Märki, R.","Marks, J.","Martellotti, G.","Martens, A.","Martin, L.","Sánchez, A. Martín","Santos, D. Martinez","Massafferri, A.","Mathe, Z.","Matteuzzi, C.","Matveev, M.","Maurice, E.","Maynard, B.","Mazurov, A.","McGregor, G.","McNulty, R.","Meissner, M.","Merk, M.","Merkel, J.","Messi, R.","Miglioranzi, S.","Milanes, D. A.","Minard, M. -N.","Rodriguez, J. Molina","Monteil, S.","Moran, D.","Morawski, P.","Mountain, R.","Mous, I.","Muheim, F.","Müller, K.","Muresan, R.","Muryn, B.","Muster, B.","Musy, M.","Mylroie-Smith, J.","Naik, P.","Nakada, T.","Nandakumar, R.","Nasteva, I.","Nedos, M.","Needham, M.","Neufeld, N.","Nguyen, A. D.","Nguyen-Mau, C.","Nicol, M.","Niess, V.","Nikitin, N.","Nomerotski, A.","Novoselov, A.","Oblakowska-Mucha, A.","Obraztsov, V.","Oggero, S.","Ogilvy, S.","Okhrimenko, O.","Oldeman, R.","Orlandea, M.","Goicochea, J. M. Otalora","Owen, P.","Pal, K.","Palacios, J.","Palano, A.","Palutan, M.","Panman, J.","Papanestis, A.","Pappagallo, M.","Parkes, C.","Parkinson, C. J.","Passaleva, G.","Patel, G. D.","Patel, M.","Paterson, S. K.","Patrick, G. N.","Patrignani, C.","Pavel-Nicorescu, C.","Alvarez, A. Pazos","Pellegrino, A.","Penso, G.","Altarelli, M. Pepe","Perazzini, S.","Perego, D. L.","Trigo, E. Perez","Yzquierdo, A. Pérez-Calero","Perret, P.","Perrin-Terrin, M.","Pessina, G.","Petrella, A.","Petrolini, A.","Phan, A.","Olloqui, E. Picatoste","Valls, B. Pie","Pietrzyk, B.","Pilař, T.","Pinci, D.","Plackett, R.","Playfer, S.","Casasus, M. Plo","Polok, G.","Poluektov, A.","Polycarpo, E.","Popov, D.","Popovici, B.","Potterat, C.","Powell, A.","Prisciandaro, J.","Pugatch, V.","Navarro, A. Puig","Qian, W.","Rademacker, J. H.","Rakotomiaramanana, B.","Rangel, M. S.","Raniuk, I.","Raven, G.","Redford, S.","Reid, M. M.","Reis, A. C. dos","Ricciardi, S.","Richards, A.","Rinnert, K.","Romero, D. A. Roa","Robbe, P.","Rodrigues, E.","Rodrigues, F.","Perez, P. Rodriguez","Rogers, G. J.","Roiser, S.","Romanovsky, V.","Rosello, M.","Rouvinet, J.","Ruf, T.","Ruiz, H.","Sabatino, G.","Silva, J. J. Saborido","Sagidova, N.","Sail, P.","Saitta, B.","Salzmann, C.","Sannino, M.","Santacesaria, R.","Rios, C. Santamarina","Santinelli, R.","Santovetti, E.","Sapunov, M.","Sarti, A.","Satriano, C.","Satta, A.","Savrie, M.","Savrina, D.","Schaack, P.","Schiller, M.","Schleich, S.","Schlupp, M.","Schmelling, M.","Schmidt, B.","Schneider, O.","Schopper, A.","Schune, M. -H.","Schwemmer, R.","Sciascia, B.","Sciubba, A.","Seco, M.","Semennikov, A.","Senderowska, K.","Sepp, I.","Serra, N.","Serrano, J.","Seyfert, P.","Shapkin, M.","Shapoval, I.","Shatalov, P.","Shcheglov, Y.","Shears, T.","Shekhtman, L.","Shevchenko, O.","Shevchenko, V.","Shires, A.","Coutinho, R. Silva","Skwarnicki, T.","Smith, N. A.","Smith, E.","Sobczak, K.","Soler, F. J. P.","Solomin, A.","Soomro, F.","De Paula, B. Souza","Spaan, B.","Sparkes, A.","Spradlin, P.","Stagni, F.","Stahl, S.","Steinkamp, O.","Stoica, S.","Stone, S.","Storaci, B.","Straticiuc, M.","Straumann, U.","Subbiah, V. K.","Swientek, S.","Szczekowski, M.","Szczypka, P.","Szumlak, T.","T'Jampens, S.","Teodorescu, E.","Teubert, F.","Thomas, C.","Thomas, E.","van Tilburg, J.","Tisserand, V.","Tobin, M.","Topp-Joergensen, S.","Torr, N.","Tournefier, E.","Tourneur, S.","Tran, M. T.","Tsaregorodtsev, A.","Tuning, N.","Garcia, M. Ubeda","Ukleja, A.","Urquijo, P.","Uwer, U.","Vagnoni, V.","Valenti, G.","Gomez, R. Vazquez","Regueiro, P. Vazquez","Vecchi, S.","Velthuis, J. J.","Veltri, M.","Viaud, B.","Videau, I.","Vieira, D.","Vilasis-Cardona, X.","Visniakov, J.","Vollhardt, A.","Volyanskyy, D.","Voong, D.","Vorobyev, A.","Voss, H.","Wandernoth, S.","Wang, J.","Ward, D. R.","Watson, N. K.","Webber, A. D.","Websdale, D.","Whitehead, M.","Wiedner, D.","Wiggers, L.","Wilkinson, G.","Williams, M. P.","Williams, M.","Wilson, F. F.","Wishahi, J.","Witek, M.","Witzeling, W.","Wotton, S. A.","Wyllie, K.","Xie, Y.","Xing, F.","Xing, Z.","Yang, Z.","Young, R.","Yushchenko, O.","Zangoli, M.","Zavertyaev, M.","Zhang, F.","Zhang, L.","Zhang, W. C.","Zhang, Y.","Zhelezov, A.","Zhong, L.","Zvyagin, A."],"language":[],"coverage":[],"title":["Opposite-side flavour tagging of B mesons at the LHCb experiment"],"description":["  The calibration and performance of the opposite-side flavour tagging\nalgorithms used for the measurements of time-dependent asymmetries at the LHCb\nexperiment are described. The algorithms have been developed using simulated\nevents and optimized and calibrated with B+ -> J/psi K+, B0 -> J/psi K*0 and B0\n-> D*- mu+ nu_mu decay modes with 0.37 fb^-1 of data collected in pp collisions\nat sqrt(s) = 7 TeV during the 2011 physics run. The opposite-side tagging power\nis determined in the B+ -> J/psi K+ channel to be (2.10 +- 0.08 +- 0.24) %,\nwhere the first uncertainty is statistical and the second is systematic.\n","Comment: 22 pages, 9 figures, Submitted to Eur. Phys. J. C"]}]
["1202.5669",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5669","doi:10.1007/s10773-012-1238-z"],"date":["2012-02-25","2012-07-05"],"type":["text"],"creator":["Rudra, Prabir"],"language":[],"coverage":[],"title":["Possibility of cyclic Turnarounds In Brane-world Scenario: Phantom\n  Energy Accretion onto Black Holes and its consequences"],"description":["  A universe described by braneworlds is studied in a cyclic scenario. As\nexpected such an oscillating universe will undergo turnarounds, whenever the\nphantom energy density reaches a critical value from either side. It is found\nthat a universe described by RSII brane model will readily undergo oscillations\nif, either the brane tension, \\lambda, or the bulk cosmological constant,\n\\Lambda_{4}, is negative. The DGP brane model does not readily undergo cyclic\nturnarounds. Hence for this model a modified equation is proposed to\nincorporate the cyclic nature. It is found that there is always a remanent mass\nof a black hole at the verge of a turnaround. Hence contrary to known results\nin literature, it is found that the destruction of black holes at the\nturnaround is completely out of question. Finally to alleviate, if not solve,\nthe problem posed by the black holes, it is argued that the remanent masses of\nthe black holes do not act as a serious defect of the model because of Hawking\nevaporation.\n","Comment: 10 pages, 2 figures; International Journal of Theoretical Physics\n  (2012)"]}]
["1202.5695",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5695"],"date":["2012-02-25","2012-07-05"],"type":["text"],"creator":["Dahl, George E.","Adams, Ryan P.","Larochelle, Hugo"],"language":[],"coverage":[],"title":["Training Restricted Boltzmann Machines on Word Observations"],"description":["  The restricted Boltzmann machine (RBM) is a flexible tool for modeling\ncomplex data, however there have been significant computational difficulties in\nusing RBMs to model high-dimensional multinomial observations. In natural\nlanguage processing applications, words are naturally modeled by K-ary discrete\ndistributions, where K is determined by the vocabulary size and can easily be\nin the hundreds of thousands. The conventional approach to training RBMs on\nword observations is limited because it requires sampling the states of K-way\nsoftmax visible units during block Gibbs updates, an operation that takes time\nlinear in K. In this work, we address this issue by employing a more general\nclass of Markov chain Monte Carlo operators on the visible units, yielding\nupdates with computational complexity independent of K. We demonstrate the\nsuccess of our approach by training RBMs on hundreds of millions of word\nn-grams using larger vocabularies than previously feasible and using the\nlearned features to improve performance on chunking and sentiment\nclassification tasks, achieving state-of-the-art results on the latter.\n"]}]
["1202.6657",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","20F55, 05A15, 20B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6657","J. Algebraic Combin. 36(1) (2012), 123-148"],"date":["2012-02-29"],"type":["text"],"creator":["Boothby, Tomas","Burkert, Jeffrey","Eichwald, Morgan","Green, R. M.","Ernst, Dana C.","Macauley, Matthew"],"language":[],"coverage":[],"title":["On the Cyclically Fully Commutative Elements of Coxeter Groups"],"description":["  Let W be an arbitrary Coxeter group. If two elements have expressions that\nare cyclic shifts of each other (as words), then they are conjugate (as group\nelements) in W. We say that w is \"cyclically fully commutative\" (CFC) if every\ncyclic shift of any reduced expression for w is fully commutative (i.e., avoids\nlong braid relations). These generalize Coxeter elements in that their reduced\nexpressions can be described combinatorially by acyclic directed graphs, and\ncyclically shifting corresponds to source-to-sink conversions. In this paper,\nwe explore the combinatorics of the CFC elements and enumerate them in all\nCoxeter groups. Additionally, we characterize precisely which CFC elements have\nthe property that powers of them remain fully commutative, via the presence of\na simple combinatorial feature called a \"band.\" This allows us to give\nnecessary and sufficient conditions for a CFC element w to be \"logarithmic,\"\nthat is, l(w^k) = k l(w) for all k > 0, for a large class of Coxeter groups\nthat includes all affine Weyl groups and simply-laced Coxeter groups. Finally,\nwe give a simple non-CFC element that fails to be logarithmic under these\nconditions.\n","Comment: 24 pages, 4 figures"]}]
["1203.0170",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0170","doi:10.1103/PhysRevB.85.214439"],"date":["2012-03-01","2012-06-07"],"type":["text"],"creator":["Tolédano, Pierre","Carolus, Vera","Hudl, Matthias","Lottermoser, Thomas","Khalyavin, Dmitry D.","Ivanov, Sergey A.","Fiebig, Manfred"],"language":[],"coverage":[],"title":["First-order multi-k phase transitions and magnetoelectric effects in\n  multiferroic Co3TeO6"],"description":["  A theoretical description of the sequence of magnetic phases in Co3TeO6 is\npresented. The strongly first-order character of the transition to the\ncommensurate multiferroic ground state, induced by coupled order parameters\ncorresponding to different wavevectors, is related to a large magnetoelastic\neffect with an exchange energy critically sensitive to the interatomic spacing.\nThe monoclinic magnetic symmetry C2' of the multiferroic phase permits\nspontaneous polarization and magnetization as well as the linear\nmagnetoelectric effect. The existence of weakly ferromagnetic domains is\nverified experimentally by second harmonic generation measurements.\n"]}]
["1203.1597",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1597"],"date":["2012-03-07","2012-07-05"],"type":["text"],"creator":["Dallaporta, Sandrine"],"language":[],"coverage":[],"title":["Eigenvalue variance bounds for Wigner and covariance random matrices"],"description":["  This work is concerned with finite range bounds on the variance of individual\neigenvalues of Wigner random matrices, in the bulk and at the edge of the\nspectrum, as well as for some intermediate eigenvalues. Relying on the GUE\nexample, which needs to be investigated first, the main bounds are extended to\nfamilies of Hermitian Wigner matrices by means of the Tao and Vu Four Moment\nTheorem and recent localization results by Erd\\\"os, Yau and Yin. The case of\nreal Wigner matrices is obtained from interlacing formulas. As an application,\nbounds on the expected 2-Wasserstein distance between the empirical spectral\nmeasure and the semicircle law are derived. Similar results are available for\nrandom covariance matrices.\n"]}]
["1203.3196",{"format":[],"subject":["High Energy Physics - Phenomenology","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3196","doi:10.1016/j.physletb.2012.06.047"],"date":["2012-03-14","2012-07-05"],"type":["text"],"creator":["de Woul, Jonas","Merle, Alexander","Ohlsson, Tommy"],"language":[],"coverage":[],"title":["Establishing Analogies between the Physics of Extra Dimensions and\n  Carbon Nanotubes"],"description":["  We point out a conceptual analogy between the physics of extra spatial\ndimensions and the physics of carbon nanotubes which arises for principle\nreasons, although the corresponding energy scales are at least ten orders of\nmagnitude apart. For low energies, one can apply the Kaluza-Klein description\nto both types of systems, leading to two completely different but consistent\ninterpretations of the underlying physics. In particular, we discuss in detail\nthe Kaluza-Klein description of armchair and zig-zag carbon nanotubes.\nFurthermore, we describe how certain experimental results for carbon nanotubes\ncould be re-interpreted in terms of the Kaluza-Klein description. Finally, we\npresent ideas for new measurements that could allow to probe concepts of models\nwith extra spatial dimensions in table-top experiments, providing further links\nbetween condensed matter and particle physics.\n","Comment: 5 pages, 1 figure; references updated, title changed according to\n  referee's suggestion; content matches published version"]}]
["1203.3651",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3651","New J. Phys. 14, 075005 (2012)","doi:10.1088/1367-2630/14/7/075005"],"date":["2012-03-16"],"type":["text"],"creator":["Schmidt, Maximilian","Erne, Sebastian","Nowak, Boris","Sexty, Dénes","Gasenzer, Thomas"],"language":[],"coverage":[],"title":["Nonthermal fixed points and solitons in a one-dimensional Bose gas"],"description":["  Single-particle momentum spectra for a dynamically evolving one-dimensional\nBose gas are analysed in the semi-classical wave limit. Representing one of the\nsimplest correlation functions these give information about possible universal\nscaling behaviour. Motivated by the previously discovered connection between\n(quasi-)topological field configurations, strong wave turbulence, and\nnonthermal fixed points of quantum field dynamics, soliton formation is studied\nwith respect to the appearance of transient power-law spectra. A random-soliton\nmodel is developed to describe the spectra analytically, and the analogies and\ndifference between the appearing power laws and those found in a field theory\napproach to strong wave turbulence are discussed. The results open a view on\nsolitary wave dynamics from the point of view of critical phenomena far from\nthermal equilibrium and on a possibility to study this dynamics in experiment\nwithout the necessity of detecting solitons in situ.\n","Comment: 12 pages, 11 figures"]}]
["1203.5232",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Commutative Algebra","Mathematics - Group Theory","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5232"],"date":["2012-03-23","2012-07-05"],"type":["text"],"creator":["Jespers, Eric","Olteanu, Gabriela","del Río, Ángel","Van Gelder, Inneke"],"language":[],"coverage":[],"title":["Central units of integral group rings"],"description":["  We give an explicit description for a basis of a subgroup of finite index in\nthe group of central units of the integral group ring $\\Z G$ of a finite\nabelian-by-supersolvable group such that every cyclic subgroup of order not a\ndivisor of 4 or 6 is subnormal in $G$. The basis elements turn out to be a\nnatural product of conjugates of Bass units. This extends and generalizes a\nresult of Jespers, Parmenter and Sehgal showing that the Bass units generate a\nsubgroup of finite index in the center $\\mathcal{Z} (\\U (\\Z G))$ of the unit\ngroup $\\U (\\Z G)$ in case $G$ is a finite nilpotent group. Next, we give a new\nconstruction of units that generate a subgroup of finite index in\n$\\mathcal{Z}(\\U(\\Z G))$ for all finite strongly monomial groups $G$. We call\nthese units generalized Bass units. Finally, we show that the commutator group\n$\\U(\\Z G)/\\U(\\Z G)'$ and $\\mathcal{Z}(\\U(\\Z G))$ have the same rank if $G$ is a\nfinite group such that $\\Q G$ has no epimorphic image which is either a\nnon-commutative division algebra other than a totally definite quaternion\nalgebra, or a two-by-two matrix algebra over a division algebra with center\neither the rationals or a quadratic imaginary extension of $\\Q$. This allows us\nto prove that in this case the natural images of the Bass units of $\\Z G$\ngenerate a subgroup of finite index in $\\U(\\Z G)/\\U(\\Z G)'$.\n"]}]
["1204.2549",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2549","Monthly Notices of the Royal Astronomical Society (2012), 423,\n  2845","doi:10.1111/j.1365-2966.2012.21093.x"],"date":["2012-04-11","2012-07-03"],"type":["text"],"creator":["Lane, Richard R.","Küpper, Andreas H. W.","Heggie, Douglas C."],"language":[],"coverage":[],"title":["The Tidal Tails of 47 Tucanae"],"description":["  The Galactic globular cluster 47 Tucanae (47 Tuc) shows a rare increase in\nits velocity dispersion profile at large radii, indicative of energetic, yet\nbound, stars at large radii dominating the velocity dispersion and,\npotentially, of ongoing evaporation. Escaping stars will form tidal tails, as\nseen with several Galactic globular clusters, however, the tidal tails of 47\nTuc are yet to be uncovered. We model these tails of 47 Tuc using the most\naccurate input data available, with the specific aim of determining their\nlocations, as well as the densities of the epicyclic overdensities within the\ntails. The overdensities from our models show an increase of 3-4% above the\nGalactic background and, therefore, should be easily detectable using matched\nfiltering techniques. We find that the most influential parameter with regard\nto both the locations and densities of the epicyclic overdensities is the\nHeliocentric distance to the cluster. Hence, uncovering these tidal features\nobservationally will contribute greatly to the ongoing problem of determining\nthe distance to 47 Tuc, tightly constraining the distance of the cluster\nindependent of other methods. Using our streakline method for determining the\nlocations of the tidal tails and their overdensities, we show how, in\nprinciple, the shape and extent of the tidal tails of any Galactic globular\ncluster can be determined without resorting to computationally expensive N-body\nsimulations.\n","Comment: Original paper has 10 pages, 10 figures and 2 tables. Please note\n  that this now includes an erratum. Erratum has 6 pages, 8 figures and 2\n  tables. Ignore the exclamation marks in Section 2 of the erratum, these are\n  an artifact of the LaTeX class file used to produce the manuscript"]}]
["1204.3423",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3423","Pis'ma ZhETF 95, 611-615 (2012)"],"date":["2012-04-16","2012-05-03"],"type":["text"],"creator":["Autti, S.","Eltsov, V. B.","Volovik, G. E."],"language":[],"coverage":[],"title":["Bose analogs of MIT bag model of hadrons in coherent precession"],"description":["  Recently it was demonstrated that magnon condensation in the trap exhibits\nthe phenomenon of self-localization. When the number of magnons in the textural\ntrap increases, they drastically modify the profile of the gap and highly\nincrease its size. The trap gradually transforms from the initial harmonic one\nto the box with walls almost impenetrable for magnons. The resulting\ntexture-free \"cavity\" filled by the magnon condensate wave function becomes the\nbosonic analog of the MIT bag, in which hadron is seen as a cavity surrounded\nby the QCD vacuum, in which the free quarks are confined in the ground or\nexcited state. Here we consider the bosonic analog of the MIT bag with quarks\non the ground and excited levels.\n","Comment: 5 pages, 5 figures, version to appear in JETP Letters"]}]
["1204.3620",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3620","Chin. Phys. Lett. 29: 079801. 2012","doi:10.1088/0256-307X/29/7/079801"],"date":["2012-04-16"],"type":["text"],"creator":["Yadav, Anil Kumar"],"language":[],"coverage":[],"title":["Cosmological constant dominated transit universe from early deceleration\n  to current acceleration phase in Bianchi-V space-time"],"description":["  The paper presents the transition of universe from early decelerating phase\nto current accelerating phase with viscous fluid and time dependent\ncosmological constant $(\\Lambda)$ as source of matter in Bianchi-V space-time.\nTo study the transit behaviour of universe, we have assumed the scale factor as\nincreasing function of time which generates a time dependent deceleration\nparameter (DP). The study reveals that the cosmological term does not change\nits fundamental nature for $\\xi$ = constant and $\\xi=\\xi(t)$, where $\\xi$ is\nthe coefficient of bulk viscosity. The $\\Lambda(t)$ is found to be positive and\nis decreasing function of time. The same is observed by recent supernovae\nobservations. The physical behaviour of universe has been discussed in detail.\n","Comment: 7 pages, 3 figures"]}]
["1204.3885",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3885","Phys. Rev. E 85, 041147 (2012)","doi:10.1103/PhysRevE.85.041147"],"date":["2012-04-17","2012-07-05"],"type":["text"],"creator":["Crokidakis, Nuno","de Oliveira, Paulo Murilo Castro"],"language":[],"coverage":[],"title":["Impact of site dilution and agent diffusion on the critical behavior of\n  the majority-vote model"],"description":["  In this work we study a modified version of the majority-vote model with\nnoise. In particular, we consider a random diluted square lattice for which a\nsite is empty with a probability $r$. In order to analyze the critical behavior\nof the model, we perform Monte Carlo simulations on lattices with linear sizes\nup to L=140. By means of a finite-size scaling analysis we estimate the\ncritical noises $q_{c}$ and the critical ratios $\\beta/\\nu$, $\\gamma/\\nu$ and\n$1/\\nu$ for some values of the probability $r$.\n","Comment: This paper has been withdrawn by the author due to an error in the\n  results. Erratum will be published shortly in Physical Review E"]}]
["1204.6739",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.6739","Phys. Rev. D 86, 023502 (2012)","doi:10.1103/PhysRevD.86.023502"],"date":["2012-04-30","2012-07-05"],"type":["text"],"creator":["Taylor, Stephen R.","Gair, Jonathan R."],"language":[],"coverage":[],"title":["Cosmology with the lights off: Standard sirens in the Einstein Telescope\n  era"],"description":["  We explore the prospects for constraining cosmology using gravitational-wave\n(GW) observations of neutron-star binaries by the proposed Einstein Telescope\n(ET), exploiting the narrowness of the neutron-star mass function. Double\nneutron-star (DNS) binaries are expected to be one of the first sources\ndetected after \"first-light\" of Advanced LIGO and are expected to be detected\nat a rate of a few tens per year in the advanced era. However the proposed ET\ncould catalog tens of thousands per year. Combining the measured source\nredshift distributions with GW-network distance determinations will permit not\nonly the precision measurement of background cosmological parameters, but will\nprovide an insight into the astrophysical properties of these DNS systems. Of\nparticular interest will be to probe the distribution of delay times between\nDNS-binary creation and subsequent merger, as well as the evolution of the\nstar-formation rate density within ET's detection horizon. Keeping H_0,\n\\Omega_{m,0} and \\Omega_{\\Lambda,0} fixed and investigating the precision with\nwhich the dark-energy equation-of-state parameters could be recovered, we found\nthat with 10^5 detected DNS binaries we could constrain these parameters to an\naccuracy similar to forecasted constraints from future CMB+BAO+SNIa\nmeasurements. Furthermore, modeling the merger delay-time distribution as a\npower-law, and the star-formation rate (SFR) density as a parametrized version\nof the Porciani and Madau SF2 model, we find that the associated astrophysical\nparameters are constrained to within ~ 10%. All parameter precisions scaled as\n1/sqrt(N), where N is the number of cataloged detections. We also investigated\nhow precisions varied with the intrinsic underlying properties of the Universe\nand with the distance reach of the network (which may be affected by the\nlow-frequency cutoff of the detector).\n","Comment: 24 pages, 11 figures, 6 tables. Minor changes to reflect published\n  version. References updated and corrected"]}]
["1205.1063",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1063","Phys. Rev. D 85, 124062 (2012)","doi:10.1103/PhysRevD.85.124062"],"date":["2012-05-04","2012-07-05"],"type":["text"],"creator":["Zilhão, Miguel","Cardoso, Vitor","Herdeiro, Carlos","Lehner, Luis","Sperhake, Ulrich"],"language":[],"coverage":[],"title":["Collisions of charged black holes"],"description":["  We perform fully non-linear numerical simulations of charged-black-hole\ncollisions, described by the Einstein-Maxwell equations, and contrast the\nresults against analytic expectations. We focus on head-on collisions of\nnon-spinning black holes, starting from rest and with the same charge to mass\nratio, Q/M. The addition of charge to black holes introduces a new interesting\nchannel of radiation and dynamics, most of which seem to be captured by\nNewtonian dynamics and flat-space intuition. The waveforms can be qualitatively\ndescribed in terms of three stages; (i) an infall phase prior to the formation\nof a common apparent horizon; (ii) a nonlinear merger phase which corresponds\nto a peak in gravitational and electromagnetic energy; (iii) the ringdown\nmarked by an oscillatory pattern with exponentially decaying amplitude and\ncharacteristic frequencies that are in good agreement with perturbative\npredictions. We observe that the amount of gravitational-wave energy generated\nthroughout the collision decreases by about three orders of magnitude as the\ncharge-to-mass ratio Q/M is increased from 0 to 0.98. We interpret this\ndecrease as a consequence of the smaller accelerations present for larger\nvalues of the charge. In contrast, the ratio of energy carried by\nelectromagnetic to gravitational radiation increases, reaching about 22% for\nthe maximum Q/M ratio explored, which is in good agreement with analytic\npredictions.\n","Comment: 15 pages, 8 figures; v2: improved one plot and other minor changes.\n  matches published version in PRD"]}]
["1205.1275",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1275","ApJ. 754 (2012) 35-56","doi:10.1088/0004-637X/754/1/35"],"date":["2012-05-06"],"type":["text"],"creator":["Yang, Ming","Jiang, B. W."],"language":[],"coverage":[],"title":["The Period-Luminosity Relation of Red Supergiant Stars in the Small\n  Magellanic Cloud"],"description":["  The characteristics of light variation of RSGs in SMC are analyzed based on\nthe nearly 8-10 year long data collected by the ASAS and MACHO projects. The\nidentified 126 RSGs are classified into five categories accordingly: 20 with\npoor photometry, 55 with no reliable period, 6 with semi-regular variation, 15\nwith Long Secondary Period (LSP) and distinguishable short period and 30 with\nonly LSP. For the semi-regular variables and the LSP variables with\ndistinguishable short period, the Ks band period-luminosity (P-L) relation is\nanalyzed and compared with that of the Galaxy, LMC and M33. It is found that\nthe RSGs in these galaxies obey similar P-L relation except the Galaxy. In\naddition, the P-L relations in the infrared bands, namely the 2MASS JHKs,\nSpitzer/IRAC and Spitzer/MIPS 24 {\\mu}m bands, are derived with high\nreliability. The best P-L relation occurs in the Spitzer/IRAC [3.6] and [4.5]\nbands. Based on the comparison with the theoretical calculation of the P-L\nrelation, the mode of pulsation of RSGs in SMC is suggested to be the first\novertone radial mode.\n","Comment: 82 pages, 31 figures, 6 tables, accepted for publication in ApJ"]}]
["1205.2766",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.2766"],"date":["2012-05-12","2012-07-05"],"type":["text"],"creator":["Ferreira, Rui","Grossi, Roberto","Marino, Andrea","Pisanti, Nadia","Rizzi, Romeo","Sacomoto, Gustavo"],"language":[],"coverage":[],"title":["Optimal Listing of Cycles and st-Paths in Undirected Graphs"],"description":["  We present the first optimal algorithm for the classical problem of listing\nall the cycles in an undirected graph. We exploit their properties so that the\ntotal cost is the time taken to read the input graph plus the time to list the\noutput, namely, the edges in each of the cycles. The algorithm uses a reduction\nto the problem of listing all the paths from a vertex s to a vertex t which we\nalso solve optimally.\n","Comment: 12 Pages, 7 Page Appendix"]}]
["1205.4305",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4305","Nanotechnology 23, 285201 (2012)","doi:10.1088/0957-4484/23/28/285201"],"date":["2012-05-19"],"type":["text"],"creator":["Völk, Stefan","Knall, Florian","Schülein, Florian J. R.","Truong, Tuan A.","Kim, Hyochul","Petroff, Pierre M.","Wixforth, Achim","Krenner, Hubert J."],"language":[],"coverage":[],"title":["Surface acoustic wave mediated carrier injection into individual quantum\n  post nano emitters"],"description":["  Acousto-electric charge conveyance induced by a surface acoustic wave is\nemployed to dissociate photogenerated excitons. Over macroscopic distances,\nboth electrons and holes are injected \\emph{sequentially} into a remotely\npositioned, isolated and high-quality quantum emitter, a self-assembled quantum\npost. This process is found to be highly efficient and to exhibit improved\nstability at high acoustic powers when compared to direct optical pumping at\nthe position of the quantum post. These characteristics are attributed to the\nwide matrix quantum well in which charge conveyance occurs and to the larger\nnumber of carriers available for injection in the remote configuration,\nrespectively. The emission of such pumped quantum posts is dominated by\nrecombination of neutral excitons and fully directional when the propagation\ndirection of the SAW and the position of the quantum post are reversed.\n","Comment: 11 pages, 4 figures"]}]
["1205.5157",{"format":[],"subject":["Mathematical Physics","35Q70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5157"],"date":["2012-05-23","2012-07-05"],"type":["text"],"creator":["Kolpakov, A. A.","Kolpakov, A. G."],"language":[],"coverage":[],"title":["Complementarity problems for two pairs of charged bodies"],"description":["  We consider an interaction of charged bodies under the following simplified\nconditions: the distribution of charge over each body is stable; the\ninteraction of bodies is governed by electrical forces only. Physically, these\nassumptions can be treated as the following decomposition of charges: the\nstructure of each body is assumed to be stable due to inner forces (say,\nquantum forces [1]), which do not influence the interaction of the bodies; the\nbodies interact due to the classical electrical forces [2] only. In this model,\nthe role of inner forces is to create a specific stable distribution of the\ncharge over a body. We assume that the charge distribution over a body can be\ndescribed by the density of the charge. In our model, the distribution of the\ncharge is the property of a body and does not change in the process of the\nbodies' interaction. For the simplicity we assume that the bodies are similar\nin the sense of geometry, say, occupy domain $Q$ and have a preferable\ndirection of interaction denoted by $Ox_3$.\n","Comment: typos corrected"]}]
["1205.6778",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6778","JHEP1206:139,2012","doi:10.1007/JHEP06(2012)139"],"date":["2012-05-30","2012-06-06"],"type":["text"],"creator":["Hu, Shan","Nanopoulos, Dimitri"],"language":[],"coverage":[],"title":["Momentum modes of M5-branes in a 2d space"],"description":["  We study M5 branes by considering the selfdual strings parallel to a plane.\nWith the internal oscillation frozen, each selfdual string gives a 5d SYM\nfield. All selfdual strings together give a 6d field with 5 scalars, 3 gauge\ndegrees of freedom and 8 fermionic degrees of freedom in adjoint representation\nof U(N). Selfdual strings with the same orientation have the SYM-type\ninteraction. For selfdual strings with the different orientations, which could\nalso be taken as the unparallel momentum modes of the 6d field on that plane or\nthe (p,q) (r,s) strings on D3 with (p,q)\\neq (r,s), the [i,j]+[j,k]\\rightarrow\n[i,k] relation is not valid, so the coupling cannot be written in terms of the\nstandard N \\times N matrix multiplication. 3-string junction, which is the\nbound state of the unparallel [i,j] [j,k] selfdual strings, may play a role\nhere.\n","Comment: 37 pages, 5 figures, to appear in JHEP; v2: reference added"]}]
["1205.6840",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6840"],"date":["2012-05-30","2012-07-04"],"type":["text"],"creator":["Kite, Edwin S.","Lewis, Kevin W.","Lamb, Michael P."],"language":[],"coverage":[],"title":["Growth and form of the mound in Gale Crater, Mars: Slope-wind enhanced\n  erosion and transport"],"description":["  Ancient sediments provide archives of climate and habitability on Mars. Gale\nCrater, the landing site for the Mars Science Laboratory (MSL), hosts a 5 km\nhigh sedimentary mound. Hypotheses for mound formation include evaporitic,\nlacustrine, fluviodeltaic, and aeolian processes, but the origin and original\nextent of Gale's mound is unknown. Here we show new measurements of sedimentary\nstrata within the mound that indicate ~3 degree outward dips oriented radially\naway from the mound center, inconsistent with the first three hypotheses.\nMoreover, although mounds are widely considered to be erosional remnants of a\nonce crater-filling unit, we find that the Gale mound's current form is close\nto its maximal extent. Instead we propose that the mound's structure,\nstratigraphy, and current shape can be explained by growth in place near the\ncenter of the crater mediated by wind-topography feedbacks. Our model shows how\nsediment can initially accrete near the crater center far from crater-wall\nkatabatic winds, until the increasing relief of the resulting mound generates\nmound-flank slope-winds strong enough to erode the mound. Our results indicate\nmound formation by airfall-dominated deposition with a limited role for\nlacustrine and fluvial activity, and potentially limited organic carbon\npreservation. Morphodynamic feedbacks between wind and topography are widely\napplicable to a range of sedimentary mounds and ice mounds across the Martian\nsurface, and possibly other planets.\n","Comment: 2 new figures, expanded discussion, results unchanged"]}]
["1206.1579",{"format":[],"subject":["Computer Science - Artificial Intelligence","Mathematics - Combinatorics","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.1579","Algorithmic Operations Research Vol. 7 (2012) 21-28"],"date":["2012-06-07","2012-07-05"],"type":["text"],"creator":["Reihaneh, Mohammad","Karapetyan, Daniel"],"language":[],"coverage":[],"title":["An Efficient Hybrid Ant Colony System for the Generalized Traveling\n  Salesman Problem"],"description":["  The Generalized Traveling Salesman Problem (GTSP) is an extension of the\nwell-known Traveling Salesman Problem (TSP), where the node set is partitioned\ninto clusters, and the objective is to find the shortest cycle visiting each\ncluster exactly once. In this paper, we present a new hybrid Ant Colony System\n(ACS) algorithm for the symmetric GTSP. The proposed algorithm is a\nmodification of a simple ACS for the TSP improved by an efficient GTSP-specific\nlocal search procedure. Our extensive computational experiments show that the\nuse of the local search procedure dramatically improves the performance of the\nACS algorithm, making it one of the most successful GTSP metaheuristics to\ndate.\n","Comment: 7 pages"]}]
["1206.2191",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2191","Philosophical Magazine 92(2012), 2553-2562","doi:10.1080/14786435.2012.681711"],"date":["2012-06-11"],"type":["text"],"creator":["Han, Fei","Yang, Huan","Shen, Bing","Wang, Zheng-Yu","Li, Chun-Hong","Wen, Hai-Hu"],"language":[],"coverage":[],"title":["Metastable superconducting state in quenched KxFe2-ySe2"],"description":["  By direct quenching or post-annealing followed by quenching, we have\nsuccessfully obtained a series of KxFe2-ySe2 samples with different properties.\nIt is found that the samples directly quenched in the cooling process of growth\nshow superconductivity and the one cooled with furnace is insulating even\nthough their stoichiometries are similar. The sample cooled with furnace can be\ntuned from insulating to superconducting by post-annealing and then quenching.\nBased on the two points mentioned above, we conclude that the superconducting\nstate in KxFe2-ySe2 is metastable, and quenching is the key point to achieve\nthe superconducting state. The similar stoichiometries of all the\nnon-superconducting and superconducting samples indicate that the iron valence\ndoesn't play a decisive role in determining whether a KxFe2-ySe2 sample is\nsuperconducting. Combining with the result got in the KxFe2-ySe2 thin films\nprepared by molecular beam epitaxy (MBE), we argue that our superconducting\nsample partly corresponds to the phase without iron vacancies as evidenced by\nscanning tunnelling microscopy (STM) and the insulating sample mainly\ncorresponds to the phase with the $\\sqrt{5}\\times\\sqrt{5}$ vacancy order.\nQuenching may play a role of freezing the phase without iron vacancies.\n","Comment: 9 pages, 7figures, this article is a new version of arXiv:1103.1347\n  with new data added"]}]
["1206.3049",{"format":[],"subject":["Mathematics - Complex Variables","32A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3049"],"date":["2012-06-14","2012-07-05"],"type":["text"],"creator":["Dovbush, P. V."],"language":[],"coverage":[],"title":["On admissible limits of functions of several variables"],"description":["  The aim of the present article is to establish the connection between the\nexistence of the limit along the normal and an admissible limit at a fixed\nboundary point for holomorphic functions of several complex variables.\n","Comment: 9 pages"]}]
["1206.4365",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4365"],"date":["2012-06-19","2012-07-05"],"type":["text"],"creator":["de Teramond, Guy F.","Brodsky, Stanley J."],"language":[],"coverage":[],"title":["Light-front holography - A new approach to relativistic hadron dynamics\n  and nonperturbative QCD"],"description":["  The holographic mapping of gravity in AdS space to QCD, quantized at fixed\nlight-front time, provides a precise relation between the bound-state\namplitudes in the fifth dimension of AdS space and the boost-invariant\nlight-front wavefunctions describing the internal structure of hadrons in\nphysical space-time. In particular, the elastic and transition form factors of\nthe pion and the nucleons are well described in this framework. The light-front\nAdS/QCD holographic approach thus gives a frame-independent first approximation\nof the color-confining dynamics, spectroscopy, and excitation spectra of\nrelativistic light-quark bound states in QCD. More generally, we show that the\nvalence Fock-state wavefunctions of the eigensolutions of the light-front QCD\nHamiltonian satisfy a single-variable relativistic equation of motion,\nanalogous to the nonrelativistic radial Schr\\\"odinger equation, with an\neffective confining potential which systematically incorporates the effects of\nhigher quark and gluon Fock states. The proposed method to compute the\neffective interaction thus resembles the two-particle-irreducible functional\ntechniques used in quantum field theory.\n","Comment: Presented by GdT at the Sixth International Conference on Quarks and\n  Nuclear Physics, Ecole Polytechnique, Palaiseau, Paris, April 16-20, 2012"]}]
["1206.4428",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4428"],"date":["2012-06-20","2012-07-05"],"type":["text"],"creator":["Chen, M. X.","Podloucky, R.","Humer, S.","Bauer, E.","Rogl, P."],"language":[],"coverage":[],"title":["Optimizing thermoelectric properties of filled MPt$_4$Ge$_{12-x}$Sb$_x$\n  skutterudites by band engineering"],"description":["  On the basis of density functional theory (DFT) calculations thermoelectric\nproperties are derived for Sb-doped skutterudites MPt$_4$Ge$_{12-x}$Sb$_x$ with\nM=Ba,La,Th. It is predicted that the originally very small absolute values of\nSeebeck coefficients $|S|$ of the undoped compounds is increased by factors of\n10 or more for suitable dopings. The optimal dopings correspond to a \"magic\"\nvalence electron number for which all electronic states up to a (pseudo)gap are\nfilled. The theoretical findings are corroborated by measurements of $S$ for\nLaPt$_4$Ge$_{12-x}$Sb$_x$ skutterudites. DFT derived vibrational rattling-like\nmodes for LaPt$_4$Ge$_{12}$ indicate a small value for the lattice thermal\nconductivity which in combination with a large value of $S^2$ makes the\nLa-based skutterudites appear as promising thermoelectric materials.\n","Comment: 5 pages, 10 figures"]}]
["1206.4762",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4762"],"date":["2012-06-20","2012-07-04"],"type":["text"],"creator":["Geyer, Charles J."],"language":[],"coverage":[],"title":["Asymptotics of Maximum Likelihood without the LLN or CLT or Sample Size\n  Going to Infinity"],"description":["  If the log likelihood is approximately quadratic with constant Hessian, then\nthe maximum likelihood estimator (MLE) is approximately normally distributed.\nNo other assumptions are required. We do not need independent and identically\ndistributed data. We do not need the law of large numbers (LLN) or the central\nlimit theorem (CLT). We do not need sample size going to infinity or anything\ngoing to infinity. Presented here is a combination of Le Cam style theory\ninvolving local asymptotic normality (LAN) and local asymptotic mixed normality\n(LAMN) and Cram\\'er style theory involving derivatives and Fisher information.\nThe main tool is convergence in law of the log likelihood function and its\nderivatives considered as random elements of a Polish space of continuous\nfunctions with the metric of uniform convergence on compact sets. We obtain\nresults for both one-step-Newton estimators and Newton-iterated-to-convergence\nestimators.\n"]}]
["1206.4766",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4766"],"date":["2012-06-20","2012-07-04"],"type":["text"],"creator":["Kariya, Takeaki"],"language":[],"coverage":[],"title":["A CB (corporate bond) pricing probabilities and recovery rates model for\n  deriving default probabilities and recovery rates"],"description":["  In this paper we formulate a corporate bond (CB) pricing model for deriving\nthe term structure of default probabilities (TSDP) and the recovery rate (RR)\nfor each pair of industry factor and credit rating grade, and these derived\nTSDP and RR are regarded as what investors imply in forming CB prices in the\nmarket at each time. A unique feature of this formulation is that the model\nallows each firm to run several business lines corresponding to some industry\ncategories, which is typical in reality. In fact, treating all the\ncross-sectional CB prices simultaneously under a credit correlation structure\nat each time makes it possible to sort out the overlapping business lines of\nthe firms which issued CBs and to extract the TSDPs for each pair of individual\nindustry factor and rating grade together with the RRs. The result is applied\nto a valuation of CDS (credit default swap) and a loan portfolio management in\nbanking business.\n"]}]
["1206.5985",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5985","Phys. Rev. Lett. 107, 279702 (2011)","doi:10.1103/PhysRevLett.107.279702"],"date":["2012-06-26","2012-07-04"],"type":["text"],"creator":["Hackl, Andreas","Vojta, Matthias"],"language":[],"coverage":[],"title":["Reply to Comment by V. R. Shaginyan et al. on \"Zeeman-Driven Lifshitz\n  Transition: A Model for the Experimentally Observed Fermi-Surface\n  Reconstruction in YbRh2Si2\""],"description":["  A reply to the comment by V. R. Shaginyan et al. [Phys. Rev. Lett. 107,\n279701 (2011), arXiv:1206.5372] on our article [Phys. Rev. Lett. 106, 137002\n(2011), arXiv:1012.0303].\n","Comment: 2 pages"]}]
["1206.6113",{"format":[],"subject":["Nuclear Theory","Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6113","Phys. Rev. C 86 (2012) 015804","doi:10.1103/PhysRevC.86.015804"],"date":["2012-06-26"],"type":["text"],"creator":["Rauscher, T.","Kiss, G. G.","Scücs, T.","Fülöp, Zs.","Fröhlich, C.","Gyürky, Gy.","Halász, Z.","Kertész, Zs.","Somorjai, E."],"language":[],"coverage":[],"title":["Astrophysical analysis of the measurement of (alpha,gamma) and (alpha,n)\n  cross sections of 169Tm"],"description":["  Reaction cross sections of 169Tm(alpha,gamma)173Lu and 169Tm(alpha,n)172Lu\nhave been measured in the energy range 12.6<=E_alpha<=17.5 MeV and\n11.5<=E_alpha<=17.5 MeV, respectively, using the recently introduced method of\ncombining activation with X-ray counting. Improved shielding allowed to measure\nthe (alpha,gamma) to lower energy than previously possible. The combination of\n(alpha,gamma) and (alpha,n) data made it possible to study the energy\ndependence of the alpha width. While absolute value and energy dependence are\nperfectly reproduced by theory at energies above 14 MeV, the observed change in\nenergy dependence at energies below 14 MeV requires a modification of the\npredicted alpha width. Using an effective, energy-dependent, local optical\nalpha+nucleus potential it is possible to reproduce the data but the\nastrophysical rate is still not well constrained at gamma-process temperatures.\nThe additional uncertainty stemming from a possible modification of the\ncompound formation cross section is discussed. Including the remaining\nuncertainties, the recommended range of astrophysical reaction rate values at 2\nGK is higher than the previously used values by factors of 2-37.\n","Comment: 8 pages, 7 figures, 4 tables; accepted for publication in Phys. Rev.\n  C"]}]
["1206.6490",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6490"],"date":["2012-06-27","2012-07-05"],"type":["text"],"creator":["Eisenberg, Bob"],"language":[],"coverage":[],"title":["Living Devices"],"description":["  The physiological tradition of biological research analyzes biological\nsystems using reduced descriptions much as an engineer uses a 'black box'\ndescription of an amplifier. Simple models have been used by physiologists for\na very long time. Physiologists have successfully analyzed a broad range of\nbiological systems using a 'device-oriented' approach similar to the approach\nan engineer would use to investigate her devices. The present generation views\nbiology through the powerful lenses of structural and (molecular) dynamic\nanalysis, understandably enough because of the beauty and power of the\nanalysis, and the ease of using these structures with present freely available\nsoftware. The problem is that these powerful lenses offer such magnification\nthat the engineering approach cannot be seen. High magnification means limited\nfield of view, because the (spatial) dynamic range cannot cover everything. The\nfunction of the structures and molecular dynamics cannot be seen in the work of\nmany biologists, probably because function cannot be immediately seen in the\nstructures and molecular dynamics they compute. It is just as important for\nbiologists to measure the inputs and outputs of their systems as it is to\nmeasure their structures. It seems clear, at least to one physiologist, that\nthis research will be catalyzed by assuming that most biological systems are\ndevices that can be analyzed with the same strategies one would use to analyze\nengineering devices. Thinking today about your biological preparation as a\ndevice tells you what experiments to do tomorrow. An important task for many of\nus is to transmit the physiological tradition to the next generation of\nbiophysicists to help them adapt traditional questions to the new length scales\nand techniques of molecular and atomic biology.\n","Comment: Typos Corrected in Second Version"]}]
["1206.6543",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6543"],"date":["2012-06-27","2012-07-04"],"type":["text"],"creator":["Danapinar, E.","Yilmaz, U. O."],"language":[],"coverage":[],"title":["Effects of a Single Universal Extra Dimension in $B_c --> (D_{s},D)\n  \\,\\ell^+ \\ell^-$ Decays"],"description":["  The rare semileptonic $B_c \\rar D_{s,d}\\, \\ell^+ \\ell^-$ decays are studied\nin the universal extra dimension with a single extra dimension scenario. The\nsensitivity of differential and total branching ratio, polarization asymmetries\nof final state leptons to the compactification parameter is presented, both for\nmuon and tau decay channels. Comparing with the standard model, the obtained\nresults indicate that there are new contributions to the physical observables.\nConsidering the ability of available experiments, it would be useful to study\nthese effects.\n","Comment: 16 Pages, 36 Figures"]}]
["1206.6913",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.6913"],"date":["2012-06-28","2012-07-04"],"type":["text"],"creator":["Diaconis, Persi","Holmes, Susan","Shahshahani, Mehrdad"],"language":[],"coverage":[],"title":["Sampling From A Manifold"],"description":["  We develop algorithms for sampling from a probability distribution on a\nsubmanifold embedded in Rn. Applications are given to the evaluation of\nalgorithms in 'Topological Statistics'; to goodness of fit tests in exponential\nfamilies and to Neyman's smooth test. This article is partially expository,\ngiving an introduction to the tools of geometric measure theory.\n"]}]
["1206.7038",{"format":[],"subject":["Computer Science - Systems and Control","Mathematics - Dynamical Systems","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.7038"],"date":["2012-06-25","2012-07-05"],"type":["text"],"creator":["Aroudi, El"],"language":[],"coverage":[],"title":["Comments on \"Comments on \"Prediction of Subharmonic Oscillation in\n  Switching Converters Under Different Control Strategies\"\""],"description":["  arXiv admin note: This submission has been removed by arXiv administrators\ndue to unprofessional personal attack.\n","Comment: arXiv admin note: This submission has been removed by arXiv\n  administrators due to unprofessional personal attack"]}]
["1207.0457",{"format":[],"subject":["High Energy Physics - Phenomenology","Condensed Matter - Other Condensed Matter","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0457"],"date":["2012-07-02","2012-07-05"],"type":["text"],"creator":["Kapustin, Anton"],"language":[],"coverage":[],"title":["Remarks on nonrelativistic Goldstone bosons"],"description":["  We discuss excitations in nonrelativistic field theories with spontaneous\nbreaking of a continuous global symmetry. It is known that in such systems\nthere are two types of Goldstone bosons (Type A and Type B) whose dispersion\nlaw is generically linear or quadratic, respectively. We show that Type B\nGoldstone bosons may have gapped partners which we call almost-Goldstone\nbosons. With some nondegeneracy assumption about the low-energy effective\naction, the total number of Goldstone and almost-Goldstone bosons adds up to\nthe number of broken symmetry generators. We propose that deviations of the\ndispersion law of Goldstone bosons from linearity at small momenta may serve as\na signature of small breaking of time-reversal symmetry.\n","Comment: 9 pages, latex"]}]
["1207.0823",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0823"],"date":["2012-07-02","2012-07-05"],"type":["text"],"creator":["Barcelo, Roberto"],"language":[],"coverage":[],"title":["The Higgs Boson and New Physics at the TeV Scale"],"description":["  In this Thesis two different parts can be distinguished. In the first one,\nafter a review of the SM Higgs sector, I describe some scenarios for new\nphysics such as Little Higgs and Supersymmetry and discuss our contributions in\neach of them. In the second part I focus on one of the most interesting\nexperimental hints of new physics, the forward-backward asymmetry in top-pair\nproduction measured at the Tevatron, analyzing in detail its possible\nimplications at the LHC.\n","Comment: Ph.D. Thesis, Universidad de Granada, March 2012, 129 pages"]}]
["1207.0905",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0905"],"date":["2012-07-04"],"type":["text"],"creator":["Yanagida, Shintarou"],"language":[],"coverage":[],"title":["A note on Bridgeland's Hall algebra of two-periodic complexes"],"description":["  We show that the Hall algebra of two-periodic complexes, which is recently\nintroduced by T.Bridgeland, coincides with the Drinfeld double of the ordinary\nHall bialgebra.\n","Comment: 12 pages"]}]
["1207.0949",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0949"],"date":["2012-07-04","2012-07-05"],"type":["text"],"creator":["Austregesilo, A.","Schlueter, T.","collaboration, for the COMPASS"],"language":[],"coverage":[],"title":["Partial-Wave Analysis of the Centrally Produced {\\pi}+{\\pi}- System in\n  pp Reactions at COMPASS"],"description":["  COMPASS is a fixed-target experiment at CERN SPS which investigates the\nstructure and spectroscopy of hadrons. During nine weeks in 2008 and 2009, a\n190 GeV/c proton beam impinging on a liquid hydrogen target was used in order\nto study the production of exotic mesons and glueball candidates at central\nrapidities. As no bias on the production mechanism was introduced by the\ntrigger system, the contribution from diffractive dissociation of the beam\nproton poses a challenge. We select a centrally produced sample by kinematic\ncuts and introduce a model to describe the data in terms of partial waves.\nPreliminary fits are presented, which are consistent with results from previous\nexperiments. Particular attention is paid to the ambiguities in the amplitude\nanalysis of the two-pseudoscalar final state.\n","Comment: Sixth International Conference on Quarks and Nuclear Physics, April\n  16-20, 2012, Ecole Polytechnique, Palaiseau, Paris PoS (QNP2012) 098"]}]
["1207.0952",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0952","FIZIKA B, Volume 20 2 (2011) 117-130"],"date":["2012-07-04","2012-07-05"],"type":["text"],"creator":["Austregesilo, A.","collaboration, for the COMPASS"],"language":[],"coverage":[],"title":["The COMPASS Hadron Spectroscopy Programme"],"description":["  COMPASS is a fixed-target experiment at the CERN SPS for the investigation of\nthe structure and the dynamics of hadrons. The experimental setup features a\nlarge acceptance and high momentum resolution spectrometer including particle\nidentification and calorimetry and is therefore ideal to access a broad range\nof different final states. Following the promising observation of a spin-exotic\nresonance during an earlier pilot run, COMPASS focused on light-quark hadron\nspectroscopy during the years 2008 and 2009. A data set, world leading in terms\nof statistics and resolution, has been collected with a 190GeV/c hadron beam\nimpinging on either liquid hydrogen or nuclear targets. Spin-exotic meson and\nglueball candidates formed in both diffractive dissociation and central\nproduction are presently studied. Since the beam composition includes protons,\nthe excited baryon spectrum is also accessible. Furthermore, Primakoff\nreactions have the potential to determine radiative widths of the resonances\nand to probe chiral perturbation theory. An overview of the ongoing analyses\nwill be presented. In particular, the employed partial wave analysis techniques\nwill be illustrated and recent results will be shown for a selection of final\nstates.\n","Comment: 3rd International Conference on Nuclear and Particle Physics with\n  CEBAF at Jefferson Lab, October 3-8, 2010, Dubrovnik, Croatia"]}]
["1207.1018",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1018"],"date":["2012-07-04"],"type":["text"],"creator":["Picco, Marco"],"language":[],"coverage":[],"title":["Critical behavior of the Ising model with long range interactions"],"description":["  We present results of a Monte Carlo study for the ferromagnetic Ising model\nwith long range interactions in two dimensions. This model has been simulated\nfor a large range of interaction parameter $\\sigma$ and for large sizes. We\nobserve that the results close to the change of regime from intermediate to\nshort range do not agree with the renormalization group predictions.\n","Comment: 5 pages + 1 fig"]}]
["1207.1098",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1098"],"date":["2012-07-04"],"type":["text"],"creator":["Bassil, Youssef"],"language":[],"coverage":[],"title":["TCP Congestion Control Scheme for Wireless Networks based on TCP\n  Reserved Field and SNR Ratio"],"description":["  Currently, TCP is the most popular and widely used network transmission\nprotocol. In actual fact, about 90% of connections on the internet use TCP to\ncommunicate. Through several upgrades and improvements, TCP became well\noptimized for the very reliable wired networks. As a result, TCP considers all\npacket timeouts in wired networks as due to network congestion and not to bit\nerrors. However, with networking becoming more heterogeneous, providing wired\nas well as wireless topologies, TCP suffers from performance degradation over\nerror-prone wireless links as it has no mechanism to differentiate error losses\nfrom congestion losses. It therefore considers all packet losses as due to\ncongestion and consequently reduces the burst of packet, diminishing at the\nsame time the network throughput. This paper proposes a new TCP congestion\ncontrol scheme appropriate for wireless as well as wired networks and is\ncapable of distinguishing congestion losses from error losses. The proposed\nscheme is based on using the reserved field of the TCP header to indicate\nwhether the established connection is over a wired or a wireless link.\nAdditionally, the proposed scheme leverages the SNR ratio to detect the\nreliability of the link and decide whether to reduce packet burst or retransmit\na timed-out packet. Experiments conducted, revealed that the proposed scheme\nproved to behave correctly in situations where timeouts were due to error and\nnot to congestion. Future work can improve upon the proposed scheme so much so\nthat it can leverage CRC and HEC errors so as to better determine the cause of\ntransmission timeouts in wireless networks.\n","Comment: LACSC - Lebanese Association for Computational Sciences,\n  International Journal of Research and Reviews in Information Sciences\n  (IJRRIS), Vol. 2, No. 2, June 2012, http://www.lacsc.org"]}]
["1207.1112",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1112","Physical Review B, v. 85, pp. 245445 (2012)","doi:10.1103/PhysRevB.85.245445"],"date":["2012-07-04"],"type":["text"],"creator":["Russell, Kasey J.","Yeung, Kitty Y. M.","Hu, Evelyn"],"language":[],"coverage":[],"title":["Measuring the mode volume of plasmonic nanocavities using coupled\n  optical emitters"],"description":["  Metallic optical systems can confine light to deep sub-wavelength dimensions,\nbut verifying the level of confinement at these length scales typically\nrequires specialized techniques and equipment for probing the near-field of the\nstructure. We experimentally measured the confinement of a metal-based optical\ncavity by using the cavity modes themselves as a sensitive probe of the cavity\ncharacteristics. By perturbing the cavity modes with conformal dielectric\nlayers of sub-nm thickness using atomic layer deposition, we find the\nexponential decay length of the modes to be less than 5% of the free-space\nwavelength (\\lambda) and the mode volume to be of order \\lambda^3/1000. These\nresults provide experimental confirmation of the deep sub-wavelength\nconfinement capabilities of metal-based optical cavities.\n","Comment: 11 pages, 4 figures"]}]
["1207.1115",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning","Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society","H.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1115"],"date":["2012-07-03"],"type":["text"],"creator":["Toole, Jameson L.","Ulm, Michael","Bauer, Dietmar","Gonzalez, Marta C."],"language":[],"coverage":[],"title":["Inferring land use from mobile phone activity"],"description":["  Understanding the spatiotemporal distribution of people within a city is\ncrucial to many planning applications. Obtaining data to create required\nknowledge, currently involves costly survey methods. At the same time\nubiquitous mobile sensors from personal GPS devices to mobile phones are\ncollecting massive amounts of data on urban systems. The locations,\ncommunications, and activities of millions of people are recorded and stored by\nnew information technologies. This work utilizes novel dynamic data, generated\nby mobile phone users, to measure spatiotemporal changes in population. In the\nprocess, we identify the relationship between land use and dynamic population\nover the course of a typical week. A machine learning classification algorithm\nis used to identify clusters of locations with similar zoned uses and mobile\nphone activity patterns. It is shown that the mobile phone data is capable of\ndelivering useful information on actual land use that supplements zoning\nregulations.\n","Comment: To be presented at ACM UrbComp2012"]}]
["1207.1124",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1124"],"date":["2012-07-04"],"type":["text"],"creator":["Kundu, Soumya","Sinitsyn, Nikolai"],"language":[],"coverage":[],"title":["Safe Protocol for Controlling Power Consumption by a Heterogeneous\n  Population of Loads"],"description":["  Recent studies on control of aggregate power of an ensemble of\nthermostatically-controlled-loads (TCLs) have been concentrated on shifting the\ntemperature set points of each TCL in the population. A sudden shift in the set\npoint, however, is known to be associated with undesirable power oscillations\nwhich require closed-loop control strategies to regulate the aggregate power\nconsumption of the population. In this article, we propose a new approach which\nwe term as a \"safe protocol\" to implement the shift in temperature set point.\nIt is shown analytically and verified numerically that by shifting the set\npoint \"safely\" the aggregate power consumption can be changed to a different\nvalue within a time frame of the order of a TCL's cycle duration and avoid the\nundesired oscillations seen otherwise in a \"sudden\" shift. We discuss how the\nexcess aggregate energy transferred under a safe shift in the set point could\npotentially mitigate the burden due to abnormal energy generation within a\nshort time span.\n","Comment: 6 pages; American Control Conference, Montreal, 2012"]}]
["1207.1126",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1126"],"date":["2012-07-04"],"type":["text"],"creator":["Crowley, Stephen"],"language":[],"coverage":[],"title":["Two New Zeta Constants: Fractal String, Continued Fraction, and\n  Hypergeometric Aspects of the Riemann Zeta Function"],"description":["  The Riemann zeta function at integer arguments can be written as an infinite\nsum of certain hypergeometric functions and more generally the same can be done\nwith polylogarithms, for which several zeta functions are a special case. An\nanalytic continuation formula for these hypergeometric functions exists and is\nused to derive some infinite sums which allow the zeta function at integer\narguments n to be written as a weighted infinite sum of hypergeometric\nfunctions at n - 1. The form might be considered to be a shift operator for the\nRiemann zeta function which leads to the curious values {\\zeta}F(0) = I_0(2) -\n1 and {\\zeta}F(1) = Ei(1) - {\\gamma} which involve a Bessel function of the\nfirst kind and an exponential integral respectively and differ from the values\n{\\zeta}(0) = -1/2 and {\\zeta}(1) = \\infty given by the usual method of\ncontinuation. Interpreting these \"hypergeometrically continued\" values of the\nzeta constants in terms of reciprocal common factor probability we have\n{\\zeta}F(0)^-1 \\sim 78.15% and {\\zeta}F(1)^-1 \\sim 75.88% which contrasts with\nthe standard known values for sensible cases like {\\zeta}(2)^-1 \\sim 60.79% and\n{\\zeta}(3)^-1 \\sim 83.19%. The combinatorial definitions of the Stirling\nnumbers of the second kind, and the 2-restricted Stirling numbers of the second\nkind are recalled because they appear in the differential equatlon satisfied by\nthe hypergeometric representation of the polylogarithm. The notion of fractal\nstrings is related to the (chaotic) Gauss map of the unit interval which arises\nin the study of continued fractions, and another chaotic map is also introduced\ncalled the \"Harmonic sawtooth\" whose Mellin transform is the (appropritately\nscaled) Riemann zeta function. These maps are within the family of what might\nbe called \"deterministic chaos\". Some number theoretic definitions are also\nrecalled.\n"]}]
["1207.1134",{"format":[],"subject":["Mathematics - Functional Analysis","Computer Science - Information Theory","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1134"],"date":["2012-07-04"],"type":["text"],"creator":["Balan, Radu"],"language":[],"coverage":[],"title":["Reconstruction of Signals from Magnitudes of Redundant Representations"],"description":["  This paper is concerned with the question of reconstructing a vector in a\nfinite-dimensional real or complex Hilbert space when only the magnitudes of\nthe coefficients of the vector under a redundant linear map are known. We\npresent new invertibility results as well an iterative algorithm that finds the\nleast-square solution and is robust in the presence of noise. We analyze its\nnumerical performance by comparing it to two versions of the Cramer-Rao lower\nbound.\n","Comment: 20 pages, 5 figures"]}]
["1207.1135",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1135"],"date":["2012-07-04"],"type":["text"],"creator":["Bille, Philip","Gørtz, Inge Li","Kopelowitz, Tsvi","Sach, Benjamin","Vildhøj, Hjalte Wedel"],"language":[],"coverage":[],"title":["Sparse Suffix Tree Construction with Small Space"],"description":["  We consider the problem of constructing a sparse suffix tree (or suffix\narray) for $b$ suffixes of a given text $T$ of size $n$, using only $O(b)$\nwords of space during construction time. Breaking the naive bound of\n$\\Omega(nb)$ time for this problem has occupied many algorithmic researchers\nsince a different structure, the (evenly spaced) sparse suffix tree, was\nintroduced by K{\\\"a}rkk{\\\"a}inen and Ukkonen in 1996. While in the evenly\nspaced sparse suffix tree the suffixes considered must be evenly spaced in $T$,\nhere there is no constraint on the locations of the suffixes.\n  We show that the sparse suffix tree can be constructed in $O(n\\log^2b)$ time.\nTo achieve this we develop a technique, which may be of independent interest,\nthat allows to efficiently answer $b$ longest common prefix queries on suffixes\nof $T$, using only $O(b)$ space. We expect that this technique will prove\nuseful in many other applications in which space usage is a concern.\nFurthermore, additional tradeoffs between the space usage and the construction\ntime are given.\n","Comment: 7 pages, submitted"]}]
["1207.1136",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1136"],"date":["2012-07-04"],"type":["text"],"creator":["Alikakos, J.","Boumis, P.","Christopoulou, P. E.","Goudis, C. D."],"language":[],"coverage":[],"title":["Discovery of optical candidate supernova remnants in Sagittarius"],"description":["  During an [O III] survey for planetary nebulae, we identified a region in\nSagittarius containing several candidate Supernova Remnants and obtained deep\noptical narrow-band images and spectra to explore their nature. The images of\nthe unstudied area have been obtained in the light of Halpha+[N II], [S II] and\n[O III]. The resulting mosaic covers an area of 1.4x1.0 deg^2 where filamentary\nand diffuse emission was discovered, suggesting the existence of more than one\nsupernova remnants (SNRs) in the area. Deep long slit spectra were also taken\nof eight different regions. Both the flux calibrated images and the spectra\nshow that the emission from the filamentary structures originates from\nshock-heated gas, while the photo-ionization mechanism is responsible for the\ndiffuse emission. Part of the optical emission is found to be correlated with\nthe radio at 4850 MHz suggesting their association, while the WISE infrared\nemission found in the area at 12 and 22 micron marginally correlates with the\noptical. The presence of the [O III] emission line in one of the candidate SNRs\nsuggests shock velocities into the interstellar \"clouds\" between 120 and 200\nkm/s, while the absence in the other indicates slower shock velocities. For all\ncandidate remnants the [S II] 6716/6731 ratio indicates electron densities\nbelow 240 cm^{-3}, while the Halpha emission has been measured to be between\n0.6 to 41x10^{-17} erg/s/cm^2/arcsec^2. The existence of eight pulsars within\n1.5deg away from the center of the candidate SNRs also supports the scenario of\nmany SNRs in the area as well as that the detected optical emission could be\npart of a number of supernovae explosions.\n","Comment: 15 pages, 6 figures, accepted for publication in Astronomy &\n  Astrophysics"]}]
["1207.1137",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1137"],"date":["2012-07-04"],"type":["text"],"creator":["Edelstein, Andrea","Rabbat, Michael"],"language":[],"coverage":[],"title":["Background Subtraction for Online Calibration of Baseline RSS in RF\n  Sensing Networks"],"description":["  Radio frequency (RF) sensing networks are a class of wireless sensor networks\n(WSNs) which use RF signals to accomplish tasks such as passive device-free\nlocalization and tracking. The algorithms used for these tasks usually require\naccess to measurements of baseline received signal strength (RSS) on each link.\nHowever, it is often impossible to collect this calibration data (measurements\ncollected during an offline calibration period when the region of interest is\nempty of targets). We propose adapting background subtraction methods from the\nfield of computer vision to estimate baseline RSS values from measurements\ntaken while the system is online and obstructions may be present. This is done\nby forming an analogy between the intensity of a background pixel in an image\nand the baseline RSS value of a WSN link and then translating the concepts of\ntemporal similarity, spatial similarity and spatial ergodicity which underlie\nspecific background subtraction algorithms to WSNs. Using experimental data, we\nshow that these techniques are capable of estimating baseline RSS values with\nenough accuracy that RF tomographic tracking can be carried out in a variety of\ndifferent environments without the need for a calibration period.\n","Comment: 24 pages, 11 figures, 7 tables, submitted"]}]
["1207.1140",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Combinatorics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1140"],"date":["2012-07-04"],"type":["text"],"creator":["Cheraghchi, Mahdi","Guruswami, Venkatesan","Velingker, Ameya"],"language":[],"coverage":[],"title":["Restricted Isometry of Fourier Matrices and List Decodability of Random\n  Linear Codes"],"description":["  We prove that a random linear code over F_q, with probability arbitrarily\nclose to 1, is list decodable at radius (1-1/q-\\epsilon) with list size\nL=O(1/\\epsilon^2) and rate R=\\Omega_q(\\epsilon^2/(log^3(1/\\epsilon))). Up to\nthe polylogarithmic factor in (1/\\epsilon) and constant factors depending on q,\nthis matches the lower bound L=\\Omega_q(1/\\epsilon^2) for the list size and\nupper bound R=O_q(\\epsilon^2) for the rate. Previously only existence (and not\nabundance) of such codes was known for the special case q=2 (Guruswami,\nH{\\aa}stad, Sudan and Zuckerman, 2002).\n  In order to obtain our result, we employ a relaxed version of the well known\nJohnson bound on list decoding that translates the average Hamming distance\nbetween codewords to list decoding guarantees. We furthermore prove that the\ndesired average-distance guarantees hold for a code provided that a natural\ncomplex matrix encoding the codewords satisfies the Restricted Isometry\nProperty with respect to the Euclidean norm (RIP-2). For the case of random\nbinary linear codes, this matrix coincides with a random submatrix of the\nHadamard-Walsh transform matrix that is well studied in the compressed sensing\nliterature.\n  Finally, we improve the analysis of Rudelson and Vershynin (2008) on the\nnumber of random frequency samples required for exact reconstruction of\nk-sparse signals of length N. Specifically, we improve the number of samples\nfrom O(k log(N) log^2(k) (log k + loglog N)) to O(k log(N) log^3(k)). The proof\ninvolves bounding the expected supremum of a related Gaussian process by using\nan improved analysis of the metric defined by the process. This improvement is\ncrucial for our application in list decoding.\n","Comment: Preliminary full version"]}]
["1207.1144",{"format":[],"subject":["Physics - Chemical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1144"],"date":["2012-07-04"],"type":["text"],"creator":["Eu, Byung Chan","Xu, Hui","Rah, Kyunil"],"language":[],"coverage":[],"title":["Brownian Model Theory of Nonequilibrium Liquid Structure and\n  Hydrodynamics of Strong Electrolyte Solutions in an External Field"],"description":["  In this paper, on the basis of the Onsager--Wilson theory of strong binary\nelectrolyte solutions we completely work out the solutions of the governing\nequations (Onsager-Fuoss equations and Poisson equations) for nonequilibrium\npair correlation functions and ionic potentials and the solutions for the\nStokes equation for the velocity and pressure in the case of strong binary\nelectrolyte solutions under the influence of an external electric field of\narbitrary strength. The solutions are calculated in the configuration space as\nfunctions of coordinates and reduced field strength. Thus the axial and\ntransversal components of the velocity and the accompanying nonequilibrium\npressure are explicitly obtained and computed for all values of position\ncoordinates. Computation of velocity profiles makes it possible to visualize\nthe movement and distortion of ion atmosphere under the influence of an\nexternal electric field.\n","Comment: 58 pages, 13 figures"]}]
["1207.1145",{"format":[],"subject":["Mathematics - Optimization and Control","90C33, 65H20, 65H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1145"],"date":["2012-07-04"],"type":["text"],"creator":["Jong, Yunchol","Kim, Wonil"],"language":[],"coverage":[],"title":["A Newton-Fixed Point Homotopy Algorithm For Nonlinear Complementarity\n  Problems With Generalized Monotonicity"],"description":["  In this paper has been considered probability-one global convergence of NFPH\n(Newton-Fixed Point Homotopy) algorithm for system of nonlinear equations and\nhas been proposed a probability-one homotopy algorithm to solve a regularized\nsmoothing equation for NCP with generalized monotonicity. Our results provide a\ntheoretical basis to develop a new computational method for nonlinear equation\nsystems and complementarity problems. Some preliminary numerical experiments\nshows that our NFPH method is useful and promissing for difficult nonlinear\nproblems.\n"]}]
["1207.1148",{"format":[],"subject":["Physics - Chemical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1148"],"date":["2012-07-04"],"type":["text"],"creator":["Eu, Byung Chan","Xu, Hui","Rah, Kyunil"],"language":[],"coverage":[],"title":["Wien Effect on Ionic Conductance of Binary Strong Electrolyte Solutions\n  in a High External Electric Field"],"description":["  In the preceding paper, the exact solution of Stokes equation was obtained\nfor a binary strong electrolyte solution in an external electric field. In the\npresent paper, the solution is applied to calculate the Wien effect on\ndeviation from the Coulombic law of conduction in high fields. One of the\nimportant aims of the present line of work was in removing or avoiding the\ndivergence difficulty in calculating the electrophoretic and relaxation time\ncoefficients. The present work achieves that aim by calculating on the basis of\ncomputing the axial velocity profiles the position of the center of the ion\natmosphere as a function of the reduced field strength and therewith computing\nthe electrophoretic and relaxation time coefficients for the migrating\nspherical ion atmosphere at each value of the reduced field strength. With the\nelectrophoretic and relaxation time coefficients thus calculated along the\ntrajectory of the center of the ion atmosphere with regard to the reduced field\nstrength, the equivalent ionic conductance of a magnesium sulfate solution is\ncalculated and compared with experimental data in very good accuracy. It is\nalso compared with the prediction by Wilson's theory and is found very much\nimproved over the latter. Moreover, the present method is divergence-free\nunlike Wilson's theory. It therefore not only sheds a new light on the\nnonequilibrium liquid structure of ionic solutions and the motion of ion\natmosphere in an electric field, but also shows how the Onsager--Wilson theory\nof conductance in electrolyte solutions should be applied to account for the\nWien effect on ionic conductance.\n","Comment: 14 pages (excluding figures), 5 figures"]}]
["1207.1154",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1154"],"date":["2012-07-04"],"type":["text"],"creator":["Ando, Y.","Yamada, S.","Kasahara, K.","Masaki, K.","Sawano, K.","Miyao, M.","Hamaya, K."],"language":[],"coverage":[],"title":["Evidence for the Presence of Spin Accumulation in Localized States at\n  Ferromagnet-Silicon Interfaces"],"description":["  We experimentally show evidence for the presence of spin accumulation in\nlocalized states at ferromagnet-silicon interfaces, detected by electrical\nHanle effect measurements in CoFe/$n^{+}$-Si/$n$-Si lateral devices. By\ncontrolling the measurement temperature, we can clearly observe marked changes\nin the spin-accumulation signals at low temperatures, at which the electron\ntransport across the interface changes from the direct tunneling to the\ntwo-step one via the localized states. We discuss in detail the difference in\nthe spin accumulation between in the Si channel and in the localized states.\n","Comment: 5 pages, 4 figures"]}]
["1207.1155",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","Mathematics - Dynamical Systems","14J29, 32Q45, 32S65, 32S20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1155"],"date":["2012-07-04"],"type":["text"],"creator":["McQuillan, Michael"],"language":[],"coverage":[],"title":["Two Ext groups and a residue"],"description":["  The present constitutes the key lemma which was hitherto missing in the\nauthor's proof of, inter alia, the Green-Griffiths conjecture for surfaces with\nenough 2-jets, e.g. $13\\mathrm{c}_1^2> 9\\mathrm{c}_2$. As to why this is so is\nnot the immediate concern of this article since it is a lemma within a whole.\nBy way of what is essentially an appendix to the current paper, a guide to the\nwhole is provided at http://www.mat.uniroma2.it/~mcquilla.\n"]}]
["1207.1156",{"format":[],"subject":["Physics - Instrumentation and Detectors","Nuclear Experiment","65-05","B.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1156"],"date":["2012-07-04"],"type":["text"],"creator":["Jiang, Shui-Dong","Liu, Jing-Quan","Mei, Jia-Bin","Yang, Bin","Yang, Chun-Sheng"],"language":[],"coverage":[],"title":["Design, fabrication and measurement of a novel cooling arm for fusion\n  energy source"],"description":["  The issues of energy and environment are the main constraint of sustainable\ndevelopment in worldwide. Nuclear energy source is one important optional\nchoice for long term sustainable development. The nuclear energy consists of\nfusion energy and fission energy. Compared with fission, inertial confinement\nfusion (ICF) is a kind of clean fusion energy and can generate large energy and\nlittle environmental pollution. ICF mainly consists of peripheral driver unit\nand target. The cooling arm is an important component of the target, which\ncools the hohlraum to maintain the required temperature and positions the\nthermal-mechanical package (TMP) assembly. This paper mainly investigates the\ncooling arm, including the structural design, the verticality of sidewall and\nthe mechanical properties. The TMP assembly is uniformly clamped in its radial\nwhen using (111) crystal orientation silicon to fabricate cooling arm. The\nfinite element method is used to design the structure of cooling arm with 16\nclamping arms, and the MEMS technologies are employed to fabricate the\nmicro-size cooling arm structure with high vertical sidewall. Finally, the\nmechanical test of cooling arm is taken, and the result can meet the\nrequirement of positioning TMP assembly.\n","Comment: 10 pages, 11 figures, this article was submitted to chinese physics c"]}]
["1207.1161",{"format":[],"subject":["Computer Science - Emerging Technologies","Computer Science - Data Structures and Algorithms","Computer Science - Mathematical Software"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1161"],"date":["2012-07-05"],"type":["text"],"creator":["Chhajer, Abhishek","Gupta, Manish K.","Vasani, Sandeep","Dholakiya, Jaley"],"language":[],"coverage":[],"title":["Modular Arithmetic Expressions and Primality Testing via DNA\n  Self-Assembly"],"description":["  Self-assembly is a fundamental process by which supramolecular species form\nspontaneously from their components. This process is ubiquitous throughout the\nlife chemistry and is central to biological information processing. Algorithms\nfor solving many mathematical and computational problems via tile self assembly\nhave been proposed by many researchers in the last decade. In particular tile\nset for doing basic arithmetic of two inputs have been given. In this work we\ngive tile set for doing basic arithmetic (addition, subtraction,\nmultiplication) of n inputs and subsequently computing its modulo. We also\npresent a tile set for primality testing. Finally we present a software\n'xtilemod' for doing modular arithmetic. This simplifies the task of creating\nthe input files to xgrow simulator for doing basic (addition, subtraction,\nmultiplication and division) as well as modular arithmetic of n inputs. Similar\nsoftware for creating tile set for primality testing is also given.\n"]}]
["1207.1166",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1166"],"date":["2012-07-05"],"type":["text"],"creator":["Mao, Guoqiang"],"language":[],"coverage":[],"title":["On the Fundamental Relationship Determining the Capacity of Static and\n  Mobile Wireless Networks"],"description":["  Studying the capacity of wireless multi-hop networks is an important problem\nand extensive research has been done in the area. In this letter, we sift\nthrough various capacity-impacting parameters and show that the capacity of\nboth static and mobile networks is fundamentally determined by the average\nnumber of simultaneous transmissions, the link capacity and the average number\nof transmissions required to deliver a packet to its destination. We then use\nthis result to explain and help to better understand existing results on the\ncapacities of static networks, mobile networks and hybrid networks and the\nmulticast capacity.\n","Comment: submitted to IEEE Communication Letters"]}]
["1207.1169",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1169","Physical Review E 86, 010101(R) (2012)","doi:10.1103/PhysRevE.86.010101"],"date":["2012-07-05"],"type":["text"],"creator":["Wang, Jiao","Pereira, Emmanuel","Casati, Giulio"],"language":[],"coverage":[],"title":["Thermal Rectification in Graded Materials"],"description":["  In order to identify the basic conditions for thermal rectification we\ninvestigate a simple model with non-uniform, graded mass distribution. The\nexistence of thermal rectification is theoretically predicted and numerically\nconfirmed, suggesting that thermal rectification is a typical occurrence in\ngraded systems, which are likely to be natural candidates for the actual\nfabrication of thermal diodes. In view of practical implications, the\ndependence of rectification on the asymmetry and system's size is studied.\n","Comment: 5 pages, 4 figures"]}]
["1207.1171",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1171"],"date":["2012-07-05"],"type":["text"],"creator":["Liu, Chunlei"],"language":[],"coverage":[],"title":["Review of D Semi-leptonic Decays"],"description":["  Semi-leptonic D decays continue to play an important role in the field of\nflavor physics. During this presentation, recent measurements from\npseudo-scalar to pseudo-scalar modes, pseudo-scalar to vector modes, and rare\nmodes will be discussed. These results are important for many purposes, such as\nvalidating the machinery of lattice QCD, extracting CKM matrix elements, and\nsearching for new physics and new interactions.\n","Comment: to appear in the proceedings of The 5th International Workshop on\n  Charm Physics (Charm 2012)"]}]
["1207.1173",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1173"],"date":["2012-07-05"],"type":["text"],"creator":["G., Shanmugasundaram","Venkatesan, V. Prasanna","Devi, C. Punitha"],"language":[],"coverage":[],"title":["A Comprehensive Model to achieve Service Reusability for Multi level\n  stakeholders using Non-Functional attributes of Service Oriented Architecture"],"description":["  SOA is a prominent paradigm for accomplishing reuse of services. Service\nreusability is one dominant factor which has a greater influence on achieving\nquality in SOA systems. There exists sufficient research in this area and\nresearchers have contributed many works towards achieving quality in SOA\nsystems but much emphasis was not provided on service reusability [1] [2] [3].\nFew authors have addressed reusability factor with limited non-functional\nattributes. Our study focuses on identifying the non-functional attributes\nwhich have major or greater influence towards obtaining reusability in SOA\nsystems. The objective of this study goes into the next level, to categorize\nthe non-functional attributes on multi stakeholder's perspective i.e. Service\nConsumer, Service Provider and Service Developer which paves the way to build a\ncomprehensive quality model for achieving Service Reusability\n"]}]
["1207.1174",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1174"],"date":["2012-07-05"],"type":["text"],"creator":["Chen, Zeqian","Sun, Mu"],"language":[],"coverage":[],"title":["Area integral functions and $H^{\\8}$ functional calculus for sectorial\n  operators on Hilbert spaces"],"description":["  Area integral functions are introduced for sectorial operators on Hilbert\nspaces. We establish the equivalence relationship between the square and area\nintegral functions. This immediately extends McIntosh/Yagi's results on\n$H^{\\8}$ functional calculus of sectorial operators on Hilbert spaces to the\ncase when the square functions are replaced by the area integral functions.\n","Comment: 7 pages"]}]
["1207.1188",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1188"],"date":["2012-07-05"],"type":["text"],"creator":["Qu, Meixia","Luan, Junfeng","Zhu, Daming"],"language":[],"coverage":[],"title":["On the toggling-branching recurrence of Computability Logic"],"description":["  We introduce a new, substantially simplified version of the\ntoggling-branching recurrence operation of Computability Logic, prove its\nequivalence to Japaridze's old, \"canonical\" version, and also prove that both\nversions preserve the static property of their arguments.\n"]}]
["1207.1189",{"format":[],"subject":["Physics - Physics and Society","Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1189"],"date":["2012-07-05"],"type":["text"],"creator":["Chraibi, Mohcine","Freialdenhoven, Martina","Schadschneider, Andreas","Seyfried, Armin"],"language":[],"coverage":[],"title":["Modeling the desired direction in a force-based model for pedestrian\n  dynamics"],"description":["  We introduce an enhanced model based on the generalized centrifugal force\nmodel. Furthermore, the desired direction of pedestrians is investigated. A new\napproach leaning on the well-known concept of static and dynamic floor-fields\nin cellular automata is presented. Numerical results of the model are presented\nand compared with empirical data.\n","Comment: 14 pages 11 figures, submitted to TGF'11"]}]
["1207.1190",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Biological Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1190"],"date":["2012-07-05"],"type":["text"],"creator":["Wang, Tianming","Cook, Christopher C.","Serban, Simona","Ali, Tarif","Drago, Guido","Derby, Brian"],"language":[],"coverage":[],"title":["Fabrication of glucose biosensors by inkjet printing"],"description":["  Inkjet printing has been used to fabricate glucose sensors using glucose\noxidase and screen printed carbon electrodes. By appropriate selection of\nprinting and drying conditions we are able to fabricate sensor structures that\nshow a good linear response to glucose concentration. In order to achieve these\nstructures we must carefully control the spreading and drying of the enzyme\nsolution on the carbon electrode. Carbon electrode suirfaces are hydrophobic\nand Triton X was used as a surfactant to allow full coverage of the electrode\nsurface. During drying, under ambient conditions the enzyme solution segregates\nto form a ring deposit (coffee staining). Coffee staining is shown to be\ndeleterious to sensor performance and it can be removed by drying in a reduced\nhumidity environment.\n","Comment: 21 pages total, 5 figures"]}]
["1207.1191",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1191","Astronomische Nachrichten 2012, 333, 447","doi:10.1002/asna.201211687"],"date":["2012-07-05"],"type":["text"],"creator":["Middelberg, E.","Deller, A. T.","Brisken, W. F.","Morgan, J. S.","Norris, R. P."],"language":[],"coverage":[],"title":["A wider audience: Turning VLBI into a survey instrument"],"description":["  Radio observations using the Very Long Baseline Interferometry (VLBI)\ntechnique typically have fields of view of only a few arcseconds, due to the\ncomputational problems inherent in imaging larger fields. Furthermore,\nsensitivity limitations restrict observations to very compact and bright\nobjects, which are few and far between on the sky. Thus, while most branches of\nobservational astronomy can carry out sensitive, wide-field surveys, VLBI\nobservations are limited to targeted observations of carefully selected\nobjects. However, recent advances in technology have made it possible to carry\nout the computations required to target hundreds of sources simultaneously.\nFurthermore, sensitivity upgrades have dramatically increased the number of\nobjects accessible to VLBI observations. The combination of these two\ndevelopments have enhanced the survey capabilities of VLBI observations such\nthat it is now possible to observe (almost) any point in the sky with\nmilli-arcsecond resolution. In this talk I review the development of wide-field\nVLBI, which has made significant progress over the last three years.\n","Comment: Invited review at the General Assembly of the Astronomische\n  Gesellschaft"]}]
["1207.1204",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C20, 14F18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1204"],"date":["2012-07-05"],"type":["text"],"creator":["Di Biagio, Lorenzo","Pacienza, Gianluca"],"language":[],"coverage":[],"title":["Restricted volumes of effective divisors"],"description":["  We study the restricted volume of effective divisors, its properties and the\nrelationship with the related notion of reduced volume, defined via multiplier\nideals, and with the asymptotic intersection number. We build upon the\nfundamental work of Lazarsfeld and Mustata relating the restricted volume of\nbig divisors to the volume of the associated Okounkov body. We extend their\nconstructions and results to the case of effective divisors, recovering some\nresults of Kaveh and Khovanskii, proving a Fujita-type approximation in this\nlarger setting and studying the restricted volume function. In order to relate\nthe reduced volume and the asymptotic intersection number we investigate a\nboundedness property of asymptotic multiplier ideals and prove it holds, for\ninstance, for finitely generated divisors. In this way we obtain also a\ncomplete picture for the canonical divisor of an arbitrary smooth projective\nvariety and for nef divisors on varieties of dimension at most 3.\n","Comment: 32 pages"]}]
["1207.1207",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1207"],"date":["2012-07-05"],"type":["text"],"creator":["Armesto, Néstor","Ma, Hao","Martínez, Mauricio","Mehtar-Tani, Yacine","Salgado, Carlos A."],"language":[],"coverage":[],"title":["Medium-induced soft gluon radiation in DIS"],"description":["  We study color coherence effects on the medium-induced soft gluon radiation\noff an asymptotic quark hit by a virtual photon traversing a hot and dense QCD\nmedium. The transverse momentum spectrum of the emitted gluon is computed at\n1st order in the opacity expansion. The interference effects between the\ninitial and final state radiation modify the soft gluon spectrum when a finite\nangle between the incoming and outgoing quarks is considered, presenting a soft\ndivergence. We comment on possible implications on observables in eA\ncollisions.\n","Comment: 4 pages, 2 figure, Proceedings of DIS 2012, Bonn, Germany"]}]
["1207.1211",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","34M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1211"],"date":["2012-07-05"],"type":["text"],"creator":["Burda, Yuri","Khovanskii, Askold"],"language":[],"coverage":[],"title":["Signatures of Branched Coverings"],"description":["  In this paper we deal with branched coverings over the complement to finitely\nmany exceptional points on the Riemann sphere having the property that the\nlocal monodromy around each of the branching points is of finite order. To such\na covering we assign its \\textit{signature}, i.e. the set of its exceptional\nand branching points together with the orders of local monodromy operators\naround the branching points.\n  What can be said about the monodromy group of a branched covering if its\nsignature is known? It seems at first that the answer is nothing or next to\nnothing. Indeed, generically it is so. However there is a (small) list of\nsignatures of \\textit{elliptic} and \\textit{parabolic} types, for which the\nmonodromy group can be described completely, or at least determined up to an\nabelian factor. This appendix is devoted to investigation of these signatures.\nFor all these signatures (with one exception) the corresponding monodromy\ngroups turn out to be solvable.\n  Linear differential equations of Fuchs type related to these signatures are\nsolvable in quadratures (in the case of elliptic signatures --- in algebraic\nfunctions). A well-known example of this type is provided by Euler differential\nequations, which can be reduced to linear differential equations with constant\ncoefficients.\n  The algebraic functions related to all (but one) of these signatures are\nexpressible in radicals. A simple example of this kind is provided by the\npossibility to express the inverse of a Chebyshev polynomial in radicals.\nAnother example of this kind is provided by functions related to division\ntheorems for the argument of elliptic functions. Such functions play a central\nrole in the work [1] of Ritt.\n","Comment: To be submitted for publication in proceedings of 6th European\n  Congress of Mathematics"]}]
["1207.1216",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1216"],"date":["2012-07-05"],"type":["text"],"creator":["Cockburn, Stuart P.","Proukakis, Nick P."],"language":[],"coverage":[],"title":["The Stochastic Gross-Pitaevskii Methodology"],"description":["  We review the stochastic Gross-Pitaevskii approach for non-equilibrium finite\ntemperature Bose gases, focussing on the formulation of Stoof; this method\nprovides a unified description of condensed and thermal atoms, and can thus\ndescribe the physics of the critical fluctuation regime. We discuss\nsimplifications of the full theory, which facilitate straightforward numerical\nimplementation, and how the results of such stochastic simulations can be\ninterpreted, including the procedure for extracting phase-coherent\n(`condensate') and density-coherent (`quasi-condensate') fractions. The power\nof this methodology is demonstrated by successful ab initio modelling of\nseveral recent atom chip experiments, with the important information contained\nin each individual realisation highlighted by analysing dark soliton decay\nwithin a phase-fluctuating condensate.\n","Comment: Unedited version of chapter to appear in Quantum Gases: Finite\n  Temperature and Non-Equilibrium Dynamics (Vol. 1 Cold Atoms Series). N.P.\n  Proukakis, S.A. Gardiner, M.J. Davis and M.H. Szymanska, eds. Imperial\n  College Press, London (in press). See\n  http://www.icpress.co.uk/physics/p817.html"]}]
["1207.1217",{"format":[],"subject":["Quantitative Biology - Cell Behavior","Physics - Biological Physics","Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1217"],"date":["2012-07-05"],"type":["text"],"creator":["Pigolotti, Simone","Lizana, Ludvig","Otzen, Daniel","Sneppen, Kim"],"language":[],"coverage":[],"title":["Quality Control System Response to Stochastic Growth of Amyloid Fibrils"],"description":["  We introduce a stochastic model describing aggregation of misfolded proteins\nand degradation by the protein quality control system in a single cell. In\nanalogy with existing literature, aggregates can grow, nucleate and fragment\nstochastically. We assume that the quality control system acts as an enzyme\nthat can degrade aggregates at different stages of the growth process, with an\nefficiency that decreases with the size of the aggregate. We show how this\nstochastic dynamics, depending on the parameter choice, leads to two\nqualitatively different behaviors: a homeostatic state, where the quality\ncontrol system is stable and aggregates of large sizes are not formed, and an\noscillatory state, where the quality control system periodically breaks down,\nallowing for the formation of large aggregates. We discuss how these periodic\nbreakdowns may constitute a mechanism for the sporadic development of\nneurodegenerative diseases.\n","Comment: 14 pages, 4 figures, submitted"]}]
["1207.1221",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1221"],"date":["2012-07-05"],"type":["text"],"creator":["Finegold, Michael","Drton, Mathias"],"language":[],"coverage":[],"title":["Robust Bayesian inference of networks using Dirichlet t-distributions"],"description":["  Bayesian graphical modeling provides an appealing way to obtain uncertainty\nestimates when inferring network structures, and much recent progress has been\nmade for Gaussian models. These models have been used extensively in\napplications to gene expression data, even in cases where there appears to be\nsignificant deviations from the Gaussian model. For more robust inferences, it\nis natural to consider extensions to t-distribution models. We argue that the\nclassical multivariate t-distribution, defined using a single latent Gamma\nrandom variable to rescale a Gaussian random vector, is of little use in highly\nmultivariate settings, and propose other, more flexible t-distributions. Using\nan independent Gamma-divisor for each component of the random vector defines\nwhat we term the alternative t-distribution. The associated model allows one to\nextract information from highly multivariate data even when most experiments\ncontain outliers for some of their measurements. However, the use of this\nalternative model comes at increased computational cost and imposes constraints\non the achievable correlation structures, raising the need for a compromise\nbetween the classical and alternative models. To this end we propose the use of\nDirichlet processes for adaptive clustering of the latent Gamma-scalars, each\nof which may then divide a group of latent Gaussian variables. Dirichlet\nprocesses are commonly used to cluster independent observations; here they are\nused instead to cluster the dependent components of a single observation. The\nresulting Dirichlet t-distribution interpolates naturally between the two\nextreme cases of the classical and alternative t-distributions and combines\nmore appealing modeling of the multivariate dependence structure with favorable\ncomputational properties.\n"]}]
["1207.1223",{"format":[],"subject":["Mathematics - Probability","Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1223"],"date":["2012-07-05"],"type":["text"],"creator":["Gamarnik, David","Katz, Dmitry","Misra, Sidhant"],"language":[],"coverage":[],"title":["Strong spatial mixing for list coloring of graphs"],"description":["  The property of spatial mixing and strong spatial mixing in spin systems has\nbeen of interest because of its implications on uniqueness of Gibbs measures on\ninfinite graphs and efficient approximation of counting problems that are\notherwise known to be #P hard. In the context of coloring, strong spatial\nmixing has been established for regular trees when $q \\geq \\alpha^{*} \\Delta +\n1$ where $q$ the number of colors, $\\Delta$ is the degree and $\\alpha^* =\n1.763..$ is the unique solution to $xe^{-1/x} = 1$. It has also been\nestablished for bounded degree lattice graphs whenever $q \\geq \\alpha^* \\Delta\n- \\beta$ for some constant $\\beta$, where $\\Delta$ is the maximum vertex degree\nof the graph. The latter uses a technique based on recursively constructed\ncoupling of Markov chains whereas the former is based on establishing decay of\ncorrelations on the tree. We establish strong spatial mixing of list colorings\non arbitrary bounded degree triangle-free graphs whenever the size of the list\nof each vertex $v$ is at least $\\alpha \\Delta(v) + \\beta$ where $\\Delta(v)$ is\nthe degree of vertex $v$ and $\\alpha > \\alpha ^*$ and $\\beta$ is a constant\nthat only depends on $\\alpha$. We do this by proving the decay of correlations\nvia recursive contraction of the distance between the marginals measured with\nrespect to a suitably chosen error function.\n"]}]
["1207.1232",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1232"],"date":["2012-07-05"],"type":["text"],"creator":["Lefèvre, Pascal","Li, Daniel","Queffélec, Hervé","Rodriguez-Piazza, Luis"],"language":[],"coverage":[],"title":["Compact composition operators on the Dirichlet space and capacity of\n  sets of contact points"],"description":["  In this paper, we prove that for every compact set of the unit disk of\nlogarithmic capacity 0, there exists a Schur function both in the disk algebra\nand in the Dirichlet space such that the associated composition operator is in\nall Schatten classes (of the Dirichlet space), and for which the set of points\nwhose image touches the unit circle is equal to this compact set. We show that\nfor every bounded composition operator on the Dirichlet space and for every\npoint of the unit circle, the logarithmic capacity of the set of point having\nthis point as image is 0. We show that every compact composition operator on\nthe Dirichlet space is compact on the gaussian Hardy-Orlicz space; in\nparticular, it is in every Schatten class on the usual Hilbertian Hardy space.\nOn the other hand, there exists a Schur function such that the associated\ncomposition operator is compact on the gaussian Hardy-Orlicz space, but which\nis not even bounded on the Dirichlet space. We prove that the Schatten classes\non the Dirichlet space can be separated by composition operators. Also, there\nexists a Schur function such that the associated composition operator is\ncompact on the Dirichlet space, but in no Schatten class.\n"]}]
["1207.1233",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1233"],"date":["2012-07-05"],"type":["text"],"creator":["Samorodnitsky, Alex"],"language":[],"coverage":[],"title":["An inequality for functions on the Hamming cube"],"description":["  We prove an inequality for functions on the discrete cube extending the\nedge-isoperimetric inequality for sets. This inequality turns out to be\nequivalent to the following claim about random walks on the cube: Subcubes\nmaximize 'mean first exit time' among all subsets of the cube of the same\ncardinality.\n"]}]
["1207.1234",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1234","Astronomy & Astrophysics, 542, A80 1-8, 2012","doi:10.1051/0004-6361/201218984"],"date":["2012-07-05"],"type":["text"],"creator":["Jankowski, Tim","Wurm, Gerhard","Kelling, Thorben","Teiser, Jens","Sabolo, Walter","Gutiérrez, Pedro J.","Bertini, Ivano"],"language":[],"coverage":[],"title":["Crossing barriers in planetesimal formation: The growth of mm-dust\n  aggregates with large constituent grains"],"description":["  Collisions of mm-size dust aggregates play a crucial role in the early phases\nof planet formation. We developed a laboratory setup to observe collisions of\ndust aggregates levitating at mbar pressures and elevated temperatures of 800\nK. We report on collisions between basalt dust aggregates of from 0.3 to 5 mm\nin size at velocities between 0.1 and 15 cm/s. Individual grains are smaller\nthan 25 \\mum in size. We find that for all impact energies in the studied range\nsticking occurs at a probability of 32.1 \\pm 2.5% on average. In general, the\nsticking probability decreases with increasing impact parameter. The sticking\nprobability increases with energy density (impact energy per contact area). We\nalso observe collisions of aggregates that were formed by a previous sticking\nof two larger aggregates. Partners of these aggregates can be detached by a\nsecond collision with a probability of on average 19.8 \\pm 4.0%. The measured\naccretion efficiencies are remarkably high compared to other experimental\nresults. We attribute this to the rel. large dust grains used in our\nexperiments, which make aggregates more susceptible to restructuring and energy\ndissipation. Collisional hardening by compaction might not occur as the\naggregates are already very compact with only 54 \\pm 1% porosity. The\ndisassembly of previously grown aggregates in collisions might stall further\naggregate growth. However, owing to the levitation technique and the limited\ndata statistics, no conclusive statement about this aspect can yet be given. We\nfind that the detachment efficiency decreases with increasing velocities and\naccretion dominates in the higher velocity range. For high accretion\nefficiencies, our experiments suggest that continued growth in the mm-range\nwith larger constituent grains would be a viable way to produce larger\naggregates, which might in turn form the seeds to proceed to growing\nplanetesimals.\n","Comment: 9 pages, 20 figures"]}]
["1207.1235",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1235"],"date":["2012-07-05"],"type":["text"],"creator":["Hnaien, Dorsaf","Kellil, Ferdaous","Lassoued, Rafika"],"language":[],"coverage":[],"title":["On a problem of J. Nakagawa, K.Sakamoto, M.Yamamoto"],"description":["  In this paper, we give a positive answer to a problem posed by Nakagawa,\nSakamoto and Yamamoto concerning a nonlinear equation with a fractional\nderivative.\n","Comment: 7 pages and 2 figures; Fractional differential equation, global\n  existence, asymptotic behavior, blow-up time, blow-up profile"]}]
["1207.1236",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1236"],"date":["2012-07-05"],"type":["text"],"creator":["Kedzierska, Ania","Casanellas, Marta"],"language":[],"coverage":[],"title":["Empar: EM-based algorithm for parameter estimation of Markov models on\n  trees"],"description":["  The goal of branch length estimation in phylogenetic inference is to estimate\nthe divergence time between a set of sequences based on compositional\ndifferences between them. A number of software is currently available\nfacilitating branch lengths estimation for homogeneous and stationary\nevolutionary models. Homogeneity of the evolutionary process imposes fixed\nrates of evolution throughout the tree. In complex data problems this\nassumption is likely to put the results of the analyses in question.\n  In this work we propose an algorithm for parameter and branch lengths\ninference in the discrete-time Markov processes on trees. This broad class of\nnonhomogeneous models comprises the general Markov model and all its submodels,\nincluding both stationary and nonstationary models.\n  Here, we adapted the well-known Expectation-Maximization algorithm and\npresent a detailed performance study of this approach for a selection of\nnonhomogeneous evolutionary models. We conducted an extensive performance\nassessment on multiple sequence alignments simulated under a variety of\nsettings. We demonstrated high accuracy of the tool in parameter estimation and\nbranch lengths recovery, proving the method to be a valuable tool for\nphylogenetic inference in real life problems. $\\empar$ is an open-source C++\nimplementation of the methods introduced in this paper and is the first tool\ndesigned to handle nonhomogeneous data.\n"]}]
["1207.1240",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1240"],"date":["2012-07-05"],"type":["text"],"creator":["Metzner, Claus"],"language":[],"coverage":[],"title":["Scaling properties of correlated random walks"],"description":["  Many stochastic time series can be modelled by discrete random walks in which\na step of random sign but constant length $\\delta x$ is performed after each\ntime interval $\\delta t$. In correlated discrete time random walks (CDTRWs),\nthe probability $q$ for two successive steps having the same sign is unequal\n1/2. The resulting probability distribution $P(\\Delta x,\\Delta t)$ that a\ndisplacement $\\Delta x$ is observed after a lagtime $\\Delta t$ is known\nanalytically for arbitrary persistence parameters $q$. In this short note we\nshow how a CDTRW with parameters $[\\delta t, \\delta x, q]$ can be mapped onto\nanother CDTRW with rescaled parameters $[\\delta t/s, \\delta x\\cdot g(q,s),\nq^{\\prime}(q,s)]$, for arbitrary scaling parameters $s$, so that both walks\nhave the same displacement distributions $P(\\Delta x,\\Delta t)$ on long time\nscales. The nonlinear scaling functions $g(q,s)$ and $q^{\\prime}(q,s)$ and\nderived explicitely. This scaling method can be used to model time series\nmeasured at discrete sample intervals $\\delta t$ but actually corresponding to\ncontinuum processes with variations occuring on a much shorter time scale\n$\\delta t/s$.\n"]}]
["1207.1241",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Differential Geometry","53Z05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1241"],"date":["2012-07-05"],"type":["text"],"creator":["Lindström, Ulf"],"language":[],"coverage":[],"title":["Supersymmetric Sigma Model geometry"],"description":["  This is a review of how sigma models formulated in Superspace have become\nimportant tools for understanding geometry. Topics included are: The\n(hyper)k\\\"ahler reduction; projective superspace; the generalized Legendre\nconstruction; generalized K\\\"ahler geometry and constructions of hyperk\\\"ahler\nmetrics on Hermitean symmetric spaces.\n","Comment: 42 pages, one figure, based on lectures presented at ESI, Wienna;\n  Odense; UWA, Perth; Corfu"]}]
["1207.1242",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B25, 42B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1242"],"date":["2012-07-05"],"type":["text"],"creator":["Wang, Hua"],"language":[],"coverage":[],"title":["Boundedness of intrinsic square functions on the weighted weak Hardy\n  spaces"],"description":["  In this paper, by using the atomic decomposition theorem for weighted weak\nHardy spaces, we will show the boundedness properties of intrinsic square\nfunctions including the Lusin area integral, Littlewood-Paley $g$-function and\n$g^*_\\lambda$-function on these spaces.\n","Comment: 14 pages. arXiv admin note: text overlap with arXiv:1111.1388,\n  arXiv:1102.4380"]}]
["1207.1248",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1248"],"date":["2012-07-05"],"type":["text"],"creator":["Lusanna, Luca","Pauri, Massimo"],"language":[],"coverage":[],"title":["On the Transition from the Quantum to the Classical Regime for Massive\n  Scalar Particles: A Spatiotemporal Approach"],"description":["  (abridged)If the space-time is presupposed, the coordinate representation of\nthe solutions $\\psi(\\vec x, t)$ of the Schroedinger equation of a quantum\nsystem containing one massive scalar particle has a {\\it preferred status}. It\nis then possible to perform a multipolar expansion of the density matrix\n$\\rho(\\vec x, t) = |\\psi(\\vec x, t)|^2$ (and more generally of the Wigner\nfunction) around a space-time trajectory ${\\vec x}_c(t)$ to be properly\nselected. A special set of solutions $\\psi_{EMWF}(\\vec x, t)$, named {\\it\nEhrenfest monopole wave functions}(EMWF), is characterized by the conditions\nthat: (i) the quantum expectation value of the position operator coincides at\nany time with the searched classical trajectory, $< \\psi_{EMWF} | {\\hat {\\vec\nx}} | \\psi_{EMWF}> = {\\vec x}_c(t)$: this is possible only when the dipole\nvanishes; (ii) Ehrenfest's theorem holds for the expectation values of the\nposition and momentum operator: its application to EMWF leads then to a {\\it\nclosed Newton equation of motion for the classical trajectory, where the\neffective force is the Newton force plus non-Newtonian terms (of order\n$\\hbar^2$ or higher) depending on the higher multipoles of the probability\ndistribution $\\rho$.} These results can be extended to N particle systems and\nto relativistic quantum mechanics. There is substantial agreement with Bohr's\nviewpoint: the macroscopic description of the preparation, certain intermediate\nsteps and the detection of the final outcome of experiments involving massive\nparticles are dominated by these 'classical {\\it effective} trajectories'. In\nthe framework of decoherence, one gets a transition from an {\\it improper\nquantum} mixture to a {\\it classical statistical} one, when both the particle\nand the pointer wave functions appearing in the reduced density matrix are\nEMWF.\n","Comment: 46 pages"]}]
["1207.1256",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1256"],"date":["2012-07-05"],"type":["text"],"creator":["Palombi, Filippo","Toti, Simona"],"language":[],"coverage":[],"title":["A perturbative approach to the reconstruction of the eigenvalue spectrum\n  of a normal covariance matrix from a spherically truncated counterpart"],"description":["  In this paper we propose a perturbative method for the reconstruction of the\ncovariance matrix of a multinormal distribution, under the assumption that the\nonly available information amounts to the covariance matrix of a spherically\ntruncated counterpart of the same distribution. We expand the relevant\nequations up to the fourth perturbative order and discuss the analytic\nproperties of the first few perturbative terms. We finally compare the proposed\napproach with an exact iterative algorithm (presented in ref. [1]) in the\nhypothesis that the spherically truncated covariance matrix is estimated from\nsamples of various sizes.\n","Comment: 33 pages, 6 figures"]}]
["1207.1264",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1264","EPTCS 85, 2012, pp. 17-32","doi:10.4204/EPTCS.85.2"],"date":["2012-07-03"],"type":["text"],"creator":["Giro, Sergio"],"language":[],"coverage":[],"title":["Efficient computation of exact solutions for quantitative model checking"],"description":["  Quantitative model checkers for Markov Decision Processes typically use\nfinite-precision arithmetic. If all the coefficients in the process are\nrational numbers, then the model checking results are rational, and so they can\nbe computed exactly. However, exact techniques are generally too expensive or\nlimited in scalability. In this paper we propose a method for obtaining exact\nresults starting from an approximated solution in finite-precision arithmetic.\nThe input of the method is a description of a scheduler, which can be obtained\nby a model checker using finite precision. Given a scheduler, we show how to\nobtain a corresponding basis in a linear-programming problem, in such a way\nthat the basis is optimal whenever the scheduler attains the worst-case\nprobability. This correspondence is already known for discounted MDPs, we show\nhow to apply it in the undiscounted case provided that some preprocessing is\ndone. Using the correspondence, the linear-programming problem can be solved in\nexact arithmetic starting from the basis obtained. As a consequence, the method\nfinds the worst-case probability even if the scheduler provided by the model\nchecker was not optimal. In our experiments, the calculation of exact solutions\nfrom a candidate scheduler is significantly faster than the calculation using\nthe simplex method under exact arithmetic starting from a default basis.\n","Comment: In Proceedings QAPL 2012, arXiv:1207.0559"]}]
["1207.1268",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1268","EPTCS 84, 2012, pp. 47-53","doi:10.4204/EPTCS.84.4"],"date":["2012-07-03"],"type":["text"],"creator":["Bloem, Roderick","Gamauf, Hans-Jürgen","Hofferek, Georg","Könighofer, Bettina","Könighofer, Robert"],"language":[],"coverage":[],"title":["Synthesizing Robust Systems with RATSY"],"description":["  Specifications for reactive systems often consist of environment assumptions\nand system guarantees. An implementation should not only be correct, but also\nrobust in the sense that it behaves reasonably even when the assumptions are\n(temporarily) violated. We present an extension of the requirements analysis\nand synthesis tool RATSY that is able to synthesize robust systems from GR(1)\nspecifications, i.e., system in which a finite number of safety assumption\nviolations is guaranteed to induce only a finite number of safety guarantee\nviolations. We show how the specification can be turned into a two-pair Streett\ngame, and how a winning strategy corresponding to a correct and robust\nimplementation can be computed. Finally, we provide some experimental results.\n","Comment: In Proceedings SYNT 2012, arXiv:1207.0554"]}]
["1207.1271",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Cryptography and Security","Computer Science - Multiagent Systems","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1271","EPTCS 85, 2012, pp. 48-62","doi:10.4204/EPTCS.85.4"],"date":["2012-07-03"],"type":["text"],"creator":["Belardinelli, F.","Gonzalez, P.","Lomuscio, A."],"language":[],"coverage":[],"title":["Automated Verification of Quantum Protocols using MCMAS"],"description":["  We present a methodology for the automated verification of quantum protocols\nusing MCMAS, a symbolic model checker for multi-agent systems The method is\nbased on the logical framework developed by D'Hondt and Panangaden for\ninvestigating epistemic and temporal properties, built on the model for\nDistributed Measurement-based Quantum Computation (DMC), an extension of the\nMeasurement Calculus to distributed quantum systems. We describe the\ntranslation map from DMC to interpreted systems, the typical formalism for\nreasoning about time and knowledge in multi-agent systems. Then, we introduce\ndmc2ispl, a compiler into the input language of the MCMAS model checker. We\ndemonstrate the technique by verifying the Quantum Teleportation Protocol, and\ndiscuss the performance of the tool.\n","Comment: In Proceedings QAPL 2012, arXiv:1207.0559"]}]
["1207.1272",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1272","EPTCS 85, 2012, pp. 1-16","doi:10.4204/EPTCS.85.1"],"date":["2012-07-03"],"type":["text"],"creator":["Bulychev, Peter","David, Alexandre","Larsen, Kim Gulstrand","Mikučionis, Marius","Poulsen, Danny Bøgsted","Legay, Axel","Wang, Zheng"],"language":[],"coverage":[],"title":["UPPAAL-SMC: Statistical Model Checking for Priced Timed Automata"],"description":["  This paper offers a survey of uppaalsmc, a major extension of the real-time\nverification tool uppaal. uppaalsmc allows for the efficient analysis of\nperformance properties of networks of priced timed automata under a natural\nstochastic semantics. In particular, uppaalsmc relies on a series of extensions\nof the statistical model checking approach generalized to handle real-time\nsystems and estimate undecidable problems. uppaalsmc comes together with a\nfriendly user interface that allows a user to specify complex problems in an\nefficient manner as well as to get feedback in the form of probability\ndistributions and compare probabilities to analyze performance aspects of\nsystems. The focus of the survey is on the evolution of the tool - including\nmodeling and specification formalisms as well as techniques applied - together\nwith applications of the tool to case studies.\n","Comment: In Proceedings QAPL 2012, arXiv:1207.0559"]}]
["1207.1276",{"format":[],"subject":["Computer Science - Systems and Control","Computer Science - Computer Science and Game Theory","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1276"],"date":["2012-07-02"],"type":["text"],"creator":["Bulychev, Peter","Cassez, Franck","David, Alexandre","Larsen, Kim G.","Raskin, Jean-Francois","Reynier, Pierre-Alain"],"language":[],"coverage":[],"title":["Controllers with Minimal Observation Power (Application to Timed\n  Systems)"],"description":["  We consider the problem of controller synthesis under imperfect information\nin a setting where there is a set of available observable predicates equipped\nwith a cost function. The problem that we address is the computation of a\nsubset of predicates sufficient for control and whose cost is minimal. Our\nsolution avoids a full exploration of all possible subsets of predicates and\nreuses some information between different iterations. We apply our approach to\ntimed systems. We have developed a tool prototype and analyze the performance\nof our optimization algorithm on two case studies.\n","Comment: This is the full version of the ATVA'12 paper"]}]
["1207.1280",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1280"],"date":["2012-07-05"],"type":["text"],"creator":["Cizelj, Igor","Belta, Calin"],"language":[],"coverage":[],"title":["Probabilistically Safe Control of Noisy Dubins Vehicles"],"description":["  We address the problem of controlling a stochastic version of a Dubins\nvehicle such that the probability of satisfying a temporal logic specification\nover a set of properties at the regions in a partitioned environment is\nmaximized. We assume that the vehicle can determine its precise initial\nposition in a known map of the environment. However, inspired by practical\nlimitations, we assume that the vehicle is equipped with noisy actuators and,\nduring its motion in the environment, it can only measure its angular velocity\nusing a limited accuracy gyroscope. Through quantization and discretization, we\nconstruct a finite approximation for the motion of the vehicle in the form of a\nMarkov Decision Process (MDP). We allow for task specifications given as\ntemporal logic statements over the environmental properties, and use tools in\nProbabilistic Computation Tree Logic (PCTL) to generate an MDP control policy\nthat maximizes the probability of satisfaction. We translate this policy to a\nvehicle feedback control strategy and show that the probability that the\nvehicle satisfies the specification in the original environment is bounded from\nbelow by the maximum probability of satisfying the specification on the MDP.\n","Comment: Technical Report"]}]
["1207.1284",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1284"],"date":["2012-07-05"],"type":["text"],"creator":["Jiang, Yimin","Liu, Mario"],"language":[],"coverage":[],"title":["Granular Solid Hydrodynamics (GSH): from Quasi-Static Motion to Rapid\n  Dense Flow"],"description":["  {\\sc gsh} is a continuum mechanical theory constructed to qualitatively\naccount for a broad range of granular phenomena. To probe and demonstrate its\nwidth, simple solutions of {\\sc gsh} are related to granular phenomena and\nconstitutive models, including (i) for vanishing shear rates: static stress\ndistribution and propagation of elastic waves; (ii) at slow rates: critical\nstate, shear band, the models of hypoplasticity and barodesy; (iii) at higher\nrates: the MIDI-model, rapid dense flow in the Bagnold regime. A unified,\ndensely correlated understanding of granular physics emerges as a result of\nthese phenomena ordered and explained employing a single framework.\n","Comment: 66 p, 9 fig"]}]
["1207.1290",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1290"],"date":["2012-07-05"],"type":["text"],"creator":["Tsirelson, Boris"],"language":[],"coverage":[],"title":["From uniform renewal theorem to uniform large and moderate deviations\n  for renewal-reward processes"],"description":["  A uniform key renewal theorem is deduced from the uniform Blackwell's renewal\ntheorem. A uniform LDP (large deviations principle) for renewal-reward\nprocesses is obtained, and MDP (moderate deviations principle) is deduced under\nconditions much weaker than existence of exponential moments.\n","Comment: 16 pages"]}]
["1207.1292",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems","Mathematics - Geometric Topology","58F23, 30D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1292"],"date":["2012-07-05"],"type":["text"],"creator":["Cheng, Tao","Jiang, Yunping"],"language":[],"coverage":[],"title":["Geometrization of sub-hyperbolic semi-rational branched coverings"],"description":["  Given a sub-hyperbolic semi-rational branched covering which is not\nCLH-equivalent a rational map, it must have the non-empty canonical Thurston\nobstruction. By using this canonical Thurston obstruction, we decompose this\ndynamical system in this paper into several sub-dynamical systems. Each of\nthese sub-dynamical systems is either a post-critically finite type branched\ncovering or a sub-hyperbolic semi-rational type branched covering. If a\nsub-dynamical system is a post-critically finite type branched covering with a\nhyperbolic orbifold, then it has no Thurston obstruction and is combinatorially\nequivalent to a unique post-critically finite rational map (up to conjugation\nby an automorphism of the Riemann sphere) and, more importantly, if a\nsub-dynamical system is a sub-hyperbolic semi-rational type branched covering\nwith hyperbolic orbifold, we prove in this paper that it has no Thurston\nobstruction and is CLH-equivalent to a unique geometrically finite rational map\n(up to conjugation by an automorphism of the Riemann sphere).\n"]}]
["1207.1293",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K10, 35K15, 37L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1293"],"date":["2012-07-05"],"type":["text"],"creator":["Angiuli, Luciana","Lorenzi, Luca"],"language":[],"coverage":[],"title":["On improvement of summability properties in nonautonomous Kolmogorov\n  equations"],"description":["  Under suitable conditions, we obtain some characterization of\nsupercontractivity, ultraboundedness and ultracontractivity of the evolution\noperator $G(t,s)$ associated to a class of nonautonomous second order parabolic\nequations with unbounded coefficients defined in $I\\times\\R^d$, where $I$ is a\nright-halfline. For this purpose, we establish an Harnack type estimate for\n$G(t,s)$ and a family of logarithmic Sobolev inequalities with respect to the\nunique tight evolution system of measures $\\{\\mu_t: t \\in I\\}$ associated to\n$G(t,s)$. Sufficient conditions for the supercontractivity, ultraboundedness\nand ultracontractivity to hold are also provided.\n"]}]
["1207.1300",{"format":[],"subject":["Mathematics - Operator Algebras","46L07 (Primary) 47A12, 47C10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1300"],"date":["2012-07-05"],"type":["text"],"creator":["Argerami, Martín","Farenick, Douglas"],"language":[],"coverage":[],"title":["The Noncommutative Choquet Boundary of Periodic Weighted Shifts"],"description":["  The noncommutative Choquet boundary and the C*-envelope of operator systems\nof the form Span{1,T,T*}, where T is a Hilbert space operator with normal-like\nfeatures, are studied. Such operators include normal operators, k-normal\noperators, subnormal operators, and Toeplitz operators. Our main result is the\ndetermination of the noncommutative Choquet boundary for an operator system\ngenerated by an irreducible periodic weighted unilateral shift operator.\n","Comment: 17 pages"]}]
["1207.1302",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","81S10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1302"],"date":["2012-07-05"],"type":["text"],"creator":["Cushman, Richard","Sniatycki, Jedrzej"],"language":[],"coverage":[],"title":["Bohr-Sommerfeld-Heisenberg Theory in Geometric Quantization"],"description":["  In the framework of geometric quantization we extend the Bohr-Sommerfeld\nrules to a full quantization theory which resembles Heisenberg's matrix theory.\nThis extension is possible because Bohr-Sommerfeld rules not only provide an\northogonal basis in the space of quantum states, but also give a lattice\nstructure to this basis. This permits the definition of appropriate shifting\noperators. As examples, we discuss the 1-dimensional harmonic oscillator and\nthe coadjoint orbits of the rotation group.\n"]}]
["1207.1312",{"format":[],"subject":["Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1312"],"date":["2012-07-05"],"type":["text"],"creator":["Cordero, Pablo","Kladwang, Wipapat","VanLang, Christopher C.","Das, Rhiju"],"language":[],"coverage":[],"title":["Quantitative DMS mapping for automated RNA secondary structure inference"],"description":["  For decades, dimethyl sulfate (DMS) mapping has informed manual modeling of\nRNA structure in vitro and in vivo. Here, we incorporate DMS data into\nautomated secondary structure inference using a pseudo-energy framework\ndeveloped for 2'-OH acylation (SHAPE) mapping. On six non-coding RNAs with\ncrystallographic models, DMS- guided modeling achieves overall false negative\nand false discovery rates of 9.5% and 11.6%, comparable or better than\nSHAPE-guided modeling; and non-parametric bootstrapping provides\nstraightforward confidence estimates. Integrating DMS/SHAPE data and including\nCMCT reactivities give small additional improvements. These results establish\nDMS mapping - an already routine technique - as a quantitative tool for\nunbiased RNA structure modeling.\n"]}]
["1207.1315",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1315"],"date":["2012-07-05"],"type":["text"],"creator":["Merelo, J. J.","Mora, Antonio M.","Cotta, Carlos","Runarsson, Thomas P."],"language":[],"coverage":[],"title":["An experimental study of exhaustive solutions for the Mastermind puzzle"],"description":["  Mastermind is in essence a search problem in which a string of symbols that\nis kept secret must be found by sequentially playing strings that use the same\nalphabet, and using the responses that indicate how close are those other\nstrings to the secret one as hints. Although it is commercialized as a game, it\nis a combinatorial problem of high complexity, with applications on fields that\nrange from computer security to genomics. As such a kind of problem, there are\nno exact solutions; even exhaustive search methods rely on heuristics to\nchoose, at every step, strings to get the best possible hint. These methods\nmostly try to play the move that offers the best reduction in search space size\nin the next step; this move is chosen according to an empirical score. However,\nin this paper we will examine several state of the art exhaustive search\nmethods and show that another factor, the presence of the actual solution among\nthe candidate moves, or, in other words, the fact that the actual solution has\nthe highest score, plays also a very important role. Using that, we will\npropose new exhaustive search approaches that obtain results which are\ncomparable to the classic ones, and besides, are better suited as a basis for\nnon-exhaustive search strategies such as evolutionary algorithms, since their\nbehavior in a series of key indicators is better than the classical algorithms.\n","Comment: 41 pages, to be submitted to Computers and Operations Research"]}]
["1207.1316",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1316","doi:10.1002/prop.201200023"],"date":["2012-07-05"],"type":["text"],"creator":["Cervantes, D.","Fioresi, R.","Lledo, M. A.","Nadal, F. A."],"language":[],"coverage":[],"title":["Quadratic deformation of Minkowski space"],"description":["  We present a deformation of the Minkowski space as embedded into the\nconformal space (in the formalism of twistors) based in the quantum versions of\nthe corresponding kinematic groups. We compute explicitly the star product,\nwhose Poisson bracket is quadratic. We show that the star product although\ndefined on the polynomials can be extended differentiably. Finally we compute\nthe Eucliden and Minkowskian real forms of the deformation.\n","Comment: Presented at XVII European Workshop on String Theory 2011. Padova\n  (Italy) September 05-09; Fortschr. Phys. 1-7 (2012)"]}]
["1207.1319",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1319"],"date":["2012-07-05"],"type":["text"],"creator":["Do, Anne-Ly","Höfener, Johannes","Gross, Thilo"],"language":[],"coverage":[],"title":["Engineering mesoscale structures with distinct dynamical implications in\n  networks of delay-coupled delay oscillators"],"description":["  The dynamics of networks of interacting systems depends intricately on the\ninteraction topology. When the dynamics is explored, generally the whole\ntopology has to be considered. However, we show that there are certain\nmesoscale subgraphs that have precise and distinct consequences for the\nsystem-level dynamics. In particular, if meso-scale symmetries are present then\neigenvectors of the Jacobian localise on the symmetric subgraph and the\ncorresponding eigenvalues become insensitive to the topology outside the\nsubgraph. Hence, dynamical instabilities associated with these eigenvalues can\nbe analyzed without considering the topology outside the subgraph. While such\ninstabilities are thus generated entirely in small network subgraphs, they\ngenerally do not remain confined to the subgraph once the instability sets in\nand thus have system-level consequences. Here we illustrate the analytical\ninvestigation of such instabilities in an ecological meta-population model\nconsisting of a network of delay-coupled delay oscillators.\n","Comment: 15 pages, 3 figures, 1 table"]}]
["1207.1322",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1322"],"date":["2012-07-05"],"type":["text"],"creator":["Glaser, Jens","Qin, Jian","Medapuram, Pavani","Müller, Marcus","Morse, David"],"language":[],"coverage":[],"title":["Test of a scaling hypothesis for the structure factor of disordered\n  diblock copolymer melts"],"description":["  Coarse-grained theories of dense polymer liquids such as block copolymer\nmelts predict a universal dependence of equilibrium properties on a few\ndimensionless parameters. For symmetric diblock copolymer melts, such theories\npredict a universal dependence on only chi N and Nbar, where chi is an\neffective interaction parameter, N is a degree of polymerization, and Nbar is a\nmeasure of overlap. We test whether simulation results for the structure factor\nS(q) obtained from several different simulation models are consistent with this\ntwo-parameter scaling hypothesis. We compare results from three models: (1) a\nlattice Monte Carlo model, the bond-fluctuation model, (2) a bead-spring model\nwith harsh repulsive interactions, similar to that of Kremer and Grest, and (3)\na bead-spring model with very soft repulsion between beads, and strongly\noverlapping beads. We compare results from pairs of simulations of different\nmodels that have been designed to have matched values of Nbar, over a range of\nvalues of chi N and N, and devise methods to test the scaling hypothesis\nwithout relying on any prediction for how the phenomenological interaction\nparameter chi depends on more microscopic parameters. The results strongly\nsupport the scaling hypothesis, even for rather short chains, confirming that\nit is indeed possible to give an accurate universal description of simulation\nmodels that differ in many details.\n","Comment: 22 pages, 6 figures, submitted to Soft Matter"]}]
["1207.1323",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Group Theory","17B40 (Primary) 20D45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1323"],"date":["2012-07-05"],"type":["text"],"creator":["Acciarri, Cristina","Shumyatsky, Pavel"],"language":[],"coverage":[],"title":["Double automorphisms of graded Lie algebras"],"description":["  We introduce the concept of a double automorphism of an A-graded Lie algebra\nL. Roughly, this is an automorphism of L which also induces an automorphism of\nthe group A. It is clear that the set of all double automorphisms of L forms a\nsubgroup in Aut(L). In the present paper we prove several nilpotency criteria\nfor a graded Lie algebra admitting a finite group of double automorphisms. We\nalso give an application of our results to groups admitting a Frobenius group\nof automorphisms.\n","Comment: 13 pages"]}]
["1207.1326",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","57Q35, 57R40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1326","Topol. Appl., 153:12 (2006), 2026-2034"],"date":["2012-07-05"],"type":["text"],"creator":["Goncalves, D.","Skopenkov, A."],"language":[],"coverage":[],"title":["Embeddings of homology equivalent manifolds with boundary"],"description":["  We prove a theorem on equivariant maps implying the following two\ncorollaries:\n  (1) Let N and M be compact orientable n-manifolds with boundaries such that\nM\\subset N, the inclusion M\\to N induces an isomorphism in integral cohomology,\nboth M and N have (n-d-1)-dimensional spines and m > max {n+2, (3n+1-d)/2} .\nThen the restriction-induced map E^m(N)\\to E^m(M) is bijective. Here E^m(X) is\nthe set of embeddings X\\to R^m up to isotopy (in the PL or smooth category).\n  (2) For a 3-manifold N with boundary whose integral homology groups are\ntrivial and such that N\\not\\cong D^3 (or for its special 2-spine N) there\nexists an equivariant map from the deleted product of N to S^2, although N does\nnot embed into R^3.\n  The second corollary completes the answer to the following question: for\nwhich pairs (m,n) for each n-polyhedron N the existence of an equivariant map\nfrom the deleted product of N to S^{m-1} implies the embeddability of N into\nR^m? An answer was known for each pair (m,n) except (3,3) and (3,2).\n","Comment: 7 pages, no figures"]}]
["1207.1327",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1327","Phys. Rev. B 85, 214430 (2012)","doi:10.1103/PhysRevB.85.214430"],"date":["2012-07-05"],"type":["text"],"creator":["Korelis, P. T.","Jönsson, P. E.","Liebig, A.","Wannberg, H. -E.","Nordblad, P.","Hjörvarsson, B."],"language":[],"coverage":[],"title":["Finite-size effects in amorphous Fe90Zr10/Al75Zr25 multilayers"],"description":["  The thickness dependence of the magnetic properties of amorphous Fe90Zr10\nlayers has been explored using Fe90Zr10/Al75Zr25 multilayers. The Al75Zr25\nlayer thickness is kept at 40 \\AA, while the thickness of the Fe90Zr10 layers\nis varied between 5 and 20 \\AA. The thickness of the Al75Zr25 layers is\nsufficiently large to suppress any significant interlayer coupling. Both the\nCurie temperature and the spontaneous magnetization decrease non-linearly with\ndecreasing thickness of the Fe90Zr10 layers. No ferromagnetic order is observed\nin the multilayer with 5 {\\AA} Fe90Zr10 layers. The variation of the Curie\ntemperature $T_c$ with the Fe90Zr10 layer thickness $t$ is fitted with a\nfinite-size scaling formula $[1-\\Tc(t)/\\Tc(\\infty)]=[(t-t')/t_0]^{-\\lambda}$,\nyielding $\\lambda=1.2$, and a critical thickness $t'=6.5$ \\AA, below which the\nCurie temperature is zero.\n","Comment: 8 pages, 8 figures"]}]
["1207.1328",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1328","AIP Conf.Proc. 1218 (2010) 609-614","doi:10.1063/1.3422409"],"date":["2012-07-05"],"type":["text"],"creator":["DeGraff, B. D.","Bossert, R. J.","Pei, L.","Soyars, W. M."],"language":[],"coverage":[],"title":["Measurements of SCRF cavity dynamic heat load in horizontal test system"],"description":["  The Horizontal Test System (HTS) at Fermilab is currently testing fully\nassembled, dressed superconducting radio frequency (SCRF) cavities. These\ncavities are cooled in a bath of superfluid helium at 1.8K. Dissipated RF power\nfrom the cavities is a dynamic heat load on the cryogenic system. The magnitude\nof heat flux from these cavities into the helium is also an important variable\nfor understanding cavity performance. Methods and hardware used to measure this\ndynamic heat load are presented. Results are presented from several cavity\ntests and testing accuracy is discussed.\n","Comment: 6 pp. Cryogenic Engineering Conference and International Cryogenic\n  Materials Conference 28 Jun - 2 Jul 2009. Tucson, Arizona"]}]
["1207.1334",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1334","Phys.Rev.ST Accel.Beams 13 (2010) 042801","doi:10.1103/PhysRevSTAB.13.042801"],"date":["2012-07-05"],"type":["text"],"creator":["Bambade, P.","Pons, M. Alabau","Amann, J.","Angal-Kalinin, D.","Apsimon, R.","Araki, S.","Aryshev, A.","Bai, S.","Bellomo, P.","Bett, D.","Blair, G.","Bolzon, B.","Boogert, S.","Boorman, G.","Burrows, P. N.","Christian, G.","Coe, P.","Constance, B.","Delahaye, Jean-Pierre","Deacon, L.","Elsen, E.","Faus-Golfe, A.","Fukuda, M.","Gao, J.","Geffroy, N.","Gianfelice-Wendt, E.","Guler, H.","Hayano, H.","Heo, A. -Y.","Honda, Y.","Huang, J. Y.","Hwang, W. H.","Iwashita, Y.","Jeremie, A.","Jones, J.","Kamiya, Y.","Karataev, P.","Kim, E. -S.","Kim, H. -S.","Kim, S. H.","Komamiya, S.","Kubo, K.","Kume, T.","Kuroda, S.","Lam, B.","Lyapin, A.","Masuzawa, M.","McCormick, D.","Molloy, S.","Naito, T.","Nakamura, T.","Nelson, J.","Okamoto, D.","Okugi, T.","Oroku, M.","Park, Y. J.","Parker, B.","Paterson, E.","Perry, C.","Pivi, M.","Raubenheimer, T.","Renier, Y.","Resta-Lopez, J.","Rimbault, C.","Ross, M.","Sanuki, T.","Scarfe, A.","Schulte, D.","Seryi, A.","Spencer, C.","Suehara, T.","Sugahara, R.","Swinson, C.","Takahashi, T.","Tauchi, T.","Terunuma, N.","Tomas, R.","Urakawa, J.","Urner, D.","Verderi, M.","Wang, M. -H.","Warden, M.","Wendt, M.","White, G.","Wittmer, W.","Wolski, A.","Woodley, M.","Yamaguchi, Y.","Yamanaka, T.","Yan, Y.","Yoda, H.","Yokoya, K.","Zhou, F.","Zimmermann, F."],"language":[],"coverage":[],"title":["Present status and first results of the final focus beam line at the KEK\n  Accelerator Test Facility"],"description":["  ATF2 is a final-focus test beam line which aims to focus the low emittance\nbeam from the ATF damping ring to a vertical size of about 37 nm and to\ndemonstrate nanometer level beam stability. Several advanced beam diagnostics\nand feedback tools are used. In December 2008, construction and installation\nwere completed and beam commissioning started, supported by an international\nteam of Asian, European, and U.S. scientists. The present status and first\nresults are described.\n","Comment: 10 pp"]}]
["1207.1335",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1335"],"date":["2012-07-05"],"type":["text"],"creator":["Lin, Yi","Pelayo, Álvaro"],"language":[],"coverage":[],"title":["Log-concavity and symplectic flows"],"description":["  Let M be a compact, connected symplectic 2n-dimensional manifold on which\nan(n-2)-dimensional torus T acts effectively and Hamiltonianly. Under the\nassumption that there is an effective complementary 2-torus acting on M with\nsymplectic orbits, we show that the Duistermaat-Heckman measure of the T-action\nis log-concave. This verifies the logarithmic concavity conjecture for a class\nof inequivalent T-actions. Then we use this conjecture to prove the following:\nif there is an effective symplectic action of an (n-2)-dimensional torus T on a\ncompact, connected symplectic 2n-dimensional manifold that admits an effective\ncomplementary symplectic action of a 2-torus with symplectic orbits, then the\nexistence of T-fixed points implies that the T-action is Hamiltonian. As a\nconsequence of this, we give new proofs of a classical theorem by McDuff about\nS^1-actions, and some of its recent extensions.\n","Comment: 32 pages"]}]
["1207.1336",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Cryptography and Security","Computer Science - Discrete Mathematics","05B05, 94A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1336"],"date":["2012-07-05"],"type":["text"],"creator":["Swanson, Colleen M.","Stinson, Douglas R."],"language":[],"coverage":[],"title":["Combinatorial Solutions Providing Improved Security for the Generalized\n  Russian Cards Problem"],"description":["  We present the first formal mathematical presentation of the generalized\nRussian cards problem, and provide rigorous security definitions that capture\nboth basic and extended versions of weak and perfect security notions. In the\ngeneralized Russian cards problem, three players, Alice, Bob, and Cathy, are\ndealt a deck of $n$ cards, each given $a$, $b$, and $c$ cards, respectively.\nThe goal is for Alice and Bob to learn each other's hands via public\ncommunication, without Cathy learning the fate of any particular card. The\nbasic idea is that Alice announces a set of possible hands she might hold, and\nBob, using knowledge of his own hand, should be able to learn Alice's cards\nfrom this announcement, but Cathy should not. Using a combinatorial approach,\nwe are able to give a nice characterization of informative strategies (i.e.,\nstrategies allowing Bob to learn Alice's hand), having optimal communication\ncomplexity, namely the set of possible hands Alice announces must be equivalent\nto a large set of $t-(n, a, 1)$-designs, where $t=a-c$. We also provide some\ninteresting necessary conditions for certain types of deals to be\nsimultaneously informative and secure. That is, for deals satisfying $c = a-d$\nfor some $d \\geq 2$, where $b \\geq d-1$ and the strategy is assumed to satisfy\na strong version of security (namely perfect $(d-1)$-security), we show that $a\n= d+1$ and hence $c=1$. We also give a precise characterization of informative\nand perfectly $(d-1)$-secure deals of the form $(d+1, b, 1)$ satisfying $b \\geq\nd-1$ involving $d-(n, d+1, 1)$-designs.\n"]}]
["1207.1337",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1337"],"date":["2012-07-05"],"type":["text"],"creator":["Caron, Eddy","Chuffart, Florent","Lamani, Anissa","Petit, Franck"],"language":[],"coverage":[],"title":["Optimization in a Self-Stabilizing Service Discovery Framework for Large\n  Scale Systems"],"description":["  Ability to find and get services is a key requirement in the development of\nlarge-scale distributed sys- tems. We consider dynamic and unstable\nenvironments, namely Peer-to-Peer (P2P) systems. In previous work, we designed\na service discovery solution called Distributed Lexicographic Placement Table\n(DLPT), based on a hierar- chical overlay structure. A self-stabilizing version\nwas given using the Propagation of Information with Feedback (PIF) paradigm. In\nthis paper, we introduce the self-stabilizing COPIF (for Collaborative PIF)\nscheme. An algo- rithm is provided with its correctness proof. We use this\napproach to improve a distributed P2P framework designed for the services\ndiscovery. Significantly efficient experimental results are presented.\n","Comment: (2012)"]}]
["1207.1339",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1339","AIP Conf.Proc. 1222 (2010) 336-338","doi:10.1063/1.3399337"],"date":["2012-07-05"],"type":["text"],"creator":["Popovic, Milorad"],"language":[],"coverage":[],"title":["Project X and a muon facility at Fermilab"],"description":["  An integrated program is described, starting with muon experiments in the\nBooster era, continuing with a 2 MW target station, a 4 GeV Neutrino Factory\nand a 3 TeV Muon Collider, all driven by Project X. This idea provides an\nintegrated approach to the Intensity and Energy Frontiers at Fermilab.\n","Comment: 3 pp. 11th International Workshop on Neutrino Factories, Superbeams\n  and Betabeams: NuFact 09. 20-25 Jul 2009. Chicago, Illinois"]}]
["1207.1343",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","58J32, 35F25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.1343"],"date":["2012-07-05"],"type":["text"],"creator":["Graham, C. Robin","Kantor, Joshua M."],"language":[],"coverage":[],"title":["Normal Form for Edge Metrics"],"description":["  A normal form for edge metrics is derived under the necessary conditions that\nthe metric be normalized and exact. The normal forms for such an edge metric\nare shown to be in 1-1 correspondence with representative metrics for a reduced\nconformal infinity on the boundary. The normal form is constructed via solution\nof a singular eikonal equation at infinity. The eikonal equation is solved by\nproving existence and uniqueness of smooth solutions of a class of\ncharacteristic nonlinear first-order initial value problems. This is carried\nout by constructing a characteristic version of a Hamiltonian flow-out in the\nfirst jet bundle of the solution.\n","Comment: 16 pages"]}]
["cond-mat/0511124",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511124","J. Chem. Phys. 124, 104509 (2006)","doi:10.1063/1.2176679"],"date":["2005-11-04"],"type":["text"],"creator":["De Michele, Cristiano","Scala, Antonio","Schilling, Rolf","Sciortino, Francesco"],"language":[],"coverage":[],"title":["Molecular Correlation Functions for Uniaxial Ellipsoids in the Isotropic\n  State"],"description":["  We perform event-driven molecular dynamics simulations of a system composed\nby uniaxial hard ellipsoids for different values of the aspect-ratio and\npacking fraction . We compare the molecular orientational-dependent structure\nfactors previously calculated within the Percus-Yevick approximation with the\nnumerical results. The agreement between theoretical and numerical results is\nrather satisfactory. We also show that, for specific orientational quantities,\nthe molecular structure factors are sensitive to the particle shape and can be\nused to distinguish prolate from oblate ellipsoids. A first-order theoretical\nexpansion around the spherical shape and a geometrical analysis of the\nconfigurations confirms and explains such an observation.\n"]}]
["math/0509692",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0509692","JKTR 16(3) (2007), 333-344"],"date":["2005-09-29","2012-07-05"],"type":["text"],"creator":["Mackaay, Marco","Turner, Paul","Vaz, Pedro"],"language":[],"coverage":[],"title":["A remark on Rasmussen's invariant of knots"],"description":["  We show that Rasmussen's invariant of knots, which is derived from Lee's\nvariant of Khovanov homology, is equal to an analogous invariant derived from\ncertain other filtered link homologies.\n","Comment: There are two errors in the proof of Proposition 3.2. in this paper.\n  These are indicated in an erratum added at the beginning. As a consequence\n  the proof of Proposition 3.2 no longer holds and the proof of Theorem 4.2,\n  which relies on it, is no longer valid"]}]
