["0704.0337",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q35, 76B03, 76U05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.0337","Instability in models connected with fluid flows I, Int. Math.\n  Ser. (N. Y.), 6, (Springer, New York, 2008), 301--338"],"date":["2007-04-03"],"type":["text"],"creator":["Golse, François","Mahalov, Alex","Nicolaenko, Basil"],"language":[],"coverage":[],"title":["Bursting Dynamics of the 3D Euler Equations in Cylindrical Domains"],"description":["  A class of three-dimensional initial data characterized by uniformly large\nvorticity is considered for the Euler equations of incompressible fluids. The\nfast singular oscillating limits of the Euler equations are studied for\nparametrically resonant cylinders. Resonances of fast swirling Beltrami waves\ndeplete the Euler nonlinearity. The resonant Euler equations are systems of\nthree-dimensional rigid body equations, coupled or not. Some cases of these\nresonant systems have homoclinic cycles, and orbits in the vicinity of these\nhomoclinic cycles lead to bursts of the Euler solution measured in Sobolev\nnorms of order higher than that corresponding to the enstrophy.\n"]}]
["0704.2029",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","Mathematics - Rings and Algebras","05E05, 11E57, 16W30, 16T05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.2029"],"date":["2007-04-16","2012-07-26"],"type":["text"],"creator":["Fauser, Bertfried","Jarvis, Peter D.","King, Ronald C."],"language":[],"coverage":[],"title":["The Hopf Algebra Structure of the Character Rings of Classical Groups"],"description":["  The character ring \\CGL of covariant irreducible tensor representations of\nthe general linear group admits a Hopf algebra structure isomorphic to the Hopf\nalgebra \\Sym$ of symmetric functions. Here we study the character rings \\CO and\n\\CSp of the orthogonal and symplectic subgroups of the general linear group\nwithin the same framework of symmetric functions. We show that \\CO and \\CSp\nalso admit natural Hopf algebra structures that are isomorphic to that of \\CGL,\nand hence to \\Sym. The isomorphisms are determined explicitly, along with the\nspecification of standard bases for \\CO and \\CSp analogous to those used for\n\\Sym. A major structural change arising from the adoption of these bases is the\nintroduction of new orthogonal and symplectic Schur-Hall scalar products.\nSignificantly, the adjoint with respect to multiplication no longer coincides,\nas it does in the \\CGL case, with a Foulkes derivative or skew operation. The\nadjoint and Foulkes derivative now require separate definitions, and their\nproperties are explored here in the orthogonal and symplectic cases. Moreover,\nthe Hopf algebras \\CO and \\CSp are not self-dual. The dual Hopf algebras \\CO^*\nand \\CSp^* are identified. Finally, the Hopf algebra of the universal rational\ncharacter ring \\CGLrat of mixed irreducible tensor representations of the\ngeneral linear group is introduced and its structure maps identified.\n","Comment: 38 pages, uses pstricks; new version is a major update, new title,\n  new material on rational characters"]}]
["0706.3480",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.3480","IET Communications, vol. 5, no. 9, pp. 1213-1219, 2011"],"date":["2007-06-23"],"type":["text"],"creator":["Mohajer, Soheil","Kakhbod, Ali"],"language":[],"coverage":[],"title":["Tight Bounds on the Average Length, Entropy, and Redundancy of\n  Anti-Uniform Huffman Codes"],"description":["  In this paper we consider the class of anti-uniform Huffman codes and derive\ntight lower and upper bounds on the average length, entropy, and redundancy of\nsuch codes in terms of the alphabet size of the source. The Fibonacci\ndistributions are introduced which play a fundamental role in AUH codes. It is\nshown that such distributions maximize the average length and the entropy of\nthe code for a given alphabet size. Another previously known bound on the\nentropy for given average length follows immediately from our results.\n","Comment: 9 pages, 2 figures"]}]
["0712.4021",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory","Mathematical Physics","Mathematics - Symplectic Geometry","14B05, 32S40, 14N35, 53D45, 32S55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.4021"],"date":["2007-12-24","2012-07-26"],"type":["text"],"creator":["Fan, Huijun","Jarvis, Tyler J.","Ruan, Yongbin"],"language":[],"coverage":[],"title":["The Witten equation, mirror symmetry and quantum singularity theory"],"description":["  For any non-degenerate, quasi-homogeneous hypersurface singularity, we\ndescribe a family of moduli spaces, a virtual cycle, and a corresponding\ncohomological field theory associated to the singularity. This theory is\nanalogous to Gromov-Witten theory and generalizes the theory of r-spin curves,\nwhich corresponds to the simple singularity A_{r-1}.\n  We also resolve two outstanding conjectures of Witten. The first conjecture\nis that ADE-singularities are self-dual; and the second conjecture is that the\ntotal potential functions of ADE-singularities satisfy corresponding\nADE-integrable hierarchies. Other cases of integrable hierarchies are also\ndiscussed.\n","Comment: To appear in Annals of Mathematics. Includes resolution of the Witten\n  ADE integrable hierarchies conjecture and Witten's ADE self-mirror\n  conjecture. Several corrections and clarifications"]}]
["0812.0195",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13H10, 05B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0195","Algebra Colloq. 19 (2012), no. 4, 665--672"],"date":["2008-11-30","2012-04-26"],"type":["text"],"creator":["Martinez-Bernal, Jose","Villarreal, Rafael H."],"language":[],"coverage":[],"title":["Toric ideals generated by circuits"],"description":["  Let I be the toric ideal of a homogeneous normal configuration. We prove that\nI is generated by circuits if and only if each unbalanced circuit of I has a\n\"connector\" which is a linear combination of circuits with a square-free term.\nIn particular if each circuit of I with non-square-free terms is balanced, then\nI is generated by circuits. As a consequence we prove that the toric ideal of a\nnormal edge subring of a multigraph is generated by circuits with a square-free\nterm.\n","Comment: Apostolos Thoma has pointed out to us that the condition of Theorem\n  3.2 is not sufficient for the normality of the edge subring. Algebra\n  Colloquium, to appear"]}]
["0905.0028",{"format":[],"subject":["Mathematics - Representation Theory","18E30, 16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0028","Math. Z. 271 (2012), no. 3-4, 1091--1115","doi:10.1007/s00209-011-905-8"],"date":["2009-04-30","2011-07-19"],"type":["text"],"creator":["Barot, Michael","Geiss, Christof"],"language":[],"coverage":[],"title":["Tubular cluster algebras I: categorification"],"description":["  We present a categorification of four mutation finite cluster algebras by the\ncluster category of the category of coherent sheaves over a weighted projective\nline of tubular weight type. Each of these cluster algebras which we call\ntubular is associated to an elliptic root system. We show that via a cluster\ncharacter the cluster variables are in bijection with the positive real Schur\nroots associated to the weighted projective line. In one of the four cases this\nis achieved by the approach to cluster algebras of Fomin-Shapiro-Thurston using\na 2-sphere with 4 marked points whereas in the remaining cases it is done by\nthe approach of Geiss-Leclerc-Schroer using preprojective algebras.\n","Comment: 25 pages, 17 figures, v2: some typos fixed and bibliography updated,\n  v3: small improvements, references updated. Final version, to appear in Math.\n  Z"]}]
["0905.2541",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.2541","Contemporary Fundamental Physics, Dark Matter, page 49-56\n  (Dvoeglazov Editor, Nova Publishers, 2012)"],"date":["2009-05-15","2012-06-25"],"type":["text"],"creator":["Fabbri, Luca"],"language":[],"coverage":[],"title":["On the Principle of Equivalence"],"description":["  We consider the Principle of Equivalence along with Weyl theorem to discuss\nthe interpretation of gravity as a geometric effect; we study what are the\nrestrictions on the connections that must be required for this geometrization\nto occur in the most general case.\n","Comment: 8 pages"]}]
["0910.5836",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5836","The Arrows of Time (Springer, Heidelberg 2012), pp. 191-203","doi:10.1007/978-3-642-23259-6_10"],"date":["2009-10-30"],"type":["text"],"creator":["Kiefer, Claus"],"language":[],"coverage":[],"title":["Can the Arrow of Time be understood from Quantum Cosmology?"],"description":["  I address the question whether the origin of the observed arrow of time can\nbe derived from quantum cosmology. After a general discussion of entropy in\ncosmology and some numerical estimates, I give a brief introduction into\nquantum geometrodynamics and argue that this may provide a sufficient framework\nfor studying this question. I then show that a natural boundary condition of\nlow initial entropy can be imposed on the universal wave function. The arrow of\ntime is then correlated with the size of the Universe and emerges from an\nincreasing amount of decoherence due to entanglement with unobserved degrees of\nfreedom. Remarks are also made concerning the arrow of time in multiverse\npictures and scenarios motivated by dark energy.\n","Comment: 14 pages, to appear in \"The Arrow of Time\", ed. by L.\n  Mersini-Houghton and R. Vaas"]}]
["1003.1012",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1012"],"date":["2010-03-04","2012-07-26"],"type":["text"],"creator":["Enriquez, B."],"language":[],"coverage":[],"title":["Elliptic associators"],"description":["  We construct a genus one analogue of the theory of associators and the\nGrothendieck-Teichmueller group. The analogue of the Galois action on the\nprofinite braid groups is an action of the arithmetic fundamental group of a\nmoduli space of elliptic curves on the profinite braid groups in genus one.\nThis action factors through an explicit profinite group hat GT_ell, which\nadmits an interpretation in terms of decorations of braided monoidal\ncategories. We relate this group to its prounipotent group scheme version\nGT_ell(-). We construct a torsor over the latter group, the scheme of elliptic\nassociators. An explicit family of elliptic associators is constructed, based\non our earlier work with Calaque and Etingof on the universal KZB connexion.\nThe existence of elliptic associators enables one to show that the Lie algebra\nof GT_ell(-) is isomorphic to a graded Lie algebra, on which we obtain several\nresults: semidirect product structure; explicit generators. This existence also\nallows one to compute the Zariski closure of the mapping class group in genus\none (isomorphic to the braid group B_3) in the automorphism groups of the\nprounipotent completions of braid groups in genus one. The analytic study of\nthe family of elliptic associators produces relations between MZVs and iterated\nintegrals of Eisenstein series.\n","Comment: 67 pages. The exposition has been reorganized. The Lie algebra\n  grt_ell introduced in the paper is compared to a similar Lie algebra\n  introduced by Tsunogai. The results of the section on iterated integrals of\n  Eisenstein series have been made more precise: some iterated integrals are\n  computed explicitly in terms of MZVs"]}]
["1006.0323",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0323"],"date":["2010-06-02","2012-07-26"],"type":["text"],"creator":["Sekatskii, Sergey K.","Beltraminelli, Stefano","Merlini, Danilo"],"language":[],"coverage":[],"title":["A few equalities involving integrals of the logarithm of the Riemann\n  zeta-function and equivalent to the Riemann hypothesis III. Exponential\n  weight functions"],"description":["  This paper is a continuation of our recent papers with the same title,\narXiv:0806.1596v1 [math.NT], arXiv:0904.1277v1 where a number of integral\nequalities involving integrals of the logarithm of the Riemann zeta-function\nwere introduced and it was shown that some of them are equivalent to the\nRiemann hypothesis. A few new equalities of this type, which this time involve\nexponential functions, are established, and for the first time we have found\nequalities involving the integrals of the logarithm of the Riemann\nzeta-function taken exclusively along the real axis. Some of the equalities we\nhave found are tested numerically. In particular, an integral equality\ninvolving the logarithm of abs(zeta(1/2+it)) and a weight function\ncosh(pi*t)^(-1) is shown numerically to be correct up to the 80 digits. For\nexponential weight function exp(-at), the possible contribution of the Riemann\nfunction zeroes non-lying on the critical line is rigorously estimated and\nshown to be extremely small, in particular, smaller than trillion of digits,\n10^(-10^(13)), for a=4*pi.\n"]}]
["1007.3880",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3880","Bernoulli 2012, Vol. 18, No. 3, 1061-1098","doi:10.3150/11-BEJ362"],"date":["2010-07-22","2012-07-26"],"type":["text"],"creator":["Gugushvili, Shota","Klaassen, Chris A. J."],"language":[],"coverage":[],"title":["$\\sqrt{n}$-consistent parameter estimation for systems of ordinary\n  differential equations: bypassing numerical integration via smoothing"],"description":["  We consider the problem of parameter estimation for a system of ordinary\ndifferential equations from noisy observations on a solution of the system. In\ncase the system is nonlinear, as it typically is in practical applications, an\nanalytic solution to it usually does not exist. Consequently, straightforward\nestimation methods like the ordinary least squares method depend on repetitive\nuse of numerical integration in order to determine the solution of the system\nfor each of the parameter values considered, and to find subsequently the\nparameter estimate that minimises the objective function. This induces a huge\ncomputational load to such estimation methods. We study the consistency of an\nalternative estimator that is defined as a minimiser of an appropriate distance\nbetween a nonparametrically estimated derivative of the solution and the\nright-hand side of the system applied to a nonparametrically estimated\nsolution. This smooth and match estimator (SME) bypasses numerical integration\naltogether and reduces the amount of computational time drastically compared to\nordinary least squares. Moreover, we show that under suitable regularity\nconditions this smooth and match estimation procedure leads to a\n$\\sqrt{n}$-consistent estimator of the parameter of interest.\n","Comment: Published in at http://dx.doi.org/10.3150/11-BEJ362 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["1008.1166",{"format":[],"subject":["Mathematics - Representation Theory","17B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1166","Annales de l'institut Fourier, 62 (2012), No. 1, 47--75"],"date":["2010-08-06","2010-11-10"],"type":["text"],"creator":["Mazorchuk, Volodymyr","Miemietz, Vanessa"],"language":[],"coverage":[],"title":["Serre functors for Lie algebras and superalgebras"],"description":["  We propose a new realization, using Harish-Chandra bimodules, of the Serre\nfunctor for the BGG category $\\mathcal{O}$ associated to a semi-simple complex\nfinite dimensional Lie algebra. We further show that our realization carries\nover to classical Lie superalgebras in many cases. Along the way we prove that\ncategory $\\mathcal{O}$ and its parabolic generalizations for classical Lie\nsuperalgebras are categories with full projective functors. As an application\nwe prove that in many cases the endomorphism algebra of the basic\nprojective-injective module in (parabolic) category $\\mathcal{O}$ for classical\nLie superalgebras is symmetric. As a special case we obtain that in these cases\nthe algebras describing blocks of the category of finite dimensional modules\nare symmetric. We also compute the latter algebras for the superalgebra\n$\\mathfrak{q}(2)$.\n","Comment: 19 pages, to appear in Annales de l'Institut Fourier in 2011"]}]
["1010.3605",{"format":[],"subject":["Mathematics - Combinatorics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics","Computer Science - Computational Geometry","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3605"],"date":["2010-10-18","2010-11-26"],"type":["text"],"creator":["Kasiviswanathan, Shiva Prasad","Moore, Cristopher","Theran, Louis"],"language":[],"coverage":[],"title":["The rigidity transition in random graphs"],"description":["  As we add rigid bars between points in the plane, at what point is there a\ngiant (linear-sized) rigid component, which can be rotated and translated, but\nwhich has no internal flexibility? If the points are generic, this depends only\non the combinatorics of the graph formed by the bars. We show that if this\ngraph is an Erdos-Renyi random graph G(n,c/n), then there exists a sharp\nthreshold for a giant rigid component to emerge. For c < c_2, w.h.p. all rigid\ncomponents span one, two, or three vertices, and when c > c_2, w.h.p. there is\na giant rigid component. The constant c_2 \\approx 3.588 is the threshold for\n2-orientability, discovered independently by Fernholz and Ramachandran and\nCain, Sanders, and Wormald in SODA'07. We also give quantitative bounds on the\nsize of the giant rigid component when it emerges, proving that it spans a\n(1-o(1))-fraction of the vertices in the (3+2)-core. Informally, the (3+2)-core\nis maximal induced subgraph obtained by starting from the 3-core and then\ninductively adding vertices with 2 neighbors in the graph obtained so far.\n","Comment: To appear in SODA'11. Added proofs omitted from the proceedings\n  version"]}]
["1010.3992",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Representation Theory","53C25, 53C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3992"],"date":["2010-10-19","2012-07-26"],"type":["text"],"creator":["Chrysikos, Ioannis"],"language":[],"coverage":[],"title":["Flag manifolds, symmetric $\\fr{t}$-triples and Einstein metrics"],"description":["  Let $G$ be a compact connected simple Lie group and let $M=G^{\\bb{C}}/P=G/K$\nbe a generalized flag manifold. In this article we focus on an important\ninvariant of $G/K$, the so called $\\fr{t}$-root system $R_{\\fr{t}}$, and we\nintroduce the notion of symmetric $\\fr{t}$-triples, that is triples of\n$\\fr{t}$-roots $\\xi, \\zeta, \\eta\\in R_{\\fr{t}}$ such that $\\xi+\\eta+\\zeta=0$.\nWe describe their properties and we present an interesting application on the\nstructure constants of $G/K$, quantities which are straightforward related to\nthe construction of the homogeneous Einstein metric on $G/K$. Next we classify\nsymmetric $\\fr{t}$-triples for generalized flag manifolds $G/K$ with second\nBetti number $b_{2}(G/K)=1$, and we treat also the case of full flag manifolds\n$G/T$, where $T$ is a maximal torus of $G$. In the last section we construct\nthe homogeneous Einstein equation on flag manifolds $G/K$ with five isotropy\nsummands, determined by the simple Lie group $G=\\SO(7)$. By solving the\ncorresponding algebraic system we classify all $\\SO(7)$-invariant\n(non-isometric) Einstein metrics, and these are the very first results towards\nthe classification of homogeneous Einstein metrics on flag manifolds with five\nisotropy summands.\n","Comment: 18 pages (the text has been reduced to 18 pages, some misprints has\n  been corrected, unchanged results)"]}]
["1011.3457",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","Mathematics - Representation Theory","16T05, 16T15, 20G42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3457"],"date":["2010-11-15","2012-07-26"],"type":["text"],"creator":["Andruskiewitsch, Nicolas","Cuadra, Juan"],"language":[],"coverage":[],"title":["On the structure of (co-Frobenius) Hopf algebras"],"description":["  We introduce a new filtration on Hopf algebras, the standard filtration,\ngeneralizing the coradical filtration. Its zeroth term, called the Hopf\ncoradical, is the subalgebra generated by the coradical. We give a structure\ntheorem: any Hopf algebra with injective antipode is a deformation of the\nbosonization of the Hopf coradical by its diagram, a connected graded Hopf\nalgebra in the category of Yetter-Drinfeld modules over the latter. We discuss\nthe steps needed to classify Hopf algebras in suitable classes accordingly. For\nthe class of co-Frobenius Hopf algebras, we prove that a Hopf algebra is\nco-Frobenius if and only if its Hopf coradical is so and the diagram is finite\ndimensional. We also prove that the standard filtration of such Hopf algebras\nis finite. Finally, we show that extensions of co-Frobenius (resp.\ncosemisimple) Hopf algebras are co-Frobenius (resp. cosemisimple).\n","Comment: Subsection 2.2 removed in view of the positive result in new\n  reference [ACE]. Final version, to appear in JNCG; 20 pages"]}]
["1012.4939",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4939","Phys.Rev.D83:084002,2011","doi:10.1103/PhysRevD.83.084002"],"date":["2010-12-22"],"type":["text"],"creator":["Harry, Ian","Fairhurst, Stephen"],"language":[],"coverage":[],"title":["A targeted coherent search for gravitational waves from compact binary\n  coalescences"],"description":["  We present the details of a method for conducting a targeted, coherent search\nfor compact binary coalescences. The search is tailored to be used as a\nfollowup to electromagnetic transients such as Gamma Ray Bursts. We derive the\ncoherent search statistic for Gaussian detector noise and discuss the benefits\nof a coherent, multi-detector search over coincidence methods. To mitigate the\neffects of non-stationary data, we introduce a number of signal consistency\ntests, including the null SNR, amplitude consistency and several $\\chi^{2}$\ntests. We demonstrate the search performance on Gaussian noise and on data from\nLIGO's fourth science run and verify that the signal consistency tests are\ncapable of removing the majority of noise transients and the search gives an\nefficiency comparable to that achieved in Gaussian noise.\n","Comment: 21 pages, 14 figures"]}]
["1102.3195",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3195"],"date":["2011-02-15","2012-07-25"],"type":["text"],"creator":["Abhishek, Vineet","Hajek, Bruce","Williams, Steven R."],"language":[],"coverage":[],"title":["Auctions with a Profit Sharing Contract"],"description":["  We study the problem of selling a resource through an auction mechanism. The\nwinning buyer in turn develops this resource to generate profit. Two forms of\npayment are considered: charging the winning buyer a one-time payment, or an\ninitial payment plus a profit sharing contract (PSC). We consider a symmetric\ninterdependent values model with risk averse or risk neutral buyers and a risk\nneutral seller. For the second price auction and the English auction, we show\nthat the seller's expected total revenue from the auction where he also takes a\nfraction of the positive profit is higher than the expected revenue from the\nauction with only a one-time payment. Moreover, the seller can generate an even\nhigher expected total revenue if, in addition to taking a fraction of the\npositive profit, he also takes the same fraction of any loss incurred from\ndeveloping the resource. Moving beyond simple PSCs, we show that the auction\nwith a PSC from a very general class generates higher expected total revenue\nthan the auction with only a one-time payment. Finally, we show that suitable\nPSCs provide higher expected total revenue than a one-time payment even when\nthe incentives of the winning buyer to develop the resource must be addressed\nby the seller.\n","Comment: 36 pages, 2 figure. This is a work in progress"]}]
["1104.4549",{"format":[],"subject":["Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4549"],"date":["2011-04-23","2012-07-26"],"type":["text"],"creator":["Gan, Feng","Ye, Gang","Liu, Langxia","Liu, Xiaohui"],"language":[],"coverage":[],"title":["A General Theory for Direct Quantitative Analysis of Antigen"],"description":["  A theory for direct quantitative analysis of an antigen is proposed. It is\nbased on a potential homogenous immunoreaction system. It establishes an\nequation to describe the concentration change of the antigen and antibody\ncomplex. A maximum point is found in the concentration profile of the complex\nwhich can be used to calculate the concentration of the antigen. An\nexperimental scheme was designed for a commercial time-resolved\nfluoroimmunoassay kit for HBsAg, which is based heterogeneous immunoreaction.\nThe results showed that the theory is practically applicable.\n","Comment: 7pages, 2 figures"]}]
["1105.2418",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2418","2012 J. Phys.: Condens. Matter 24 295601","doi:10.1088/0953-8984/24/29/295601"],"date":["2011-05-12","2012-07-26"],"type":["text"],"creator":["Heil, Christoph","von der Linden, Wolfgang"],"language":[],"coverage":[],"title":["Strong coupling expansion for the Bose-Hubbard and the Jaynes-Cummings\n  lattice model"],"description":["  A strong coupling expansion, based on the Kato-Bloch perturbation theory,\nwhich has recently been proposed by Eckardt et al. [Phys. Rev. B 79, 195131]\nand Teichmann et al. [Phys. Rev. B 79, 224515] is implemented in order to study\nvarious aspects of the Bose-Hubbard and the Jaynes-Cummings lattice model. The\napproach, which allows to generate numerically all diagrams up to a desired\norder in the interaction strength is generalized for disordered systems and for\nthe Jaynes-Cummings lattice model. Results for the Bose-Hubbard and the\nJaynes-Cummings lattice model will be presented and compared with results from\nVCA and DMRG. Our focus will be on the Mott insulator to superfluid transition.\n","Comment: 29 pages, 21 figures"]}]
["1105.4583",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4583"],"date":["2011-05-23","2011-11-24"],"type":["text"],"creator":["Belle Collaboration","Adachi, I."],"language":[],"coverage":[],"title":["Observation of two charged bottomonium-like resonances"],"description":["  We report the observation of two narrow structures at 10610MeV/c^2 and\n10650MeV/c^2 in the pi^{\\pm}Upsilon(nS) (n=1,2,3) and pi^{\\pm}h_b(mP) (m=1,2)\nmass spectra that are produced in association with a single charged pion in\nUpsilon(5S) decays. The measured masses and widths of the two structures\naveraged over the five final states are M_1=10608.4\\pm2.0MeV/c^2,\nGamma_1=15.6\\pm2.5MeV and M_2=10653.2\\pm1.5MeV/c^2, Gamma_2=14.4\\pm3.2MeV.\nAnalysis favors quantum numbers of I^G(J^P)=1^+(1^+) for both states. The\nresults are obtained with a 121.4fb^{-1} data sample collected with the Belle\ndetector near the Upsilon(5S) resonance, at the KEKB asymmetric-energy e+e-\ncollider.\n","Comment: Contributed to Flavor Physics and CP Violation 2011, Kibbutz Maale\n  Hachamisha, Israel, May 23-27. The results are superseded by arXiv:1110.2251\n  (submitted to PRL) with the exception of angular analysis. For the angular\n  analysis, updated results are being prepared for Phys. Rev. D"]}]
["1106.0278",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0278","Phys. Rev. B 84, 195454 (2011)","doi:10.1103/PhysRevB.84.195454"],"date":["2011-06-01"],"type":["text"],"creator":["Glenn, R.","Raikh, M. E."],"language":[],"coverage":[],"title":["Rabi-vibronic resonance with large number of vibrational quanta"],"description":["  We study theoretically the Rabi oscillations of a resonantly driven two-level\nsystem linearly coupled to a harmonic oscillator (vibrational mode) with\nfrequency, \\omega_0. We show that for weak coupling, \\omega_p \\ll \\omega_0,\nwhere \\omega_p is the polaronic shift, Rabi oscillations are strongly modified\nin the vicinity of the Rabi-vibronic resonance \\Omega_R = \\omega_0, where\n\\Omega_R is the Rabi frequency. The width of the resonance is\n(\\Omega_R-\\omega_0) \\sim \\omega_p^{2/3} \\omega_0^{1/3} \\gg \\omega_p. Within\nthis domain of \\Omega_R the actual frequency of the Rabi oscillations exhibits\na bistable behavior as a function of \\Omega_R. Importantly, within the resonant\ndomain, the oscillator is highly excited, which allows to treat it classically.\n","Comment: 9 pages, 5 figures"]}]
["1106.3061",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3061","Phys.Rev.Lett.108:022301,2012","doi:10.1103/PhysRevLett.108.022301"],"date":["2011-06-15","2012-07-25"],"type":["text"],"creator":["Buzzatti, Alessandro","Gyulassy, Miklos"],"language":[],"coverage":[],"title":["Jet Flavor Tomography of Quark Gluon Plasmas at RHIC and LHC"],"description":["  A new Monte Carlo model of jet quenching in nuclear collisions, CUJET1.0, is\napplied to predict the jet flavor dependence of the nuclear modification factor\nfor fragments {\\it $f=\\pi,D,B,e^-$} from quenched jet flavors {\\it $g,u,c,b$}\nin central collisions at RHIC and LHC. The nuclear modification factors for\ndifferent flavors are predicted to exhibit a novel level crossing pattern over\na transverse momentum range $5< p_T< 100$ GeV which can test jet-medium\ndynamics in quark gluon plasmas.\n","Comment: 4 pages, 3 figures"]}]
["1107.1116",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1116","ISST Journal of Applied Physics, Vol. 2 No.2, (July-December 2011)\n  pp. 1-5"],"date":["2011-07-06"],"type":["text"],"creator":["Gupta, Sushant","Yadav, R. S.","Das, B."],"language":[],"coverage":[],"title":["Flux Pinning by Nano Particles Embedded in Polycrystalline Y-123\n  Superconductors"],"description":["  Bulk superconductor samples of YBa2Cu3-xZnxO7-{\\delta} with x = 0, 0.01, 0.03\nare synthesized by solid-state reaction route. The structural characterisation\nof all samples has been carried out by x-ray-diffraction (XRD) and transmission\nelectron microscopy (TEM) techniques. The x-ray diffraction patterns indicate\nthat the gross structure/phase of YBa2Cu3-xZnxO7-{\\delta} do not change with\nthe substitution of Zn up to x=0.03. In TEM investigations of Zn-doped Y-based\ncuprates a number of ZnO nano-flower and nano-rod of Y-211 phase are found\ndispersed in regular YBa2Cu3-xZnxO7 matrix. These dispersed nano-flowers of ZnO\nand nano-rods of Y-211 phase may serve as flux-pinning centers. These pinning\ncenters enhance critical current density (Jc) value of these HTSC samples.\n","Comment: Accepted for Publication in ISST Journal of Applied Physics (IJAP)"]}]
["1107.1413",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1413","J. Pure Appl. Alg. 216 (2012), 2737--2753"],"date":["2011-07-07","2012-04-08"],"type":["text"],"creator":["Mazorchuk, Volodymyr","Steinberg, Benjamin"],"language":[],"coverage":[],"title":["Effective dimension of finite semigroups"],"description":["  In this paper we discuss various aspects of the problem of determining the\nminimal dimension of an injective linear representation of a finite semigroup\nover a field. We outline some general techniques and results, and apply them to\nnumerous examples.\n","Comment: To appear in J. Pure Appl. Alg"]}]
["1108.1117",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1117"],"date":["2011-08-04","2012-07-26"],"type":["text"],"creator":["Yamaguchi, Chiaki"],"language":[],"coverage":[],"title":["Analysis of an Extended +-J Ising Spin Glass Model by Using a Gauge\n  Symmetry"],"description":["  We investigate an extended +-J Ising spin glass model by using a gauge\nsymmetry. This model has +-J1 interactions and +-J2 interactions. We show that\na gauge symmetry is usable to study this model. The exact internal energy, the\nrigorous upper bound of the specific heat and some rigorous relations for\ncorrelation functions and order parameters are shown by using the gauge\nsymmetry. The results are rigorous, and do not depend on any lattice shape. A\npart of our results, e.g., the value of the exact internal energy should be\nuseful for checking the computer programs for investigating this model. In\naddition, we find that the present solutions are general solutions which\ninclude the solutions on the so-called Nishimori line for the conventional +-J\nIsing spin glass model and the solutions for the bond-diluted +-J Ising spin\nglass model.\n","Comment: 6 pages, no figures. v4: minor corrections/additions"]}]
["1109.0840",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0840"],"date":["2011-09-05","2012-07-26"],"type":["text"],"creator":["Akama, Keiichi","Hattori, Takashi","Mukaida, Hisamitsu"],"language":[],"coverage":[],"title":["General Solution for the Static, Spherical and Asymptotically Flat\n  Braneworld"],"description":["  The general solution for the static, spherical and asymptotically flat\nbraneworld is derived by solving the bulk Einstein equation and braneworld\ndynamics. We show that it involves a large arbitrariness, which reduces the\npredictability of the theory. Ways out of the difficulty are discussed.\n","Comment: 5 pages, no figure, submitted to the Japanese Physical Society 2011\n  Annual Meeting which was canceled due to the earthquake in Tohoku district in\n  March, with errors corrected, and with the sign convention of the curvature\n  tensor changed"]}]
["1109.4212",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4212"],"date":["2011-09-20","2012-07-26"],"type":["text"],"creator":["Hattori, Shin"],"language":[],"coverage":[],"title":["Canonical subgroups via Breuil-Kisin modules for p=2"],"description":["  Let p be a rational prime and K/Q_p be an extension of complete discrete\nvaluation fields. Let G be a truncated Barsotti-Tate group of level n, height h\nand dimension d over O_K with 0<d<h. In this paper, we prove the existence of\nhigher canonical subgroups with expected properties for G if the Hodge height\nof G is less than 1/(p^{n-2}(p+1)), including the case of p=2.\n","Comment: 17 pages; totally revised; results improved"]}]
["1109.6457",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6457","Rep. Prog. Phys. 75, 082401 (2012)","doi:10.1088/0034-4885/75/8/082401"],"date":["2011-09-29","2012-07-26"],"type":["text"],"creator":["Hauke, Philipp","Cucchietti, Fernando M.","Tagliacozzo, Luca","Deutsch, Ivan","Lewenstein, Maciej"],"language":[],"coverage":[],"title":["Can One Trust Quantum Simulators?"],"description":["  Various fundamental phenomena of strongly-correlated quantum systems such as\nhigh-$T_c$ superconductivity, the fractional quantum-Hall effect, and quark\nconfinement are still awaiting a universally accepted explanation. The main\nobstacle is the computational complexity of solving even the most simplified\ntheoretical models that are designed to capture the relevant quantum\ncorrelations of the many-body system of interest. In his seminal 1982 paper\n[Int. J. Theor. Phys. 21, 467], Richard Feynman suggested that such models\nmight be solved by \"simulation\" with a new type of computer whose constituent\nparts are effectively governed by a desired quantum many-body dynamics.\nMeasurements on this engineered machine, now known as a \"quantum simulator,\"\nwould reveal some unknown or difficult to compute properties of a model of\ninterest. We argue that a useful quantum simulator must satisfy four\nconditions: relevance, controllability, reliability, and efficiency. We review\nthe current state of the art of digital and analog quantum simulators. Whereas\nso far the majority of the focus, both theoretically and experimentally, has\nbeen on controllability of relevant models, we emphasize here the need for a\ncareful analysis of reliability and efficiency in the presence of\nimperfections. We discuss how disorder and noise can impact these conditions,\nand illustrate our concerns with novel numerical simulations of a paradigmatic\nexample: a disordered quantum spin chain governed by the Ising model in a\ntransverse magnetic field. We find that disorder can decrease the reliability\nof an analog quantum simulator of this model, although large errors in local\nobservables are introduced only for strong levels of disorder. We conclude that\nthe answer to the question \"Can we trust quantum simulators?\" is... to some\nextent.\n","Comment: 20 pages. Minor changes with respect to version 2 (some additional\n  explanations, added references...)"]}]
["1110.5365",{"format":[],"subject":["Mathematics - Logic","03E55, 03E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5365","Mathematical Logic Quarterly, 58(1-2): 83-94, 2012"],"date":["2011-10-24","2012-07-26"],"type":["text"],"creator":["Cody, Brent"],"language":[],"coverage":[],"title":["The failure of GCH at a degree of supercompactness"],"description":["  We determine the large cardinal consistency strength of the existence of a\n$\\lambda$-supercompact cardinal $\\kappa$ such that GCH fails at $\\lambda$.\nIndeed, we show that the existence of a $\\lambda$-supercompact cardinal\n$\\kappa$ such that $2^\\lambda \\geq \\theta$ is equiconsistent with the existence\nof a $\\lambda$-supercompact cardinal that is also $\\theta$-tall. We also prove\nsome basic facts about the large cardinal notion of tallness with closure.\n"]}]
["1111.4128",{"format":[],"subject":["General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4128"],"date":["2011-11-16","2012-07-26"],"type":["text"],"creator":["Robles-Perez, Salvador","Gonzalez-Diaz, Pedro F."],"language":[],"coverage":[],"title":["Quantum entanglement in the multiverse"],"description":["  In this paper it is shown that the quantum state of a multiverse made up of\nclassically disconnected regions of the space-time, whose dynamical evolution\nis dominated by a homogeneous and isotropic fluid, is given by a squeezed\nstate. These are typical quantum states that have no classical counterpart and,\ntherefore, they allow us to analyze the violation of classical inequalities as\nwell as the EPR argument in the context of the quantum multiverse. The\nthermodynamical properties of entanglement are calculated for a composite\nquantum state of two universes whose states are quantum mechanically\ncorrelated. The energy of entanglement between the positive and negative modes\nof a scalar field, which correspond to the expanding and contracting branches\nof a phantom universe, respectively, are also computed.\n","Comment: 18 pages, 16 figures"]}]
["1111.6177",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6177","Physical Review E 86 (2012), 011129","doi:10.1103/PhysRevE.86.011129"],"date":["2011-11-26","2012-07-26"],"type":["text"],"creator":["Riordan, Oliver","Warnke, Lutz"],"language":[],"coverage":[],"title":["Achlioptas processes are not always self-averaging"],"description":["  We consider a class of percolation models, called Achlioptas processes,\ndiscussed in [Science 323, 1453 (2009)] and [Science 333, 322 (2011)]. For\nthese the evolution of the order parameter (the rescaled size of the largest\nconnected component) has been the main focus of research in recent years. We\nshow that, in striking contrast to `classical' models, self-averaging is not a\nuniversal feature of these new percolation models: there are natural Achlioptas\nprocesses whose order parameter has random fluctuations that do not disappear\nin the thermodynamic limit.\n","Comment: 4 pages, 3 figures. Revised and expanded. Title changed"]}]
["1112.1442",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1442","J. Chem. Phys. 137, 044107 (2012)","doi:10.1063/1.4737392"],"date":["2011-12-06","2012-07-26"],"type":["text"],"creator":["Sundararaman, Ravishankar","Letchworth-Weaver, Kendra","Arias, T. A."],"language":[],"coverage":[],"title":["A computationally efficacious free-energy functional for studies of\n  inhomogeneous liquid water"],"description":["  We present an accurate equation of state for water based on a simple\nmicroscopic Hamiltonian, with only four parameters that are well-constrained by\nbulk experimental data. With one additional parameter for the range of\ninteraction, this model yields a computationally efficient free-energy\nfunctional for inhomogeneous water which captures short-ranged correlations,\ncavitation energies and, with suitable long-range corrections, the non-linear\ndielectric response of water, making it an excellent candidate for studies of\nmesoscale water and for use in ab initio solvation methods.\n","Comment: 6 pages, 5 figures"]}]
["1112.5299",{"format":[],"subject":["Physics - Physics and Society","60K30, 82B26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.5299"],"date":["2011-12-22","2012-07-26"],"type":["text"],"creator":["Zhang, Jun","Klingsch, Wolfram","Rupprecht, Tobias","Schadschneider, Andreas","Seyfried, Armin"],"language":[],"coverage":[],"title":["Empirical study of turning and merging of pedestrian streams in\n  T-junction"],"description":["  Agent-based models are becoming indispensable tools in building design,\nsafety assessments as well as management of emergency egress. However, reliable\ncalibrations of these models should be mandatory before they are used in\npractice. To improve the database for model calibration we present results from\ntwo experiments at a T-junction and a corner. In such structures the dynamics\nof pedestrian streams is complex and up to now not studied systematically. To\nunderstand it deeply, series of well-controlled laboratory experiments are\nconducted. The Voronoi method, which is used to analyze the experiments, allows\nhigh resolution and small fluctuation in time and space. From the results, it\nis found that the fundamental diagrams of pedestrian flow in T-junction are not\nthe same before and after merging. At the same density, the velocities of\npedestrians before merging are smaller than that after merging. To analyze\nwhether turning or merging of the stream is responsible for this discrepancy,\nwe compare the fundamental diagrams of pedestrian flow in T-junction with the\nflow at a single corner. The fundamental diagrams of the streams in front and\nbehind the corner agree well and are also in accordance with that from\nT-junction flow after merging. Besides, space-resolved measurements for the\ndensity, velocity profiles are obtained using Voronoi method. These maps offer\nimportant information about dangerous spots and thus enable to improve egress\nmanagement and facility design.\n","Comment: 8 pages, 6 figures, 1 table"]}]
["1201.4579",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4579","Annales de l'IHP - Probabilit\\'es et Statistiques 48, 2 (2012)\n  396-423","doi:10.1214/11-AIHP413"],"date":["2012-01-22"],"type":["text"],"creator":["Ferre, Deborah","Hervé, Loïc","Ledoux, James"],"language":[],"coverage":[],"title":["Limit theorems for stationary Markov processes with L2-spectral gap"],"description":["  Let $(X_t, Y_t)_{t\\in T}$ be a discrete or continuous-time Markov process\nwith state space $X \\times R^d$ where $X$ is an arbitrary measurable set. Its\ntransition semigroup is assumed to be additive with respect to the second\ncomponent, i.e. $(X_t, Y_t)_{t\\in T}$ is assumed to be a Markov additive\nprocess. In particular, this implies that the first component $(X_t)_{t\\in T}$\nis also a Markov process. Markov random walks or additive functionals of a\nMarkov process are special instances of Markov additive processes. In this\npaper, the process $(Y_t)_{t\\in T}$ is shown to satisfy the following classical\nlimit theorems: (a) the central limit theorem, (b) the local limit theorem, (c)\nthe one-dimensional Berry-Esseen theorem, (d) the one-dimensional first-order\nEdgeworth expansion, provided that we have sup{t\\in(0,1]\\cap T : E{\\pi,0}[|Y_t|\n^{\\alpha}] < 1 with the expected order with respect to the independent case (up\nto some $\\varepsilon > 0$ for (c) and (d)). For the statements (b) and (d), a\nMarkov nonlattice condition is also assumed as in the independent case. All the\nresults are derived under the assumption that the Markov process $(X_t)_{t\\in\nT}$ has an invariant probability distribution $\\pi$, is stationary and has the\n$L^2(\\pi)$-spectral gap property (that is, $(X_t)t\\in N}$ is $\\rho$-mixing in\nthe discrete-time case). The case where $(X_t)_{t\\in T}$ is non-stationary is\nbriefly discussed. As an application, we derive a Berry-Esseen bound for the\nM-estimators associated with $\\rho$-mixing Markov chains.\n","Comment: 35 pages Accepted(6 january 2011) for publication in Annales de\n  l'Institut Henri Poincare - Probabilites et Statistiques"]}]
["1201.6430",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.6430","Annals of Physics, 2012, 327(9): 2343-2353","doi:10.1016/j.aop.2012.04.003"],"date":["2012-01-30","2012-02-02"],"type":["text"],"creator":["Hu, Ming-Liang","Fan, Heng"],"language":[],"coverage":[],"title":["Dynamics of entropic measurement-induced nonlocality in structured\n  reservoirs"],"description":["  We propose the entropic measurement-induced nonlocality (MIN) as the maximal\nincrement of von Neumann entropy induced by the locally non-disturbing\nmeasurement, and study behaviors of it both in the independent and common\nstructured reservoirs. We present schemes for preserving the MIN, and show that\nfor certain initial states the MIN, including the quantum correlations, can\neven be enhanced by the common reservoir. Additionally, we also show that the\ndifferent measures of MIN may give different qualitative characterizations of\nnonlocal properties, i.e., it is rather measure dependent than state dependent.\n","Comment: 8 pages, 6 figures"]}]
["1202.2494",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2494"],"date":["2012-02-12","2012-07-26"],"type":["text"],"creator":["Song, Yushu","Guo, Shu-Qing"],"language":[],"coverage":[],"title":["Fermi Surface under Magnetism Instability"],"description":["  In this paper, we study the fermionic excitations near the quantum\ncriticality using gauge/gravity duality. This is motivated by exploring the\nFermi surface evolution near the quantum criticality. We construct the gravity\ndual of \"paramagnetic-nematic\" phase transition in a continuum limit and study\nthe Fermi surface evolution across this quantum phase transition. We find that\nthere exists non-Fermi liquid with the Fermi surface in the \"paramagnetic\"\nphase and the Fermi surface disappears in the \"nematic\" phase.\n","Comment: 17pages,2 figures, discussions added; terminology corrected"]}]
["1202.2495",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2495","PLoS Comput Biol 8(5): e1002526, 2012","doi:10.1371/journal.pcbi.1002526"],"date":["2012-02-12","2012-07-25"],"type":["text"],"creator":["Fu, Yan","Glaros, Trevor","Zhu, Meng","Wang, Ping","Wu, Zhanghan","Tyson, John J","Li, Liwu","Xing, Jianhua"],"language":[],"coverage":[],"title":["Network Topologies and Dynamics Leading to Endotoxin Tolerance and\n  Priming in Innate Immune Cells"],"description":["  The innate immune system, acting as the first line of host defense, senses\nand adapts to foreign challenges through complex intracellular and\nintercellular signaling networks. Endotoxin tolerance and priming elicited by\nmacrophages are classic examples of the complex adaptation of innate immune\ncells. Upon repetitive exposures to different doses of bacterial endotoxin\n(lipopolysaccharide) or other stimulants, macrophages show either suppressed or\naugmented inflammatory responses compared to a single exposure to the\nstimulant. Endotoxin tolerance and priming are critically involved in both\nimmune homeostasis and the pathogenesis of diverse inflammatory diseases.\nHowever, the underlying molecular mechanisms are not well understood. By means\nof a computational search through the parameter space of a coarse-grained\nthree-node network with a two-stage Metropolis sampling approach, we enumerated\nall the network topologies that can generate priming or tolerance. We\ndiscovered three major mechanisms for priming (pathway synergy, suppressor\ndeactivation, activator induction) and one for tolerance (inhibitor\npersistence). These results not only explain existing experimental\nobservations, but also reveal intriguing test scenarios for future experimental\nstudies to clarify mechanisms of endotoxin priming and tolerance.\n","Comment: 15 pages, 8 figures, submitted"]}]
["1202.4213",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4213","doi:10.1007/JHEP07(2012)013"],"date":["2012-02-19","2012-03-19"],"type":["text"],"creator":["Choudhury, Debajyoti","Ghosh, Dilip Kumar","Rai, Santosh Kumar"],"language":[],"coverage":[],"title":["Dijet signals of the Little Higgs model with T-parity"],"description":["  The Littest Higgs model with T-parity (LHT), apart from offering a viable\nsolution to the naturalness problem of the Standard Model, also predicts a set\nof new fermions as well as a candidate for dark matter. We explore the\npossibility of discovering the heavy T-odd quark Q_H at the LHC in a final\nstate comprising two hard jets with a large missing transverse momentum. Also\ndiscussed is the role of heavy flavor tagging.\n","Comment: Changes in text. Some references added"]}]
["1202.4546",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4546","Annals of Physics, 2012, 327(9): 2332-2342","doi:10.1016/j.aop.2012.05.007"],"date":["2012-02-21","2012-05-13"],"type":["text"],"creator":["Hu, Ming-Liang"],"language":[],"coverage":[],"title":["Disentanglement, Bell-nonlocality violation and teleportation capacity\n  of the decaying tripartite states"],"description":["  Dynamics of disentanglement as measured by the tripartite negativity and Bell\nnonlocality as measured by the extent of violation of the multipartite\nBell-type inequalities are investigated in this work. It is shown definitively\nthat for the initial three-qubit Greenberger-Horne-Zeilinger (GHZ) or {\\it W}\nclass state preparation the Bell nonlocality suffers sudden death under the\ninfluence of thermal reservoirs. Moreover, all the Bell-nonlocal states are\nuseful for nonclassical teleportation, while there are entangled states that do\nnot violate any Bell-type inequalities, but still yield nonclassical\nteleportation fidelity.\n","Comment: 8 pages, 5 figures, accepted for publication in Annals of Physics"]}]
["1202.4978",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.4978","Phys. Rev. B 86, 045429 (2012)","doi:10.1103/PhysRevB.86.045429"],"date":["2012-02-22","2012-02-24"],"type":["text"],"creator":["Lozovik, Yu. E.","Ogarkov, S. L.","Sokolik, A. A."],"language":[],"coverage":[],"title":["Cooper pairing of electrons and holes in graphene bilayer: Correlation\n  effects"],"description":["  Cooper pairing of spatially separated electrons and holes in graphene bilayer\nis studied beyond the mean-field approximation. Suppression of the screening at\nlarge distances, caused by appearance of the gap, is considered\nself-consistently. A mutual positive feedback between appearance of the gap and\nenlargement of the interaction leads to a sharp transition to correlated state\nwith greatly increased gap above some critical value of the coupling strength.\nAt coupling strength below the critical, this correlation effect increases the\ngap approximately by a factor of two. The maximal coupling strength achievable\nin experiments is close to the critical value. This indicated importance of\ncorrelation effects in closely-spaced graphene bilayers at weak substrate\ndielectric screening. Another effect beyond mean-field approximation considered\nis an influence of vertex corrections on the pairing, which is shown to be very\nweak.\n","Comment: 6 pages, 5 figures; some references were added"]}]
["1202.5834",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5834","JHEP07(2012)142","doi:10.1007/JHEP07(2012)142"],"date":["2012-02-27","2012-06-10"],"type":["text"],"creator":["Fu, Ziwen"],"language":[],"coverage":[],"title":["Preliminary lattice study of $\\sigma$ meson decay width"],"description":["  We report an exploratory lattice investigation of $\\sigma$ meson decay width\nusing s-wave scattering phase for isospin I=0 pion-pion ($\\pi\\pi$) system.\nRummukainen-Gottlieb formula is used to estimate the scattering phase, which\ndemonstrate the presence of a resonance around $\\sigma$ meson. Using the\neffective range formula we extract the effective $\\sigma \\to \\pi\\pi$ coupling\nconstant as $g_{\\sigma \\pi\\pi} = 2.69(44)$ GeV, which is consistent with\ntheoretical predictions. The estimated decay width is about $236 \\pm 49$ MeV.\nThese simulations are carried out on a $16^3\\times48$ MILC gauge configuration\nwith the $N_f=2+1$ flavor of the \"Asqtad\" improved staggered dynamical sea\nquarks at $ m_\\pi / m_\\sigma \\approx 0.414$ and the lattice spacing $a \\approx\n0.15$ fm.\n","Comment: Remove some typos and make it concise and easily understand"]}]
["1202.6307",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6307","PLoS ONE 7(7): e39916 (2012)","doi:10.1371/journal.pone.0039916"],"date":["2012-02-28","2012-07-25"],"type":["text"],"creator":["Borghesi, Christian","Chiche, Jean","Nadal, Jean-Pierre"],"language":[],"coverage":[],"title":["Between order and disorder: a 'weak law' on recent electoral behavior\n  among urban voters?"],"description":["  A new viewpoint on electoral involvement is proposed from the study of the\nstatistics of the proportions of abstentionists, blank and null, and votes\naccording to list of choices, in a large number of national elections in\ndifferent countries. Considering 11 countries without compulsory voting\n(Austria, Canada, Czech Republic, France, Germany, Italy, Mexico, Poland,\nRomania, Spain and Switzerland), a stylized fact emerges for the most populated\ncities when one computes the entropy associated to the three ratios, which we\ncall the entropy of civic involvement of the electorate. The distribution of\nthis entropy (over all elections and countries) appears to be sharply peaked\nnear a common value. This almost common value is typically shared since the\n1970's by electorates of the most populated municipalities, and this despite\nthe wide disparities between voting systems and types of elections. Performing\ndifferent statistical analyses, we notably show that this stylized fact reveals\nparticular correlations between the blank/null votes and abstentionists ratios.\n  We suggest that the existence of this hidden regularity, which we propose to\ncoin as a `weak law on recent electoral behavior among urban voters', reveals\nan emerging collective behavioral norm characteristic of urban citizen voting\nbehavior in modern democracies. Analyzing exceptions to the rule provide\ninsights into the conditions under which this normative behavior can be\nexpected to occur.\n","Comment: Version 1: main text 19 pages, 13 figures, 2 tables; Supporting\n  Information: 19 pages. Version 2: minor corrections"]}]
["1203.0993",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0993","Phys. Rev. A 85, 042320 (2012)","doi:10.1103/PhysRevA.85.042320"],"date":["2012-03-05","2012-05-08"],"type":["text"],"creator":["Rafiee, Morteza","Lupo, Cosmo","Mokhtari, Hossein","Mancini, Stefano"],"language":[],"coverage":[],"title":["Stationary and uniform entanglement distribution in qubit networks with\n  quasi-local dissipation"],"description":["  We consider qubit networks where adjacent qubits besides interacting via\nXY-coupling, also dissipate into the same environment. The steady states are\ncomputed exactly for all network sizes and topologies, showing that they are\nalways symmetric under permutation of network sites, leading to a uniform\ndistribution of the stationary entanglement across the network. The maximum\nentanglement between two arbitrary qubits is shown to depend only on the total\nnumber of qubits in the network, and scales linearly with it. A possible\nphysical realization by means of an array of doped cavities is discussed for\nthe case of a linear chain.\n","Comment: 6 pages, comments welcome. v2: published version with typos corrected\n  and updated bibliography"]}]
["1203.3065",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3065"],"date":["2012-03-14","2012-07-25"],"type":["text"],"creator":["Deffuant, Guillaume","Carletti, Timoteo","Huet, Sylvie"],"language":[],"coverage":[],"title":["The Leviathan model: Absolute dominance, generalised distrust, small\n  worlds and other patterns emerging from combining vanity with opinion\n  propagation"],"description":["  We propose an opinion dynamics model that combines processes of vanity and\nopinion propagation. The interactions take place between randomly chosen pairs.\nDuring an interaction, the agents propagate their opinions about themselves and\nabout other people they know. Moreover, each individual is subject to vanity:\nif her interlocutor seems to value her highly, then she increases her opinion\nabout this interlocutor. On the contrary she tends to decrease her opinion\nabout those who seem to undervalue her. The combination of these dynamics with\nthe hypothesis that the opinion propagation is more efficient when coming from\nhighly valued individuals, leads to different patterns when varying the\nparameters. For instance, for some parameters the positive opinion links\nbetween individuals generate a small world network. In one of the patterns,\nabsolute dominance of one agent alternates with a state of generalised\ndistrust, where all agents have a very low opinion of all the others (including\nthemselves). We provide some explanations of the mechanisms behind these\nemergent behaviors and finally propose a discussion about their interest\n","Comment: Improved version after referees comments"]}]
["1203.3442",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3442"],"date":["2012-03-15","2012-07-26"],"type":["text"],"creator":["Vashkevich, Maxim","Petrovsky, Alexander"],"language":[],"coverage":[],"title":["A low multiplicative complexity fast recursive DCT-2 algorithm"],"description":["  A fast Discrete Cosine Transform (DCT) algorithm is introduced that can be of\nparticular interest in image processing. The main features of the algorithm are\nregularity of the graph and very low arithmetic complexity. The 16-point\nversion of the algorithm requires only 32 multiplications and 81 additions. The\ncomputational core of the algorithm consists of only 17 nontrivial\nmultiplications, the rest 15 are scaling factors that can be compensated in the\npost-processing. The derivation of the algorithm is based on the algebraic\nsignal processing theory (ASP).\n","Comment: 4 pages, 2 figures"]}]
["1203.4540",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4540","Phys. Rev. Lett. 109, 045302 (2012)","doi:10.1103/PhysRevLett.109.045302"],"date":["2012-03-20","2012-07-25"],"type":["text"],"creator":["Poletti, Dario","Bernier, Jean-Sebastien","Georges, Antoine","Kollath, Corinna"],"language":[],"coverage":[],"title":["Interaction-induced impeding of decoherence and anomalous diffusion"],"description":["  We study how the interplay of dissipation and interactions affects the\ndynamics of a bosonic many-body quantum system. In the presence of both\ndissipation and strongly repulsive interactions, observables such as the\ncoherence and the compressibility display three dynamical regimes: an initial\nexponential variation followed by a power-law regime and finally a slow\nexponential convergence to their asymptotic values corresponding to the\ninfinite temperature state. These very long-time scales arise as dissipation\nforces the population of states disfavored by interactions. The long-time,\nstrong coupling dynamics are understood by performing a mapping onto a\nclassical diffusion process displaying non-Brownian behavior. While both\ndissipation and strong interactions tend to suppress coherence when acting\nseparately, we find that strong interaction impedes the decoherence process\ngenerated by the dissipation.\n","Comment: 5 pages, 3 figures"]}]
["1203.6118",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6118","Phys. Rev. B 86, 024423 (2012)","doi:10.1103/PhysRevB.86.024423"],"date":["2012-03-27","2012-07-25"],"type":["text"],"creator":["Glenn, R.","Starykh, O. A.","Raikh, M. E."],"language":[],"coverage":[],"title":["Interplay of spin-orbit coupling and Zeeman splitting in the absorption\n  lineshape of 2D fermions"],"description":["  We suggest that electron spin resonance (ESR) experiment can be used as a\nprobe of spinon excitations of hypothetical spin-liquid state of frustrated\nantiferromagnet in the presence of asymmetric Dzyaloshinskii-Moriya (DM)\ninteraction. We describe assumptions under which the ESR response is reduced to\nthe response of 2D electron gas with Rashba spin-orbit coupling. Unlike\nprevious treatments, the spin-orbit coupling, \\Delta_{SO}, is not assumed small\ncompared to the Zeeman splitting, \\Delta_Z. We demonstrate that ESR response\ndiverges at the edges of the absorption spectrum for ac magnetic field\nperpendicular to the static field. At the compensation point,\n\\Delta_{SO}\\approx \\Delta_Z, the broad absorption spectrum exhibits features\nthat evolve with temperature, T, even when T is comparable to the Fermi energy.\n","Comment: 11 pages, 6 figures"]}]
["1203.6275",{"format":[],"subject":["Physics - Optics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6275","Optics Express, Vol. 20, Iss. 11, May. 21, 2012, p. 11673 - 11678","doi:10.1364/OE.20.011673"],"date":["2012-03-28","2012-03-29"],"type":["text"],"creator":["Mecozzi, Antonio","Antonelli, Cristian","Shtaif, Mark"],"language":[],"coverage":[],"title":["Nonlinear propagation in multi-mode fibers in the strong coupling regime"],"description":["  In spite of the massive interest that the generalized Manakov equation has\nattracted in the past two decades, no physical system which is quantitatively\ndescribed by this equation has been reported so far. In this paper we show that\npropagation in a group of degenerate modes of a multi-mode optical fiber\nsatisfies this equation in the presence of random mode coupling. Consequently,\nthis is the first reported physical system that admits true multi-component\nsoliton solutions. The reported formalism constitutes the starting point for\nfuture studies of nonlinear effects in multi-mode fiber transmission.\n"]}]
["1204.0252",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0252","Phys. Rev. D 86, 023523 (2012)","doi:10.1103/PhysRevD.86.023523"],"date":["2012-04-01","2012-07-26"],"type":["text"],"creator":["Pallis, C.","Shafi, Q."],"language":[],"coverage":[],"title":["Non-Minimal Chaotic Inflation, Peccei-Quinn Phase Transition and\n  non-Thermal Leptogenesis"],"description":["  We consider a phenomenological extension of the minimal supersymmetric\nstandard model (MSSM) which incorporates non-minimal chaotic inflation, driven\nby a quadratic potential in conjunction with a linear term in the frame\nfunction. Inflation is followed by a Peccei-Quinn phase transition, based on\nrenormalizable superpotential terms, which resolves the strong CP and mu\nproblems of MSSM and provide masses lower than about 10^12 GeV for the\nright-handed (RH) (s)neutrinos. Baryogenesis occurs via non-thermal\nleptogenesis, realized by the out-of-equilibrium decay of the RH sneutrinos\nwhich are produced by the inflaton's decay. Confronting our scenario with the\ncurrent observational data on the inflationary observables, the light neutrino\nmasses, the baryon asymmetry of the universe and the gravitino limit on the\nreheat temperature, we constrain the strength of the gravitational coupling to\nrather large values (~45-2950) and the Dirac neutrino masses to values between\nabout 1 and 10 GeV.\n","Comment: Final version"]}]
["1204.0643",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0643"],"date":["2012-04-03","2012-07-26"],"type":["text"],"creator":["Bellalta, Boris","Barcelo, Jaume","Staehle, Dirk","Vinel, Alexey","Oliver, Miquel"],"language":[],"coverage":[],"title":["On the Performance of Packet Aggregation in IEEE 802.11ac MU-MIMO WLANs"],"description":["  Multi-user spatial multiplexing combined with packet aggregation can\nsignificantly increase the performance of Wireless Local Area Networks (WLANs).\nIn this letter, we present and evaluate a simple technique to perform packet\naggregation in IEEE 802.11ac MU-MIMO (Multi-user Multiple Input Multiple\nOutput) WLANs. Results show that in non-saturation conditions both the number\nof active stations (STAs) and the queue size have a significant impact on the\nsystem performance. If the number of stations is excessively high, the\nheterogeneity of destinations in the packets contained in the queue makes it\ndifficult to take full advantage of packet aggregation. This effect can be\nalleviated by increasing the queue size, which increases the chances to\nschedule a large number of packets at each transmission, hence improving the\nsystem throughput at the cost of a higher delay.\n"]}]
["1204.2594",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2594","Phys. Rev. D 86, 014031 (2012)","doi:10.1103/PhysRevD.86.014031"],"date":["2012-04-11","2012-05-31"],"type":["text"],"creator":["Liao, Qi-Li","Wu, Xing-Gang","Jiang, Jun","Yang, Zhi","Fang, Zhen-Yun","Zhang, Jia-Wei"],"language":[],"coverage":[],"title":["Excited Heavy Quarkonium Production at the LHC through $W$-Boson Decays"],"description":["  Sizable amount of heavy-quarkonium events can be produced through $W$-boson\ndecays at the LHC. Such channels will provide a suitable platform to study the\nheavy-quarkonium properties. The \"improved trace technology\", which disposes\nthe amplitude ${\\cal M}$ at the amplitude-level, is helpful for deriving\ncompact analytical results for complex processes. As an important new\napplication, in addition to the production of the lower-level Fock states\n$|(Q\\bar{Q'})[1S]>$ and $|(Q\\bar{Q'})[1P]>$, we make a further study on the\nproduction of higher-excited $|(Q\\bar{Q'})>$-quarkonium Fock states\n$|(Q\\bar{Q'})[2S]>$, $|(Q\\bar{Q'})[3S]>$ and $|(Q\\bar{Q'})[2P]>$. Here\n$|(Q\\bar{Q'})>$ stands for the $|(c\\bar{c})>$-charmonium,\n$|(c\\bar{b})>$-quarkonium and $|(b\\bar{b})>$-bottomonium respectively. We show\nthat sizable amount of events for those higher-excited states can also be\nproduced at the LHC. Therefore, we need to take them into consideration for a\nsound estimation.\n","Comment: 7 pages, 9 figures and 6 tables. Typo errors are corrected, more\n  discussions and two new figures have been added"]}]
["1204.3839",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3839","JHEP 1207 (2012) 123","doi:10.1007/JHEP07(2012)123"],"date":["2012-04-17","2012-07-26"],"type":["text"],"creator":["Frandsen, Mads T.","Kahlhoefer, Felix","Preston, Anthony","Sarkar, Subir","Schmidt-Hoberg, Kai"],"language":[],"coverage":[],"title":["LHC and Tevatron bounds on the dark matter direct detection\n  cross-section for vector mediators"],"description":["  We study the interactions of a new spin-1 mediator that connects the Standard\nModel to dark matter. We constrain its decay channels using monojet and\nmonophoton searches, as well as searches for resonances in dijet, dilepton and\ndiboson final states including those involving a possible Higgs. We then\ninterpret the resulting limits as bounds on the cross-section for dark matter\ndirect detection without the need to specify a particular model. For mediator\nmasses between 300 and 1000 GeV these bounds are considerably stronger than the\nones obtained under the assumption that the mediator can be integrated out.\n","Comment: 21 pages + Appendices, 19 figures, v2: matches published version"]}]
["1205.0877",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Physics - Data Analysis, Statistics and Probability","Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0877","J. Stat. Mech. (2012) P07025","doi:10.1088/1742-5468/2012/07/P07025"],"date":["2012-05-04","2012-07-24"],"type":["text"],"creator":["Livan, Giacomo","Inoue, Jun-ichi","Scalas, Enrico"],"language":[],"coverage":[],"title":["On the non-stationarity of financial time series: impact on optimal\n  portfolio selection"],"description":["  We investigate the possible drawbacks of employing the standard Pearson\nestimator to measure correlation coefficients between financial stocks in the\npresence of non-stationary behavior, and we provide empirical evidence against\nthe well-established common knowledge that using longer price time series\nprovides better, more accurate, correlation estimates. Then, we investigate the\npossible consequences of instabilities in empirical correlation coefficient\nmeasurements on optimal portfolio selection. We rely on previously published\nworks which provide a framework allowing to take into account possible risk\nunderestimations due to the non-optimality of the portfolio weights being used\nin order to distinguish such non-optimality effects from risk underestimations\ngenuinely due to non-stationarities. We interpret such results in terms of\ninstabilities in some spectral properties of portfolio correlation matrices.\n","Comment: 12 pages, 4 figures (revised version)"]}]
["1205.1335",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.1335","Mod. Phys. Lett. A, Vol. 27, No. 24 (2012) 1250134","doi:10.1142/S0217732312501349"],"date":["2012-05-07","2012-07-26"],"type":["text"],"creator":["Mochizuki, Riuji","Ikegami, Kenji"],"language":[],"coverage":[],"title":["Stability of S-brane singular solutions and expansion of the universe"],"description":["  We investigate stability of single S-brane singular solutions obtained in our\nprevious papers. A stable perturbative solution exists for each of them, while\nan unstable one exists only if the dilaton field does not depend on time. We\napply these perturbative solutions to inflation and late-time acceleration of\nexpansion of the universe.\n","Comment: 10 pages, no figures"]}]
["1205.3975",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3975","Phys. Rev. B 86, 014431 (2012)","doi:10.1103/PhysRevB.86.014431"],"date":["2012-05-17"],"type":["text"],"creator":["Beyer, Frank","Weigel, Martin","Moore, M. A."],"language":[],"coverage":[],"title":["One-dimensional infinite component vector spin glass with long-range\n  interactions"],"description":["  We investigate zero and finite temperature properties of the one-dimensional\nspin-glass model for vector spins in the limit of an infinite number m of spin\ncomponents where the interactions decay with a power, \\sigma, of the distance.\nA diluted version of this model is also studied, but found to deviate\nsignificantly from the fully connected model. At zero temperature, defect\nenergies are determined from the difference in ground-state energies between\nsystems with periodic and antiperiodic boundary conditions to determine the\ndependence of the defect-energy exponent \\theta on \\sigma. A good fit to this\ndependence is \\theta =3/4-\\sigma. This implies that the upper critical value of\n\\sigma is 3/4, corresponding to the lower critical dimension in the\nd-dimensional short-range version of the model. For finite temperatures the\nlarge m saddle-point equations are solved self-consistently which gives access\nto the correlation function, the order parameter and the spin-glass\nsusceptibility. Special attention is paid to the different forms of finite-size\nscaling effects below and above the lower critical value, \\sigma =5/8, which\ncorresponds to the upper critical dimension 8 of the hypercubic short-range\nmodel.\n","Comment: 27 pages, 27 figures, 4 tables"]}]
["1205.5383",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - History and Overview","05A30, 11B83, 33C47"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5383"],"date":["2012-05-24","2012-07-26"],"type":["text"],"creator":["Cigler, Johann"],"language":[],"coverage":[],"title":["q-Chebyshev polynomials"],"description":["  In this overview paper a direct approach to q-Chebyshev polynomials and their\nelementary properties is given. Special emphasis is placed on analogies with\nthe classical case. There are also some connections with q-tangent and\nq-Genocchi numbers.\n","Comment: enlarged version, 34 pages"]}]
["1205.6288",{"format":[],"subject":["Mathematics - Dynamical Systems","54H20, 37B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6288"],"date":["2012-05-29","2012-07-25"],"type":["text"],"creator":["He, Junnan"],"language":[],"coverage":[],"title":["An alternative definition for the Conley relation"],"description":["  In the theory of dynamics of closed relations on compact Hausdorff spaces,\nthe definition for the Conley relation $f^\\Omega$ of an iterated closed\nrelation $f$ is nontrivial. This paper establishes a new equivalent definition\nfor $f^\\Omega$, and discusses its interpretation.\n"]}]
["1205.6674",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6674","JHEP 07 (2012) 125","doi:10.1007/JHEP07(2012)125"],"date":["2012-05-30","2012-07-10"],"type":["text"],"creator":["Kuang, Xiao-Mei","Wang, Bin","Wu, Jian-Pin"],"language":[],"coverage":[],"title":["Dipole Coupling Effect of Holographic Fermion in the Background of\n  Charged Gauss-Bonnet AdS Black Hole"],"description":["  We investigate the holographic fermions in the charged Gauss-Bonnet $AdS_{d}$\nblack hole background with the dipole coupling between fermion and gauge field\nin the bulk. We show that in addition to the strength of the dipole coupling,\nthe spacetime dimension and the higher curvature correction in the gravity\nbackground also influence the onset of the Fermi gap and the gap distance. We\nfind that the higher curvature effect modifies the fermion spectral density and\ninfluences the value of the Fermi momentum for the appearance of the Fermi\nsurface. There are richer physics in the boundary fermion system due to the\nmodification in the bulk gravity.\n","Comment: 16 pages, accepted for publication in JHEP"]}]
["1205.6997",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6997","J. Phys.: Condens. Matter 24, 275601 (2012)","doi:10.1088/0953-8984/24/27/275601"],"date":["2012-05-31"],"type":["text"],"creator":["Zocco, D. A.","Slebarski, A.","Maple, M. B."],"language":[],"coverage":[],"title":["High-pressure study of non-Fermi liquid and spin-glass-like behavior in\n  CeRhSn"],"description":["  We present measurements of the temperature dependence of electrical\nresistivity of CeRhSn up to ~ 27 kbar. At low temperatures, the electrical\nresistivity varies linearly with temperature for all pressures, indicating\nnon-Fermi liquid behavior. Below a temperature Tf ~ 6 K, the electrical\nresistivity deviates from a linear dependence. We found that the\nlow-temperature feature centered at T = Tf shows a pressure dependence dTf/dP ~\n30 mK/kbar which is typical of canonical spin glasses. This interplay between\nspin-glass-like and non-Fermi liquid behavior was observed in both CeRhSn and a\nCe0.9La0.1RhSn alloy.\n","Comment: 5 pages, 3 figures, accepted for publication to Journal of Physics:\n  Condensed Matter"]}]
["1206.0036",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0036","Phys. Rev. C 86, 014324 (2012)","doi:10.1103/PhysRevC.86.014324"],"date":["2012-05-31","2012-07-25"],"type":["text"],"creator":["Lynn, J. E.","Schmidt, K. E."],"language":[],"coverage":[],"title":["Real-Space Imaginary-Time Propagators for Non-Local Nucleon-Nucleon\n  Potentials"],"description":["  Nuclear structure quantum Monte Carlo methods such as Green's function or\nauxiliary field diffusion Monte Carlo have used phenomenological local\nreal-space potentials containing as few derivatives as possible, such as the\nArgonne-Urbana family of interactions, to make sampling simple and efficient.\nBasis set methods such as no-core shell model and coupled-cluster techniques\ntypically use softer non-local potentials because of their more rapid\nconvergence with basis set size. These non-local potentials are usually defined\nin momentum space and are often based on effective field theory. Comparisons of\nthe results of the two types of methods can be difficult when different\npotentials are used. We show methods for evaluating the real-space\nimaginary-time propagators needed to perform quantum Monte Carlo calculations\nusing such non-local potentials. We explore the universality of the large\nimaginary time propagators for different potentials and discuss how non-local\npotentials can be used in quantum Monte Carlo calculations.\n"]}]
["1206.0502",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0502","Optics Letters, Vol. 37, Issue 15, pp. 3195-3197 (2012)","doi:10.1364/OL.37.003195"],"date":["2012-06-03"],"type":["text"],"creator":["Zhang, Xufeng","Sun, Xiankai","Tang, Hong X."],"language":[],"coverage":[],"title":["A 1.16-{\\mu}m-radius disk cavity in a sunflower-type circular photonic\n  crystal with ultrahigh quality factor"],"description":["  We present a 1.16-\\mum-radius disk cavity with ultrahigh quality (Q) factor\nby embedding the disk into a sunflower-type circular photonic crystal (CPC).\nThe band gap of the CPC reduces the bending loss of the whispering-gallery mode\nof the disk, leading to a simulated Q of 10^7, at least one order of magnitude\nhigher than a bare disk of the same size. The design is experimentally verified\nwith a record high loaded Q of 7.4 \\times 10^5 measured from an optimized\ndevice fabricated on a silicon-on-insulator substrate.\n"]}]
["1206.2269",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2269"],"date":["2012-06-11","2012-07-26"],"type":["text"],"creator":["Kapralov, Michael"],"language":[],"coverage":[],"title":["Better bounds for matchings in the streaming model"],"description":["  In this paper we present improved bounds for approximating maximum matchings\nin bipartite graphs in the streaming model. First, we consider the question of\nhow well maximum matching can be approximated in a single pass over the input\nusing \\tilde O(n)$ space, where $n$ is the number of vertices in the input\ngraph. Two natural variants of this problem have been considered in the\nliterature: (1) the edge arrival setting, where edges arrive in the stream and\n(2) the vertex arrival setting, where vertices on one side of the graph arrive\nin the stream together with all their incident edges. The latter setting has\nalso been studied extensively in the context of {\\em online algorithms}, where\neach arriving vertex has to either be matched irrevocably or discarded upon\narrival. In the online setting, the celebrated algorithm of\nKarp-Vazirani-Vazirani achieves a $1-1/e$ approximation. Despite the fact that\nthe streaming model is less restrictive in that the algorithm is not\nconstrained to match vertices irrevocably upon arrival, the best known\napproximation in the streaming model with vertex arrivals and $\\tilde O(n)$\nspace is the same factor of $1-1/e$.\n  We show that no single pass streaming algorithm that uses $\\tilde O(n)$ space\ncan achieve a better than $1-1/e$ approximation to maximum matching, even in\nthe vertex arrival setting. This leads to the striking conclusion that no\nsingle pass streaming algorithm can do better than online algorithms unless it\nuses significantly more than $\\tilde O(n)$ space. Additionally, our bound\nyields the best known impossibility result for approximating matchings in the\n{\\em edge arrival} model.\n  We also give a simple algorithm that achieves approximation ratio\n$1-e^{-k}k^{k-1}/(k-1)!=1-\\frac1{\\sqrt{2\\pi k}}+o(1/k)$ in $k$ passes in the\nvertex arrival model using linear space, improving upon previously best known\nconvergence.\n"]}]
["1206.2561",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.2561","Appl. Phys. Lett. 101, 042405 (2012)","doi:10.1063/1.4737899"],"date":["2012-06-12","2012-06-29"],"type":["text"],"creator":["Emori, Satoru","Bono, David C.","Beach, Geoffrey S. D."],"language":[],"coverage":[],"title":["Interfacial current-induced torques in Pt/Co/GdOx"],"description":["  Current-driven domain wall (DW) motion is investigated in Pt/Co/GdOx\nnanostrips with perpendicular magnetic anisotropy. Measurements of the\npropagation field and the energy barrier for thermally activated DW motion\nreveal a large current-induced torque equivalent to an out-of-plane magnetic\nfield of ~60 Oe per 10^11 A/m^2. This same field-to-current scaling is shown to\nhold in both the slow thermally activated and fast near-flow regimes of DW\nmotion. The current-induced torque decreases with 4 {\\AA} of Pt decorating the\nCo/GdOx interface and vanishes entirely with Pt replacing GdOx, suggesting that\nthe Co/GdOx interface contributes directly to highly efficient current-driven\nDW motion.\n","Comment: in press"]}]
["1206.4796",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4796","Mod. Phys. Lett. A, Vol. 27, No. 24 (2012) 1250135","doi:10.1142/S0217732312501350"],"date":["2012-06-21"],"type":["text"],"creator":["Asselmeyer-Maluga, T.","Krol, J."],"language":[],"coverage":[],"title":["On topological restrictions of the spacetime in cosmology"],"description":["  In this paper we discuss the restrictions of the spacetime for the standard\nmodel of cosmology by using results of the differential topology of 3- and\n4-manifolds. The smoothness of the cosmic evolution is the strongest\nrestriction. The Poincare model (dodecaeder model), the Picard horn and the\n3-torus are ruled out by the restrictions but a sum of two Poincare spheres is\nallowed.\n","Comment: 11 pages, 3 figures, accepted in Mod. Phys. Lett. A"]}]
["1207.0014",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0014","Phys. Rev. D86, 025027 (2012)","doi:10.1103/PhysRevD.86.025027"],"date":["2012-06-29"],"type":["text"],"creator":["Alvarado, C.","Martinez, R.","Ochoa, F."],"language":[],"coverage":[],"title":["Quark mass hierarchy in 3-3-1 models"],"description":["  We study the mass spectrum of the quark sector in an special type I-like\nmodel with gauge symmetry $SU(3)_c \\otimes SU(3)_L \\otimes U(1)_X$. By\nconsidering couplings with scalar triplets at large ($\\sim TeV$) and small\n($\\sim GeV$) scales, we obtain specific zero-texture mass matrices for the\nquarks which predict three massless quarks ($u,d,s$) and three massive quarks\n($c,b,t$) at the electroweak scale ($\\sim$ GeV). Taking into account mixing\ncouplings with three heavy quarks at large scales predicted by the model, the\nthree massless quarks obtain masses at small order that depends on the inverse\nof the large scale. Thus, masses of the form $m_u \\lesssim m_d < m_s \\sim MeV$\nand $ m_{c,b,t} \\sim GeV$ can be obtained naturally from the gauge structure of\nthe model.\n"]}]
["1207.0420",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0420","Phys. Fluids 24 (2012) 076604","doi:10.1063/1.4737884"],"date":["2012-07-02"],"type":["text"],"creator":["Weidauer, Thomas","Schumacher, Joerg"],"language":[],"coverage":[],"title":["Moist turbulent Rayleigh-Benard convection with Neumann and Dirichlet\n  boundary conditions"],"description":["  Turbulent Rayleigh-Benard convection with phase changes in an extended layer\nbetween two parallel impermeable planes is studied by means of\nthree-dimensional direct numerical simulations for Rayleigh numbers between\n10^4 and 1.5\\times 10^7 and for Prandtl number Pr=0.7. Two different sets of\nboundary conditions of temperature and total water content are compared:\nimposed constant amplitudes which translate into Dirichlet boundary conditions\nfor the scalar field fluctuations about the quiescent diffusive equilibrium and\nconstant imposed flux boundary conditions that result in Neumann boundary\nconditions. Moist turbulent convection is in the conditionally unstable regime\nthroughout this study for which unsaturated air parcels are stably and\nsaturated air parcels unstably stratified. A direct comparison of both sets of\nboundary conditions with the same parameters requires to start the turbulence\nsimulations out of differently saturated equilibrium states. Similar to dry\nRayleigh-Benard convection the differences in the turbulent velocity\nfluctuations, the cloud cover and the convective buoyancy flux decrease across\nthe layer with increasing Rayleigh number. At the highest Rayleigh numbers the\nsystem is found in a two-layer regime, a dry cloudless and stably stratified\nlayer with low turbulence level below a fully saturated and cloudy turbulent\none which equals classical Rayleigh-Benard convection layer. Both are separated\nby a strong inversion that gets increasingly narrower for growing Rayleigh\nnumber.\n","Comment: 19 pages, 13 Postscript figures, Figures 10,11,12,13, in reduced\n  quality"]}]
["1207.2742",{"format":[],"subject":["Computer Science - Software Engineering","D.2.1","D.2.2","D.2.9","D.2.10","D.2.13","D.3.2","D.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2742","IJCSI International Journal of Computer Science Issues, Vol. 9,\n  Issue 3, No 3, May 2012"],"date":["2012-07-11"],"type":["text"],"creator":["Chakir, Boutaina","Fredj, Mounia","Nassar, Mahmoud"],"language":[],"coverage":[],"title":["A model driven method for promoting reuse in SOA-solutions by managing\n  variability"],"description":["  Service Oriented Architecture (SOA) is an architectural paradigm that\ndescribes how organizations, people and systems provide and use services to\nachieve their goals and enhance productivity. Moreover, with the evolution of\nSOA, the focus in software development has shifted from applications to\nreusable services. However, the reuse in SOA is more seen as composition of\nfine-grained services rather than reuse of services implementation to build new\nservices with additional functionalities. This can have some performance\nrepercussions. Hence, in this paper, we propose a model driven method for\nmanaging Web service's variability based on MDA (Model Driven Architecture) as\na way to promote reuse. In fact, through MDA, the method enables the automation\nof Web service's realization regardless of the supported platforms. Moreover,\nwe present a WSDL extension meta-model called VarWSDL which enhances Web\nservices by variability notions.\n","Comment: 11 pages, 17 figures"]}]
["1207.3491",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3491","EPL 99, 25001 (2012)","doi:10.1209/0295-5075/99/25001"],"date":["2012-07-15"],"type":["text"],"creator":["Vranjes, J.","Pandey, B. P.","Poedts, S."],"language":[],"coverage":[],"title":["On quantum plasma: a plea for a common sense"],"description":["  The quantum plasma theory has flourished in the past few years without much\nregard to the physical validity of the formulation or its connection to any\nreal physical system. It is argued here that there is a very limited physical\nground for the application of such a theory.\n","Comment: EPL, to be published 2012"]}]
["1207.3922",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3922","Phys. Rev. D 86, 024035 (2012)","doi:10.1103/PhysRevD.86.024035"],"date":["2012-07-17","2012-07-26"],"type":["text"],"creator":["Parisi, Luca","Radicella, Ninfa","Vilasi, Gaetano"],"language":[],"coverage":[],"title":["On the stability of the Einstein Static Universe in Massive Gravity"],"description":["  We consider static cosmological solutions along with their stability\nproperties in the framework of a recently proposed theory of massive gravity.\nWe show that the modifcation introduced in the cosmological equations leads to\nseveral new solutions, only sourced by a perfect fluid, generalizing the\nEinstein Static Universe found in General Relativity. Using dynamical system\ntechniques and numerical analysis, we show that the found solutions can be\neither neutrally stable or unstable against spatially homogeneous and isotropic\nperturbations.\n","Comment: 7 pages, 7 figures, 1 table, minor changes, references added"]}]
["1207.4735",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4735"],"date":["2012-07-19","2012-07-26"],"type":["text"],"creator":["Faupin, Jeremy","Sigal, Israel Michael"],"language":[],"coverage":[],"title":["Comment on the photon number bound and Rayleigh scattering"],"description":["  We discuss photon number bounds for a system of non-relativistic particles\ncoupled to the quantized electromagnetic field (non-relativistic QED), below\nthe ionization threshold. Such a bound was assumed in the proof of asymptotic\ncompleteness for Rayleigh scattering in our paper [3] (Condition (1.20) of\nTheorem 1.3 in [3]). We show how this assumption can be weakened and verified\nfor a class of hamiltonians.\n","Comment: 6 pages"]}]
["1207.5274",{"format":[],"subject":["Mathematical Physics","Mathematics - Functional Analysis","35Q30 (Primary) 76D05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5274"],"date":["2012-07-22","2012-07-25"],"type":["text"],"creator":["Tsionskiy, A.","Tsionskiy, M."],"language":[],"coverage":[],"title":["A misleading example of a test function in space D from textbooks on\n  Generalized Functions and Distributions"],"description":["  In many textbooks on Generalized Functions and Distributions, we can find an\nexample of infinitely differentiable function of bounded support from space D,\ncalled a bump function. This example is incorrect since this function is not\ninfinitely differentiable.\n","Comment: This paper has been withdrawn by the authors"]}]
["1207.5753",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5753"],"date":["2012-07-24","2012-07-26"],"type":["text"],"creator":["Comparetta, Justin","Quillen, Alice C."],"language":[],"coverage":[],"title":["Stellar Migration by Short Lived Density Peaks Arising from Interference\n  of Spiral Density Waves in an N-body Simulation"],"description":["  We identify migrating stars in an N-body simulation of a Milky-Way-like disk.\nOutward migration can occur when a star in a low eccentricity orbit lags a\nshort-lived local spiral arm density peak. We interpret short lived local\ndensity peaks, that appear and fade on approximately an orbital period, as\narising from positive interference between spiral density wave patterns. Stars\nnear such a peak can migrate over a significant distance in galactocentric\nradius during the peak lifetime, providing that the peak is sufficiently dense.\nUsing a Gaussian bar model for the potential perturbation associated with a\nnarrow transient spiral feature, estimates of the migration rate, angular\noffset between particle and spiral feature, and maximum eccentricity for\nmigrators roughly agrees with the values measured in our simulation. When\nmultiple spiral density waves are present, local density peaks can appear and\ndisappear on timescales faster than the timescale estimated for growth and\ndecay of individual waves and the peak surface density can be larger than for\nany individual wave. Consequently, migration induced by transient density peaks\nmay be more pervasive than that mediated by the growth and decay of individual\npatterns and occurring at their corotation resonance. We discuss interpretation\nof transient-like behavior in terms of interfering patterns, including\nestimating a coherence time for features that appear due to constructive\ninterference, their effective angular rotation rates and the speed and\ndirection that a density maximum would move across a galaxy inducing a\nlocalized and traveling burst of star formation.\n","Comment: this version with better figures"]}]
["1207.6112",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6112"],"date":["2012-07-25"],"type":["text"],"creator":["Xie, Dan"],"language":[],"coverage":[],"title":["Network, cluster coordinates and N = 2 theory II: Irregular singularity"],"description":["  Cluster coordinates for a large class of Argyres-Douglas and asymptotical\nfree theories are constructed using network on bordered Riemann surface. Such N\n= 2 theories are engineered using six dimensional (2, 0) theory on Riemann\nsurface with irregular and regular singularities. The Stokes phenomenon plays\nan important role in our construction. Our results are expected to be very\nuseful in studying BPS spectrum, wall crossing, and line operators of these\ntheories, etc. In particular, we conjecture that the quiver from the network is\nthe BPS quiver. Moreover, our construction provides a simple way to build the\nminimal network for cells of positive Grassmannia .\n","Comment: 36 pages, 30 figures"]}]
["1207.6125",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6125","2012, ApJ, 752, 145","doi:10.1088/0004-637X/752/2/145"],"date":["2012-07-25"],"type":["text"],"creator":["Byrne, Jason P.","Morgan, Huw","Habbal, Shadia R.","Gallagher, Peter T."],"language":[],"coverage":[],"title":["Automatic Detection and Tracking of CMEs II: Multiscale Filtering of\n  Coronagraph Data"],"description":["  Studying CMEs in coronagraph data can be challenging due to their diffuse\nstructure and transient nature, and user-specific biases may be introduced\nthrough visual inspection of the images. The large amount of data available\nfrom the SOHO, STEREO, and future coronagraph missions, also makes manual\ncataloguing of CMEs tedious, and so a robust method of detection and analysis\nis required. This has led to the development of automated CME detection and\ncata- loguing packages such as CACTus, SEEDS and ARTEMIS. Here we present the\ndevelopment of a new CORIMP (coronal image processing) CME detection and\ntracking technique that overcomes many of the drawbacks of current catalogues.\nIt works by first employing the dynamic CME separation technique outlined in a\ncompanion paper, and then characterising CME structure via a multiscale\nedge-detection algorithm. The detections are chained through time to determine\nthe CME kinematics and morphological changes as it propagates across the\nplane-of-sky. The effectiveness of the method is demonstrated by its\napplication to a selection of SOHO/LASCO and STEREO/SECCHI images, as well as\nto synthetic coronagraph images created from a model corona with a variety of\nCMEs. The algorithms described in this article are being applied to the whole\nLASCO and SECCHI datasets, and a catalogue of results will soon be available to\nthe public.\n","Comment: 18 pages, 10 figures"]}]
["1207.6126",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6126"],"date":["2012-07-25"],"type":["text"],"creator":["Mohar, Bojan","Škoda, Petr"],"language":[],"coverage":[],"title":["Obstructions of Connectivity 2 for Embedding Graphs into the Torus"],"description":["  The complete set of minimal obstructions for embedding graphs into the torus\nis still not determined. In this paper, we present all obstructions for the\ntorus of connectivity 2. Furthermore, we describe the building blocks of\nobstructions of connectivity 2 for any orientable surface.\n"]}]
["1207.6128",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6128"],"date":["2012-07-25"],"type":["text"],"creator":["Berman, Robert J.","Berndtsson, Bo"],"language":[],"coverage":[],"title":["Real Monge-Ampere equations and Kahler-Ricci solitons on toric log Fano\n  varieties"],"description":["  We show, using a direct variational approach, that the second boundary value\nproblem for the Monge-Amp\\`ere equation in R^n with exponential non-linearity\nand target a convex body P is solvable iff 0 is the barycenter of P. Combined\nwith some toric geometry this confirms, in particular, the (generalized)\nYau-Tian-Donaldson conjecture for toric log Fano varieties (X,D), saying that\n(X,D) admits a (singular) K\\\"ahler-Einstein metric iff it is K-stable in the\nalgebro-geometric sense. We thus obtain a new proof and extend to the log Fano\nsetting the seminal result of Zhou-Wang concerning the case when X is smooth\nand D is trivial. Li's toric formula for the greatest lower bound on the Ricci\ncurvature is also generalized. More generally, we obtain K\\\"ahler-Ricci\nsolitons on any log Fano variety and show that they appear as the large time\nlimit of the K\\\"ahler-Ricci flow. Furthermore, using duality, we also confirm a\nconjecture of Donaldson concerning solutions to Abreu's boundary value problem\non the convex body P. in the case of a given canonical measure on the boundary\nof P.\n","Comment: 53 pages"]}]
["1207.6130",{"format":[],"subject":["Mathematics - Number Theory","11F72, 14G35, 14G40, 30F35, 35J08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6130"],"date":["2012-07-25"],"type":["text"],"creator":["Bruin, Peter"],"language":[],"coverage":[],"title":["Explicit bounds on canonical Green functions of modular curves"],"description":["  We prove explicit bounds on canonical Green functions of Riemann surfaces\nobtained as compactifications of quotients of the upper half-plane by Fuchsian\ngroups.\n","Comment: 12 pages, plain TeX"]}]
["1207.6133",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6133"],"date":["2012-07-25"],"type":["text"],"creator":["Hollifield, Elliott","Trevino, Victoria","Zarn, Adam"],"language":[],"coverage":[],"title":["A Survival Analysis of the Duration of Olympic Records"],"description":["  We use recurrent-events survival analysis techniques and methods to analyze\nthe duration of Olympic records. The Kaplan-Meier estimator is used to perform\npreliminary tests and recurrent event survivor function estimators proposed by\nWang & Chang (1999) and Pena et al. (2001) are used to estimate survival\ncurves. Extensions of the Cox Proportional Hazards model are employed as well\nas a discrete-time logistic model for repeated events to estimate models and\nquantify parameter significance. The logistic model was the best fit to the\ndata according to the Akaike Information Criterion (AIC). We discuss, in\ndetail, covariate significance for this model and make predictions of how many\nrecords will be set at the 2012 Olympic Games in London.\n  Keywords: survival analysis, recurrent events, Kaplan-Meier estimator, Cox\nproportional hazards model, Olympics.\n","Comment: 16 pages, 3 figures"]}]
["1207.6141",{"format":[],"subject":["Mathematics - Combinatorics","05C83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6141"],"date":["2012-07-25"],"type":["text"],"creator":["Kündgen, André","Pelsmajer, Michael J.","Ramamurthi, Radhika"],"language":[],"coverage":[],"title":["Finding minors in graphs with a given path structure"],"description":["  Given graphs G and H with V(G) containing V(H), suppose that we have a\nu,v-path P_{uv} in G for each edge uv in H. There are obvious additional\nconditions that ensure that G contains H as a rooted subgraph, subdivision, or\nimmersion; we seek conditions that ensure that G contains H as a rooted minor\nor minor. This naturally leads to studying sets of paths that form an\nH-immersion, with the additional property that paths that contain the same\nvertex must have a common endpoint. We say that $H$ is contractible if,\nwhenever G contains such an H-immersion, G must also contain a rooted H-minor.\nWe show, for example, that forests, cycles, K_4, and K_{1,1,3} are\ncontractible, but that graphs that are not 6-colorable and graphs that contain\ncertain subdivisions of K_{2,3} are not contractible.\n","Comment: 16 pages, 1 figure"]}]
["1207.6150",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6150"],"date":["2012-07-25"],"type":["text"],"creator":["Tavakoli, Maryam"],"language":[],"coverage":[],"title":["Three Dimensional Distribution of Atomic Hydrogen in the Milky Way"],"description":["  A new model for three dimensional distribution of atomic hydrogen gas in the\nMilky Way is derived using the 21cm LAB survey data. The global features of the\ngas distribution such as spiral arms are reproduced. The Galactic plane warps\noutside the solar orbit and the thickness of the gas disk flares outward the\nGalaxy. It is found that the mass of atomic hydrogen gas within a radius of 20\nkpc is 4.3*10^9 M_Sun.\n","Comment: 6 pages, 7 figures"]}]
["1207.6152",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6152","Proceedings of the SPIE Conference, Vol. 6326, 63260G-1-5 (2006)","doi:10.1117/12.680066"],"date":["2012-07-25"],"type":["text"],"creator":["Mansuripur, Masud","Zakharian, Armis R.","Moloney, Jerome V."],"language":[],"coverage":[],"title":["Equivalence of total force (and torque) for two formulations of the\n  Lorentz law"],"description":["  Two formulations of the Lorentz law of force in classical electrodynamics\nyield identical results for the total force (and total torque) of radiation on\na solid object. The object may be surrounded by the free space or immersed in a\ntransparent dielectric medium such as a liquid. We discuss the relation between\nthese two formulations and extend the proof of their equivalence to the case of\nsolid objects immersed in a transparent medium.\n","Comment: 5 pages, 2 figures, 15 equations, 6 references"]}]
["1207.6155",{"format":[],"subject":["Physics - Optics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6155","Proceedings of the SPIE Conference, Vol. 6644, pp 664413-1-10\n  (2007)","doi:10.1117/12.733435"],"date":["2012-07-25"],"type":["text"],"creator":["Mansuripur, Masud"],"language":[],"coverage":[],"title":["Momentum of the Electromagnetic Field in Transparent Dielectric Media"],"description":["  We present arguments in favor of the proposition that the momentum of light\ninside a transparent dielectric medium is the arithmetic average of the\nMinkowski and Abraham momenta. Using the Lorentz transformation of the fields\n(and of the coordinates) from a stationary to a moving reference frame, we show\nthe consistent transformation of electromagnetic energy and momentum between\nthe two frames. We also examine the momentum of static (i.e., time-independent)\nelectromagnetic fields, and show that the close connection that exists between\nthe Poynting vector and the momentum density extends all the way across the\nfrequency spectrum to this zero-frequency limit. In the specific example\npresented in this paper, the static field inside a non-absorbing dielectric\nmaterial turns out to have the Minkowski momentum.\n","Comment: 10 pages, 5 figures, 29 equations, 15 references"]}]
["1207.6157",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6157"],"date":["2012-07-25"],"type":["text"],"creator":["Frazier, Jeffrey"],"language":[],"coverage":[],"title":["Length spectral rigidity of non-positively curved surfaces"],"description":["  Length spectral rigidity is the question of under what circumstances the\ngeometry of a surface can be determined, up to isotopy, by knowing only the\nlengths of its closed geodesics. It is known that this can be done for\nnegatively curved Riemannian surfaces, as well as for negatively-curved cone\nsurfaces. Steps are taken toward showing that this holds also for flat cone\nsurfaces, and it is shown that the lengths of closed geodesics are also enough\nto determine which of these three categories a geometric surface falls into.\nTechniques of Gromov, Bonahon, and Otal are explained and adapted, such as\ntopological conjugacy, geodesic currents, Liouville measures, and the average\nangle between two geometric surfaces.\n","Comment: 62 pages, 12 figures"]}]
["1207.6160",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6160"],"date":["2012-07-25"],"type":["text"],"creator":["Liu, Keqin"],"language":[],"coverage":[],"title":["Representations$^{6-th}$ of Lie Algebras"],"description":["  We introduce representations$^{6-th}$ of Lie algebras, and study the\ncounterparts of the P-B-W Theorem and the Hopf algebra structure for the\nenveloping algebras of Lie algebras in the context of representations$^{6-th}$\nof Lie algebras.\n","Comment: arXiv admin note: text overlap with arXiv:1012.2844"]}]
["1207.6161",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6161"],"date":["2012-07-25"],"type":["text"],"creator":["Iijima, Kazuto"],"language":[],"coverage":[],"title":["On a higher level extension of Leclerc-Thibon product theorem in\n  q-deformed Fock spaces"],"description":["  The q-deformed Fock spaces of higher levels were introduced by\nJimbo-Misra-Miwa-Okado. Uglov defined a canonical bases in q-deformed Fock\nspaces of higher levels. Leclerc-Thibon showed a product theorem in q-deformed\nFock spaces of level one. The product theorem is regarded as a formal\n$q$-analogue of the tensor product theorem of level one. In this paper, we show\na higher level analogue of Leclerc-Thibon product theorem under a suitable\nmulti charge condition.\n","Comment: 29pages. arXiv admin note: text overlap with arXiv:1102.1780"]}]
["1207.6170",{"format":[],"subject":["Mathematics - Algebraic Topology","55Q40 (Primary) 55Q50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6170"],"date":["2012-07-26"],"type":["text"],"creator":["Miyauchi, Toshiyuki","Mukai, Juno"],"language":[],"coverage":[],"title":["Relations in the 24-th homotopy groups of spheres"],"description":["  The main purpose of this note is to give a proof of the fact that the Toda\nbrackets $<\\bar{\\nu},\\sigma,\\bar{\\nu}>$ and $<\\nu,\\eta, \\bar{\\sigma}>$ are not\ntrivial. This is an affirmative answer of the second author's Conjecture\n(Determination of the $P$-image by Toda brackets, Geometry and Topology\nMonographs 13(2008), 355-383). The second purpose is to show the relation\n$\\bar{\\nu}_7\\omega_{15}=\\nu_7\\sigma_{10}\\kappa_{17}$ in $\\pi^7_{31}$.\n","Comment: 27 pages"]}]
["1207.6173",{"format":[],"subject":["Mathematics - Differential Geometry","53C20, 57S25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6173","Proceedings of the American Mathematical Society, Volume 139,\n  Number 7, July 2011, Pages 2559--2564"],"date":["2012-07-26"],"type":["text"],"creator":["Galaz-Garcia, Fernando","Searle, Catherine"],"language":[],"coverage":[],"title":["Low-dimensional manifolds with non-negative curvature and maximal\n  symmetry rank"],"description":["  We classify closed, simply connected $n$-manifolds of non-negative sectional\ncurvature admitting an isometric torus action of maximal symmetry rank in\ndimensions $2\\leq n\\leq 6$. In dimensions $3k$, $k=1,2$ there is only one such\nmanifold and it is diffeomorphic to the product of $k$ copies of the 3-sphere.\n"]}]
["1207.6174",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6174"],"date":["2012-07-26"],"type":["text"],"creator":["Mao, Wenguang","Wang, Xudong"],"language":[],"coverage":[],"title":["A++ Random Access for Two-way Relaying in Wireless Networks"],"description":["  Two-way relaying can significantly improve performance of next generation\nwireless networks. However, due to its dependence on multi-node cooperation and\ntransmission coordination, applying this technique to a wireless network in an\neffective and scalable manner poses a challenging problem. To tackle this\nproblem without relying on complicated scheduling or network optimization\nalgorithms, we propose a scalable random access scheme that takes measures in\nboth the physical layer and the medium access control layer. Specifically, we\npropose a two-way relaying technique that supports fully asynchronous\ntransmission and is modulation-independent. It also assumes no priori knowledge\nof channel conditions. On the top of this new physical layer technique, a\nrandom access MAC protocol is designed to dynamically form two-way relaying\ncooperation in a wireless network. To evaluate the scalable random access\nscheme, both theoretical analysis and simulations are carried out. Performance\nresults illustrate that our scheme has achieved the goal of scalable two-way\nrelaying in a wireless network and significantly outperforms CSMA/CA protocol.\n"]}]
["1207.6179",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6179","Journal of e-Health Management Vol. 2012 (2012)Article ID 766268","doi:10.5171/2012.766268"],"date":["2012-07-26"],"type":["text"],"creator":["Anshari, Muhammad","Almunawar, Mohammad Nabil"],"language":[],"coverage":[],"title":["Framework of Social Customer Relationship Management in E-Health\n  Services"],"description":["  Healthcare organization is implementing Customer Relationship Management\n(CRM) as a strategy for managing interactions with patients involving\ntechnology to organize, automate, and coordinate business processes. Web-based\nCRM provides healthcare organization with the ability to broaden service beyond\nits usual practices in achieving a complex patient care goal, and this paper\ndiscusses and demonstrates how a new approach in CRM based on Web 2.0 or Social\nCRM helps healthcare organizations to improve their customer support, and at\nthe same time avoiding possible conflicts, and promoting better healthcare to\npatients. A conceptual framework of the new approach will be proposed and\nhighlighted. The framework includes some important features of Social CRM such\nas customer's empowerment, social interactivity between healthcare\norganization-patients, and patients-patients. The framework offers new\nperspective in building relationships between healthcare organizations and\ncustomers and among customers in e-health scenario. It is developed based on\nthe latest development of CRM literatures and case studies analysis. In\naddition, customer service paradigm in social network's era, the important of\nonline health education, and empowerment in healthcare organization will be\ntaken into consideration.\n","Comment: 15 pages. arXiv admin note: substantial text overlap with\n  arXiv:1204.3689, arXiv:1203.3919, arXiv:1204.3685, arXiv:1203.4309,\n  arXiv:1204.3691, arXiv:1203.3923"]}]
["1207.6180",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6180"],"date":["2012-07-26"],"type":["text"],"creator":["Fang, Qiang","Huang, Xinsheng"],"language":[],"coverage":[],"title":["A Unified Approach of Observability Analysis for Airborne SLAM"],"description":["  Observability is a key aspect of the state estimation problem of SLAM,\nHowever, the dimension and variables of SLAM system might be changed with new\nfeatures, to which little attention is paid in the previous work. In this\npaper, a unified approach of observability analysis for SLAM system is\nprovided, whether the dimension and variables of SLAM system are changed or\nnot, we can use this approach to analyze the local or total observability of\nthe SLAM system.\n"]}]
["1207.6183",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6183"],"date":["2012-07-26"],"type":["text"],"creator":["Caporale, Francesco","Ivanov, Dmitry Yu.","Murdaca, Beatrice","Papa, Alessandro","Perri, Amedeo"],"language":[],"coverage":[],"title":["The jet vertex for Mueller-Navelet and forward jet production"],"description":["  We calculate in next-to-leading order BFKL the jet vertex relevant for the\nproduction of Mueller-Navelet jets in proton collisions and of forward jets in\ndeep inelastic scattering. Starting from the definition of the totally\ninclusive quark and gluon impact factors in the BFKL approach and suitably\nconsidering the parton densities and the jet selection functions, we show that\nan infrared-free result can be found for the jet vertex. Finally we compare our\nexpression for the vertex with the previous calculation of Refs. 1.\n","Comment: 6 pages; presented at the 3rd Young Researchers Workshop \"Physics\n  Challenges in the LHC Era\", Frascati, May 7 and 10, 2012"]}]
["1207.6185",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6185"],"date":["2012-07-26"],"type":["text"],"creator":["Yussoff, Yusnani Mohd","Hashim, Habibah","Baba, Mohd Dani"],"language":[],"coverage":[],"title":["Identity-based Trusted Authentication in Wireless Sensor Network"],"description":["  Secure communication mechanisms in Wireless Sensor Networks (WSNs) have been\nwidely deployed to ensure confidentiality, authenticity and integrity of the\nnodes and data. Recently many WSNs applications rely on trusted communication\nto ensure large user acceptance. Indeed, the trusted relationship thus far can\nonly be achieved through Trust Management System (TMS) or by adding external\nsecurity chip on the WSN platform. In this study an alternative mechanism is\nproposed to accomplish trusted communication between sensors based on the\nprinciples defined by Trusted Computing Group (TCG). The results of other\nrelated study have also been analyzed to validate and support our findings.\nFinally the proposed trusted mechanism is evaluated for the potential\napplication on resource constraint devices by quantifying their power\nconsumption on selected major processes. The result proved the proposed scheme\ncan establish trust in WSN with less computation and communication and most\nimportantly eliminating the need for neighboring evaluation for TMS or relying\non external security chip.\n","Comment: 10 pages, 5 figures, 4 tables; IJCSI International Journal of\n  Computer Science Issues, Vol. 9, Issue 3, No 2, May 2012 ISSN (Online):\n  1694-0814"]}]
["1207.6186",{"format":[],"subject":["Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6186","Proceedings of the International School of Physics \"Enrico Fermi\"\n  176 (2012), pp. 399-403","doi:10.3254/978-1-61499-071-0-399"],"date":["2012-07-26"],"type":["text"],"creator":["Bardoscia, Marco"],"language":[],"coverage":[],"title":["A Dynamical Model for Operational Risk in Banks"],"description":["  Operational risk is the risk relative to monetary losses caused by failures\nof bank internal processes due to heterogeneous causes. A dynamical model\nincluding both spontaneous generation of losses and generation via interactions\nbetween different processes is presented; the efforts made by the bank to avoid\nthe occurrence of losses is also taken into account. Under certain hypotheses,\nthe model can be exactly solved and, in principle, the solution can be\nexploited to estimate most of the model parameters from real data. The\nforecasting power of the model is also investigated and proved to be\nsurprisingly remarkable.\n","Comment: 5 pages, 2 figures"]}]
["1207.6187",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q30, 35Q61"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6187"],"date":["2012-07-26"],"type":["text"],"creator":["Germain, Pierre","Ibrahim, Slim","Masmoudi, Nader"],"language":[],"coverage":[],"title":["On the wellposedness of the Navier-Stokes-Maxwell system"],"description":["  We study the local and global wellposedness of a full system of\nMagneto-Hydro-Dynamic equations. The system is a coupling of the forced\n(Lorentz force) incompressible Navier-Stokes equations with the Maxwell\nequations through Ohm's law for the current. We show the local existence of\nmild solutions for arbitrarily large data in a space similar to the scale\ninvariant spaces classically used for Navier-Stokes. These solutions are global\nif the initial data are small enough.\n","Comment: 16 pages"]}]
["1207.6188",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6188"],"date":["2012-07-26"],"type":["text"],"creator":["Nasution, Mahyuddin K. M."],"language":[],"coverage":[],"title":["Kolmogorov Complexity: Clustering Objects and Similarity"],"description":["  The clustering objects has become one of themes in many studies, and do not\nfew researchers use the similarity to cluster the instances automatically.\nHowever, few research consider using Kommogorov Complexity to get information\nabout objects from documents, such as Web pages, where the rich information\nfrom an approach proved to be difficult to. In this paper, we proposed a\nsimilarity measure from Kolmogorov Complexity, and we demonstrate the\npossibility of exploiting features from Web based on hit counts for objects of\nIndonesia Intellectual.\n","Comment: 13 pages; Bulletin of Mathematics, Vol. 3 (2011), No. 1: 1-16"]}]
["1207.6193",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6193"],"date":["2012-07-26"],"type":["text"],"creator":["Bhatt, Bhargav"],"language":[],"coverage":[],"title":["Completions and derived de Rham cohomology"],"description":["  We show that Illusie's derived de Rham cohomology (Hodge-completed) coincides\nwith Hartshorne's algebraic de Rham cohomology for a finite type map of\nnoetherian schemes in characteristic 0; the case of lci morphisms was a result\nof Illusie. In particular, the E_1-differentials in the derived Hodge-to-de\nRham spectral sequence for singular varieties are often non-zero. Another\nconsequence is a completely elementary description of Hartshorne's algebraic de\nRham cohomology: it is computed by the completed Amitsur complex for any\nvariety in characteristic 0.\n","Comment: 17 pages, comments welcome"]}]
["1207.6194",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6194"],"date":["2012-07-26"],"type":["text"],"creator":["Cabre, Xavier","Cinti, Eleonora"],"language":[],"coverage":[],"title":["Sharp energy estimates for nonlinear fractional diffusion equations"],"description":["  We study the nonlinear fractional equation $(-\\Delta)^s u = f(u)$ in\n$\\mathbb{R}^n$, for all fractions $0<s<1$ and all nonlinearities $f$. For every\nfractional power $s \\in (0,1)$, we obtain sharp energy estimates for bounded\nglobal minimizers and for bounded monotone solutions. They are sharp since they\nare optimal for solutions depending only on one Euclidian variable.\n  As a consequence, we deduce the one-dimensional symmetry of bounded global\nminimizers and of bounded monotone solutions in dimension $n=3$ whenever $1/2\n\\leq s < 1$. This result is the analogue of a conjecture of De Giorgi on\none-dimensional symmetry for the classical equation $-\\Delta u = f(u)$ in\n$\\mathbb{R}^n$. It remains open for $n=3$ and $s<1/2$, and also for $n \\geq 4$\nand all $s$.\n","Comment: arXiv admin note: text overlap with arXiv:1004.2866"]}]
["1207.6200",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6200"],"date":["2012-07-26"],"type":["text"],"creator":["Komenda, Jan","Masopust, Tomáš","van Schuppen, Jan H."],"language":[],"coverage":[],"title":["On Algorithms and Extensions of Coordination Control of Discrete-Event\n  Systems"],"description":["  In this paper, we further develop the coordination control scheme for\ndiscrete-event systems based on the Ramadge-Wonham framework. The notions of\nconditional decomposability, conditional controllability, and conditional\nclosedness are revised and simplified, supremal conditionally controllable\nsublanguages of general non-prefix-closed languages are discussed, and a\nprocedure for the computation of a coordinator for nonblockingness is\npresented.\n","Comment: WODES 2012, Guadalajara, Mexico"]}]
["1207.6202",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6202"],"date":["2012-07-26"],"type":["text"],"creator":["Liu, Huaping","Popovski, Petar","de Carvalho, Elisabeth","Zhao, Yuping"],"language":[],"coverage":[],"title":["Sum-Rate Optimization in a Two-Way Relay Network with Buffering"],"description":["  A Relay Station (RS) uses a buffer to store and process the received data\npackets before forwarding them. Recently, the buffer has been exploited in\none-way relaying to opportunistically schedule the two different links\naccording to their channel quality. The intuition is that, if the channel to\nthe destination is poor, then RS stores more data from the source, in order to\nuse it when the channel to the destination is good. We apply this intuition to\nthe case of half-duplex two-way relaying, where the interactions among the\nbuffers and the links become more complex. We investigate the sum-rate\nmaximization problem in the Time Division Broadcast (TDBC): the users send\nsignals to the RS in different time slots, the RS decodes and stores messages\nin the buffers. For downlink transmission, the RS re-encodes and sends using\nthe optimal broadcast strategy. The operation in each time slot is not\ndetermined in advance, but depends on the channel state information (CSI). We\nderive the decision function for adaptive link selection with respect to CSI\nusing the Karush-Kuhn-Tucker (KKT) conditions. The thresholds of the decision\nfunction are obtained under Rayleigh fading channel conditions. The numerical\nresults show that the sum-rate of the adaptive link selection protocol with\nbuffering is significantly larger compared to the reference protocol with fixed\ntransmission schedule.\n","Comment: 4 pages, 3 figures"]}]
["1207.6203",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6203"],"date":["2012-07-26"],"type":["text"],"creator":["Dereich, Steffen","Mörters, Peter"],"language":[],"coverage":[],"title":["Emergence of condensation in Kingman's model of selection and mutation"],"description":["  We describe the onset of condensation in the simple model for the balance\nbetween selection and mutation given by Kingman in terms of a scaling limit\ntheorem. Loosely speaking, this shows that the wave moving towards genes of\nmaximal fitness has the shape of a gamma distribution. We conjecture that this\nwave shape is a universal phenomenon that can also be found in a variety of\nmore complex models, well beyond the genetics context, and provide some further\nevidence for this.\n"]}]
["1207.6207",{"format":[],"subject":["Mathematics - General Topology","54H25 (Primary) 54E50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6207"],"date":["2012-07-26"],"type":["text"],"creator":["Abtahi, Mortaza"],"language":[],"coverage":[],"title":["A fixed point theorem for contractive mappings that characterizes metric\n  completeness"],"description":["  Inspired by the work of Suzuki in [Proc. Amer. Math. Soc. 136 (2008),\n1861--1869] we prove a fixed point theorem for contractive mappings that\ngeneralizes a theorem of Geraghty in [Proc. Amer. Math. Soc., 40 (1973),\n604--608] and characterizes metric completeness.\n"]}]
["1207.6213",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6213","doi:10.1016/j.ssnmr.2012.06.002"],"date":["2012-07-26"],"type":["text"],"creator":["Pavan, Barbara","Ceresoli, Davide","Tecklenburg, Mary M. J.","Fornari, Marco"],"language":[],"coverage":[],"title":["First Principles NMR Study of Fluorapatite under Pressure"],"description":["  NMR is the technique of election to probe the local properties of materials.\nHerein we present the results of density functional theory (DFT) \\textit{ab\ninitio} calculations of the NMR parameters for fluorapatite (FAp), a calcium\northophosphate mineral belonging to the apatite family, by using the GIPAW\nmethod [Pickard and Mauri, 2001]. Understanding the local effects of pressure\non apatites is particularly relevant because of their important role in many\nsolid state and biomedical applications. Apatites are open structures, which\ncan undergo complex anisotropic deformations, and the response of NMR can\nelucidate the microscopic changes induced by an applied pressure. The computed\nNMR parameters proved to be in good agreement with the available experimental\ndata. The structural evaluation of the material behavior under hydrostatic\npressure (from --5 to +100 kbar) indicated a shrinkage of the diameter of the\napatitic channel, and a strong correlation between NMR shielding and pressure,\nproving the sensitivity of this technique to even small changes in the chemical\nenvironment around the nuclei. This theoretical approach allows the exploration\nof all the different nuclei composing the material, thus providing a very\nuseful guidance in the interpretation of experimental results, particularly\nvaluable for the more challenging nuclei such as $^{43}$Ca and $^{17}$O.\n","Comment: 8 pages, 2 figures, 3 tables"]}]
["1207.6215",{"format":[],"subject":["Quantum Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6215"],"date":["2012-07-26"],"type":["text"],"creator":["Klein, Ulf"],"language":[],"coverage":[],"title":["Is the individuality interpretation of quantum theory wrong ?"],"description":["  We analyze the question whether or not quantum theory should be used to\ndescribe single particles. Our final result is that a rational basis for such\nan 'individuality interpretation' does not exist. A critical examination of\nthree principles, supporting the individuality interpretation, leads to the\nresult that no one of these principles seems to be realized in nature. The\nwell-known controversy characterized by the names of Einstein (EPR), Bohr and\nBell is analyzed. EPR proved 'predictive incompleteness' of quantum theory,\nwhich implies that no individuality interpretation exists. Contrary to the\ncommon opinion, Bell's proof of 'metaphysical completeness' does not invalidate\nEPR's proof because two crucially different meanings of 'completeness' are\ninvolved. The failure to distinguish between these two meanings is closely\nrelated to a fundamentally deterministic world view, which dominated the\nthinking of the 19th century and determines our thinking even today.\n","Comment: 11 pages, no figures"]}]
["1207.6217",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6217"],"date":["2012-07-26"],"type":["text"],"creator":["Munshi, Dipak","Coles, Peter","Heavens, Alan"],"language":[],"coverage":[],"title":["Probing CMB Secondary Anisotropies through Minkowski Functionals"],"description":["  Secondary contributions to the anisotropy of the Cosmic Microwave Background\n(CMB), such as the integrated Sachs-Wolfe (ISW) effect, the thermal\nSunyaev-Zel'dovich effect (tSZ), and the effect of gravitational lensing, have\ndistinctive non-Gaussian signatures, and full descriptions therefore require\ninformation beyond that contained in their power spectra. In this paper we use\nthe recently introduced skew-spectra associated with the Minkowski Functionals\n(MF) to probe the topology of CMB maps to probe the secondary non-Gaussianity\nas a function of beam-smoothing in order to separate various contributions. We\ndevise estimators for these spectra in the presence of a realistic\nobservational masks and present expressions for their covariance as a function\nof instrumental noise. Specific results are derived for the mixed ISW-lensing\nand tSZ-lensing bispectra as well as contamination due to point sources for\nnoise levels that correspond to the Planck (143 GHz channel) and EPIC (150 GHz\nchannel) experiments. The cumulative signal to noise ration $S/N$ for one-point\ngeneralized skewness-parameters can reach an order of ${\\cal O}(10)$ for Planck\nand two orders of magnitude higher for EPIC, i.e. ${\\cal O}(10^3)$. We also\nfind that these three spectra skew-spectra are correlated, having correlation\ncoefficients $r \\sim 0.5-1.0$; higher $l$ modes are more strongly correlated.\nThough the values of $S/N$ increase with decreasing noise, the triplets of\nskew-spectra that determine the MFs bcome more correlated; the $S/N$ ratios of\nlensing-induced skew-spectra are smaller compared to that of a\nfrequency-cleaned tSZ map.\n","Comment: 17 Pages 11 Figures"]}]
["1207.6221",{"format":[],"subject":["Quantum Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6221","doi:10.1103/PhysRevLett.109.040402"],"date":["2012-07-26"],"type":["text"],"creator":["Hul, Oleh","Ławniczak, Michał","Bauch, Szymon","Sawicki, Adam","Kuś, Marek","Sirko, Leszek"],"language":[],"coverage":[],"title":["Are Scattering Properties of Graphs Uniquely Connected to Their Shapes?"],"description":["  The famous question of Mark Kac \"Can one hear the shape of a drum?\"\naddressing the unique connection between the shape of a planar region and the\nspectrum of the corresponding Laplace operator can be legitimately extended to\nscattering systems. In the modified version one asks whether the geometry of a\nvibrating system can be determined by scattering experiments. We present the\nfirst experimental approach to this problem in the case of microwave graphs\n(networks) simulating quantum graphs. Our experimental results strongly\nindicate a negative answer. To demonstrate this we consider scattering from a\npair of isospectral microwave networks consisting of vertices connected by\nmicrowave coaxial cables and extended to scattering systems by connecting leads\nto infinity to form isoscattering networks. We show that the amplitudes and\nphases of the determinants of the scattering matrices of such networks are the\nsame within the experimental uncertainties. Furthermore, we demonstrate that\nthe scattering matrices of the networks are conjugated by the, so called,\ntransplantation relation.\n","Comment: 3 figures; Physical Review Letters, 2012"]}]
["1207.6224",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6224"],"date":["2012-07-26"],"type":["text"],"creator":["Euzenat, Jérôme"],"language":[],"coverage":[],"title":["Evolving knowledge through negotiation"],"description":["  Semantic web information is at the extremities of long pipelines held by\nhuman beings. They are at the origin of information and they will consume it\neither explicitly because the information will be delivered to them in a\nreadable way, or implicitly because the computer processes consuming this\ninformation will affect them. Computers are particularly capable of dealing\nwith information the way it is provided to them. However, people may assign to\nthe information they provide a narrower meaning than semantic technologies may\nconsider. This is typically what happens when people do not think their\nassertions as ambiguous. Model theory, used to provide semantics to the\ninformation on the semantic web, is particularly apt at preserving ambiguity\nand delivering it to the other side of the pipeline. Indeed, it preserves as\nmuch interpretations as possible. This quality for reasoning efficiency,\nbecomes a deficiency for accurate communication and meaning preservation.\nOvercoming it may require either interactive feedback or preservation of the\nsource context. Work from social science and humanities may help solving this\nparticular problem.\n"]}]
["1207.6226",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6226"],"date":["2012-07-26"],"type":["text"],"creator":["Carlone, Luca","Srivastava, Vaibhav","Bullo, Francesco","Calafiore, Giuseppe"],"language":[],"coverage":[],"title":["Distributed Random Convex Programming via Constraints Consensus"],"description":["  This paper discusses distributed approaches for the solution of random convex\nprograms (RCP). RCPs are convex optimization problems with a (usually large)\nnumber N of randomly extracted constraints; they arise in several applicative\nareas, especially in the context of decision under uncertainty, see [2],[3]. We\nhere consider a setup in which instances of the random constraints (the\nscenario) are not held by a single centralized processing unit, but are\ndistributed among different nodes of a network. Each node \"sees\" only a small\nsubset of the constraints, and may communicate with neighbors. The objective is\nto make all nodes converge to the same solution as the centralized RCP problem.\nTo this end, we develop two distributed algorithms that are variants of the\nconstraints consensus algorithm [4],[5]: the active constraints consensus (ACC)\nalgorithm, and the vertex constraints consensus (VCC) algorithm. We show that\nthe ACC algorithm computes the overall optimal solution in finite time, and\nwith almost surely bounded communication at each iteration. The VCC algorithm\nis instead tailored for the special case in which the constraint functions are\nconvex also w.r.t. the uncertain parameters, and it computes the solution in a\nnumber of iterations bounded by the diameter of the communication graph. We\nfurther devise a variant of the VCC algorithm, namely quantized vertex\nconstraints consensus (qVCC), to cope with the case in which communication\nbandwidth among processors is bounded. We discuss several applications of the\nproposed distributed techniques, including estimation, classification, and\nrandom model predictive control, and we present a numerical analysis of the\nperformance of the proposed methods. As a complementary numerical result, we\nshow that the parallel computation of the scenario solution using ACC algorithm\nsignificantly outperforms its centralized equivalent.\n"]}]
["1207.6227",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6227"],"date":["2012-07-26"],"type":["text"],"creator":["Nendzig, Felix","Wolschin, Georg"],"language":[],"coverage":[],"title":["Upsilon Suppression in PbPb Collisions at sqrt(s_NN) = 2.76 TeV"],"description":["  We suggest that the combined effect of screening, gluon-induced dissociation,\ncollisional damping, and reduced feed-down explains most of the sequential\nsuppression of Y(nS) states that has been observed in PbPb relative to pp\ncollisions at sqrt(s_NN) = 2.76 TeV. The suppression is thus a clear, albeit\nindirect, indication for the presence of a qgp.\n","Comment: 4 pages, 3 figures, Proc. Hard Probes 2012 conference"]}]
["1207.6228",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6228","Bernoulli 2012, Vol. 18, No. 3, 1002-1030","doi:10.3150/11-BEJ356"],"date":["2012-07-26"],"type":["text"],"creator":["Favaro, Stefano","Guglielmi, Alessandra","Walker, Stephen G."],"language":[],"coverage":[],"title":["A class of measure-valued Markov chains and Bayesian nonparametrics"],"description":["  Measure-valued Markov chains have raised interest in Bayesian nonparametrics\nsince the seminal paper by (Math. Proc. Cambridge Philos. Soc. 105 (1989)\n579--585) where a Markov chain having the law of the Dirichlet process as\nunique invariant measure has been introduced. In the present paper, we propose\nand investigate a new class of measure-valued Markov chains defined via\nexchangeable sequences of random variables. Asymptotic properties for this new\nclass are derived and applications related to Bayesian nonparametric mixture\nmodeling, and to a generalization of the Markov chain proposed by (Math. Proc.\nCambridge Philos. Soc. 105 (1989) 579--585), are discussed. These results and\ntheir applications highlight once again the interplay between Bayesian\nnonparametrics and the theory of measure-valued Markov chains.\n","Comment: Published in at http://dx.doi.org/10.3150/11-BEJ356 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["1207.6229",{"format":[],"subject":["Mathematics - Functional Analysis","47A60 (Primary) 47D06, 47B35, 93C25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6229"],"date":["2012-07-26"],"type":["text"],"creator":["Schwenninger, Felix","Zwart, Hans"],"language":[],"coverage":[],"title":["Weakly admissible $H^{\\infty}(\\C_{-})$-calculus on general Banach spaces"],"description":["  We show that, given a Banach space and a generator of an exponentially stable\n$C_{0}$-semigroup, a weakly admissible operator $g(A)$ can be defined for any\n$g$ bounded, analytic function on the left half-plane. This yields an\n(unbounded) functional calculus. The construction uses a Toeplitz operator and\nis motivated by system theory. In separable Hilbert spaces, we even get\nadmissibility. Furthermore, it is investigated when a bounded calculus can be\nguaranteed. For this we introduce the new notion of exact observability by\ndirection. Finally, it is shown that the calculus coincides with one for\nhalf-plane-operators.\n","Comment: 30 pages, Extension of the article 'F.L. Schwenninger, H.Zwart,\n  Weakly admissible $\\mathcal{H}_{\\infty}^{-}$-calculus on reflexive Banach\n  spaces' to be published in Indagationes Mathematicae (2012),\n  DOI:10.1016/j.indag.2012.04.005. Main additions: Generalization to general\n  Banach spaces and relation to the natural half-plane calculus"]}]
["1207.6233",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6233"],"date":["2012-07-26"],"type":["text"],"creator":["Borstnik, Norma Susana Mankoc"],"language":[],"coverage":[],"title":["How many scalar fields there are and how are they related to fermions\n  and weak bosons in the spin-charge-family theory?"],"description":["  The spin-charge-family theory offers a possible explanation for the\nassumptions of the standard model, interpreting the standard model as its low\nenergy effective manifestation. The standard model Higgs and Yukawa couplings\nare explained as an effective replacement for several scalar fields, all of\nbosonic (adjoint) representations with respect to all the charge groups, with\nthe family groups included. Assuming the Lagrange function for all scalar\nfields to be of the renormalizable kind, properties of the scalar fields on the\ntree level are discussed. Free scalar fields (mass eigenstates) differ from\neither those, which couple to $Z_m$, or to $W^{\\pm}_{m}$ or to each family\nmember of each of the four families, which further differ among themselves.\nConsequently the spin-charge-family theory predictions differ from those of the\nstandard model.\n","Comment: 16 pages"]}]
["1207.6237",{"format":[],"subject":["Mathematics - Metric Geometry","52C23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6237"],"date":["2012-07-26"],"type":["text"],"creator":["Lee, Jeong-Yup","Moody, Robert V."],"language":[],"coverage":[],"title":["Taylor-Socolar hexagonal tilings as model sets"],"description":["  The Taylor-Socolar tilings are regular hexagonal tilings of the plane but are\ndistinguished in being comprised of hexagons of two colors in an aperiodic way.\nWe place the Taylor-Socolar tilings into an algebraic setting which allows one\nto see them directly as model sets and to understand the corresponding tiling\nhull along with its generic and singular parts.\n  Although the tilings were originally obtained by matching rules and by\nsubstitution, our approach sets the tilings into the framework of a cut and\nproject scheme and studies how the tilings relate to the corresponding internal\nspace. The centers of the entire set of tiles of one tiling form a lattice $Q$\nin the plane. If $X_Q$ denotes the set of all Taylor-Socolar tilings with\ncenters on $Q$ then $X_Q$ forms a natural hull under the standard local\ntopology of hulls and is a dynamical system for the action of $Q$. The $Q$-adic\ncompletion $\\bar{Q}$ of $Q$ is a natural factor of $X_Q$ and the natural\nmapping $X_Q \\longrightarrow \\bar{Q}$ is bijective except at a dense set of\npoints of measure 0 in $\\bar{Q}$. We show that $X_Q$ consists of three LI\nclasses under translation. Two of these LI classes are very small, namely\ncountable $Q$-orbits in $X_Q$. The other is a minimal dynamical system which\nmaps surjectively to $\\bar{Q}$ and which is variously $2:1$, $6:1$, and $12:1$\nat the singular points.\n  We further develop the formula of Socolar and Taylor (2011) that determines\nthe parity of the tiles of a tiling in terms of the co-ordinates of its tile\ncenters. Finally we show that the hull of the parity tilings can be identified\nwith the hull $X_Q$; more precisely the two hulls are mutually locally\nderivable.\n","Comment: 45 pages, 33 figures"]}]
["1207.6241",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6241"],"date":["2012-07-26"],"type":["text"],"creator":["Cabrera, D.","Lacroix, G.","Semay, C.","Buisseret, F."],"language":[],"coverage":[],"title":["Relevance of glueball bound states in the Yang-Mills plasma within a\n  many-body $T$-matrix approach"],"description":["  The strongly coupled phase of Yang-Mills plasma with gauge group SU(3) is\nstudied in a $T$-matrix approach. The existence of lowest-lying glueballs,\ninterpreted as bound states of two transverse gluons (quasi-particles in a\nmany-body setup), is analyzed in a non-perturbative scattering formalism with\nthe input of lattice-QCD static potentials. The relevance of the singlet and\nthe (colored) octet and 27 channels at finite temperature is discussed. We\ncompute the equation of state of the system in Dashen, Ma and Bernstein's\nformulation of statistical mechanics and compare to quenched SU(3) lattice\ndata. Further analysis for the general case of SU(N) is envisaged.\n","Comment: 6 pages, 4 figures, Proceedings (PoS) of QNP 2012, April 16-20, 2012,\n  Ecole Polytechnique, Palaiseau, Paris"]}]
["1207.6242",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6242","J. Phys. A: Math. Theor. 45 (2012) 244037","doi:10.1088/1751-8113/45/24/244037"],"date":["2012-07-26"],"type":["text"],"creator":["Trifonov, D. A."],"language":[],"coverage":[],"title":["Nonlinear Fermions and Coherent States"],"description":["  Nonlinear fermions of degree $n$ ($n$-fermions) are introduced as particles\nwith creation and annihilation operators obeying the simple nonlinear\nanticommutation relation $AA^\\dagger + {A^\\dagger}^n A^n = 1$. The\n($n+1$)-order nilpotency of these operators follows from the existence of\nunique $A$-vacuum. Supposing appropreate ($n+1$)-order nilpotent para-Grassmann\nvariables and integration rules the sets of $n$-fermion number states, 'right'\nand 'left' ladder operator coherent states (CS) and displacement-operator-like\nCS are constructed. The $(n+1)\\times(n+1)$ matrix realization of the related\npara-Grassmann algebra is provided. General $(n+1)$-order nilpotent ladder\noperators of finite dimensional systems are expressed as polynomials in terms\nof $n$-fermion operators. Overcomplete sets of (normalized) 'right' and 'left'\neigenstates of such general ladder operators are constructed and their\nproperties briefly discussed.\n","Comment: latex, 16 pages, no figures"]}]
["1207.6246",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6246"],"date":["2012-07-26"],"type":["text"],"creator":["Krauthgamer, Robert","Rika, Inbal"],"language":[],"coverage":[],"title":["Mimicking Networks and Succinct Representations of Terminal Cuts"],"description":["  Given a large edge-weighted network $G$ with $k$ terminal vertices, we wish\nto compress it and store, using little memory, the value of the minimum cut (or\nequivalently, maximum flow) between every bipartition of terminals. One\nappealing methodology to implement a compression of $G$ is to construct a\n\\emph{mimicking network}: a small network $G'$ with the same $k$ terminals, in\nwhich the minimum cut value between every bipartition of terminals is the same\nas in $G$. This notion was introduced by Hagerup, Katajainen, Nishimura, and\nRagde [JCSS '98], who proved that such $G'$ of size at most $2^{2^k}$ always\nexists. Obviously, by having access to the smaller network $G'$, certain\ncomputations involving cuts can be carried out much more efficiently.\n  We provide several new bounds, which together narrow the previously known gap\nfrom doubly-exponential to only singly-exponential, both for planar and for\ngeneral graphs. Our first and main result is that every $k$-terminal planar\nnetwork admits a mimicking network $G'$ of size $O(k^2 2^{2k})$, which is\nmoreover a minor of $G$. On the other hand, some planar networks $G$ require\n$|E(G')| \\ge \\Omega(k^2)$. For general networks, we show that certain bipartite\ngraphs only admit mimicking networks of size $|V(G')| \\geq 2^{\\Omega(k)}$, and\nmoreover, every data structure that stores the minimum cut value between all\nbipartitions of the terminals must use $2^{\\Omega(k)}$ machine words.\n"]}]
["1207.6247",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6247"],"date":["2012-07-26"],"type":["text"],"creator":["Ilyina, M. A.","Sil'chenko, O. K."],"language":[],"coverage":[],"title":["Structure Decomposition for the Luminous Disk Galaxies in the NGC 524\n  Group"],"description":["  Members of the NGC 524 group of galaxies are studied using data obtained on\nthe 6m telescope of the Special Astrophysical Observatory of the Russian\nAcademy of Sciences, with the SCORPIO reducer in an imaging mode. Surface\nphotometry has been carried out and parameters of the large-scale galactic\ncomponents - disks and bulges - have been determined for the six largest\ngalaxies of the group. A lower than expected percentage of bars and high\npercentage of ring structures were found. Integrated B-V colours for a hundred\nof dwarf galaxies in the vicinity (within 30 kpc) of the six largest galaxies\nof the group have been measured. A considerable number of blue irregular\ngalaxies with ongoing star formation is found among dwarf satellites of the\nlenticular galaxies of the group. The luminosity function for the dwarf\ngalaxies of the group suggests that the total mass of the group is not very\nhigh, and that the X-ray emitting gas observed around NGC 524 relates to the\ncentral galaxy and not to the group as a whole.\n","Comment: 28 pages, 6 figures; to appear in Astronomy Reports, August issue,\n  2012"]}]
["1207.6253",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Databases","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6253"],"date":["2012-07-26"],"type":["text"],"creator":["Henriques, Rui","Lynce, Inês","Manquinho, Vasco"],"language":[],"coverage":[],"title":["On When and How to use SAT to Mine Frequent Itemsets"],"description":["  A new stream of research was born in the last decade with the goal of mining\nitemsets of interest using Constraint Programming (CP). This has promoted a\nnatural way to combine complex constraints in a highly flexible manner.\nAlthough CP state-of-the-art solutions formulate the task using Boolean\nvariables, the few attempts to adopt propositional Satisfiability (SAT)\nprovided an unsatisfactory performance. This work deepens the study on when and\nhow to use SAT for the frequent itemset mining (FIM) problem by defining\ndifferent encodings with multiple task-driven enumeration options and search\nstrategies. Although for the majority of the scenarios SAT-based solutions\nappear to be non-competitive with CP peers, results show a variety of\ninteresting cases where SAT encodings are the best option.\n"]}]
["1207.6260",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6260"],"date":["2012-07-26"],"type":["text"],"creator":["Bogdanov, Andrej","Guo, Siyao"],"language":[],"coverage":[],"title":["Sparse extractor families for all the entropy"],"description":["  We consider the problem of extracting entropy by sparse transformations,\nnamely functions with a small number of overall input-output dependencies. In\ncontrast to previous works, we seek extractors for essentially all the entropy\nwithout any assumption on the underlying distribution beyond a min-entropy\nrequirement. We give two simple constructions of sparse extractor families,\nwhich are collections of sparse functions such that for any distribution X on\ninputs of sufficiently high min-entropy, the output of most functions from the\ncollection on a random input chosen from X is statistically close to uniform.\n  For strong extractor families (i.e., functions in the family do not take\nadditional randomness) we give upper and lower bounds on the sparsity that are\ntight up to a constant factor for a wide range of min-entropies. We then prove\nthat for some min-entropies weak extractor families can achieve better\nsparsity.\n  We show how this construction can be used towards more efficient parallel\ntransformation of (non-uniform) one-way functions into pseudorandom generators.\nMore generally, sparse extractor families can be used instead of pairwise\nindependence in various randomized or nonuniform settings where preserving\nlocality (i.e., parallelism) is of interest.\n"]}]
["1207.6265",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6265"],"date":["2012-07-26"],"type":["text"],"creator":["Seven, Ahmet"],"language":[],"coverage":[],"title":["Maximal green sequences of skew-symmetrizable 3x3 matrices"],"description":["  Maximal green sequences are particular sequences of mutations which were\nintroduced by Keller in the context of quantum dilogarithm identities and\nindependently by Cecotti-Cordova-Vafa in the context of supersymmetric gauge\ntheory. In this paper, we show that skew-symmetrizable 3x3 matrices with a\nmutation-cyclic diagram do not have any maximal green sequences. We also obtain\nsome properties of maximal green sequences of skew-symmetrizable 3x3 matrices\nwith mutation-acyclic diagrams.\n","Comment: 6pages"]}]
["1207.6268",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6268"],"date":["2012-07-26"],"type":["text"],"creator":["Chisholm, Andrew","Collaboration, for the ATLAS","Collaboration, for the CMS"],"language":[],"coverage":[],"title":["Observation of a new \\chi_b state at ATLAS and a new \\Xi_b baryon at CMS"],"description":["  Two recent observations of new b hadrons in pp collisions at \\sqrt{s} = 7 TeV\nat the Large Hadron Collider (LHC) are presented. The ATLAS collaboration has\nobserved a new state in radiative transitions to \\Upsilon(1S) and \\Upsilon(2S)\nand interprets this as the first observation of the \\chi_b(3P) states. The CMS\ncollaboration has observed a new b baryon decaying to \\Xi_b-\\pi+ (plus charge\nconjugates). This is interpreted as a neutral J^P = 3/2^+ \\Xi_b* baryon.\n","Comment: 10 pages, 6 figures, Presented at Flavor Physics and CP Violation\n  (FPCP 2012), Hefei, China, May 21-25, 2012"]}]
["1207.6269",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society","H.3.3","H.3.4","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6269"],"date":["2012-07-26"],"type":["text"],"creator":["Prat-Pérez, Arnau","Dominguez-Sal, David","Brunat, Josep M.","Larriba-Pey, Josep-Lluis"],"language":[],"coverage":[],"title":["Shaping Communities out of Triangles"],"description":["  Community detection has arisen as one of the most relevant topics in the\nfield of graph data mining due to its importance in many fields such as\nbiology, social networks or network traffic analysis. The metrics proposed to\nshape communities are generic and follow two approaches: maximizing the\ninternal density of such communities or reducing the connectivity of the\ninternal vertices with those outside the community. However, these metrics take\nthe edges as a set and do not consider the internal layout of the edges in the\ncommunity. We define a set of properties oriented to social networks that\nensure that communities are cohesive, structured and well defined. Then, we\npropose the Weighted Community Clustering (WCC), which is a community metric\nbased on triangles. We proof that analyzing communities by triangles gives\ncommunities that fulfill the listed set of properties, in contrast to previous\nmetrics. Finally, we experimentally show that WCC correctly captures the\nconcept of community in social networks using real and syntethic datasets, and\ncompare statistically some of the most relevant community detection algorithms\nin the state of the art.\n","Comment: 10 pages, 6 figures, CIKM 2012"]}]
["1207.6271",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","Mathematics - Analysis of PDEs","Mathematics - Algebraic Topology","14J80, 57R57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6271","R. C. P. 25 (Prepubl. IRMA, Strasbourg) vol. 47 (1995) 269-274"],"date":["2012-07-26"],"type":["text"],"creator":["Katz, Mikhail G."],"language":[],"coverage":[],"title":["A proof via the Seiberg-Witten moduli space of Donaldson's theorem on\n  smooth 4-manifolds with definite intersection forms"],"description":["  A proof via the Seiberg-Witten moduli space of Donaldson's theorem on smooth\n4-manifolds with definite intersection forms.\n","Comment: 6 pages. Uploading an old paper to arxiv"]}]
["1207.6272",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6272","Supercond. Sci. Technol. 25, 084018 (2012)","doi:10.1088/0953-2048/25/8/084018"],"date":["2012-07-26"],"type":["text"],"creator":["Zocco, Diego A.","Tütün, Duygu Y.","Hamlin, James J.","Jeffries, Jason R.","Weir, Samuel T.","Vohra, Yogesh K.","Maple, M. Brian"],"language":[],"coverage":[],"title":["High pressure transport studies of the LiFeAs analogues CuFeTe2 and\n  Fe2As"],"description":["  We have synthesized two iron-pnictide/chalcogenide materials, CuFeTe2 and\nFe2As, which share crystallographic features with known iron-based\nsuperconductors, and carried out high-pressure electrical resistivity\nmeasurements on these materials to pressures in excess of 30 GPa. Both\ncompounds crystallize in the Cu2Sb-type crystal structure that is\ncharacteristic of LiFeAs (with CuFeTe2 exhibiting a disordered variant). At\nambient pressure, CuFeTe2 is a semiconductor and has been suggested to exhibit\na spin-density-wave transition, while Fe2As is a metallic antiferromagnet. The\nelectrical resistivity of CuFeTe2, measured at 4 K, decreases by almost two\norders of magnitude between ambient pressure and 2.4 GPa. At 34 GPa, the\nelectrical resistivity decreases upon cooling the sample below 150 K,\nsuggesting the proximity of the compound to a metal-insulator transition.\nNeither CuFeTe2 nor Fe2As superconduct above 1.1 K throughout the measured\npressure range.\n","Comment: 6 pages, 7 figures"]}]
["1207.6276",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Earth and Planetary Astrophysics","J.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6276","doi:10.1051/0004-6361/201219074"],"date":["2012-07-26"],"type":["text"],"creator":["Schulze-Hartung, Tim","Launhardt, Ralf","Henning, Thomas"],"language":[],"coverage":[],"title":["Bayesian analysis of exoplanet and binary orbits"],"description":["  We introduce BASE (Bayesian astrometric and spectroscopic exoplanet detection\nand characterisation tool), a novel program for the combined or separate\nBayesian analysis of astrometric and radial-velocity measurements of potential\nexoplanet hosts and binary stars. The capabilities of BASE are demonstrated\nusing all publicly available data of the binary Mizar A.\n","Comment: Accepted for publication in Astronomy & Astrophysics"]}]
["1207.6278",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6278"],"date":["2012-07-26"],"type":["text"],"creator":["Olgiati, Stefano","Danovi, Alessandro"],"language":[],"coverage":[],"title":["The financial framework of the sustainability of health universal\n  coverage in Italy. A quantitative financial model for the assessment of the\n  italian stability and reform program of public health financing"],"description":["  Italy and the Eurozone are heading in the year 2012 into a financial\ndepression of unprecedented magnitude, with a forthcoming multitude of often\ncontradictory public economic and financial stability emergency interventions\nwhose ultimate endogenous and exogenous effects on public and private health\nspending and on the sustainability of universal coverage are difficult to\npredict ex ante. The research question is to assess whether it is possible to\nsynthesise into a single and simple quantitative index such multitude of public\neconomic and financial stability interventions and assess their magnitude and\ndirection towards increasing or decreasing sustainability of publicly funded\nhealth care and universal coverage. We have analyzed the Italian Economic and\nStability Reform Program 2011-2014 and we have proposed a quantitative\nsynthetic sustainability index {\\sigma} based on simple partial and absolute\ndifferential equations. The sustainability index {\\sigma} highlights that in\ncase the growth of the GDP in the period 2011-2014 be insufficient - as is\nalready the case in the first semester of 2012 - all the assumptions on which\nthe Italian Economic and Stability Reform Program 2011-2014 rests will fall,\nand Universal Coverage will become unsustainable. Health and Public Health\nprofessionals should intervene immediately with Italian and Eurozone national\nbudgets planners and financial health regulators before unselective exogenously\ninduced health financing and provision shortages produce irreparable\nepidemiological effects.\n","Comment: 28 pages"]}]
["1207.6279",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","65M12 (Primary) 35L65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6279"],"date":["2012-07-26"],"type":["text"],"creator":["Aregba-Driollet, Denise","Briani, Maya","Natalini, Roberto"],"language":[],"coverage":[],"title":["Time Asymptotic High Order Schemes for Dissipative BGK Hyperbolic\n  Systems"],"description":["  We introduce a new class of finite differences schemes to approximate one\ndimensional dissipative semilinear hyperbolic systems with a BGK structure.\nUsing precise analytical time-decay estimates of the local truncation error, it\nis possible to design schemes, based on the standard upwind approximation,\nwhich are increasingly accurate for large times when approximating small\nperturbations of constant asymptotic states. Numerical tests show their better\nperformances with respect to those of other schemes.\n","Comment: 28 pp"]}]
["1207.6281",{"format":[],"subject":["Mathematics - Probability","Quantitative Finance - Pricing of Securities","91G10, 60F10, 60G44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6281"],"date":["2012-07-26"],"type":["text"],"creator":["Du, Kai","Neufeld, Ariel David"],"language":[],"coverage":[],"title":["A note on asymptotic exponential arbitrage with exponentially decaying\n  failure probability"],"description":["  The goal of this paper is to prove a result conjectured in F\\\"ollmer and\nSchachermayer [FS07], even in slightly more general form. Suppose that S is a\ncontinuous semimartingale and satisfies a large deviations estimate; this is a\nparticular growth condition on the mean-variance tradeoff process of S. We show\nthat S then allows asymptotic exponential arbitrage with exponentially decaying\nfailure probability, which is a strong and quantitative form of long-term\narbitrage. In contrast to F\\\"ollmer and Schachermayer [FS07], our result does\nnot assume that S is a diffusion, nor does it need any ergodicity assumption.\n"]}]
["1207.6289",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6289"],"date":["2012-07-26"],"type":["text"],"creator":["Bhattacherjee, Biplob","Ghosh, Kirtiman"],"language":[],"coverage":[],"title":["Degenerate SUSY search at the 8 TeV LHC"],"description":["  ATLAS and CMS collaborations have searched for the supersymmetry (SUSY) in\ndifferent channels with 7 TeV center-of-mass energy and their search strategies\nare optimized for the SUSY scenarios with fairly large mass splittings among\nthe sparticles. In absence of any significant deviation of the data from the\nStandard Model (SM) prediction, stringent bounds are imposed on the squarks and\ngluino masses in the context of different SUSY scenarios. Since the exact SUSY\nbreaking mechanism is not known, some part of the SUSY spectrum may be\ndegenerate. In this paper, we consider two particular cases of degenerate SUSY\nspectrum and discuss the impact of ATLAS and CMS SUSY searches on these\nscenarios. We found that present SUSY search strategies of the ATLAS and CMS\ncollaborations are not optimized for the degenerate SUSY scenarios. Even the\nLHC with 8 TeV center-of-mass energy can not probe large part of the parameter\nspace of degenerate SUSY scenarios with the present search strategies.\n","Comment: 14 pages, 2 figures"]}]
["1207.6292",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6292"],"date":["2012-07-26"],"type":["text"],"creator":["Bini, Dario A.","Noferini, V."],"language":[],"coverage":[],"title":["Solving polynomial eigenvalue problems by means of the Ehrlich-Aberth\n  method"],"description":["  Given the $n\\times n$ matrix polynomial $P(x)=\\sum_{i=0}^kP_i x^i$, we\nconsider the associated polynomial eigenvalue problem. This problem, viewed in\nterms of computing the roots of the scalar polynomial $\\det P(x)$, is treated\nin polynomial form rather than in matrix form by means of the Ehrlich-Aberth\niteration. The main computational issues are discussed, namely, the choice of\nthe starting approximations needed to start the Ehrlich-Aberth iteration, the\ncomputation of the Newton correction, the halting criterion, and the treatment\nof eigenvalues at infinity. We arrive at an effective implementation which\nprovides more accurate approximations to the eigenvalues with respect to the\nmethods based on the QZ algorithm. The case of polynomials having special\nstructures, like palindromic, Hamiltonian, symplectic, etc., where the\neigenvalues have special symmetries in the complex plane, is considered. A\ngeneral way to adapt the Ehrlich-Aberth iteration to structured matrix\npolynomial is introduced. Numerical experiments which confirm the effectiveness\nof this approach are reported.\n","Comment: Submitted to Linear Algebra Appl"]}]
["1207.6298",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6298","Phys. Rev. B 85, 224517 (2012)","doi:10.1103/PhysRevB.85.224517"],"date":["2012-07-26"],"type":["text"],"creator":["Chen, Yajiang","shanenko, A. A.","Peeters, F. M."],"language":[],"coverage":[],"title":["Superconducting transition temperature of Pb nanofilms: Impact of the\n  thickness-dependent oscillations of the phonon mediated electron-electron\n  coupling"],"description":["  To date, several experimental groups reported measurements of the thickness\ndependence of T_c of atomically uniform single-crystalline Pb nanofilms. The\nreported amplitude of the T_c-oscillations varies significantly from one\nexperiment to another. Here we propose that the reason for this unresolved\nissue is an interplay of the quantum-size variations in the single-electron\ndensity of states with thickness-dependent oscillations in the phonon mediated\nelectron-electron coupling. Such oscillations in the coupling depend on the\nsubstrate material, the quality of the interface, the protection cover and\nother details of the fabrication process, changing from one experiment to\nanother. This explains why the available data do not exhibit one-voice\nconsistency about the amplitude of the T_c-oscillations. Our analyses are based\non a numerical solution of the Bogoliubov-de Gennes equations for a\nsuperconducting slab.\n"]}]
["1207.6300",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","20C30 (Primary) 20C15 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6300"],"date":["2012-07-26"],"type":["text"],"creator":["Giannelli, Eugenio"],"language":[],"coverage":[],"title":["On the decomposition of the Foulkes module"],"description":["  The Foulkes module H^(a^b) is the permutation module for the symmetric group\nS_ab given by the action of S_ab on the collection of set partitions of a set\nof size ab into b sets each of size a. The main result of this paper is a\nsufficient condition for a simple CS_{ab}-module to have zero multiplicity in\nH^(a^b). A special case of this result implies that no Specht module labelled\nby a hook partition (ab - r, 1^r) appears in H(a^b).\n"]}]
["1207.6302",{"format":[],"subject":["Mathematics - Group Theory","22E45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6302"],"date":["2012-07-26"],"type":["text"],"creator":["Orsted, Bent"],"language":[],"coverage":[],"title":["Analysis on flag manifolds and Sobolev inequalities"],"description":["  We present some new Sobolev inequalities on spheres corresponding to\nparabolic geometries of real rank-one semisimple Lie groups\n"]}]
["1207.6306",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6306"],"date":["2012-07-26"],"type":["text"],"creator":["Zamick, L.","Escuderos, A."],"language":[],"coverage":[],"title":["Clustering of energy levels"],"description":["  It is noted that in single j-shell calculations certain odd-spin states in\neven--even nuclei lie in a narrow energy band; likewise certain states in\nodd--odd nuclei.\n"]}]
["1207.6307",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6307"],"date":["2012-07-26"],"type":["text"],"creator":["Kanchu, Krishnama Raju","Kak, Subhash"],"language":[],"coverage":[],"title":["On Randomness of Goldbach Sequences"],"description":["  We consider the use of Goldbach numbers as random sequences. The randomness\nis analyzed in terms of the autocorrelation function of the sequence of number\nof partitions. The distinct representations of an even number n as the sum of\ntwo primes is a local maximum for multiples of the product of the consecutive\nsmallest primes less than the number. Specific partitions, which we call\nGoldbach ellipses, are examined. It is shown that such ellipse sequences also\nhave excellent randomness property.\n","Comment: 10 pages, 5 figures, 5 tables"]}]
["1207.6318",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6318"],"date":["2012-07-26"],"type":["text"],"creator":["Sinha, Abhishek","Chattopadhyay, Arpan","Naveen, K. P.","Coupechoux, Marceau","Kumar, Anurag"],"language":[],"coverage":[],"title":["Optimal Sequential Wireless Relay Placement on a Random Lattice Path"],"description":["  Our work is motivated by the need for impromptu (or \"as-you-go\") deployment\nof relay nodes (for establishing a packet communication path with a control\ncentre) by fire-men/commandos while operating in an unknown environment. We\nconsider a model, where a deployment operative steps along a random lattice\npath whose evolution is Markov. At each step, the path can randomly either\ncontinue in the same direction or take a turn \"North\" or \"East,\" or come to an\nend, at which point a data source (e.g., a temperature sensor) has to be placed\nthat will send packets to a control centre at the origin of the path. A\ndecision has to be made at each step whether or not to place a wireless relay\nnode. Assuming that the packet generation rate by the source is very low, and\nsimple link-by-link scheduling, we consider the problem of relay placement so\nas to minimize the expectation of an end-to-end cost metric (a linear\ncombination of the sum of convex hop costs and the number of relays placed).\nThis impromptu relay placement problem is formulated as a total cost Markov\ndecision process. First, we derive the optimal policy in terms of an optimal\nplacement set and show that this set is characterized by a boundary beyond\nwhich it is optimal to place. Next, based on a simpler alternative\none-step-look-ahead characterization of the optimal policy, we propose an\nalgorithm which is proved to converge to the optimal placement set in a finite\nnumber of steps and which is faster than the traditional value iteration. We\nshow by simulations that the distance based heuristic, usually assumed in the\nliterature, is close to the optimal provided that the threshold distance is\ncarefully chosen.\n","Comment: 12 pages, 10 figures"]}]
["1207.6320",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6320"],"date":["2012-07-26"],"type":["text"],"creator":["Denisenko, D. V.","Martinelli, F."],"language":[],"coverage":[],"title":["Study of the Cataclysmic Variable 1RXS J174320.1-042953"],"description":["  We report on the photometric analysis of the poorly studied cataclysmic\nvariable in Ophiuchus 1RXS J174320.1-042953 (DDE 11). Results of the monitoring\nwith the Bradford Robotic Telescope (BRT) are presented, as well as the\ntime-resolved photometry obtained at Montecatini Astronomical Centre. The\nlong-term behavior of J1743-0429 shows it is a magnetic cataclysmic variable\n(polar) with the large difference between the low and high states. The orbital\nperiod obtained from our observations is 0.0866d, or 2.08hr, close to the lower\nboundary of the period gap of cataclysmic variables.\n","Comment: 2 pages, 4 figures, submitted to Peremennye Zvezdy"]}]
["1207.6323",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6323"],"date":["2012-07-26"],"type":["text"],"creator":["Hashemi, Masoud","Beheshti, Soosan"],"language":[],"coverage":[],"title":["Adaptive Bayesian Denoising for General Gaussian Distributed (GGD)\n  Signals in Wavelet Domain"],"description":["  Optimum Bayes estimator for General Gaussian Distributed (GGD) data in\nwavelet is provided. The GGD distribution describes a wide class of signals\nincluding natural images. A wavelet thresholding method for image denoising is\nproposed. Interestingly, we show that the Bayes estimator for this class of\nsignals is well estimated by a thresholding approach. This result analytically\nconfirms the importance of thresholding for noisy GGD signals. We provide the\noptimum soft thresholding value that mimics the behavior of the Bayes estimator\nand minimizes the resulting error.\n  The value of the threshold in BayesShrink, which is one of the most used and\nefficient soft thresholding methods, has been provided heuristically in the\nliterature. Our proposed method, denoted by Rigorous BayesShrink\n(R-BayesShrink), explains the theory of BayesShrink threshold and proves its\noptimality for a subclass of GDD signals. R-BayesShrink improves and\ngeneralizes the existing BayesShrink for the class of GGD signals. While the\nBayesShrink threshold is independent from the wavelet coefficient distribution\nand is just a function of noise and noiseless signal variance, our method\nadapts to the distribution of wavelet coefficients of each scale. It is shown\nthat BayesShrink is a special case of our method when shape parameter in GGD is\none or signal follows Laplace distribution. Our simulation results confirm the\noptimality of R-BayesShrink in GGD denoising with regards to Peak Signal to\nNoise Ratio (PSNR) and Structural Similarity (SSIM) index.\n","Comment: 8pages,6 figures, journal submission"]}]
["1207.6324",{"format":[],"subject":["Computer Science - Digital Libraries","A.0","I.2","H.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6324"],"date":["2012-07-26"],"type":["text"],"creator":["Blockeel, Hendrik","Kersting, Kristian","Nijssen, Siegfried","Zelezny, Filip"],"language":[],"coverage":[],"title":["A Revised Publication Model for ECML PKDD"],"description":["  ECML PKDD is the main European conference on machine learning and data\nmining. Since its foundation it implemented the publication model common in\ncomputer science: there was one conference deadline; conference submissions\nwere reviewed by a program committee; papers were accepted with a low\nacceptance rate. Proceedings were published in several Springer Lecture Notes\nin Artificial (LNAI) volumes, while selected papers were invited to special\nissues of the Machine Learning and Data Mining and Knowledge Discovery\njournals. In recent years, this model has however come under stress. Problems\ninclude: reviews are of highly variable quality; the purpose of bringing the\ncommunity together is lost; reviewing workloads are high; the information\ncontent of conferences and journals decreases; there is confusion among\nscientists in interdisciplinary contexts. In this paper, we present a new\npublication model, which will be adopted for the ECML PKDD 2013 conference, and\naims to solve some of the problems of the traditional model. The key feature of\nthis model is the creation of a journal track, which is open to submissions all\nyear long and allows for revision cycles.\n","Comment: 13 pages"]}]
["1207.6329",{"format":[],"subject":["Computer Science - Databases","Computer Science - Computational Geometry","H.3.3","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6329"],"date":["2012-07-26"],"type":["text"],"creator":["Chester, Sean","Thomo, Alex","Venkatesh, S.","Whitesides, Sue"],"language":[],"coverage":[],"title":["Computing optimal k-regret minimizing sets with top-k depth contours"],"description":["  Regret minimizing sets are a very recent approach to representing a dataset D\nwith a small subset S of representative tuples. The set S is chosen such that\nexecuting any top-1 query on S rather than D is minimally perceptible to any\nuser. To discover an optimal regret minimizing set of a predetermined\ncardinality is conjectured to be a hard problem. In this paper, we generalize\nthe problem to that of finding an optimal k$regret minimizing set, wherein the\ndifference is computed over top-k queries, rather than top-1 queries.\n  We adapt known geometric ideas of top-k depth contours and the reverse top-k\nproblem. We show that the depth contours themselves offer a means of comparing\nthe optimality of regret minimizing sets using L2 distance. We design an\nO(cn^2) plane sweep algorithm for two dimensions to compute an optimal regret\nminimizing set of cardinality c. For higher dimensions, we introduce a greedy\nalgorithm that progresses towards increasingly optimal solutions by exploiting\nthe transitivity of L2 distance.\n","Comment: 10 pages, 9 figures"]}]
["1207.6343",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6343"],"date":["2012-07-26"],"type":["text"],"creator":["Shapira, Uri","Weiss, Barak"],"language":[],"coverage":[],"title":["On the Mordell-Gruber spectrum"],"description":["  We investigate the Mordell constant of certain families of lattices, in\nparticular, of lattices arising from totally real fields. We define the almost\nsure value k_mu of the Mordell constant with respect to certain homogeneous\nmeasures on the space of lattices, and establish a strict inequality k_mu <\nk_nu, when mu,nu are finite and the support of mu is strictly contained in the\nsupport of nu. In combination with known results regarding the dynamics of the\ndiagonal group we obtain isolation results as well as information regarding\naccumulation points of the Mordell-Gruber spectrum, extending previous work of\nGruber and Ramharter. One of the main tools we develop is the associated\nalgebra, an algebraic invariant attached to the orbit of a lattice under a\nblock group, which can be used to characterize closed and finite volume orbits.\n","Comment: 36 pages"]}]
["1207.6347",{"format":[],"subject":["Mathematics - Metric Geometry","52A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6347"],"date":["2012-07-26"],"type":["text"],"creator":["Koldobsky, Alexander"],"language":[],"coverage":[],"title":["Stability and separation in volume comparison problems"],"description":["  We review recent stability and separation results in volume comparison\nproblems and use them to prove several hyper- plane inequalities for\nintersection and projection bodies.\n","Comment: arXiv admin note: text overlap with arXiv:1101.3600, arXiv:1204.2530"]}]
["1207.6351",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6351","PoS (CORFU2011) 028"],"date":["2012-07-26"],"type":["text"],"creator":["Pallis, C."],"language":[],"coverage":[],"title":["Combining F-Term Hybrid Inflation With a Peccei-Quinn Phase Transition"],"description":["  We consider an inflationary model based only on renormalizable superpotential\nterms in which a superheavy scale F-term hybrid inflation (FHI) is followed by\na Peccei-Quinn (PQ) phase transition. We show that the field which triggers the\nPQ phase transition influences drastically the inflationary dynamics and that\nthe Universe undergoes a secondary phase of reheating after the PQ phase\ntransition. Confronting FHI with the current observational data we find that,\nfor the central value of the spectral index, the grand unification scale can\nassume its supersymmetric value for more or less natural values for the\nremaining model parameters. On the other hand, the final reheat temperature\nafter the PQ phase transition turns out to be low enough to avoid the gravitino\nproblem.\n","Comment: Published in the proceedings of the Corfu Summer Institute 2011\n  \"School and Workshops on Elementary Particle Physics and Gravity\" September\n  4-18, 2011 Corfu (Greece)"]}]
["1207.6354",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6354"],"date":["2012-07-26"],"type":["text"],"creator":["Li, Chih-ping","Modiano, Eytan"],"language":[],"coverage":[],"title":["Receiver-Based Flow Control for Networks in Overload"],"description":["  We consider utility maximization in networks where the sources do not employ\nflow control and may consequently overload the network. In the absence of flow\ncontrol at the sources, some packets will inevitably have to be dropped when\nthe network is in overload. To that end, we first develop a distributed,\nthreshold-based packet dropping policy that maximizes the weighted sum\nthroughput. Next, we consider utility maximization and develop a receiver-based\nflow control scheme that, when combined with threshold-based packet dropping,\nachieves the optimal utility. The flow control scheme creates virtual queues at\nthe receivers as a push-back mechanism to optimize the amount of data delivered\nto the destinations via back-pressure routing. A novel feature of our scheme is\nthat a utility function can be assigned to a collection of flows, generalizing\nthe traditional approach of optimizing per-flow utilities. Our control policies\nuse finite-buffer queues and are independent of arrival statistics. Their\nnear-optimal performance is proved and further supported by simulation results.\n","Comment: 14 pages, 4 figures, 5 tables, preprint submitted to IEEE INFOCOM\n  2013"]}]
["1207.6363",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6363"],"date":["2012-07-26"],"type":["text"],"creator":["Zhang, Xiang","Zheng, Yanbing"],"language":[],"coverage":[],"title":["A Note on Spatial-Temporal Lattice Modeling and Maximum Likelihood\n  Estimation"],"description":["  Spatial-temporal linear model and the corresponding likelihood-based\nstatistical inference are important tools for the analysis of spatial-temporal\nlattice data. In this paper, we study the asymptotic properties of maximum\nlikelihood estimates under a general asymptotic framework for spatial-temporal\nlinear models. We propose mild regularity conditions on the spatial-temporal\nweight matrices and derive the asymptotic properties (consistency and\nasymptotic normality) of maximum likelihood estimates. A simulation study is\nconducted to examine the finite-sample properties of the maximum likelihood\nestimates.\n","Comment: 24 pages, 3 tables"]}]
["1207.6368",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Data Structures and Algorithms","65T50, 68W25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6368"],"date":["2012-07-26"],"type":["text"],"creator":["Lawlor, David","Wang, Yang","Christlieb, Andrew"],"language":[],"coverage":[],"title":["Adaptive sub-linear Fourier algorithms"],"description":["  We present a new deterministic algorithm for the sparse Fourier transform\nproblem, in which we seek to identify k << N significant Fourier coefficients\nfrom a signal of bandwidth N. Previous deterministic algorithms exhibit\nquadratic runtime scaling, while our algorithm scales linearly with k in the\naverage case. Underlying our algorithm are a few simple observations relating\nthe Fourier coefficients of time-shifted samples to unshifted samples of the\ninput function. This allows us to detect when aliasing between two or more\nfrequencies has occurred, as well as to determine the value of unaliased\nfrequencies. We show that empirically our algorithm is orders of magnitude\nfaster than competing algorithms.\n","Comment: 24 pages, 3 figures"]}]
["1207.6371",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6371"],"date":["2012-07-26"],"type":["text"],"creator":["Khan, Arindam","Raghavendra, Prasad","Tetali, Prasad","Végh, László A."],"language":[],"coverage":[],"title":["On Mimicking Networks Representing Minimum Terminal Cuts"],"description":["  Given a capacitated undirected graph $G=(V,E)$ with a set of terminals $K\n\\subset V$, a mimicking network is a smaller graph $H=(V_H,E_H)$ that exactly\npreserves all the minimum cuts between the terminals. Specifically, the vertex\nset of the sparsifier $V_H$ contains the set of terminals $K$ and for every\nbipartition $U, K-U $ of the terminals $K$, the size of the minimum cut\nseparating $U$ from $K-U$ in $G$ is exactly equal to the size of the minimum\ncut separating $U$ from $K-U$ in $H$.\n  This notion of a mimicking network was introduced by Hagerup, Katajainen,\nNishimura and Ragde (1995) who also exhibited a mimicking network of size\n$2^{2^{k}}$ for every graph with $k$ terminals. The best known lower bound on\nthe size of a mimicking network is linear in the number of terminals. More\nprecisely, the best known lower bound is $k+1$ for graphs with $k$ terminals\n(Chaudhuri et al. 2000).\n  In this work, we improve both the upper and lower bounds reducing the\ndoubly-exponential gap between them to a single-exponential gap. Specifically,\nwe obtain the following upper and lower bounds on mimicking networks: 1) Given\na graph $G$, we exhibit a construction of mimicking network with at most\n$(|K|-1)$'th Dedekind number ($\\approx 2^{{(k-1)} \\choose {\\lfloor {{(k-1)}/2}\n\\rfloor}}$) of vertices (independent of size of $V$). Furthermore, we show that\nthe construction is optimal among all {\\it restricted mimicking networks} -- a\nnatural class of mimicking networks that are obtained by clustering vertices\ntogether. 2) There exists graphs with $k$ terminals that have no mimicking\nnetwork of size smaller than $2^{\\frac{k-1}{2}}$.\n  We also exhibit improved constructions of mimicking networks for trees and\ngraphs of bounded tree-width.\n"]}]
["1207.6374",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Number Theory","68R05","G.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6374","Acta Universitatis Sapientiae, Informatica, 4, 1 (2012) 33-47"],"date":["2012-07-26"],"type":["text"],"creator":["Sargsyan, V."],"language":[],"coverage":[],"title":["Counting (k,l)-sumsets in groups of prime order"],"description":["  A subset $A$ of a group $G$ is called $(k, l)$-{\\it sumset}, if $A= kB-lB$\nfor some $B\\subseteq G$, where $kB-lB={x_1+...+x_k-x_{k+1}-...-x_{k+l} :\nx_1,..., x_{k+l}\\in B}.$ Upper and lower bounds for the number $(k, l)$-sumsets\nin groups of prime order are provided.\n"]}]
["1207.6376",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6376"],"date":["2012-07-26"],"type":["text"],"creator":["Tallur, Siddharth","Bhave, Sunil A."],"language":[],"coverage":[],"title":["Electro-mechanically induced GHz rate optical frequency modulation in\n  silicon"],"description":["  We present a monolithic silicon acousto-optic frequency modulator (AOFM)\noperating at 1.09GHz. Direct spectroscopy of the modulated laser power shows\nasymmetric sidebands which indicate coincident amplitude modulation and\nfrequency modulation. Employing mechanical levers to enhance displacement of\nthe optical resonator resulted in greater than 67X improvement in the\nopto-mechanical frequency modulation factor over earlier reported numbers for\nsilicon nanobeams.\n"]}]
["1207.6379",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6379"],"date":["2012-07-26"],"type":["text"],"creator":["Bento, José","Fawaz, Nadia","Montanari, Andrea","Ioannidis, Stratis"],"language":[],"coverage":[],"title":["Identifying Users From Their Rating Patterns"],"description":["  This paper reports on our analysis of the 2011 CAMRa Challenge dataset (Track\n2) for context-aware movie recommendation systems. The train dataset comprises\n4,536,891 ratings provided by 171,670 users on 23,974$ movies, as well as the\nhousehold groupings of a subset of the users. The test dataset comprises 5,450\nratings for which the user label is missing, but the household label is\nprovided. The challenge required to identify the user labels for the ratings in\nthe test set. Our main finding is that temporal information (time labels of the\nratings) is significantly more useful for achieving this objective than the\nuser preferences (the actual ratings). Using a model that leverages on this\nfact, we are able to identify users within a known household with an accuracy\nof approximately 96% (i.e. misclassification rate around 4%).\n","Comment: Winner of the 2011 Challenge on Context-Aware Movie Recommendation\n  (RecSys 2011 - CAMRa2011)"]}]
["1207.6380",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security","11B50, 94A55, 94A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6380"],"date":["2012-07-26"],"type":["text"],"creator":["Edemskiy, Vladimir"],"language":[],"coverage":[],"title":["About the Linear Complexity of Ding-Hellesth Generalized Cyclotomic\n  Binary Sequences of Any Period"],"description":["  We defined sufficient conditions for designing Ding-Helleseth sequences with\narbitrary period and high linear complexity for generalized cyclotomies. Also\nwe discuss the method of computing the linear complexity of Ding-Helleseth\nsequences in the general case.\n"]}]
["1207.6381",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms","05C21","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6381","Acta Universitatis Sapientiae, Informatica, 4, 1 (2012) 67-118"],"date":["2012-07-26"],"type":["text"],"creator":["Király, Z.","Kovács, P."],"language":[],"coverage":[],"title":["Efficient implementations of minimum-cost flow algorithms"],"description":["  This paper presents efficient implementations of several algorithms for\nsolving the minimum-cost network flow problem. Various practical heuristics and\nother important implementation aspects are also discussed. A novel result of\nthis work is the application of Goldberg's recent partial augment-relabel\nmethod in the cost-scaling algorithm. The presented implementations are\navailable as part of the LEMON open source C++ optimization library\n(\\url{http://lemon.cs.elte.hu/}). The performance of these codes is compared to\nwell-known and efficient minimum-cost flow solvers, namely CS2, RelaxIV, MCF,\nand the corresponding method of the LEDA library. According to thorough\nexperimental analysis, the presented cost-scaling and network simplex\nimplementations turned out to be more efficient than LEDA and MCF. Furthermore,\nthe cost-scaling implementation is competitive with CS2. The RelaxIV algorithm\nis often much slower than the other codes, although it is quite efficient on\nparticular problem instances.\n"]}]
["1207.6382",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6382"],"date":["2012-07-26"],"type":["text"],"creator":["Gardiner, S. A.","Billam, T. P."],"language":[],"coverage":[],"title":["Number-Conserving Approaches for Atomic Bose-Einstein Condensates: An\n  Overview"],"description":["  Assuming the existence of a Bose-Einstein condensate composed of the majority\nof a sample of ultracold, trapped atoms, perturbative treatments to incorporate\nthe non-condensate fraction are common. Here we describe how this may be\ncarried out in an explicitly number-conserving fashion, providing a common\nframework for the work of various authors; we also briefly consider issues of\nimplementation, validity and application of such methods.\n","Comment: Unedited version of chapter to appear in Quantum Gases: Finite\n  Temperature and Non-Equilibrium Dynamics (Vol. 1 Cold Atoms Series). N.P.\n  Proukakis, S.A. Gardiner, M.J. Davis and M.H. Szymanska, eds. Imperial\n  College Press, London (in press). See\n  http://www.icpress.co.uk/physics/p817.html"]}]
["1207.6383",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics","05C25, 05C12","G.2.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6383","Acta Universitatis Sapientiae, Informatica, 4, 1 (2012) 119-129"],"date":["2012-07-26"],"type":["text"],"creator":["Burcsi, P."],"language":[],"coverage":[],"title":["Analysis of the picture cube puzzle"],"description":["  In this paper we give a mathematical model for a game that we call picture\ncube puzzle and investigate its properties. The central question is the number\nof moves required to solve the puzzle. A mathematical discussion is followed by\nthe description of computational results. We also give a generalization of the\nproblem for finite groups.\n"]}]
["1207.6384",{"format":[],"subject":["Computer Science - Discrete Mathematics","05C85, 68R10","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6384","Acta Universitatis Sapientiae, Informatica, 4, 1 (2012) 130-183"],"date":["2012-07-26"],"type":["text"],"creator":["Iványi, A.","Schoenfield, J. E."],"language":[],"coverage":[],"title":["Deciding football sequences"],"description":["  An open problem posed by the first author is the complexity to decide whether\na sequence of nonnegative integer numbers can be the final score of a football\ntournament. In this paper we propose polynomial time approximate and\nexponential time exact algorithms which solve the problem.\n"]}]
["1207.6387",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6387"],"date":["2012-07-26"],"type":["text"],"creator":["Farjoun, Yossi","Bonilla, Luis L."],"language":[],"coverage":[],"title":["Charge transport in a superlattice: a numerical study using moment\n  methods"],"description":["  A semiclassical model of charge transport in a semiconductor superlattice is\nsolved, using moments in the wavenumber direction and finite elements in the\nspatial direction (first order). The selection of numerical methods guarantees\nthe conservation of current while allowing for high accuracy results. When a dc\nvoltage bias is held between the ends of the sample, self-sustaining\noscillations of the current through the superlattice are observed in a narrow\nrange of voltages. the calculated solution displayed the expected accuracy:\nSpectral convergence in the number of moments used, and first-order convergence\nin the number of grid-cells. This result paves the way for higher-order methods\n(in the spatial direction) and the numerical solution of more complex models of\ncharge transport including quantum models based on the Wigner function.\n","Comment: 26 pages, 7 figures, to be submitted to JCP"]}]
["1207.6389",{"format":[],"subject":["Mathematics - Probability","Mathematics - Classical Analysis and ODEs","Mathematics - Combinatorics","49N75, 05C57, 60G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6389"],"date":["2012-07-26"],"type":["text"],"creator":["Babichenko, Yakov","Peres, Yuval","Peretz, Ron","Sousi, Perla","Winkler, Peter"],"language":[],"coverage":[],"title":["Hunter, Cauchy Rabbit, and Optimal Kakeya Sets"],"description":["  A planar set that contains a unit segment in every direction is called a\nKakeya set. We relate these sets to a game of pursuit on a cycle $\\Z_n$. A\nhunter and a rabbit move on the nodes of $\\Z_n$ without seeing each other. At\neach step, the hunter moves to a neighbouring vertex or stays in place, while\nthe rabbit is free to jump to any node. Adler et al (2003) provide strategies\nfor hunter and rabbit that are optimal up to constant factors and achieve\nprobability of capture in the first $n$ steps of order $1/\\log n$. We show\nthese strategies yield a Kakeya set consisting of $4n$ triangles with minimal\narea, (up to constant), namely $\\Theta(1/\\log n)$. As far as we know, this is\nthe first non-iterative construction of a boundary-optimal Kakeya set.\nConsidering the continuum analog of the game yields a construction of a random\nKakeya set from two independent standard Brownian motions $\\{B(s): s \\ge 0\\}$\nand $\\{W(s): s \\ge 0\\}$. Let $\\tau_t:=\\min\\{s \\ge 0: B(s)=t\\}$. Then\n$X_t=W(\\tau_t)$ is a Cauchy process, and $K:=\\{(a,X_t+at) : a,t \\in [0,1]\\}$ is\na Kakeya set of zero area. The area of the $\\epsilon$-neighborhood of $K$ is as\nsmall as possible, i.e., almost surely of order $\\Theta(1/|\\log \\epsilon|)$.\n"]}]
["astro-ph/0305492",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0305492","Astron.J.126:2081,2003","doi:10.1086/378165"],"date":["2003-05-26"],"type":["text"],"creator":["The SDSS collaboration","Abazajian, Kevork"],"language":[],"coverage":[],"title":["The First Data Release of the Sloan Digital Sky Survey"],"description":["  The Sloan Digital Sky Survey has validated and made publicly available its\nFirst Data Release. This consists of 2099 square degrees of five-band (u, g, r,\ni, z) imaging data, 186,240 spectra of galaxies, quasars, stars and calibrating\nblank sky patches selected over 1360 square degrees of this area, and tables of\nmeasured parameters from these data. The imaging data go to a depth of r ~ 22.6\nand are photometrically and astrometrically calibrated to 2% rms and 100\nmilli-arcsec rms per coordinate, respectively. The spectra cover the range\n3800--9200 A, with a resolution of 1800--2100. Further characteristics of the\ndata are described, as are the data products themselves.\n","Comment: Submitted to The Astronomical Journal. 16 pages. For associated\n  documentation, see http://www.sdss.org/dr1"]}]
["astro-ph/0507486",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0507486"],"date":["2005-07-20"],"type":["text"],"creator":["The Pierre Auger Collaboration","Perrone, L."],"language":[],"coverage":[],"title":["Validation of the Real and Simulated Data of the Pierre Auger\n  Fluorescence Telescopes"],"description":["  The fluorescence detector (FD) of the Pierre Auger Observatory is currently\noperating 18 fluorescence telescopes of the 24 that will be employed in the\ncompleted detector. These telescopes, grouped in 4 eyes each consisting of 6\ntelescopes, measure the longitudinal profile of cosmic ray showers with a 14%\nduty cycle. The reconstruction capability and triggering efficiency have been\nstudied using a complete simulation and reconstruction production chain,\nemploying both simulated CORSIKA showers and parameterised Gaisser-Hillas\nprofiles. The propagation through the atmosphere and the detector response are\ntaken into account and simulated in detail. These simulated data have been\ngenerated in a preliminary analysis using the method of importance sampling to\nefficiently cover the energy region of 0.3 - 300 EeV, various shower geometries\nand impact points and different primary particles. The distributions of\nobservables have then been investigated in both real and simulated data,\nfacilitating the validation of the reconstruction and simulation software.\nComparisons of real and simulated data are discussed and used to assess their\nimpact on the data analysis.\n","Comment: To be presented at the 2005 ICRC in Pune, India, in August. Four\n  pages, five figures"]}]
["astro-ph/0612523",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0612523","ASPConf.Ser.373:741-742,2007"],"date":["2006-12-18"],"type":["text"],"creator":["Gupta, A. C.","Yuan, W.","Dong, X.","Ji, T.","Zhou, H. -Y.","Bai, J. M.",")"],"language":[],"coverage":[],"title":["BL Lac Objects in the Sloan Digital Sky Survey (SDSS)"],"description":["  We collected a sample of 661 confirmed and 361 possible BL Lac candidates\nfrom the recent catalog of BL Lac objects (Veron-Cetty & Veron 2006). We\nsearched these sources in the recent data release DR5 of the Sloan Digital Sky\nSurvey (SDSS) and found spectra were available for 169 and 109 confirmed and\npossible BL Lac candidates respectively. We found 32 candidates from confirmed\nand 19 candidates from possible BL Lac lists have non featureless spectra and\nare thus possibly not BL Lac candidates. We report here the preliminary results\nfrom our analysis of a sample of 278 BL Lac objects.\n","Comment: Conference proceedings to appear in \"The Central Engine of Active\n  Galactic Nuclei\", ed. L. C. Ho and J.-M. Wang (San Francisco: ASP)"]}]
["cond-mat/0005532",{"format":[],"subject":["Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0005532","J. Phys. A 33 (2000) 7843","doi:10.1088/0305-4470/33/44/301"],"date":["2000-05-31","2000-10-05"],"type":["text"],"creator":["Aghamohammadi, Amir","Khorrami, Mohammad"],"language":[],"coverage":[],"title":["Similarity transformation in one-dimensional reaction-diffusion systems;\n  voting model as an example"],"description":["  The exact solution for a system with two-particle annihilation and\ndecoagulation has been studied. The spectrum of the Hamiltonian of the system\nis found. It is shown that the steady state is two-fold degenerate. The average\nnumber density in each cite <n_i(t)> and the equal time two-point functions\n<n_i(t), n_j(t)> are calculated. Any equal time correlation functions at large\ntimes,\n  $<n_i({\\infty}), n_j({\\infty}), ...>$, is also calculated. The relaxation\nbehaviour of the system toward its final state is investigated and it is shown\nthat generally it is exponential, as it is expected. For the special symmetric\ncase, the relaxation behaviour of the system is a power law. For the asymmetric\ncase, it is shown that the profile of deviation from the final values is an\nexponential function of the position.\n","Comment: 18 pages, LaTeX file, references corrected, some typos corrected, to\n  appear in Journal of Physics A"]}]
["cond-mat/0504356",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0504356","doi:10.1103/PhysRevB.72.224422"],"date":["2005-04-14","2005-09-26"],"type":["text"],"creator":["Matsukawa, M.","Chiba, M.","Kikuchi, E.","Suryanarayanan, R."],"language":[],"coverage":[],"title":["Effect of suppression of local distortion on magnetic, electrical and\n  thermal transport properties of Cr substituted bi-layer manganite\n  LaSr$_{2}$Mn$_{2}$O$_{7}$"],"description":["  We have investigated magnetic, electrical and thermal transport properties\n(Seebeck effect and thermal conductivity) of\nLaSr$_{2}$Mn$_{2-y}$Cr$_{y}$O$_{7}$ polycrystalline samples ($y$=0.1, 0.2, 0.4\nand 0.6). The Cr$^{3+}$ substitution for Mn$^{3+}$ sites causes a removal of\n$d_{x^2-y^2}$ orbital of $e_g$-electron resulting in a volume shrinkage of\nlattice. Magnetic measurements reveal the appearance of a glassy behavior for\nCr-doped samples, accompanied by both a collapse of the A-type\nantiferromagnetic structure and the growth of ferromagnetic clusters. Cr-doping\neffect on electrical transport strongly enhances an insulating behavior over a\nwide range of temperature, while it suppresses a local minimum of\nthermoelectric power at lower temperatures. The phonon thermal conduction\ngradually rises with increasing Cr content, which is contradictory to a typical\nimpurity effect on thermal conductivity. We attribute this to a suppression of\nlocal lattice distortion through the introduction of Jahn-Teller inactive ions\nof Cr$^{3+}$.\n","Comment: 8 pages, 9figures"]}]
["cond-mat/9908037",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/9908037","J. Stat. Phys. 100 (2000) 999"],"date":["1999-08-03","2000-01-05"],"type":["text"],"creator":["Khorrami, M.","Karimipour, V."],"language":[],"coverage":[],"title":["Exact determination of the phase structure of the p-species asymmetric\n  exclusion process"],"description":["  We consider a multi-species generalization of the Asymmetric Simple Exclusion\nProcess on an open chain, in which particles hop with their characteristic\nhopping rates and fast particles can overtake slow ones. The number of species\nis arbitrary and the hopping rates can be selected from a discrete or\ncontinuous distribution. We determine exactly the phase structure of this model\nand show how the phase diagram of the 1-species ASEP is modified. Depending on\nthe distribution of hopping rates, the system can exist in a three-phase regime\nor a two phase regime. In the three- phase regime the phase structure is almost\nthe same as in the one species case, that is, there are the low density, the\nhigh density and the maximal current phases, while in the two-phase regime\nthere is no high density phase.\n","Comment: 37 pages, 7 figures, reviesd, references added"]}]
["math/0301175",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q60, 35Q75, 35L05 (Primary) 82C40, 82D10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0301175","Arch. Ration. Mech. Anal. 170 (2003), 1--15","doi:10.1007/s00205-003-0265-6"],"date":["2003-01-16"],"type":["text"],"creator":["Bouchut, Francois","Golse, Francois","Pallard, Christophe"],"language":[],"coverage":[],"title":["On classical solutions to the 3D relativistic Vlasov-Maxwell system:\n  Glassey-Strauss' theorem revisited"],"description":["  R. Glassey and W. Strauss have proved in [Arch. Rational Mech. Anal. 92\n(1986), 59--90] that classical solutions to the relativistic Vlasov-Maxwell\nsystem in three space dimensions do not develop singularities as long as the\nsupport of the distribution function in the momentum variable remains bounded.\nThe present paper simplifies their proof.\n","Comment: 17 pages, to be published in Archive for Rational Mechanics and\n  Analysis"]}]
["math/0301300",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","37A45, 37A60, 82C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0301300","Comm. Math. Phys. 236 (2003), 199--221","doi:10.1007/s00220-003-0825-5"],"date":["2003-01-25"],"type":["text"],"creator":["Caglioti, Emanuele","Golse, Francois"],"language":[],"coverage":[],"title":["On the distribution of free-path lengths for the periodic Lorentz gas\n  III"],"description":["  In a flat 2-torus with a disk of diameter $r$ removed, let $\\Phi_r(t)$ be the\ndistribution of free-path lengths (the probability that a segment of length\nlarger than $t$ with uniformly distributed origin and direction does not meet\nthe disk).\n  We prove that $\\Phi_r(t/r)$ behaves like $\\frac{2}{\\pi^2 t}$ for each $t>2$\nand in the limit as $r\\to 0^+$, in some appropriate sense.\n  We then discuss the implications of this result in the context of kinetic\ntheory.\n","Comment: 26 pages, 5 figures, to be published in Commun. Math. Phys"]}]
["math/0601671",{"format":[],"subject":["Mathematics - Algebraic Geometry","14P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601671","Manuscripta Mathematica 128 (2009) 505-547"],"date":["2006-01-27","2007-07-16"],"type":["text"],"creator":["Lucas, François","Madden, James","Schaub, Daniel","Spivakovsky, Mark"],"language":[],"coverage":[],"title":["A connectedness theorem for real spectra of polynomial rings"],"description":["  Let R be a real closed field. The Pierce-Birkhoff conjecture says that any\npiecewise polynomial function f on R^n can be obtained from the polynomial ring\nR[x_1,...,x_n] by iterating the operations of maximum and minimum. The purpose\nof this paper is twofold. First, we state a new conjecture, called the\nConnectedness conjecture, which asserts the existence of connected sets in the\nreal spectrum of R[x_1,...,x_n] satisfying certain conditions. We prove that\nthe Connectedness conjecture implies the Pierce-Birkhoff conjecture. Secondly,\nwe construct a class of connected sets in the real spectrum which, though not\nin itself enough for the proof of the Pierce-Birkhoff conjecture, is the first\nand simplest example of the sort of connected sets we really need, and which\nconstitutes a crucial step on the way to a proof of the Pierce-Birkhoff\nconjecture in dimension greater than 2, to appear in a subsequent paper.\n"]}]
["math/0702705",{"format":[],"subject":["Mathematics - Analysis of PDEs","76P05 (Primary) 35L50, 82C40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702705","Nonlinearity 20 (2007), 927--942","doi:10.1088/0951-7715/20/4/007"],"date":["2007-02-23"],"type":["text"],"creator":["Golse, François","Salvarani, Francesco"],"language":[],"coverage":[],"title":["The nonlinear diffusion limit for generalized Carleman models: the\n  initial-boundary value problem"],"description":["  Consider the initial-boundary value problem for the 2-speed Carleman model of\nthe Boltzmann equation of the kinetic theory of gases set in some bounded\ninterval with boundary conditions prescribing the density of particles entering\nthe interval. Under the usual parabolic scaling, a nonlinear diffusion limit is\nestablished for this problem. In fact, the techniques presented here allow\ntreating generalizations of the Carleman system where the collision frequency\nis proportional to some power of the macroscopic density, with exponent in\n[-1,1].\n"]}]
["math/0703125",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q30, 35B27, 76M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0703125","J. Stat. Phys. 131 (2008), 941--967","doi:10.1007/s10955-008-9521-3"],"date":["2007-03-05"],"type":["text"],"creator":["Desvillettes, Laurent","Golse, François","Ricci, Valeria"],"language":[],"coverage":[],"title":["The Mean-Field Limit for Solid Particles in a Navier-Stokes Flow"],"description":["  We propose a mathematical derivation of Brinkman's force for a cloud of\nparticles immersed in an incompressible fluid. Our starting point is the Stokes\nor steady Navier-Stokes equations set in a bounded domain with the disjoint\nunion of N balls of radius 1/N removed, and with a no-slip boundary condition\nfor the fluid at the surface of each ball. The large N limit of the fluid\nvelocity field is governed by the same (Navier-)Stokes equations in the whole\ndomain, with an additional term (Brinkman's force) that is (minus) the total\ndrag force exerted by the fluid on the particle system. This can be seen as a\ngeneralization of Allaire's result in [Arch. Rational Mech. Analysis 113\n(1991), 209-259] who treated the case of motionless, periodically distributed\nballs. Our proof is based on slightly simpler, though similar homogenization\ntechniques, except that we avoid the periodicity assumption and use instead the\nphase-space empirical measure for the particle system. Similar equations are\nused for describing the fluid phase in various models for sprays.\n"]}]
["q-alg/9512022",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-alg/9512022","Mod. Phys. Lett. A 11 (1996) 187","doi:10.1142/S0217732396000229"],"date":["1995-12-21"],"type":["text"],"creator":["Shariati, A.","Aghamohammadi, A.","Khorrami, M."],"language":[],"coverage":[],"title":["The universal R-matrix for the Jordanian deformation of sl(2), and the\n  contracted forms of so(4)"],"description":["  We introduce a universal R matrix for the Jordanian deformation of $\\U{\n\\sl(2)}$. Using $\\Uh{\\so(4)}=\\Uh{\\sl(2)} \\oplus {\\rm U}_{-h}(\\sl(2))$, we\nobtain the universal R matrix for $\\Uh{\\so(4)}$. Applying the graded\ncontractions on the universal R matrix of $\\Uh{\\so(4)}$, we show that there\nexist three distinct R matrices for all of the contracted algebras. It is shown\nthat $\\Uh{\\sl(2)}$, $\\Uh{\\so(4)}$, and all of these contracted algebras are\ntriangular.\n","Comment: LaTeX, 8 pages"]}]
["quant-ph/0604115",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0604115","Far East Journal of Mathematical Education, 9(2012) 39-55"],"date":["2006-04-16"],"type":["text"],"creator":["Fujii, Kazuyuki","Oike, Hiroshi"],"language":[],"coverage":[],"title":["How to Calculate the Exponential of Matrices"],"description":["  How to calculate the exponential of matrices in an explicit manner is one of\nfundamental problems in almost all subjects in Science.\n  Especially in Mathematical Physics or Quantum Optics many problems are\nreduced to this calculation by making use of some approximations whether they\nare appropriate or not. However, it is in general not easy.\n  In this paper we give a very useful formula which is both elementary and\ngetting on with computer.\n","Comment: Latex ; 15 pages ; 1 figure. The result is not new unfortunately,\n  while the method is elementary and new. Since the formula is very convenient,\n  it may be worth recording"]}]
