["0807.2847",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Optimization and Control","17B56, 22E35, 18G25, 11F85, 47A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2847"],"date":["2008-07-17","2012-12-14"],"type":["text"],"creator":["Schmidt, Tobias"],"language":[],"coverage":[],"title":["Stable flatness of nonarchimedean hyperenveloping algebras"],"description":["  Let L be a p-adic local field and g a finite dimensional Lie algebra over L.\nWe show that its hyperenveloping algebra F(g) is a stably flat completion of\nits universal enveloping algebra. As a consequence the relative cohomology for\nthe locally convex algebra F(g) coincides with the underlying Lie algebra\ncohomology. Final version. Some minor items corrected. Appeared in Journal of\nAlgebra (2010).\n"]}]
["0906.1802",{"format":[],"subject":["Mathematics - Differential Geometry","53C30, 53C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1802","Ann. Global Anal. Geom. 37 (2010), no. 4, 351-359","doi:10.1007/s10455-009-9190-8"],"date":["2009-06-09","2010-03-10"],"type":["text"],"creator":["Reggiani, Silvio"],"language":[],"coverage":[],"title":["On the affine group of a normal homogeneous manifold"],"description":["  A very important class of homogeneous Riemannian manifolds are the so-called\nnormal homogeneous spaces, which have associated a canonical connection. In\nthis work we obtain geometrically the (connected component of the) group of\naffine transformations with respect to the canonical connection for a normal\nhomogeneous space. The naturally reductive case is also treated. This completes\nthe geometric calculation of the isometry group of naturally reductive spaces.\nIn addition, we prove that for normal homogeneous spaces the set of fixed\npoints of the full isotropy is a torus. As an application of our results it\nfollows that the holonomy group of a homogeneous fibration is contained in the\ngroup of (canonically) affine transformations of the fibers, in particular this\nholonomy group is a Lie group (this is a result of Guijarro and Walschap).\n","Comment: Final version to appear in Ann. Global Anal. Geom."]}]
["0910.1117",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1117","Astrophys.J.714:442-461,2010","doi:10.1088/0004-637X/714/1/442"],"date":["2009-10-06","2010-03-22"],"type":["text"],"creator":["Santos-Lima, R.","Lazarian, A.","Pino, E. M. de Gouveia Dal","Cho, J."],"language":[],"coverage":[],"title":["Diffusion of magnetic field and removal of magnetic flux from clouds via\n  turbulent reconnection"],"description":["  The diffusion of astrophysical magnetic fields in conducting fluids in the\npresence of turbulence depends on whether magnetic fields can change their\ntopology via reconnection in highly conducting media. Recent progress in\nunderstanding fast magnetic reconnection in the presence of turbulence is\nreassuring that the magnetic field behavior in computer simulations and\nturbulent astrophysical environments is similar, as far as magnetic\nreconnection is concerned. Our studies of magnetic field diffusion in turbulent\nmedium reveal interesting new phenomena. In the presence of gravity and\nturbulence, our 3D simulations show the decrease of the magnetic flux-to-mass\nratio as the gaseous density at the center of the gravitational potential\nincreases. We observe this effect both in the situations when we start with\nequilibrium distributions of gas and magnetic field and when we follow the\nevolution of collapsing dynamically unstable configurations. Thus the process\nof turbulent magnetic field removal should be applicable both to quasi-static\nsubcritical molecular clouds and cores and violently collapsing supercritical\nentities. The increase of the gravitational potential as well as the\nmagnetization of the gas increases the segregation of the mass and magnetic\nflux in the saturated final state of the simulations, supporting the notion\nthat the reconnection-enabled diffusivity relaxes the magnetic field + gas\nsystem in the gravitational field to its minimal energy state. This effect is\nexpected to play an important role in star formation, from its initial stages\nof concentrating interstellar gas to the final stages of the accretion to the\nforming protostar.\n","Comment: 22 pages, 16 figures. Accepted for publication in the ApJ."]}]
["1001.3590",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","46L07 (Primary) 46L08, 46E22, 46B20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3590"],"date":["2010-01-20","2012-12-14"],"type":["text"],"creator":["Bhattacharyya, Tirthankar","Dritschel, Michael A.","Todd, Christopher S."],"language":[],"coverage":[],"title":["Completely bounded kernels"],"description":["  We introduce completely bounded kernels taking values in L(A,B) where A and B\nare C*-algebras. We show that if B is injective such kernels have a Kolmogorov\ndecomposition precisely when they can be scaled to be completely contractive,\nand that this is automatic when the index set is countable.\n","Comment: 22 pages. Fixed oversight in previous version. To appear in Acta\n  Scientiarum Mathematicarum (Szeged) for the 100th anniversary of the birth of\n  Bela Sz.-Nagy"]}]
["1001.5132",{"format":[],"subject":["Mathematics - Spectral Theory","58J50 (Primary), 35R30, 35P99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5132"],"date":["2010-01-28","2012-12-13"],"type":["text"],"creator":["Hall, Michael A."],"language":[],"coverage":[],"title":["Diophantine tori and nonselfadjoint inverse spectral problems"],"description":["  We study a semiclassical inverse spectral problem based on a spectral\nasymptotics result of arXiv:math/0502032, which applies to small\nnon-selfadjoint perturbations of selfadjoint $h$-pseudodifferential operators\nin dimension 2. The eigenvalues in a suitable complex window have an expansion\nin terms of a quantum Birkhoff normal form for the operator near several\nLagrangian tori which are invariant under the classical dynamics and satisfy a\nDiophantine condition. In this work we prove that the normal form near a single\nDiophantine torus is uniquely determined by the associated eigenvalues. We also\ndiscuss the normalization procedure and symmetries of the quantum Birkhoff\nnormal form near a Diophantine torus.\n","Comment: 20 pages, 0 figures, substantial revision of main theorem and proof,\n  added Lemma 5.2 and Remark 5.7"]}]
["1005.1332",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1332","Phys. Rev. B 82, 075312 (2010)","doi:10.1103/PhysRevB.82.075312"],"date":["2010-05-08","2010-07-20"],"type":["text"],"creator":["Misquitta, Alston J.","Spencer, James","Stone, Anthony J.","Alavi, Ali"],"language":[],"coverage":[],"title":["Dispersion interactions between semiconducting wires"],"description":["  The dispersion energy between extended molecular chains (or equivalently\ninfinite wires) with non-zero band gaps is generally assumed to be expressible\nas a pair-wise sum of atom-atom terms which decay as $R^{-6}$. Using a model\nsystem of two parallel wires with a variable band gap, we show that this is not\nthe case. The dispersion interaction scales as $z^{-5}$ for large interwire\nseparations $z$, as expected for an insulator, but as the band gap decreases\nthe interaction is greatly enhanced; while at shorter (but non-overlapping)\nseparations it approaches a power-law scaling given by $z^{-2}$, \\emph{i.e.}\nthe dispersion interaction expected between \\emph{metallic} wires. We\ndemonstrate that these effects can be understood from the increasing length\nscale of the plasmon modes (charge fluctuations), and their increasing\ncontribution to the molecular dipole polarizability and the dispersion\ninteraction, as the band gaps are reduced. This result calls into question\nmethods which invoke locality assumptions in deriving dispersion interactions\nbetween extended small-gap systems.\n","Comment: 8 pages, 5 figures"]}]
["1006.0176",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics","Physics - Biological Physics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0176","Trans. ASME Journal of Applied Mechanics, ASME, Volume 79, Issue 6\n  (2012), 061003","doi:10.1115/1.4006635"],"date":["2010-06-01","2012-01-30"],"type":["text"],"creator":["Misra, J. C.","Maiti, S."],"language":[],"coverage":[],"title":["Peristaltic Pumping of Blood Through Small Vessels of Varying\n  Cross-section"],"description":["  The paper is devoted to a study of the peristaltic motion of blood in the\nmicro-circulatory system. The vessel is considered to be of varying\ncross-section. The progressive peristaltic waves are taken to be of sinusoidal\nnature. Blood is considered to be a Herschel-Bulkley fluid. Of particular\nconcern here is to investigate the effects of amplitude ratio, mean pressure\ngradient, yield stress and the power law index on the velocity distribution,\nstreamline pattern and wall shear stress. On the basis of the derived\nanalytical expression, extensive numerical calculations have been made. The\nstudy reveals that velocity of blood and wall shear stress are appreciably\naffected due to the non-uniform geometry of blood vessels. They are also highly\nsensitive to the magnitude of the amplitude ratio and the value of the fluid\nindex.\n","Comment: Accepted for publication in ASME journal of Applied Mechanics. arXiv\n  admin note: text overlap with arXiv:1108.1285v1"]}]
["1006.0609",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0609","Monthly Notices of the Royal Astronomical Society, Volume 410,\n  Issue 3, pp. 1993-2002","doi:10.1111/j.1365-2966.2010.17577.x"],"date":["2010-06-03","2012-12-14"],"type":["text"],"creator":["Samushia, Lado","Percival, Will J.","Guzzo, Luigi","Wang, Yun","Cimatti, Andrea","Baugh, Carlton","Geach, James E.","Lacey, Cedric","Majerotto, Elisabetta","Mukherjee, Pia","Orsi, Alvaro"],"language":[],"coverage":[],"title":["Effects of cosmological model assumptions on galaxy redshift survey\n  measurements"],"description":["  The clustering of galaxies observed in future redshift surveys will provide a\nwealth of cosmological information. Matching the signal at different redshifts\nconstrains the dark energy driving the acceleration of the expansion of the\nUniverse. In tandem with these geometrical constraints, redshift-space\ndistortions (RSD) depend on the build up of large-scale structure. As pointed\nout by many authors measurements of these effects are intrinsically coupled. We\ninvestigate this link, and argue that it strongly depends on the cosmological\nassumptions adopted when analysing data. Using representative assumptions for\nthe parameters of the Euclid survey in order to provide a baseline future\nexperiment, we show how the derived constraints change due to different model\nassumptions. We argue that even the assumption of a Friedman-Robertson-Walker\n(FRW) space-time is sufficient to reduce the importance of the coupling to a\nsignificant degree. Taking this idea further, we consider how the data would\nactually be analysed and argue that we should not expect to be able to\nsimultaneously constrain multiple deviations from the standard $\\Lambda$CDM\nmodel. We therefore consider different possible ways in which the Universe\ncould deviate from the $\\Lambda$CDM model, and show how the coupling between\ngeometrical constraints and structure growth affects the measurement of such\ndeviations.\n","Comment: 11 pages, 5 figures. Matches published version. For the fisher matrix\n  code email Lado Samushia"]}]
["1007.1617",{"format":[],"subject":["Mathematics - Differential Geometry","53C44 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1617","Trans. Amer. Math. Soc. 364 (2012), 5285-5309","doi:10.1090/S0002-9947-2012-05632-7"],"date":["2010-07-09","2012-12-13"],"type":["text"],"creator":["Halldorsson, Hoeskuldur P."],"language":[],"coverage":[],"title":["Self-similar solutions to the curve shortening flow"],"description":["  We give a classification of all self-similar solutions to the curve\nshortening flow in the plane.\n","Comment: 25 pages, 19 figures, final version"]}]
["1012.2442",{"format":[],"subject":["Mathematics - Differential Geometry","49Q15, 46E35, 22E60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2442"],"date":["2010-12-11","2012-12-14"],"type":["text"],"creator":["Montefalcone, Francescopaolo"],"language":[],"coverage":[],"title":["Isoperimetric and Sobolev inequalities on hypersurfaces in\n  sub-Riemannian Carnot groups"],"description":["  Let G be a k-step Carnot group. We prove an isoperimetric-type inequality for\ncompact C^2-smooth immersed hypersurfaces with boundary, involving the\nhorizontal mean curvature of the hypersurface. This generalizes an inequality\ndue to Michael and Simon, and Allard, independently. Some applications are\ndiscussed.\n","Comment: 43 pages. arXiv admin note: text overlap with arXiv:0910.5656"]}]
["1102.0772",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0772","Astronomy and Astrophysics, 2011, Volume 528, A7","doi:10.1051/0004-6361/201015765"],"date":["2011-02-03"],"type":["text"],"creator":["Khlystova, A."],"language":[],"coverage":[],"title":["Center-limb dependence of photospheric velocities in regions of emerging\n  magnetic fields on the Sun"],"description":["  We investigate the ratio of the vertical and horizontal velocities of the\nphotospheric plasma flows in the region of emerging magnetic fields on the Sun.\nWe carried out a study of photospheric velocities during the first hours of the\nappearance of 83 active regions with magnetic flux more than 10^21 Mx with data\nacquired by the Michelson Doppler Imager (MDI) on board the Solar and\nHeliospheric Observatory (SOHO). The emerging magnetic fluxes under\ninvestigation were isolated from extended concentrations of existing magnetic\nfields; they have different spatial scales and are located at different\ndistances from the solar disk center. We found that the values of maximum\nnegative Doppler velocities that accompany the emergence of active region\nmagnetic fields during the first 12 hours increase nonlinearly with the\nheliocentric angle. This result shows that the horizontal photospheric\nvelocities of plasma outflows are higher than the vertical ones of the plasma\nupflows during the first hours of the emergence of active regions. The\nhorizontal velocity component at the site of emerging active regions exceeds\nthat of convective flows in the quiet Sun. A comparison between the velocities\nand the maximum value of the total magnetic flux has not revealed any relation.\n","Comment: 5 pages, 4 figures, accepted in A&A"]}]
["1105.0250",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14G22, 54D55, 46A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0250"],"date":["2011-05-02","2012-12-14"],"type":["text"],"creator":["Poineau, Jérôme"],"language":[],"coverage":[],"title":["Les espaces de Berkovich sont ang\\'eliques"],"description":["  Although Berkovich spaces may fail to be metrizable when defined over too big\na field, we prove that a large part of their topology can be recovered through\nsequences: for instance, limit points of subsets are actual limits of sequences\nand compact subsets are sequentially compact. Our proof uses extension of\nscalars in an essential way and we need to investigate some of its properties.\nWe show that a point in a disc may be defined over a subfield of countable type\nand that, over algebraically closed fields, every point is universal: in an\nextension of scalars, it may be canonically lifted.\n","Comment: v5: minor changes, final version, to appear in Bulletin de la\n  Soci\\'et\\'e Math\\'ematique de France"]}]
["1106.3313",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3313"],"date":["2011-06-16","2012-12-13"],"type":["text"],"creator":["Chang, Liang","Wang, Zhenghan"],"language":[],"coverage":[],"title":["|Z_{Kup}|=|Z_{Henn}|^2 for Lens spaces"],"description":["  M. Hennings and G. Kuperberg defined quantum invariants Z_{Henn} and Z_{Kup}\nof closed oriented 3-manifolds based on certain Hopf algebras, respectively. We\nprove that |Z_{Kup}|=|Z_{Henn}|^2 for lens spaces when both invariants are\nbased on factorizable finite dimensional ribbon Hopf algebras.\n","Comment: A major revision with added examples"]}]
["1109.1958",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1958","Appl. Phys. Lett. 99, 162505 (2011)","doi:10.1063/1.3650256"],"date":["2011-09-09","2012-12-14"],"type":["text"],"creator":["Clausen, P.","Vogt, K.","Schultheiss, H.","Schäfer, S.","Obry, B.","Wolf, G.","Pirro, P.","Leven, B.","Hillebrands, B."],"language":[],"coverage":[],"title":["Mode conversion by symmetry breaking of propagating spin waves"],"description":["  We study spin-wave transport in a microstructured Ni81Fe19 waveguide\nexhibiting broken translational symmetry. We observe the conversion of a beam\nprofile composed of symmetric spin-wave width modes with odd numbers of\nantinodes n=1,3,... into a mixed set of symmetric and asymmetric modes. Due to\nthe spatial homogeneity of the exciting field along the used microstrip\nantenna, quantized spin-wave modes with an even number n of antinodes across\nthe stripe's width cannot be directly excited. We show that a break in\ntranslational symmetry may result in a partial conversion of even spin-wave\nwaveguide modes\n"]}]
["1110.2889",{"format":[],"subject":["Mathematical Physics","74J15, 78A50, 74J15, 76Q05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2889"],"date":["2011-10-13","2012-12-14"],"type":["text"],"creator":["Matei, Laura Gabriela","Udriste, Constantin"],"language":[],"coverage":[],"title":["Multitime Rayleigh Solitons"],"description":["  Multitime evolution PDEs for Rayleigh waves are considered, using geometrical\ningredients capable to build an ultra-parabolic-hyperbolic differential\noperator. Their soliton solutions are found based on appropriate hypotheses and\nspecific ODEs. These multitime solitons develop complex behavior of deformation\nphenomena. The original results include: the form of multitime Rayleigh PDEs,\nthe construction of multitime Rayleigh solitons via some significant amounts of\nanalysis and the stability of multitime Rayleigh solitons, which are stable\nenough to persist indefinitely. In this context we survey some of the\nhighlights of multitime PDEs theory, from the more classical single-time case,\nto the more recent multitime case, as well as current developments in using\nthis theory to rigorously prove the sense for several evolution variables and\nPDEs.\n","Comment: To create the multitime solitons we borrow geometrical objects from\n  the jet bundle of order one (connections, vector fields, tensor fields etc)\n  to build up multi-temporal extensions of some significant PDEs from\n  Differential Geometry and Physics. Our original results refer in turn to\n  Tzitzeica, sine-Gordon, Boussineq and Rayleigh PDEs"]}]
["1110.5479",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5479","J. Chem. Phys. 136, 054110 (2012)","doi:10.1063/1.3681396"],"date":["2011-10-25","2012-01-28"],"type":["text"],"creator":["Spencer, J. S.","Blunt, N. S.","Foulkes, W. M. C."],"language":[],"coverage":[],"title":["The sign problem and population dynamics in the full configuration\n  interaction quantum Monte Carlo method"],"description":["  The recently proposed full configuration interaction quantum Monte Carlo\nmethod allows access to essentially exact ground-state energies of systems of\ninteracting fermions substantially larger than previously tractable without\nknowledge of the nodal structure of the ground-state wave function. We\ninvestigate the nature of the sign problem in this method and how its severity\ndepends on the system studied. We explain how cancelation of the positive and\nnegative particles sampling the wave function ensures convergence to a\nstochastic representation of the many-fermion ground state and accounts for the\ncharacteristic population dynamics observed in simulations.\n","Comment: 11 pages. 6 figures"]}]
["1110.5990",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5990","doi:10.1080/00036811.2012.711819"],"date":["2011-10-27"],"type":["text"],"creator":["Bakharev, F. L.","Nazarov, S. A.","Ruotsalainen, K. M."],"language":[],"coverage":[],"title":["A gap in the spectrum of the Neumann-Laplacian on a periodic waveguide"],"description":["  We will study the spectral problem related to the Laplace operator in a\nsingularly perturbed periodic waveguide. The waveguide is a quasi-cylinder with\ncontains periodic arrangement of inclusions. On the boundary of the waveguide\nwe consider both Neumann and Dirichlet conditions. We will prove that provided\nthe diameter of the inclusion is small enough in the spectrum of Laplacian\nopens spectral gaps, i.e. frequencies that does not propagate through the\nwaveguide. The existence of the band gaps will verified using the asymptotic\nanalysis of elliptic operators.\n","Comment: 26 pages, 6 figures"]}]
["1111.5044",{"format":[],"subject":["Mathematics - Differential Geometry","53C30, 53C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5044","doi:10.1016/j.geomphys.2012.11.012"],"date":["2011-11-21","2012-12-14"],"type":["text"],"creator":["Reggiani, Silvio"],"language":[],"coverage":[],"title":["A Berger-type theorem for metric connections with skew-symmetric torsion"],"description":["  We prove a Berger-type theorem which asserts that if the orthogonal subgroup\ngenerated by the torsion tensor (pulled back to a point by parallel transport)\nof a metric connection with skew-symmetric torsion is not transitive on the\nsphere, then the space must be locally isometric to a Lie group with a\nbi-invariant metric or its symmetric dual (we assume the space to be locally\nirreducible). We also prove that a (simple) Lie group with a bi-invariant\nmetric admits only two flat metric connections with skew-symmetric torsion: the\ntwo flat canonical connections. In particular, we get a refinement of a\nwell-known theorem by Cartan and Schouten. Finally, we show that the holonomy\ngroup of a metric connection with skew-symmetric torsion on these spaces\ngenerically coincides with the Riemannian holonomy.\n","Comment: 13 pages; we add some new examples and fix minor misprints; final\n  version to appear in Journal of Geometry and Physics"]}]
["1111.6233",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6233","Annales de la Facult\\'e de Sciences de Toulouse Tome 21, num\\'ero\n  3 (2012) p. 481-499"],"date":["2011-11-27"],"type":["text"],"creator":["Durrande, Nicolas","Ginsbourger, David","Roustant, Olivier","Carraro, Laurent"],"language":[],"coverage":[],"title":["Additive Covariance Kernels for High-Dimensional Gaussian Process\n  Modeling"],"description":["  Gaussian process models -also called Kriging models- are often used as\nmathematical approximations of expensive experiments. However, the number of\nobservation required for building an emulator becomes unrealistic when using\nclassical covariance kernels when the dimension of input increases. In oder to\nget round the curse of dimensionality, a popular approach is to consider\nsimplified models such as additive models. The ambition of the present work is\nto give an insight into covariance kernels that are well suited for building\nadditive Kriging models and to describe some properties of the resulting\nmodels.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1103.4023"]}]
["1112.0515",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0515","Phys. Rev. B 85, 184410 (2012)","doi:10.1103/PhysRevB.85.184410"],"date":["2011-12-02","2012-12-14"],"type":["text"],"creator":["Mól, L. A. S.","Pereira, A. R.","Moura-Melo, W. A."],"language":[],"coverage":[],"title":["Extending spin ice concepts to another geometry: the artificial\n  triangular spin ice"],"description":["  In this work we propose and study a realization of an artificial spin\nice-like system, not based on any real material, in a triangular geometry. At\neach vertex of the lattice, the \"ice-like rule\" dictates that three spins must\npoint inward while the other three must point outward. We have studied the\nsystem's ground-state and the lowest energy excitations as well as the\nthermodynamic properties of the system. Our results show that, despite\nfundamental differences in the vertices topologies as compared to the\nartificial square spin ice, in the triangular array the lowest energy\nexcitations also behave as a kind of Nambu monopoles (two opposite monopoles\nconnected by an energetic string). Indeed, our results suggest that the\nmonopoles charge value may have a universal value while the string tension\ncould be tuned by changing the system's geometry, probably allowing the design\nof systems with different string tensions. Our Monte Carlo results suggest a\nphase transition in the Ising universality class where the mean distance\nbetween monopoles and anti-monopoles increases considerably at the critical\ntemperature. The differences on the vertices topologies seem to facilitate the\nexperimental achievement of the system's ground-state, thereby allowing a more\ndetailed experimental study of the system's properties.\n","Comment: This new version of the paper includes all changes described in the\n  erratum published at PRB 86, 219902(E) (2012)\n  (http://dx.doi.org/10.1103/PhysRevB.86.219902)"]}]
["1112.1571",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1571","Phys. Rev. E 86, 066302 (2012)","doi:10.1103/PhysRevE.86.066302"],"date":["2011-12-07","2012-07-23"],"type":["text"],"creator":["Bustamante, Miguel D.","Brachet, Marc"],"language":[],"coverage":[],"title":["Interplay between the Beale-Kato-Majda theorem and the analyticity-strip\n  method to investigate numerically the incompressible Euler singularity\n  problem"],"description":["  Numerical simulations of the incompressible Euler equations are performed\nusing the Taylor-Green vortex initial conditions and resolutions up to\n$4096^3$. The results are analyzed in terms of the classical analyticity strip\nmethod and Beale, Kato and Majda (BKM) theorem. A well-resolved acceleration of\nthe time-decay of the width of the analyticity strip $\\delta(t)$ is observed at\nthe highest resolution for $3.7<t<3.85$ while preliminary 3D visualizations\nshow the collision of vortex sheets. The BKM criterium on the power-law growth\nof supremum of the vorticity, applied on the same time-interval, is not\ninconsistent with the occurrence of a singularity around $t \\simeq 4$.\n  These new findings lead us to investigate how fast the analyticity strip\nwidth needs to decrease to zero in order to sustain a finite-time singularity\nconsistent with the BKM theorem. A new simple bound of the supremum norm of\nvorticity in terms of the energy spectrum is introduced and used to combine the\nBKM theorem with the analyticity-strip method. It is shown that a finite-time\nblowup can exist only if $\\delta(t)$ vanishes sufficiently fast at the\nsingularity time. In particular, if a power law is assumed for $\\delta(t)$ then\nits exponent must be greater than some critical value, thus providing a new\ntest that is applied to our $4096^3$ Taylor-Green numerical simulation.\n  Our main conclusion is that the numerical results are not inconsistent with a\nsingularity but that higher-resolution studies are needed to extend the\ntime-interval on which a well-resolved power-law behavior of $\\delta(t)$ takes\nplace, and check whether the new regime is genuine and not simply a crossover\nto a faster exponential decay.\n"]}]
["1112.6076",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics","Physics - Biological Physics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.6076","Applied Mathematics and Mechanics (AMM), Volume: 33, Issue: 3\n  (2012) pp. 315-332","doi:10.1007/s10483-012-1552-7"],"date":["2011-12-28"],"type":["text"],"creator":["Misra, J. C.","Maiti, S."],"language":[],"coverage":[],"title":["Peristaltic Transport of a Rheological Fluid: Model for Movement of Food\n  Bolus Through Esophagus"],"description":["  Fluid mechanical peristaltic transport through esophagus has been of concern\nin the paper. A mathematical model has been developed with an aim to study the\nperistaltic transport of a rheological fluid for arbitrary wave shapes and tube\nlengths. The Ostwald-de Waele power law of viscous fluid is considered here to\ndepict the non-Newtonian behaviour of the fluid. The model is formulated and\nanalyzed with the specific aim of exploring some important information\nconcerning the movement of food bolus through the esophagus. The analysis has\nbeen carried out by using lubrication theory. The study is particularly\nsuitable for cases where the Reynolds number is small. The esophagus is treated\nas a circular tube through which the transport of food bolus takes places by\nperiodic contraction of the esophageal wall. Variation of different variables\nconcerned with the transport phenomena such as pressure, flow velocity,\nparticle trajectory and reflux are investigated for a single wave as well as\nfor a train of periodic peristaltic waves. Locally variable pressure is seen to\nbe highly sensitive to the flow index `n'. The study clearly shows that\ncontinuous fluid transport for Newtonian/rheological fluids by wave train\npropagation is much more effective than widely spaced single wave propagation\nin the case of peristaltic movement of food bolus in the esophagus.\n","Comment: Accepted for publication in Applied Mathematics and Mechanics (AMM),\n  Springer"]}]
["1201.1691",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1691"],"date":["2012-01-09","2012-12-14"],"type":["text"],"creator":["Maity, Soma"],"language":[],"coverage":[],"title":["On The Stability of The L^p Norm of The Curvature Tensor"],"description":["  We investigate stability and local minimizing properties of the Riemannian\nfunctional defined by the L^p norm of the curvature tensor on the space of\nRiemannian metrics on a closed manifold. Riemannian metrics with constant\ncurvature and products of such metrics are critical points of this functional.\nWe prove that these points are strictly stable for this functional and if (M;\ng) is a manifold of this type, g has a neighborhood U such that g is the strict\nminima on it.\n","Comment: The article contains 24 pages"]}]
["1201.2867",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.2867","Commun. Nonlinear Sci. Numer. Simulat. 17 (2012) 4988-5006","doi:10.1016/j.cnsns.2012.04.002"],"date":["2012-01-13"],"type":["text"],"creator":["Harris, Jamie","Bustamante, Miguel D.","Connaughton, Colm"],"language":[],"coverage":[],"title":["Externally forced triads of resonantly interacting waves: boundedness\n  and integrability properties"],"description":["  We revisit the problem of a triad of resonantly interacting nonlinear waves\ndriven by an external force applied to the unstable mode of the triad. The\nequations are Hamiltonian, and can be reduced to a dynamical system for 5 real\nvariables with 2 conservation laws. If the Hamiltonian, $H$, is zero we reduce\nthis dynamical system to the motion of a particle in a one-dimensional\ntime-independent potential and prove that the system is integrable. Explicit\nsolutions are obtained for some particular initial conditions. When explicit\nsolution is not possible we present a novel numerical/analytical method for\napproximating the dynamics. Furthermore we show analytically that when H=0 the\nmotion is generically bounded. That is to say the waves in the forced triad are\nbounded in amplitude for all times for any initial condition with the single\nexception of one special choice of initial condition for which the forcing is\nin phase with the nonlinear oscillation of the triad. This means that the\nenergy in the forced triad generically remains finite for all time despite the\nfact that there is no dissipation in the system. We provide a detailed\ncharacterisation of the dependence of the period and maximum energy of the\nsystem on the conserved quantities and forcing intensity. When $H \\neq 0$ we\nreduce the problem to the motion of a particle in a one-dimensional\ntime-periodic potential. Poincar\\'{e} sections of this system provide strong\nevidence that the motion remains bounded when $H \\neq 0$ and is typically\nquasi-periodic although periodic orbits can certainly be found. Throughout our\nanalyses, the phases of the modes in the triad play a crucial role in\nunderstanding the dynamics.\n","Comment: 14 pages, 7 figures"]}]
["1201.4006",{"format":[],"subject":["Condensed Matter - Quantum Gases","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4006"],"date":["2012-01-19","2012-12-14"],"type":["text"],"creator":["Mannarelli, Massimo","Manuel, Cristina","Tolos, Laura"],"language":[],"coverage":[],"title":["Shear viscosity in a superfluid cold Fermi gas at unitarity"],"description":["  We analyze the contributions of Nambu-Goldstone modes to the shear viscosity\nof a superfluid atomic Fermi gas close to unitarity. We show that the low\ntemperature experimental values of the shear viscosity to entropy ratio,\n$\\eta/s$, are reproduced considering an effective shear viscosity which takes\ninto account the collisions among Nambu-Goldstone bosons and the finite size of\nthe optical trap. We predict that, for $T \\lesssim 0.1 T_F$, $\\eta/s$ should\ncorrelate with the size of the trap and linearly decrease with decreasing\ntemperature. For $T \\gtrsim 0.1 T_F$, we find agreement with the experimental\ndata assuming that the Nambu-Goldstone modes have an anomalous dispersion law.\n","Comment: 10 pages, 1 figure, clarifications added"]}]
["1201.5803",{"format":[],"subject":["Mathematics - Dynamical Systems","37E30, 37E45 (Primary) 37A25, 37C25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.5803","doi:10.1007/s12346-012-0095-8"],"date":["2012-01-27","2012-11-30"],"type":["text"],"creator":["Bortolatto, Renato B.","Tal, Fabio A."],"language":[],"coverage":[],"title":["Ergodicity and annular homeomorphisms of the torus"],"description":["  Let $f: \\mathbb{T}^2 \\to \\mathbb{T}^2$ be a homeomorphism homotopic to the\nidentity and $F: \\mathbb{R}^2 \\to \\mathbb{R}^2$ a lift of $f$ such that the\nrotation set $\\rho(F)$ is a line segment of rational slope containing a point\nin $\\mathbb{Q}^2$. We prove that if $f$ is ergodic with respect to the Lebesgue\nmeasure on the torus and the average rotation vector (with respect to same\nmeasure) does not belong to $\\mathbb{Q}^2$ then some power of $f$ is an annular\nhomeomorphism.\n","Comment: 14 pages, 3 figures. This version contains substantial improvements\n  to the exposition"]}]
["1202.3364",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3364","MNRAS 427 (2012) 494","doi:10.1111/j.1365-2966.2012.21956.x"],"date":["2012-02-15","2012-08-17"],"type":["text"],"creator":["Neyrinck, Mark C."],"language":[],"coverage":[],"title":["Origami constraints on the initial-conditions arrangement of dark-matter\n  caustics and streams"],"description":["  In a cold-dark-matter universe, cosmological structure formation proceeds in\nrough analogy to origami folding. Dark matter occupies a three-dimensional\n'sheet' of free- fall observers, non-intersecting in six-dimensional\nvelocity-position phase space. At early times, the sheet was flat like an\norigami sheet, i.e. velocities were essentially zero, but as time passes, the\nsheet folds up to form cosmic structure. The present paper further illustrates\nthis analogy, and clarifies a Lagrangian definition of caustics and streams:\ncaustics are two-dimensional surfaces in this initial sheet along which it\nfolds, tessellating Lagrangian space into a set of three-dimensional regions,\ni.e. streams. The main scientific result of the paper is that streams may be\ncolored by only two colors, with no two neighbouring streams (i.e. streams on\neither side of a caustic surface) colored the same. The two colors correspond\nto positive and negative parities of local Lagrangian volumes. This is a severe\nrestriction on the connectivity and therefore arrangement of streams in\nLagrangian space, since arbitrarily many colors can be necessary to color a\ngeneral arrangement of three-dimensional regions. This stream two-colorability\nhas consequences from graph theory, which we explain. Then, using N-body\nsimulations, we test how these caustics correspond in Lagrangian space to the\nboundaries of haloes, filaments and walls. We also test how well outer caustics\ncorrespond to a Zel'dovich-approximation prediction.\n","Comment: Clarifications and slight changes to match version accepted to MNRAS.\n  9 pages, 5 figures"]}]
["1202.3659",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3659","New J. Phys. 14 (2012) 125005","doi:10.1088/1367-2630/14/12/125005"],"date":["2012-02-16","2012-12-14"],"type":["text"],"creator":["Schmidt, Michael","Ludwig, Max","Marquardt, Florian"],"language":[],"coverage":[],"title":["Optomechanical circuits for nanomechanical continuous variable quantum\n  state processing"],"description":["  We propose and analyze a nanomechanical architecture where light is used to\nperform linear quantum operations on a set of many vibrational modes. Suitable\namplitude modulation of a single laser beam is shown to generate squeezing,\nentanglement, and state-transfer between modes that are selected according to\ntheir mechanical oscillation frequency. Current optomechanical devices based on\nphotonic crystals may provide a platform for realizing this scheme.\n","Comment: 11 pages, 5 figures"]}]
["1202.5705",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5705","J. Phys. A: Math. Theor. 46, (2013) 025306","doi:10.1088/1751-8113/46/2/025306"],"date":["2012-02-25","2012-12-14"],"type":["text"],"creator":["Billaud, B.","Truong, T. -T."],"language":[],"coverage":[],"title":["Lamb shift of non-degenerate energy level systems placed between two\n  infinite parallel conducting plates"],"description":["  The issue of the observability of the Lamb shift in systems with\nnon-degenerate energy levels is put to question. To this end, we compute the\nLamb shift of such systems in the electromagnetic environment provided by two\ninfinite parallel conducting plates, which is instrumental in demonstrating the\nexistence of the so-called Casimir effect. A formula giving the relative change\nin the Lamb shift (as compared to the standard one in vacuum) is explicitly\nobtained for spherical semiconductor Quantum Dots (QD). It is the result of a\ncareful mathematical treatment of divergences in the calculations involving\ndistribution theory, which also settles a controversy on two different\nexpressions in the existing literature. It suggests a possibility of QD\nnon-degenerate energy spectrum fine-tuning for experimental purposes as well as\na Gedankenexperiment to observe the Lamb shift in spherical semiconductor\nquantum dots.\n","Comment: submit/0409948"]}]
["1203.4050",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nuclear Theory","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.4050","Phys. Rev. A 86, 062703 (2012)","doi:10.1103/PhysRevA.86.062703"],"date":["2012-03-19","2012-08-20"],"type":["text"],"creator":["Endo, Shimpei","Naidon, Pascal","Ueda, Masahito"],"language":[],"coverage":[],"title":["Crossover trimers connecting continuous and discrete scaling regimes"],"description":["  For a system of two identical fermions and one distinguishable particle\ninteracting via a short-range potential with a large s-wave scattering length,\nthe Efimov trimers and Kartavtsev-Malykh trimers exist in different regimes of\nthe mass ratio. The Efimov trimers are known to exhibit a discrete scaling\ninvariance, while the Kartavtsev-Malykh trimers feature a continuous scaling\ninvariance. We point out that a third type of trimers, \"crossover trimers\",\nexist universally regardless of short-range details of the potential. These\ncrossover trimers have neither the discrete nor continuous scaling invariance.\nWe show that the crossover trimers continuously connect the discrete and\ncontinuous scaling regimes as the mass ratio and the scattering length are\nvaried. We identify the regions for the Kartavtsev-Malykh trimers, Efimov\ntrimers, crossover trimers, and non-universal trimers as a function of the mass\nratio and the s-wave scattering length by investigating the scaling property\nand model-independence of the trimers.\n","Comment: 14 pages, 9 figures"]}]
["1203.5972",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Differential Geometry","49Q15, 46E35, 22E60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5972"],"date":["2012-03-27","2012-12-14"],"type":["text"],"creator":["Montefalcone, Francescopaolo"],"language":[],"coverage":[],"title":["Stable H-minimal hypersurfaces"],"description":["  We prove some stability results for smooth H-minimal hypersurfaces immersed\nin a sub-Riemannian k-step Carnot group G. The main tools are the formulas for\nthe 1st and 2nd variation of the H-perimeter measure.\n","Comment: 34 pages"]}]
["1203.6512",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6512"],"date":["2012-03-29","2012-12-14"],"type":["text"],"creator":["Feilhauer, J.","Mosko, M."],"language":[],"coverage":[],"title":["Ballistic persistent currents in disordered metallic rings: Origin of\n  puzzling experimental values"],"description":["  Typical persistent current ($I_{typ}$) in a normal metal ring with disorder\ndue to random grain boundaries and rough edges is calculated microscopically.\nIf disorder is due to the rough edges, a ballistic current $I_{typ}\\simeq e\nv_F/L$ is found in spite of the diffusive resistance ($ \\propto L/l$), where\n$v_F$ is the Fermi velocity, $l$ is the mean free path, and $L \\gg l$ is the\nring length. This ballistic current has a simple interpretation: It is due to a\nsingle coherent electron that moves in parallel with the edges and thus does\nnot feel the roughness. Our calculations explain a puzzling experimental result\n$I_{typ}\\simeq e v_F/L$, reported by Chandrasekhar et al. [Phys. Rev. Lett. 67,\n3578 (1991)] for metal rings of length $L \\simeq 100 l$. If disorder is due to\nthe grain boundaries, our results agree with diffusive result $I_{typ}\\simeq (e\nv_F/L) (l/L)$, derived by Cheung et al. [Phys. Rev. Lett. 62, 587 (1989)] and\nobserved by Bluhm et al. [Phys. Rev. Lett. 102, 136802 (2009)] and\nBleszynsky-Jayich et al. [Science 326, 272 (2009)].\n"]}]
["1203.6620",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Superconductivity","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.6620","JHEP 1207 (2012) 088","doi:10.1007/JHEP07(2012)088"],"date":["2012-03-29","2012-06-21"],"type":["text"],"creator":["Cai, Rong-Gen","He, Song","Li, Li","Zhang, Yun-Long"],"language":[],"coverage":[],"title":["Holographic Entanglement Entropy in Insulator/Superconductor Transition"],"description":["  We investigate the behaviors of entanglement entropy in the holographical\ninsulator/superconductor phase transition. We calculate the holographic\nentanglement entropy for two kinds of geometry configurations in a completely\nback-reacted gravitational background describing the insulator/superconductor\nphase transition. The non-monotonic behavior of the entanglement entropy is\nfound in this system. In the belt geometry case, there exist four phases\ncharacterized by the chemical potential and belt width.\n","Comment: v2: 18 pages, 12 figures, references and figures added, minor\n  corrections made"]}]
["1204.0858",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.0858","Phys. Rev. E 85, 061123 (2012)","doi:10.1103/PhysRevE.85.061123"],"date":["2012-04-03","2012-06-16"],"type":["text"],"creator":["Rojas, Onofre","de Souza, S. M.","Ananikian, N. S."],"language":[],"coverage":[],"title":["Geometrical frustration of an extended Hubbard diamond chain in the\n  quasi-atomic limit"],"description":["  We study the geometrical frustration of extended Hubbard model on diamond\nchain, where vertical lines correspond to the hopping and repulsive Coulomb\ninteraction terms between sites, while the rest of them represent only the\nCoulomb repulsion one. The phase diagrams at zero temperature show quite\ncurious phases: five types of frustrated states and four types of\nnon-frustrated ones, ordered antiferromagnetically. Although decoration\ntransformation was derived to spin coupling systems, this approach can be\napplied to electron coupling ones. Thus the extended Hubbard model can be\nmapped onto another effective extended Hubbard model in atomic limit with\nadditional three and four-body couplings. This effective model is solved\nexactly through transfer matrix method. In addition, using the exact solution\nof this model we discuss several thermodynamic properties away from half filled\nband, such as chemical potential behavior, electronic density, entropy, where\nwe study the geometrical frustration, consequently we investigate the specific\nheat as well.\n","Comment: 11 pages, 11 figures"]}]
["1204.1326",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1326","MNRAS 428 (2013) 141","doi:10.1093/mnras/sts027"],"date":["2012-04-05","2012-09-18"],"type":["text"],"creator":["Neyrinck, Mark C."],"language":[],"coverage":[],"title":["Quantifying distortions of the Lagrangian dark-matter mesh in cosmology"],"description":["  We examine the Lagrangian divergence of the displacement field, arguably a\nmore natural object than the density in a Lagrangian description of\ncosmological large-scale structure. This quantity, which we denote \\psi,\nquantifies the stretching and distortion of the initially homogeneous lattice\nof dark-matter particles in the universe. \\psi\\ encodes similar information as\nthe density, but the correspondence has subtleties. It corresponds better to\nthe log-density A than the overdensity \\delta. A Gaussian distribution in \\psi\\\nproduces a distribution in A with slight skewness; in \\delta, we find that in\nmany cases the skewness is further increased by 3.\n  A local spherical-collapse-based (SC) fit found by Bernardeau gives a formula\nfor \\psi's particle-by-particle behavior that works quite well, better than\napplying Lagrangian perturbation theory (LPT) at first or second (2LPT) order.\nIn 2LPT, there is a roughly parabolic relation between initial and final \\psi\\\nthat can give overdensities in deep voids, so low-redshift, high-resolution\n2LPT realizations should be used with caution. The SC fit excels at predicting\n\\psi\\ until streams cross; then, for particles forming haloes, \\psi\\ plummets\nas in a waterfall to -3. This gives a new method for producing N-particle\nrealizations. Compared to LPT realizations, such SC realizations give reduced\nstream-crossing, and better visual and 1-point-PDF correspondence to the\nresults of full gravity. LPT, on the other hand, predicts large-scale flows and\nthe large-scale power-spectrum amplitude better, unless an empirical correction\nis added to the SC formula.\n","Comment: Changes in presentation to match MNRAS-accepted version, 14 pages, 15\n  figures"]}]
["1204.2442",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2442","Phys. Rev. D vol. 86, 125007 (2012)","doi:10.1103/PhysRevD.86.125007"],"date":["2012-04-11"],"type":["text"],"creator":["King, B.","Gies, H.","Di Piazza, A."],"language":[],"coverage":[],"title":["Thermally-induced vacuum instability in a single plane wave"],"description":["  Ever since Schwinger published his influential paper [J. Schwinger, Phys.\nRev. \\textbf{82}, 664 (1951)], it has been unanimously accepted that the vacuum\nis stable in the presence of an electromagnetic plane wave. However, we advance\nan analysis that indicates this statement is not rigorously valid in a real\nsituation, where thermal effects are present. We show that the thermal vacuum,\nin the presence of a single plane-wave field, even in the limit of zero\nfrequency (a constant crossed field), decays into electron-positron pairs.\nInterestingly, the pair-production rate is found to depend nonperturbatively on\nboth the amplitude of the constant crossed field and on the temperature.\n","Comment: 5 pages, 3 figures"]}]
["1204.5633",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","62G30, 62G09, 60G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5633"],"date":["2012-04-25","2012-12-14"],"type":["text"],"creator":["Sharipov, O. Sh.","Wendler, M."],"language":[],"coverage":[],"title":["Normal Limits, Nonnormal Limits, and the Bootstrap for Quantiles of\n  Dependent Data"],"description":["  We will show under very weak conditions on differentiability and dependence\nthat the central limit theorem for quantiles holds and that the block bootstrap\nis weakly consistent. Under slightly stronger conditions, the bootstrap is\nstrongly consistent. Without the differentiability condition, quantiles might\nhave a non-normal asymptotic distribution and the bootstrap might fail.\n"]}]
["1204.5962",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Superconductivity","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5962","JHEP 1207 (2012) 027","doi:10.1007/JHEP07(2012)027"],"date":["2012-04-26","2012-05-28"],"type":["text"],"creator":["Cai, Rong-Gen","He, Song","Li, Li","Zhang, Yun-Long"],"language":[],"coverage":[],"title":["Holographic Entanglement Entropy in P-wave Superconductor Phase\n  Transition"],"description":["  We investigate the behavior of entanglement entropy across the holographic\np-wave superconductor phase transition in an Einstein-Yang-Mills theory with a\nnegative cosmological constant. The holographic entanglement entropy is\ncalculated for a strip geometry at AdS boundary. It is found that the\nentanglement entropy undergoes a dramatic change as we tune the ratio of the\ngravitational constant to the Yang-Mills coupling, and that the entanglement\nentropy does behave as the thermal entropy of the background black holes. That\nis, the entanglement entropy will show the feature of the second order or first\norder phase transition when the ratio is changed. It indicates that the\nentanglement entropy is a good probe to investigate the properties of the\nholographic phase transition.\n","Comment: 19 pages,15 figures, extended discussion in Sec.5, references added"]}]
["1205.0710",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.0710","Phys. Rev. D 86, 121301(R) (2012)","doi:10.1103/PhysRevD.86.121301"],"date":["2012-05-03","2012-05-23"],"type":["text"],"creator":["Achucarro, Ana","Atal, Vicente","Cespedes, Sebastian","Gong, Jinn-Ouk","Palma, Gonzalo A.","Patil, Subodh P."],"language":[],"coverage":[],"title":["Heavy fields, reduced speeds of sound and decoupling during inflation"],"description":["  We discuss and clarify the validity of effective single field theories of\ninflation obtained by integrating out heavy degrees of freedom in the regime\nwhere adiabatic perturbations propagate with a suppressed speed of sound. We\nshow by construction that it is indeed possible to have inflationary\nbackgrounds where the speed of sound remains suppressed and slow-roll persists\nfor long enough. In this class of models, heavy fields influence the evolution\nof adiabatic modes in a manner that is consistent with decoupling of physical\nlow and high energy degrees of freedom. We emphasize the distinction between\nthe effective masses of the isocurvature modes and the eigenfrequencies of the\npropagating high energy modes. Crucially, we find that the mass gap that\ndefines the high frequency modes increases with the strength of the turn, even\nas the naive heavy (isocurvature) and light (curvature) modes become more\nstrongly coupled. Adiabaticity is preserved throughout, and the derived\neffective field theory remains in the weakly coupled regime, satisfying all\ncurrent observational constraints on the resulting primordial power spectrum.\nIn addition, these models allow for an observably large equilateral\nnon-Gaussianity.\n","Comment: 8 pages, v2: minor changes, typos corrected"]}]
["1205.3679",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3679"],"date":["2012-05-16","2012-12-13"],"type":["text"],"creator":["Cheng, Liang"],"language":[],"coverage":[],"title":["An asymptotic property of Huisken's functional on minimal submanifolds\n  of Euclidean space"],"description":["  In this short note, we study the asymptotic property of Huisken's functional\nfor mean curvature flow on the minimal submanifolds of Euclidean space. We\nprove that the limit of Huisken's functional equals to the extrinsic asymptotic\nvolume ratio on the minimal submanifold of Euclidean space.\n","Comment: 5 pages"]}]
["1205.4125",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4125","Journal of Physics: Conference Series 391 (2012) 012138","doi:10.1088/1742-6596/391/1/012138"],"date":["2012-05-18"],"type":["text"],"creator":["Shanygina, T. E.","Ponomarev, Ya. G.","Kuzmichev, S. A.","Mikheev, M. G.","Tchesnokov, S. N.","Omel'yanovsky, O. E.","Sadakov, A. V.","Eltsev, Yu. F.","Pudalov, V. M.","Usol'tsev, A. S.","Khlybov, E. P.","Kulikova, L. F."],"language":[],"coverage":[],"title":["Study of the Two-Gap Superconductivity in GdO(F)FeAs by ScS-Andreev\n  Spectroscopy"],"description":["  Current-voltage characteristics and dynamic conductance of the superconductor\n- constriction - superconductor junctions in GdO(F)FeAs polycrystalline samples\nwith critical temperatures Tc^local = 46 - 53 K were investigated. Two\nsuperconducting gaps, the large Delta_L = 10.5 +- 2 meV, and the small one\nDelta_S = 2.3 +- 0.4 meV were clearly observed at T = 4.2 K. The\n2Delta_L/kTc^local = 5.5 +- 1 ratio gives support to the strong coupling\nmechanism which is responsible for the high Tc value. Temperature dependence of\nthe large gap Delta_L(T) indicates the presence of intrinsic proximity effect\n(in k-space) between two superconducting condensates.\n","Comment: 7 pages, 6 figures. Submitted to Journal of Physics: Conference\n  Series"]}]
["1205.4878",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4878","Phys. Rev. B 86, 235119 (2012)","doi:10.1103/PhysRevB.86.235119"],"date":["2012-05-22","2012-11-25"],"type":["text"],"creator":["Imura, Ken-Ichiro","Yoshimura, Yukinori","Takane, Yositake","Fukui, Takahiro"],"language":[],"coverage":[],"title":["Spherical topological insulator"],"description":["  The electronic spectrum on the spherical surface of a topological insulator\nreflects an active property of the helical surface state that stems from a\nconstraint on its spin on a curved surface. The induced effective vector\npotential (spin connection) can be interpreted as an effective vector potential\nassociated with a fictitious magnetic monopole induced at the center of the\nsphere. The strength of the induced magnetic monopole is found to be g=2pi,\n-2pi, being the smallest finite (absolute) value compatible with the Dirac\nquantization condition. We have established an explicit correspondence between\nthe bulk Hamiltonian and the effective Dirac operator on the curved spherical\nsurface. An explicit construction of the surface spinor wave functions implies\na rich spin texture possibly realized on the surface of topological insulator\nnanoparticles. The electronic spectrum inferred by the obtained effective\nsurface Dirac theory, confirmed also by the bulk tight-binding calculation,\nsuggests a specific photo absorption/emission spectrum of such nanoparticles.\n","Comment: 13 pages, 2 figures"]}]
["1205.6740",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6740","New J. Phys. 14, 125004 (2012)","doi:10.1088/1367-2630/14/12/125004"],"date":["2012-05-30"],"type":["text"],"creator":["Bennett, S. D.","Kolkowitz, S.","Unterreithmeier, Q. P.","Rabl, P.","Jayich, A. C. Bleszynski","Harris, J. G. E.","Lukin, M. D."],"language":[],"coverage":[],"title":["Measuring mechanical motion with a single spin"],"description":["  We study theoretically the measurement of a mechanical oscillator using a\nsingle two level system as a detector. In a recent experiment, we used a single\nelectronic spin associated with a nitrogen vacancy center in diamond to probe\nthe thermal motion of a magnetized cantilever at room temperature {Kolkowitz et\nal., Science 335, 1603 (2012)}. Here, we present a detailed analysis of the\nsensitivity limits of this technique, as well as the possibility to measure the\nzero point motion of the oscillator. Further, we discuss the issue of\nmeasurement backaction in sequential measurements and find that although\nbackaction heating can occur, it does not prohibit the detection of zero point\nmotion. Throughout the paper we focus on the experimental implementation of a\nnitrogen vacancy center coupled to a magnetic cantilever; however, our results\nare applicable to a wide class of spin-oscillator systems. Implications for\npreparation of nonclassical states of a mechanical oscillator are also\ndiscussed.\n","Comment: 17 pages, 6 figures"]}]
["1206.0278",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0278","Nature Physics 8, 616 (2012)"],"date":["2012-06-01","2012-12-13"],"type":["text"],"creator":["Xu, Su-Yang","Wray, L. A.","Alidoust, N.","Xia, Y.","Neupane, M.","Liu, Chang","Ji, H. -W.","Jia, S.","Cava, R. J.","Hasan, M. Z."],"language":[],"coverage":[],"title":["Dirac point spectral weight suppression and surface \"gaps\" in\n  nonmagnetic and magnetic topological insulators"],"description":["  It is predicted that electrons on the surface of a topological insulator can\nacquire a mass (massive Dirac fermion) by opening up a gap at the Dirac point\nwhen time-reversal symmetry is broken via the out-of-plane magnetization. We\nreport photoemission studies on a series of topological insulator materials\nfocusing on the spectral behavior in the vicinity of the Dirac node. Our\nresults show that the spectral intensity is suppressed resulting in a\n\"gap\"-like feature in materials with or without any magnetic impurity or\ndoping. The Zeeman gap in magnetically doped samples, expected to be rather\nsmall, is likely masked by the non-magnetic strong spectral weight suppression\ninvolving a large energy scale we report. The photoemission spectral weight\nsuppression observed around the Dirac node thus cannot be taken as the sole\nevidence for a time-reversal symmetry breaking magnetic gap. We discuss a few\npossible extrinsic and kinematic origins of the Dirac point spectral weight\nsuppression (\"gap\") observed in many commonly studied topological materials.\n","Comment: 10 pages, 3 Figures"]}]
["1206.0695",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.0695","Phys. Rev. B 85, 235406 (2012)","doi:10.1103/PhysRevB.85.235406"],"date":["2012-06-04","2012-12-14"],"type":["text"],"creator":["Neupane, M.","Xu, S. -Y.","Wray, L. A.","Petersen, A.","Shankar, R.","Alidoust, N.","Liu, Chang","Fedorov, A.","Ji, H.","Allred, J. M.","Hor, Y. S.","Chang, T. -R.","Jeng, H. -T.","Lin, H.","Bansil, A.","Cava, R. J.","Hasan, M. Z."],"language":[],"coverage":[],"title":["Topological Surface States and Dirac point tuning in ternary Bi2Te2Se\n  class of topological insulators"],"description":["  Using angle-resolved photoemission spectroscopy, we report electronic\nstructure for representative members of ternary topological insulators. We show\nthat several members of this family, such as Bi2Se2Te, Bi2Te2Se, and GeBi2Te4,\nexhibit a singly degenerate Dirac-like surface state, while Bi2Se2S is a fully\ngapped insulator with no measurable surface state. One of these compounds,\nBi2Se2Te, shows tunable surface state dispersion upon its electronic alloying\nwith Sb (SbxBi2-xSe2Te series). Other members of the ternary family such as\nGeBi2Te4 and BiTe1.5S1.5 show an in-gap surface Dirac point, the former of\nwhich has been predicted to show nonzero weak topological invariants such as\n(1;111); thus belonging to a different topological class than BiTe1.5S1.5. The\nmeasured band structure presented here will be a valuable guide for\ninterpreting transport, thermoelectric, and thermopower measurements on these\ncompounds. The unique surface band topology observed in these compounds\ncontributes towards identifying designer materials with desired flexibility\nneeded for thermoelectric and spintronic device fabrication.\n","Comment: 9 pages, 6 figures; Related results at\n  http://online.kitp.ucsb.edu/online/topomat11/hasan/"]}]
["1206.4829",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4829","J. Stat. Mech. (2012) P12012","doi:10.1088/1742-5468/2012/12/P12012"],"date":["2012-06-21"],"type":["text"],"creator":["Sirker, J."],"language":[],"coverage":[],"title":["Entanglement measures and the quantum to classical mapping"],"description":["  A quantum model can be mapped to a classical model in one higher dimension.\nHere we introduce a finite-temperature correlation measure based on a reduced\ndensity matrix rho_A obtained by cutting the classical system along the\nimaginary time (inverse temperature) axis. We show that the von-Neumann entropy\nS_ent of rho_A shares many properties with the mutual information, yet is based\non a simpler geometry and is thus easier to calculate. For one-dimensional\nquantum systems in the thermodynamic limit we proof that S_ent is non-extensive\nfor all temperatures T. For the integrable transverse Ising and XXZ models we\ndemonstrate that the entanglement spectra of rho_A in the limit T-> 0 are\ndescribed by free-fermion Hamiltonians and reduce to those of the regular\nreduced density matrix---obtained by a spatial instead of an imaginary-time\ncut---up to degeneracies.\n","Comment: 5 pages"]}]
["1207.0909",{"format":[],"subject":["Mathematics - Number Theory","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0909"],"date":["2012-07-04","2012-12-14"],"type":["text"],"creator":["Moore, Wynton"],"language":[],"coverage":[],"title":["Modular Transformations of Ramanujan's Tenth Order Mock Theta Functions"],"description":["  The modular transformations of Ramanujan's tenth order mock theta functions\nare computed, beginning from Choi's Hecke-type identites and using Zwegers'\nresults on indefinite theta series. Explicit completions and shadows are found\nas an intermediate step. Our result for the modular transformations confirms\nnumerical work by Gordon and McIntosh, and a recent conjecture by Cheng,\nDuncan, and Harvey.\n","Comment: 19 pages, no figures, reference added"]}]
["1207.2225",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","19D35 (Primary) 14C35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2225"],"date":["2012-07-10","2012-12-13"],"type":["text"],"creator":["Gubeladze, Joseph"],"language":[],"coverage":[],"title":["K-theory of toric varieties revisited"],"description":["  After surveying higher K-theory of toric varieties, we present Totaro's old\n(c. 1997) unpublished result on expressing the corresponding homotopy theory\nvia singular cohomology. It is a higher analog of the rational Chern character\nisomorphism for general toric schemes. In the special case of a projective\nsimplicial toric scheme over a regular ring one obtains a rational isomorphism\nbetween the homotopy K-theory and the direct sum of m copies of the K-theory of\nthe ground ring, m being the number of maximal cones in the underlying fan.\nApart from its independent interest, in retrospect, Totaro's observations\nmotivated some (old) and complement several other (very recent) results. We\nconclude with a conjecture on the nil-groups of affine monoid rings, extending\nthe nilpotence property. The conjecture holds true for K_0.\n","Comment: final version, to appear in JHRS"]}]
["1207.2650",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2650","Phys. Rev. A 86, 062106 (2012)","doi:10.1103/PhysRevA.86.062106"],"date":["2012-07-11","2012-12-14"],"type":["text"],"creator":["Braga, H. C.","Rulli, C. C.","de Oliveira, Thiago R.","Sarandy, M. S."],"language":[],"coverage":[],"title":["Monogamy of Quantum Discord by Multipartite Correlations"],"description":["  We introduce a monogamy inequality for quantum correlations, which implies\nthat the sum of pairwise quantum correlations is upper limited by the amount of\nmultipartite quantum correlations as measured by the global quantum discord.\nThis monogamy bound holds either for pure or mixed quantum states provided that\nbipartite quantum discord does not increase under discard of subsystems. We\nillustrate the monogamy behavior for multipartite pure states with Schmidt\ndecomposition as well as for W-GHZ mixed states. As a by-product, we apply the\nmonogamy bound to investigate residual multipartite correlations.\n","Comment: 5 pages, 2 figures. v2: published version"]}]
["1207.3325",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3325","J. Math. Phys. 53, 122304 (2012)","doi:10.1063/1.4769824"],"date":["2012-07-13"],"type":["text"],"creator":["Beisert, Niklas","Luecker, Florian"],"language":[],"coverage":[],"title":["Construction of Lax Connections by Exponentiation"],"description":["  We propose a method for constructing the Lax connection of two-dimensional\nrelativistic integrable sigma models on coset spaces by means of exponentiation\nof a suitable operator. We derive a simple quadratic relation that this\noperator must satisfy for an entire one-parameter family of connections to be\nflat.\n","Comment: 17 pages"]}]
["1207.3831",{"format":[],"subject":["Mathematics - Probability","60B20, 60E07, 60G51, 60G57"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3831"],"date":["2012-07-16","2012-12-14"],"type":["text"],"creator":["Domínguez-Molina, J. Armando","Pérez-Abreu, Víctor","Rocha-Arteaga, Alfonso"],"language":[],"coverage":[],"title":["Covariation representations for Hermitian L\\'{e}vy process ensembles of\n  free infinitely divisible distributions"],"description":["  It is known that the so-called Bercovici-Pata bijection can be explained in\nterms of certain Hermitian random matrix ensembles $(M_{d})_{d\\geq1}$ whose\nasymptotic spectral distributions are free infinitely divisible. We investigate\nHermitian L\\'{e}vy processes with jumps of rank one associated to these random\nmatrix ensembles introduced in [6] and [10]. A sample path approximation by\ncovariation processes for these matrix L\\'{e}vy processes is obtained. As a\ngeneral result we prove that any $d\\times d$ complex matrix subordinator with\njumps of rank one is the quadratic variation of an $\\mathbb{C}^{d}$-valued\nL\\'{e}vy process. In particular, we have the corresponding result for matrix\nsubordinators with jumps of rank one associated to the random matrix ensembles\n$(M_{d})_{d\\geq1}$\n","Comment: 13 pages"]}]
["1207.5527",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Rings and Algebras","46L35, 16D70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5527"],"date":["2012-07-23","2012-12-13"],"type":["text"],"creator":["Ruiz, Efren","Tomforde, Mark"],"language":[],"coverage":[],"title":["Ideal-related K-theory for Leavitt path algebras and graph C*-algebras"],"description":["  We introduce a notion of ideal-related K-theory for rings, and use it to\nprove that if two complex Leavitt path algebras are Morita equivalent\n(respectively, isomorphic), then the ideal-related K-theories (respectively,\nthe unital ideal-related K-theories) of the corresponding graph C*-algebras are\nisomorphic. This has consequences for the \"Morita equivalence conjecture\" and\n\"isomorphism conjecture\" for graph algebras, and allows us to prove that when E\nand F belong to specific collections of graphs whose C*-algebras are classified\nby ideal-related K-theory, Morita equivalence (respectively, isomorphism) of\nthe Leavitt path algebras implies strong Morita equivalence (respectively,\nisomorphism) of the graph C*-algebras. We state a number of corollaries that\ndescribe various classes of graphs where these implications hold. In addition,\nwe conclude with a classification of Leavitt path algebras of amplified graphs\nsimilar to the existing classification for graph C*-algebras of amplified\ngraphs.\n","Comment: Version II Comments: A few small typos corrected and some of the\n  exposition was condensed. Version III Comments: Small typos corrected and\n  Remark 3.6 added. This version was prepared for publication"]}]
["1207.6035",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6035","Phys. Rev. A 86, 062107 (2012)","doi:10.1103/PhysRevA.86.062107"],"date":["2012-07-25","2012-12-14"],"type":["text"],"creator":["Tabia, Gelo Noel M."],"language":[],"coverage":[],"title":["Experimental scheme for qubit and qutrit symmetric informationally\n  complete positive operator-valued measurements using multiport devices"],"description":["  It is crucial for various quantum information processing tasks that the state\nof a quantum system can be determined reliably and efficiently from general\nquantum measurements. One important class of measurements for this purpose is\nsymmetric informationally complete positive operator-valued measurements\n(SIC-POVMs). SIC-POVMs have the advantage of providing an unbiased estimator\nfor the quantum state with the minimal number of outcomes needed for full\ntomography. By virtue of Naimark's dilation theorem, any POVM can always be\nrealized with a suitable coupling between the system and an auxiliary system\nand by performing a projective measurement on the joint system. In practice,\nfinding the appropriate coupling is rather non-trivial. Here we propose an\nexperimental design for directly implementing SIC-POVMs using multiport devices\nand path-encoded qubits and qutrits, the utility of which has recently been\ndemonstrated by several experimental groups around the world. Furthermore, we\ndescribe how these multiports can be attained in practice with an integrated\nphotonic system composed of nested linear optical elements.\n","Comment: 7 pages, 5 figures; v2 published version"]}]
["1207.6557",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6557","Europhysics Letters 100, 40002 (2012)","doi:10.1209/0295-5075/100/40002"],"date":["2012-07-27"],"type":["text"],"creator":["Zoia, Andrea","Dumonteil, Eric","Mazzolo, Alain"],"language":[],"coverage":[],"title":["Properties of branching exponential flights in bounded domains"],"description":["  Branching random flights are key to describing the evolution of many physical\nand biological systems, ranging from neutron multiplication to gene mutations.\nWhen their paths evolve in bounded regions, we establish a relation between the\nproperties of trajectories starting on the boundary and those starting inside\nthe domain. Within this context, we show that the total length travelled by the\nwalker and the number of performed collisions in bounded volumes can be\nassessed by resorting to the Feynman-Kac formalism. Other physical observables\nrelated to the branching trajectories, such as the survival and escape\nprobability, are derived as well.\n","Comment: 5 pages, 2 figures"]}]
["1207.6905",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6905","doi:10.1093/mnras/sts424"],"date":["2012-07-30","2012-12-14"],"type":["text"],"creator":["Bielewicz, P.","Wandelt, B. D.","Banday, A. J."],"language":[],"coverage":[],"title":["A search for concentric rings with unusual variance in the 7-year WMAP\n  temperature maps using a fast convolution approach"],"description":["  We present a method for the computation of the variance of cosmic microwave\nbackground (CMB) temperature maps on azimuthally symmetric patches using a fast\nconvolution approach. As an example of the application of the method, we show\nresults for the search for concentric rings with unusual variance in the 7-year\nWMAP data. We re-analyse claims concerning the unusual variance profile of\nrings centred at two locations on the sky that have recently drawn special\nattention in the context of the conformal cyclic cosmology scenario proposed by\nPenrose (2009). We extend this analysis to rings with larger radii and centred\non other points of the sky. Using the fast convolution technique enables us to\nperform this search with higher resolution and a wider range of radii than in\nprevious studies. We show that for one of the two special points rings with\nradii larger than 10 degrees have systematically lower variance in comparison\nto the concordance LambdaCDM model predictions. However, we show that this\ndeviation is caused by the multipoles up to order l=7. Therefore, the deficit\nof power for concentric rings with larger radii is yet another manifestation of\nthe well-known anomalous CMB distribution on large angular scales. Furthermore,\nlow variance rings can be easily found centred on other points in the sky. In\naddition, we show also the results of a search for extremely high variance\nrings. As for the low variance rings, some anomalies seem to be related to the\nanomalous distribution of the low-order multipoles of the WMAP CMB maps. As\nsuch our results are not consistent with the conformal cyclic cosmology\nscenario.\n","Comment: 12 pages, 11 figures, 1 table, references added, matches version\n  accepted by MNRAS"]}]
["1208.0658",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0658","Phys. Rev. D 86, 086008 (2012)","doi:10.1103/PhysRevD.86.086008"],"date":["2012-08-03","2012-12-14"],"type":["text"],"creator":["Cai, Rong-Gen","Li, Tian-Jun","Qi, Yong-Hui","Zhang, Yun-Long"],"language":[],"coverage":[],"title":["Incompressible Navier-Stokes Equations from Einstein Gravity with\n  Chern-Simons Term"],"description":["  In (2+1)-dimensional hydrodynamic systems with broken parity, the shear and\nbulk viscosity is joined by the Hall viscosity and curl viscosity. The dual\nholographic model has been constructed by coupling a pseudo scalar to the\ngravitational Chern-Simons term in (3+1)-dimensional bulk gravity. In this\npaper, we investigate the non-relativistic fluid with Hall viscosity and curl\nviscosity living on a finite radial cutoff surface in the bulk. Employing the\nnon-relativistic hydrodynamic expansion method, we obtain the incompressible\nNavier-Stokes equations with Hall viscosity and curl viscosity. Unlike the\nshear viscosity, the ratio of the Hall viscosity over entropy density is found\nto be cutoff scale dependent, and it tends to zero when the cutoff surface\napproaches to the horizon of the background spacetime.\n","Comment: 22 pages, published version"]}]
["1208.0982",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0982","EPJ Web of Conferences 37, 09019 (2012)","doi:10.1051/epjconf/20123709019"],"date":["2012-08-05"],"type":["text"],"creator":["Jido, Daisuke","Nagahiro, Hideko","Hirenzaki, Satoru","Sakai, Shuntaro"],"language":[],"coverage":[],"title":["eta' meson under partial restoration of chiral symmetry in nuclear\n  medium"],"description":["  We shed light upon the eta' mass in nuclear matter in the context of partial\nrestoration of chiral symmetry, pointing out that the U_{A}(1) anomaly effects\ncauses the eta'-eta mass difference necessarily through the chiral symmetry\nbreaking. As a consequence, it is expected that the eta' mass is reduced by\norder of 100 MeV in nuclear matter where partial restoration of chiral symmetry\ntakes place. The discussion given here is based on Ref. [1].\n","Comment: 3 pages, 2 figures. Contribution to Meson2012"]}]
["1208.2337",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","34M55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2337","SIGMA 8 (2012), 099, 9 pages","doi:10.3842/SIGMA.2012.099"],"date":["2012-08-11","2012-12-14"],"type":["text"],"creator":["Roffelsen, Pieter"],"language":[],"coverage":[],"title":["On the Number of Real Roots of the Yablonskii-Vorob'ev Polynomials"],"description":["  We study the real roots of the Yablonskii-Vorob'ev polynomials, which are\nspecial polynomials used to represent rational solutions of the second\nPainlev\\'e equation. It has been conjectured that the number of real roots of\nthe nth Yablonskii-Vorob'ev polynomial equals [(n+1)/2]. We prove this\nconjecture using an interlacing property between the roots of the\nYablonskii-Vorob'ev polynomials. Furthermore we determine precisely the number\nof negative and the number of positive real roots of the nth\nYablonskii-Vorob'ev polynomial.\n"]}]
["1208.2454",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2454","Optics Letters 37, 23 (2012) 4901-4903","doi:10.1364/OL.37.004901"],"date":["2012-08-12"],"type":["text"],"creator":["Amili, Abdelkrim El","Loas, Gouc'Hen","De, Syamsundar","Schwartz, Sylvain","Feugnet, Gilles","Pocholle, Jean-Paul","Bretenaker, Fabien","Alouini, Mehdi"],"language":[],"coverage":[],"title":["Experimental demonstration of a dual-frequency laser free from\n  anti-phase noise"],"description":["  A reduction of more than 20 dB of the intensity noise at the anti-phase\nrelaxation oscillation frequency is experimentally demonstrated in a\ntwo-polarization dual-frequency solid-state laser without any optical or\nelectronic feedback loop. Such a behavior is inherently obtained by aligning\nthe two orthogonally polarized oscillating modes with the crystallographic axes\nof a (100)-cut neodymium-doped yttrium aluminum garnet active medium. The\nanti-phase noise level is shown to increase as soon as one departs from this\npeculiar configuration, evidencing the predominant role of the nonlinear\ncoupling constant. This experimental demonstration opens new perspectives on\nthe design and realization of extremely low noise dual-frequency solid-state\nlasers.\n"]}]
["1208.4271",{"format":[],"subject":["Statistics - Machine Learning","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4271","doi:10.1093/bioinformatics/bts707"],"date":["2012-08-21","2012-12-10"],"type":["text"],"creator":["Albanese, Davide","Filosi, Michele","Visintainer, Roberto","Riccadonna, Samantha","Jurman, Giuseppe","Furlanello, Cesare"],"language":[],"coverage":[],"title":["Minerva and minepy: a C engine for the MINE suite and its R, Python and\n  MATLAB wrappers"],"description":["  We introduce a novel implementation in ANSI C of the MINE family of\nalgorithms for computing maximal information-based measures of dependence\nbetween two variables in large datasets, with the aim of a low memory footprint\nand ease of integration within bioinformatics pipelines. We provide the\nlibraries minerva (with the R interface) and minepy for Python, MATLAB, Octave\nand C++. The C solution reduces the large memory requirement of the original\nJava implementation, has good upscaling properties, and offers a native\nparallelization for the R interface. Low memory requirements are demonstrated\non the MINE benchmarks as well as on large (n=1340) microarray and Illumina\nGAII RNA-seq transcriptomics datasets.\n  Availability and Implementation: Source code and binaries are freely\navailable for download under GPL3 licence at http://minepy.sourceforge.net for\nminepy and through the CRAN repository http://cran.r-project.org for the R\npackage minerva. All software is multiplatform (MS Windows, Linux and OSX).\n","Comment: Bioinformatics 2012, in press"]}]
["1208.5481",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5481","Dark Universe 1 (2012) 194-217","doi:10.1016/j.dark.2012.10.005"],"date":["2012-08-27","2012-12-13"],"type":["text"],"creator":["Bringmann, Torsten","Weniger, Christoph"],"language":[],"coverage":[],"title":["Gamma Ray Signals from Dark Matter: Concepts, Status and Prospects"],"description":["  Weakly interacting massive particles (WIMPs) remain a prime candidate for the\ncosmological dark matter (DM), even in the absence of current collider signals\nthat would unambiguously point to new physics below the TeV scale. The\nself-annihilation of these particles in astronomical targets may leave\nobservable imprints in cosmic rays of various kinds. In this review, we focus\non gamma rays which we argue to play a pronounced role among the various\npossible messengers. We discuss the most promising spectral and spatial\nsignatures to look for, give an update on the current state of gamma-ray\nsearches for DM and an outlook concerning future prospects. We also assess in\nsome detail the implications of a potential signal identification for particle\nDM models as well as for our understanding of structure formation. Special\nemphasis is put on the possible evidence for a 130 GeV line-like signal that\nwas recently identified in the data of the Fermi gamma-ray space telescope.\n","Comment: 42 pages, 6 figures, 2 tables; updated reference list and extended\n  discussion"]}]
["1208.5662",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5662","Surface and Coatings Technology, Volume 207, 2012, 72-78","doi:10.1016/j.surfcoat.2012.05.081"],"date":["2012-08-28"],"type":["text"],"creator":["Zagonel, L. F.","Bettini, J.","Basso, R. L. O.","Paredez, P.","Pinto, H.","Lepienski, C. M.","Alvarez, F."],"language":[],"coverage":[],"title":["Nanosized precipitates in H13 tool steel low temperature plasma\n  nitriding"],"description":["  A comprehensive study of pulsed nitriding in AISI H13 tool steel at low\ntemperature (400{\\deg}C) is reported for several durations. X-ray diffraction\nresults reveal that a nitrogen enriched compound (Epsilon-Fe2-3N, iron nitride)\nbuilds up on the surface within the first process hour despite the low process\ntemperature. Beneath the surface, X-ray Wavelength Dispersive Spectroscopy\n(WDS) in a Scanning Electron Microscope (SEM) indicates relatively higher\nnitrogen concentrations (up to 12 at.%) within the diffusion layer while\nmicroscopic nitrides are not formed and existing carbides are not dissolved.\nMoreover, in the diffusion layer, nitrogen is found to be dispersed in the\nmatrix and forming nanosized precipitates. The small coherent precipitates are\nobserved by High-Resolution Transmission Electron Microscopy (HR-TEM) while the\npresence of nitrogen is confirmed by electron energy loss spectroscopy (EELS).\nHardness tests show that the material hardness increases linearly with the\nnitrogen concentration, reaching up to 14.5 GPa in the surface while the Young\nModulus remains essentially unaffected. Indeed, the original steel\nmicrostructure is well preserved even in the nitrogen diffusion layer. Nitrogen\nprofiles show a case depth of about ~43 microns after nine hours of nitriding\nprocess. These results indicate that pulsed plasma nitriding is highly\nefficient even at such low temperatures and that at this process temperature it\nis possible to form thick and hard nitrided layers with satisfactory mechanical\nproperties. This process can be particularly interesting to enhance the surface\nhardness of tool steels without exposing the workpiece to high temperatures and\naltering its bulk microstructure.\n","Comment: 16 pages, 12 figures, 65 references, in press"]}]
["1208.6081",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6081","Phys. Rev. B 86, 235309 (2012)","doi:10.1103/PhysRevB.86.235309"],"date":["2012-08-30","2012-12-14"],"type":["text"],"creator":["Ganeshan, Sriram","Abanov, Alexander G.","Averin, Dmitri V."],"language":[],"coverage":[],"title":["FQHE interferometers in strong tunneling regime. The role of compactness\n  of edge fields"],"description":["  We consider multiple-point tunneling in the interferometers formed between\nedges of electron liquids with in general different filling factors in the\nregime of the Fractional Quantum Hall effect (FQHE). We derive an effective\nmatrix Caldeira-Leggett models for the multiple tunneling contacts connected by\nthe chiral single-mode FQHE edges. It is shown that the compactness of the Wen-\nFr\\\"ohlich chiral boson fields describing the FQHE edge modes plays a crucial\nrole in eliminating the spurious non-locality of the electron transport\nproperties of the FQHE interferometers arising in the regime of strong\ntunneling.\n","Comment: 5 pages"]}]
["1208.6386",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6386","Phys. Rev. D 86 (2012) 096007","doi:10.1103/PhysRevD.86.096007"],"date":["2012-08-31","2012-12-14"],"type":["text"],"creator":["Nakkagawa, Hisao","Yokota, Hiroshi","Yoshida, Koji"],"language":[],"coverage":[],"title":["Structure of a thermal quasifermion in the QCD/QED Medium"],"description":["  In this paper we carried out a nonperturbative analysis of a thermal\nquasifermion in the chiral symmetric thermal QCD/QED medium by studying its\nself-energy function through the Dyson-Schwinger equation with the\nhard-thermal-loop resummed improved ladder kernel. Our analysis reveals several\ninteresting results, two in some of which may force us to change the image of\nthermal quasifermions: (1) The thermal mass of a quasifermion begins to\ndecrease as the strength of the coupling gets stronger and finally disappears\nin the strong coupling region, thus showing a property of a massless particle,\nand (2) its imaginary part (i.e., the decay width) persists to have $O(g^2T\n\\log(1/g))$ behavior. These results suggest that in the recently produced\nstrongly coupled quark-gluon plasma, the thermal mass of a quasiquark should\nvanish. Taking into account the largeness of the imaginary part, it seems very\nhard for a quark to exist as a qausiparticle in the strongly coupled\nquark-gluon plasma phase. Other important findings are as follows: (3) The\ncollective plasmino mode disappears also in the strongly coupled system, and\n(4) there exists an ultrasoft third peak in the quasifermion spectral density\nat least in the weakly coupled QED/QCD plasma, indicating the existence of the\nultrasoft fermionic mode.\n","Comment: 20 pages, 28 figures"]}]
["1208.6496",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Algebraic Geometry","Mathematics - Analysis of PDEs","35A24 (Primary) 93B05, 93C20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6496"],"date":["2012-08-31","2012-12-14"],"type":["text"],"creator":["Sasane, Amol"],"language":[],"coverage":[],"title":["Algebraic characterization of autonomy and controllability of behaviours\n  of spatially invariant systems"],"description":["  We give algebraic characterizations of the properties of autonomy and of\ncontrollability of behaviours of spatially invariant dynamical systems,\nconsisting of distributional solutions, that are periodic in the spatial\nvariables, to a system pf partial differential equations corresponding to a\npolynomial matrix M in (C[\\xi_1,...,\\xi_d, \\tau])^{m \\times n}.\n","Comment: 10 pages"]}]
["1209.1019",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.1019","JHEP 1210 (2012) 107","doi:10.1007/JHEP10(2012)107"],"date":["2012-09-05","2012-10-18"],"type":["text"],"creator":["Cai, Rong-Gen","He, Song","Li, Li","Li, Li-Fang"],"language":[],"coverage":[],"title":["Entanglement Entropy and Wilson Loop in St\\\"{u}ckelberg Holographic\n  Insulator/Superconductor Model"],"description":["  We study the behaviors of entanglement entropy and vacuum expectation value\nof Wilson loop in the St\\\"{u}ckelberg holographic insulator/superconductor\nmodel. This model has rich phase structures depending on model parameters. Both\nthe entanglement entropy for a strip geometry and the heavy quark potential\nfrom the Wilson loop show that there exists a \"confinement/deconfinement\" phase\ntransition. In addition, we find that the non-monotonic behavior of the\nentanglement entropy with respect to chemical potential is universal in this\nmodel. The pseudo potential from the spatial Wilson loop also has a similar\nnon-monotonic behavior. It turns out that the entanglement entropy and Wilson\nloop are good probes to study the properties of the holographic superconductor\nphase transition.\n","Comment: 23 pages,12 figures. v2: typos corrected, accepted in JHEP"]}]
["1209.3277",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.3277","Phys. Rev. E 86, 066112 (2012)","doi:10.1103/PhysRevE.86.066112"],"date":["2012-09-14","2012-12-05"],"type":["text"],"creator":["Zylberberg, Joel","Pfau, David","DeWeese, Michael Robert"],"language":[],"coverage":[],"title":["Dead leaves and the dirty ground: low-level image statistics in\n  transmissive and occlusive imaging environments"],"description":["  The opacity of typical objects in the world results in occlusion --- an\nimportant property of natural scenes that makes inference of the full\n3-dimensional structure of the world challenging. The relationship between\nocclusion and low-level image statistics has been hotly debated in the\nliterature, and extensive simulations have been used to determine whether\nocclusion is responsible for the ubiquitously observed power-law power spectra\nof natural images. To deepen our understanding of this problem, we have\nanalytically computed the 2- and 4-point functions of a generalized \"dead\nleaves\" model of natural images with parameterized object transparency.\nSurprisingly, transparency alters these functions only by a multiplicative\nconstant, so long as object diameters follow a power law distribution. For\nother object size distributions, transparency more substantially affects the\nlow-level image statistics. We propose that the universality of power law power\nspectra for both natural scenes and radiological medical images -- formed by\nthe transmission of x-rays through partially transparent tissue -- stems from\npower law object size distributions, independent of object opacity.\n","Comment: 20 pages, 4 figures. Matches the version accepted to Phys Rev E"]}]
["1209.4749",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.4749","J. Stat. Mech. (2012) P12013","doi:10.1088/1742-5468/2012/12/P12013"],"date":["2012-09-21","2012-12-14"],"type":["text"],"creator":["Godreche, C.","Luck, J. M."],"language":[],"coverage":[],"title":["Condensation in the inhomogeneous zero-range process: an interplay\n  between interaction and diffusion disorder"],"description":["  We analyze the role of the interplay between on-site interaction and\ninhomogeneous diffusion on the phenomenon of condensation in the zero-range\nprocess. We predict a universal phase diagram in the plane of two exponents,\nrespectively characterizing the interactions and the diffusion disorder. The\nmost prominent outcome is the existence of an extended condensed phase. In the\nlatter phase, which originates as a result of the combined effects of strong\nenough interaction and weak enough disorder, a typical high-density\nconfiguration has a unique condensate on top of a critical background, but the\ncondensate may be located at any site of a large hosting set of favored sites,\nwhose size grows sub-extensively. The novel extended condensed phase thus\ninterpolates continuously between the two scenarios associated so far with the\ncondensation transition, namely spontaneous symmetry breaking and explicit\nsymmetry breaking.\n","Comment: 42 pages, 14 figures, a few updates"]}]
["1209.5438",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.5438","Phys. Rev. B 86, 214502 (2012)","doi:10.1103/PhysRevB.86.214502"],"date":["2012-09-24","2012-11-30"],"type":["text"],"creator":["Koshelev, A. E."],"language":[],"coverage":[],"title":["Phase diagram of Josephson junction between s and s+- superconductors in\n  dirty limit"],"description":["  The s+- state in which order parameter has different signs in different bands\nis a leading candidate for the superconducting state in the iron based\nsuperconductors. We investigate a Josephson junction between s and s+-\nsuperconductors within microscopic theory. Frustration, caused by interaction\nof the s-wave gap parameter with the opposite-sign gaps of the s+-\nsuperconductor, leads to nontrivial phase diagram. When the partial Josephson\ncoupling energy between the s-wave superconductor and one of the s+- bands\ndominates, s-wave gap parameter aligns with the order parameter in this band.\nIn this case the partial Josephson energies have different signs corresponding\nto signs of the gap parameters. In the case of strong frustration,\ncorresponding to almost complete compensation of the total Josephson energy, a\nnontrivial time-reversal-symmetry breaking (TRSB) state realizes. In this state\nall gap parameters become essentially complex. As a consequence, this state\nprovides realization for so-called \\phi-junction with finite phase difference\nin the ground state. The width of the TRSB state region is determined by the\nsecond harmonic in Josephson current, ~ sin(2\\phi), which appears in the second\norder with respect to the boundary transparency. Using the microscopic theory,\nwe establish range of parameters where different states are realized. Our\nanalysis shows insufficiency of the simple phenomenological approach for\ntreatment of this problem.\n","Comment: 17 pages, 4 figures, submitted to Phys. Rev. B"]}]
["1209.6020",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6020","Phys. Rev. D 86, 126002 (2012)","doi:10.1103/PhysRevD.86.126002"],"date":["2012-09-26","2012-11-13"],"type":["text"],"creator":["Ballon-Bayona, Alfonso","Boschi-Filho, Henrique","Braga, Nelson R. F.","Ihl, Matthias","Torres, Marcus A. C."],"language":[],"coverage":[],"title":["Production of negative parity baryons in the holographic Sakai-Sugimoto\n  model"],"description":["  We extend our investigation of resonance production in the Sakai-Sugimoto\nmodel to the case of negative parity baryon resonances. Using holographic\ntechniques we extract the generalized Dirac and Pauli baryon form factors as\nwell as the helicity amplitudes for these baryonic states. Identifying the\nfirst negative parity resonance with the experimentally observed S_{11}(1535),\nwe find reasonable agreement with experimental data from the JLab-CLAS\ncollaboration. We also estimate the contribution of negative parity baryons to\nthe proton structure functions.\n","Comment: 1+30 pages, 8 figures. v3: typos corrected, references added, section\n  2 and 3 shortened, improved discussion of helicity amplitudes and comparison\n  with experimental results"]}]
["1209.6271",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1209.6271","Phys. Rev. B 86, 140403(R) (2012)","doi:10.1103/PhysRevB.86.140403"],"date":["2012-09-27"],"type":["text"],"creator":["Harriger, Leland W.","Liu, Mengshu","Luo, Huiqian","Ewings, R. A.","Frost, C. D.","Perring, T. G.","Dai, Pengcheng"],"language":[],"coverage":[],"title":["Temperature dependence of the paramagnetic spin excitations in\n  BaFe$_2$As$_2$"],"description":["  We use inelastic neutron scattering to study temperature dependence of the\nparamagnetic spin excitations in iron pnictide BaFe$_2$As$_2$ throughout the\nBrillouin zone. In contrast to a conventional local moment Heisenberg system,\nwhere paramagnetic spin excitations are expected to have a Lorentzian function\ncentered at zero energy transfer, the high-energy ($\\hbar\\omega>100$ meV)\nparamagnetic spin excitations in BaFe$_2$As$_2$ exhibit spin-wave-like features\nup to at least 290 K ($T= 2.1T_N$). Furthermore, we find that the sizes of the\nfluctuating magnetic moments $<m^2>\\approx 3.6\\ \\mu^2_B$ per Fe are essentially\ntemperature independent from the AF ordered state at $0.05T_N$ to $2.1T_N$,\nwhich differs considerably from the temperature dependent fluctuating moment\nobserved in the iron chalcogenide Fe$_{1.1}$Te [I. A. Zaliznyak {\\it et al.},\nPhys. Rev. Lett. {\\bf 107}, 216403 (2011).]. These results suggest\nunconventional magnetism and strong electron correlation effects in\nBaFe$_2$As$_2$.\n","Comment: 5 pages, 5 figures"]}]
["1210.0778",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.0778","doi:10.1209/0295-5075/100/54005"],"date":["2012-10-02","2012-11-24"],"type":["text"],"creator":["Dias, Marcelo A.","Santangelo, Christian D."],"language":[],"coverage":[],"title":["The shape and mechanics of curved fold origami structures"],"description":["  We develop recursion equations to describe the three-dimensional shape of a\nsheet upon which a series of concentric curved folds have been inscribed. In\nthe case of no stretching outside the fold, the three-dimensional shape of a\nsingle fold prescribes the shape of the entire origami structure. To better\nexplore these structures, we derive continuum equations, valid in the limit of\nvanishing spacing between folds, to describe the smooth surface intersecting\nall the mountain folds. We find that this surface has negative Gaussian\ncurvature with magnitude equal to the square of the fold's torsion. A series of\nopen folds with constant fold angle generate a helicoid.\n"]}]
["1210.2216",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.2216","EPL, 100 (2012) 56006","doi:10.1209/0295-5075/100/56006"],"date":["2012-10-08","2012-11-23"],"type":["text"],"creator":["Konotop, V. V.","Pelinovsky, D. E.","Zezyulin, D. A."],"language":[],"coverage":[],"title":["Discrete solitons in PT-symmetric lattices"],"description":["  We prove existence of discrete solitons in infinite parity-time (PT-)\nsymmetric lattices by means of analytical continuation from the anticontinuum\nlimit. The energy balance between dissipation and gain implies that in the\nanticontinuum limit the solitons are constructed from elementary PT-symmetric\nblocks such as dimers, quadrimers, or more general oligomers. We consider in\ndetail a chain of coupled dimers, analyze bifurcations of discrete solitons\nfrom the anticontinuum limit and show that the solitons are stable in a\nsufficiently large region of the lattice parameters. The generalization of the\napproach is illustrated on two examples of networks of quadrimers, for which\nstable discrete solitons are also found.\n","Comment: 6 pages, 6 figures; accepted to EPL, www.epletters.net"]}]
["1210.5478",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5478","Phys.Rev.B 86 174429 (2012)","doi:10.1103/PhysRevB.86.174429"],"date":["2012-10-19","2012-12-14"],"type":["text"],"creator":["Kvashnin, Y. O.","Khmelevskyi, S.","Kudrnovský, J.","Yaresko, A. N.","Genovese, L.","Bruno, P."],"language":[],"coverage":[],"title":["Non-collinear magnetic ordering in compressed FePd$_3$ ordered alloy: a\n  first principles study"],"description":["  By means of ab initio calculations based on the density functional theory we\ninvestigated magnetic phase diagram of ordered FePd$_3$ alloy as a function of\nexternal pressure.\n  Considering several magnetic configurations we concluded that the system\nunder pressure has a tendency to non-collinear spin alignment. Analysis of the\nHeisenberg exchange parameters $J_{ij}$ revealed strong dependence of iron-iron\nmagnetic couplings on polarization of Pd atoms. To take into account the latter\neffect we built an extended Heisenberg model with higher order (biquadratic)\nterms. Minimizing the energy of this Hamiltonian, fully parameterized using the\nresults of ab initio calculations, we found a candidate for a ground state of\ncompressed FePd$_3$, which can be seen as two interpenetrating \"triple-Q\"\nphases.\n","Comment: 8 pages, 8 figures"]}]
["1210.5635",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.5635"],"date":["2012-10-20","2012-12-14"],"type":["text"],"creator":["Popescou, Andrey"],"language":[],"coverage":[],"title":["On almost streamline and invisible surfaces"],"description":["  This paper has been withdrawn by the author due to errors and bad\nformalization.\n","Comment: Withdrawn"]}]
["1210.6422",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1210.6422","Phys. Rev. B 86, 201408(R) (2012)","doi:10.1103/PhysRevB.86.201408"],"date":["2012-10-23","2012-12-14"],"type":["text"],"creator":["Oszwałdowski, R.","Stano, P.","Petukhov, A. G.","Žutić, Igor"],"language":[],"coverage":[],"title":["Spin ordering in magnetic quantum dots: From core-halo to Wigner\n  molecules"],"description":["  The interplay of confinement and Coulomb interactions in quantum dots can\nlead to strongly correlated phases differing qualitatively from the Fermi\nliquid behavior. We explore how the presence of magnetic impurities in quantum\ndots can provide additional opportunities to study correlation effects and the\nresulting ordering in carrier and impurity spin. By employing exact\ndiagonalization we reveal that seemingly simple two-carrier quantum dots lead\nto a rich phase diagram. We propose experiments to verify our predictions, in\nparticular we discuss interband optical transitions as a function of\ntemperature and magnetic field.\n","Comment: 5 pages, 5 figures + 4 pages of auxiliary material; published version"]}]
["1211.1840",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1840"],"date":["2012-11-07","2012-12-14"],"type":["text"],"creator":["Consortium, The CTA"],"language":[],"coverage":[],"title":["CTA contributions to the 2012 Heidelberg Symposium on High Energy\n  Gamma-Ray Astronomy"],"description":["  Compilation of CTA contributions to the proceedings of the 2012 Heidelberg\nSymposium on High Energy Gamma-Ray Astronomy (Gamma 2012), which took place in\nJuly 9-13, 2012, in Heidelberg, Germany\n","Comment: Index of CTA conference proceedings at the Gamma 2012, Heidelberg.\n  v1: placeholder with no arXiv links yet. v2: final with arXiv links to all\n  CTA contributions"]}]
["1211.1887",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.1887"],"date":["2012-11-08","2012-12-14"],"type":["text"],"creator":["Caro, Pedro","Ferreira, David Dos Santos","Ruiz, Alberto"],"language":[],"coverage":[],"title":["Stability estimates for the Radon transform with restricted data and\n  applications"],"description":["  In this article, we prove a stability estimate going from the Radon transform\nof a function with limited angle-distance data to the $L^p$ norm of the\nfunction itself, under some conditions on the support of the function. We apply\nthis theorem to obtain stability estimates for an inverse boundary value\nproblem with partial data.\n","Comment: 37 pages"]}]
["1211.4679",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.4679","Phys. Rev. B 86, 235108 (2012)","doi:10.1103/PhysRevB.86.235108"],"date":["2012-11-20"],"type":["text"],"creator":["Fujimori, Shin-ichi","Ohkochi, Takuo","Okane, Tetsuo","Saitoh, Yuji","Fujimori, Atsushi","Yamagami, Hiroshi","Haga, Yoshinori","Yamamoto, Etsuji","Onuki, Yoshichika"],"language":[],"coverage":[],"title":["Itinerant Nature of U 5f States in Uranium Mononitride UN Revealed by\n  Angle Resolved Photoelectron Spectroscopy"],"description":["  The electronic structure of the antiferromagnet uranium nitride (UN) has been\nstudied by angle resolved photoelectron spectroscopy using soft X-rays\n(hn=420-520 eV). Strongly dispersive bands with large contributions from the U\n5f states were observed in ARPES spectra, and form Fermi surfaces. The band\nstructure as well as the Fermi surfaces in the paramagnetic phase are well\nexplained by the band-structure calculation treating all the U 5f electrons as\nbeing itinerant, suggesting that itinerant description of the U 5f states is\nappropriate for this compound. On the other hand, changes in the spectral\nfunction due to the antiferromagnetic transition were very small. The shapes of\nthe Fermi surfaces in a paramagnetic phase are highly three-dimensional, and\nthe nesting of Fermi surfaces is unlikely as the origin of the magnetic\nordering.\n","Comment: 8 pages, 5 figures, Phys. Rev. B in press"]}]
["1211.6035",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Topology","Mathematics - Rings and Algebras","16D90 (Primary) 13C60, 18A25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.6035"],"date":["2012-11-26","2012-12-13"],"type":["text"],"creator":["Xantcha, Qimh Richey"],"language":[],"coverage":[],"title":["The Combinatorics of Polynomial Functors"],"description":["  We propose a new description of Endofunctors of Module Categories, based upon\na combinatorial category comprising finite sets and so-called mazes. Polynomial\nand numerical functors both find a natural interpretation in this frame-work.\nSince strict polynomial functors, according to the work of Salomonsson, are\nencoded by multi-sets, the two strains of functors may be compared and\ncontrasted through juxtaposing the respective combinatorial structures, leading\nto the Polynomial Functor Theorem, giving an effective criterion for when a\nnumerical (polynomial) functor is strict polynomial.\n"]}]
["1211.6766",{"format":[],"subject":["Mathematics - Combinatorics","05C80, 05C38, 05C45, 05D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.6766"],"date":["2012-11-28","2012-12-14"],"type":["text"],"creator":["Shang, Yilun"],"language":[],"coverage":[],"title":["Bipancyclic subgraphs in random bipartite graphs"],"description":["  A bipartite graph on 2n vertices is bipancyclic if it contains cycles of all\neven lengths from 4 to 2n. In this paper we prove that the random bipartite\ngraph $G(n,n,p)$ with $p(n)\\gg n^{-2/3}$ asymptotically almost surely has the\nfollowing resilience property: Every Hamiltonian subgraph $G'$ of $G(n,n,p)$\nwith more than $(1/2+o(1))n^2p$ edges is bipancyclic. This result is tight in\ntwo ways. First, the range of $p$ is essentially best possible. Second, the\nproportion 1/2 of edges cannot be reduced. Our result extends a classical\ntheorem of Mitchem and Schmeichel.\n","Comment: 14 pages, 3 figures. arXiv admin note: text overlap with\n  arXiv:1005.5716 by other authors"]}]
["1211.7108",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.7108"],"date":["2012-11-29","2012-12-13"],"type":["text"],"creator":["Romero, Juan M.","Gaona, Alejandro"],"language":[],"coverage":[],"title":["Conformal quantum mechanics and Fick-Jacobs equation"],"description":["  It is found a relation between conformal quantum mechanics and Fick-Jacobs\nequation, which describes diffusion in channels. This relation is given between\na family of channels and a family of conformal Hamiltonians. In addition, it is\nshown that a conformal Hamiltonian is associated with two channels with\ndifferent geometry. Furthermore exact solutions for Fick-Jacobs equation are\ngiven for this family of channels.\n","Comment: 8 pages, no figures, improved introduction and references added"]}]
["1211.7170",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.7170","Phys. Rev. B 86, 235417 (2012)","doi:10.1103/PhysRevB.86.235417"],"date":["2012-11-30"],"type":["text"],"creator":["Saloriutta, Karri","Uppstu, Andreas","Harju, Ari","Puska, Martti J."],"language":[],"coverage":[],"title":["Ab-initio transport fingerprints for resonant scattering in graphene"],"description":["  We have recently shown that by using a scaling approach for randomly\ndistributed topological defects in graphene, reliable estimates for\ntransmission properties of macroscopic samples can be calculated based even on\nsingle-defect calculations [A. Uppstu et al., Phys. Rev. B 85, 041401 (2012)].\nWe now extend this approach of energy-dependent scattering cross sections to\nthe case of adsorbates on graphene by studying hydrogen and carbon adatoms as\nwell as epoxide and hydroxyl groups. We show that a qualitative understanding\nof resonant scattering can be gained through density functional theory results\nfor a single-defect system, providing a transmission \"fingerprint\"\ncharacterizing each adsorbate type. This information can be used to reliably\npredict the elastic mean free path for moderate defect densities directly using\nab-initio methods. We present tight-binding parameters for carbon and epoxide\nadsorbates, obtained to match the density-functional theory based scattering\ncross sections.\n"]}]
["1211.7289",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1211.7289","Class. Quantum Grav. 30: 013001, 2013","doi:10.1088/0264-9381/30/1/013001"],"date":["2012-11-30"],"type":["text"],"creator":["Ortaggio, Marcello","Pravda, Vojtech","Pravdova, Alena"],"language":[],"coverage":[],"title":["Algebraic classification of higher dimensional spacetimes based on null\n  alignment"],"description":["  We review recent developments and applications of the classification of the\nWeyl tensor in higher dimensional Lorentzian geometries. First, we discuss the\ngeneral setup, i.e. main definitions and methods for the classification, some\nrefinements and the generalized Newman-Penrose and Geroch-Held-Penrose\nformalisms. Next, we summarize general results, such as a partial extension of\nthe Goldberg-Sachs theorem, characterization of spacetimes with vanishing (or\nconstant) curvature invariants and the peeling behaviour in asymptotically flat\nspacetimes. Finally, we discuss certain invariantly defined families of metrics\nand their relation with the Weyl tensor classification, including: Kundt and\nRobinson-Trautman spacetimes; the Kerr-Schild ansatz in a constant-curvature\nbackground; purely electric and purely magnetic spacetimes; direct and (some)\nwarped products; and geometries with certain symmetries. To conclude, some\napplications to quadratic gravity are also overviewed.\n","Comment: 59 pages, to appear as Topical Review in Classical and Quantum\n  Gravity"]}]
["1212.0530",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.0530","Phys. Rev. B 86, 220504(R) (2012)","doi:10.1103/PhysRevB.86.220504"],"date":["2012-12-03"],"type":["text"],"creator":["Baek, S. -H.","Loew, T.","Hinkov, V.","Lin, C. T.","Keimer, B.","Büchner, B.","Grafe, H. -J."],"language":[],"coverage":[],"title":["Evidence of a critical hole concentration in underdoped\n  YBa$_2$Cu$_3$O$_y$ single crystals revealed by $^{63}$Cu NMR"],"description":["  We report a $^{63}$Cu NMR investigation in detwinned YBa$_2$Cu$_3$O$_y$\nsingle crystals, focusing on the highly underdoped regime (y=6.35-6.6).\nMeasurements of both the spectra and the spin-lattice relaxation rates of\n$^{63}$Cu uncover the emergence of static order at a well-defined onset\ntemperature $T_0$ without a known order parameter as yet. While $T_0$ is\nrapidly suppressed with increasing hole doping concentration $p$, the spin\npseudogap was identified only near and above the doping content at which\n$T_0\\rightarrow 0$. Our data indicate the presence of a critical hole doping\n$p_c\\sim 0.1$, which may control both the static order at $p<p_c$ and the spin\npseudogap at $p>p_c$.\n","Comment: 5 pages, 4 figures, accepted as a Rapid Communication in PRB"]}]
["1212.0901",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.0901"],"date":["2012-12-04","2012-12-13"],"type":["text"],"creator":["Bengio, Yoshua","Boulanger-Lewandowski, Nicolas","Pascanu, Razvan"],"language":[],"coverage":[],"title":["Advances in Optimizing Recurrent Networks"],"description":["  After a more than decade-long period of relatively little research activity\nin the area of recurrent neural networks, several new developments will be\nreviewed here that have allowed substantial progress both in understanding and\nin technical solutions towards more efficient training of recurrent networks.\nThese advances have been motivated by and related to the optimization issues\nsurrounding deep learning. Although recurrent networks are extremely powerful\nin what they can in principle represent in terms of modelling sequences,their\ntraining is plagued by two aspects of the same issue regarding the learning of\nlong-term dependencies. Experiments reported here evaluate the use of clipping\ngradients, spanning longer time ranges with leaky integration, advanced\nmomentum techniques, using more powerful output probability models, and\nencouraging sparser gradients to help symmetry breaking and credit assignment.\nThe experiments are performed on text and music data and show off the combined\neffects of these techniques in generally improving both training and test\nerror.\n"]}]
["1212.1894",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.1894"],"date":["2012-12-09"],"type":["text"],"creator":["Bordag, M."],"language":[],"coverage":[],"title":["Surface plasmon for graphene in the Dirac equation model"],"description":["  We consider single-layer plane graphene with electronic excitations described\nby the Dirac equation. Using a known representation of the polarization tensor\nin terms of the spinor loop we show the existence of surface modes, i.e., of\nundamped in time excitations of the \\elm field, propagating along the graphene.\nThese show up in the TE polarization and exist at zero temperature.\n","Comment: 4 pages, 2 figures"]}]
["1212.2425",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2425"],"date":["2012-12-11","2012-12-14"],"type":["text"],"creator":["Bródka, Piotr","Kazienko, Przemysław"],"language":[],"coverage":[],"title":["Multi-layered Social Networks"],"description":["  It is quite obvious that in the real world, more than one kind of\nrelationship can exist between two actors and that those ties can be so\nintertwined that it is impossible to analyse them separately [Fienberg 85],\n[Minor 83], [Szell 10]. Social networks with more than one type of relation are\nnot a completely new concept [Wasserman 94] but they were analysed mainly at\nthe small scale, e.g. in [McPherson 01], [Padgett 93], and [Entwisle 07]. Just\nlike in the case of regular single-layered social network there is no widely\naccepted definition or even common name. At the beginning such networks have\nbeen called multiplex network [Haythornthwaite 99], [Monge 03]. The term is\nderived from communications theory which defines multiplex as combining\nmultiple signals into one in such way that it is possible to separate them if\nneeded [Hamill 06]. Recently, the area of multi-layered social network has\nstarted attracting more and more attention in research conducted within\ndifferent domains [Kazienko 11a], [Szell 10], [Rodriguez 07], [Rodriguez 09],\nand the meaning of multiplex network has expanded and covers not only social\nrelationships but any kind of connection, e.g. based on geography, occupation,\nkinship, hobbies, etc. [Abraham 12]. This essay aims to summarize existing\nknowledge about one concept which has many different names i.e. the concept of\nMulti-layered Social Network also known as Layered social network,\nMulti-relational social network, Multidimensional social network, Multiplex\nsocial network\n","Comment: It is the begining of essay for Encyclopedia of Social Network\n  Analysis and Mining, Springer 2013, so please cite as: Br\\'odka P., Kazienko\n  P., Multi-layered Social Networks, Encyclopedia of Social Network Analysis\n  and Mining, Springer 2013"]}]
["1212.2897",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2897"],"date":["2012-12-11","2012-12-13"],"type":["text"],"creator":["Khan, M. Ryyan","Wang, Xufeng","Alam, Muhammad A."],"language":[],"coverage":[],"title":["Fundamentals of PV Efficiency: Limits for Light Absorption"],"description":["  A simple thermodynamic argument related to a (weakly absorbing) finite\ndielectric slab illuminated by sunlight- originally suggested by Yablonovich-\nleads to the conclusion that the absorption in a dielectric can at best be\nincreased by a factor 4n2. Therefore, the absorption in these materials is\nalways imperfect; the Shockley-Queisser limit can be achieved only\nasymptotically. In this paper, we make the connection between the degradation\nin efficiency and the Yablonovich limit explicit and re-derive the 4n2 limit by\nintuitive geometrical arguments based on Snell's law and elementary rules of\nprobability. Remarkably, the re-derivation suggests strategies of breaking the\ntraditional limit and improving PV efficiency by enhanced light absorption.\n","Comment: 8 pages, 9 figures"]}]
["1212.2943",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2943"],"date":["2012-12-12","2012-12-14"],"type":["text"],"creator":["Park, Hyunchul","Song, Renming"],"language":[],"coverage":[],"title":["Trace estimates for relativistic stable processes"],"description":["  In this paper, we study the asymptotic behavior, as the time $t$ goes to\nzero, of the trace of the semigroup of a killed relativistic $\\alpha$-stable\nprocess in bounded $C^{1,1}$ open sets and bounded Lipschitz open sets. More\nprecisely, we establish the asymptotic expansion in terms of $t$ of the trace\nwith an error bound of order $t^{2/\\alpha}t^{-d/\\alpha}$ for $C^{1,1}$ open\nsets and of order $t^{1/\\alpha}t^{-d/\\alpha}$ for Lipschitz open sets. Compared\nwith the corresponding expansions for stable processes, there are more terms\nbetween the orders $t^{-d/\\alpha}$ and $t^{(2-d)/\\alpha}$ for $C^{1,1}$ open\nsets, and, when $\\alpha\\in (0, 1]$, between the orders $t^{-d/\\alpha}$ and\n$t^{(1-d)/\\alpha}$ for Lipschitz open sets.\n"]}]
["1212.2986",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.2986"],"date":["2012-12-12","2012-12-14"],"type":["text"],"creator":["Mann, Brian"],"language":[],"coverage":[],"title":["Hyperbolicity of the Cyclic Splitting Complex"],"description":["  We define a new complex on which $Out(F_n)$ acts by simplicial automorphisms,\nthe cyclic splitting complex of $F_n$, and show that it is hyperbolic using a\nmethod developed by Kapovich and Rafi.\n","Comment: 10 pages, 2 figures. Edited for typos and added contact information"]}]
["1212.3114",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3114","Int. J. for Numerical Methods in Fluids 68, 5 (2012) 625-641","doi:10.1002/fld.2526"],"date":["2012-12-13"],"type":["text"],"creator":["Kazantsev, Eugene"],"language":[],"coverage":[],"title":["Boundary conditions control for a Shallow-Water model"],"description":["  A variational data assimilation technique was used to estimate optimal\ndiscretization of interpolation operators and derivatives in the nodes adjacent\nto the rigid boundary. Assimilation of artificially generated observational\ndata in the shallow-water model in a square box and assimilation of real\nobservations in the model of the Black sea are discussed. It is shown in both\nexperiments that controlling the discretization of operators near a rigid\nboundary can bring the model solution closer to observations as in the\nassimilation window and beyond the window. This type of control allows also to\nimprove climatic variability of the model.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1112.4293,\n  arXiv:1112.3503, arXiv:0905.4709"]}]
["1212.3125",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3125"],"date":["2012-12-13","2012-12-14"],"type":["text"],"creator":["Beeker, Benjamin"],"language":[],"coverage":[],"title":["Compatibility JSJ decomposition of graphs of free abelian groups"],"description":["  A group G is a vGBS group if it admits a decomposition as a finite graph of\ngroups with all edge and vertex groups finitely generated and free abelian. We\ndescribe the compatibility JSJ decomposition over abelian groups. We prove that\nin general this decomposition is not algorithmically computable.\n","Comment: 46 pages, 22 figures"]}]
["1212.3183",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3183","doi:10.1039/C2SM26804C"],"date":["2012-12-13"],"type":["text"],"creator":["Vasumathi, V.","Pramanik, Debabrata","Sood, A. K.","Maiti, Prabal K"],"language":[],"coverage":[],"title":["Structure of Carbon Nanotube-dendrimer composite"],"description":["  Using all atomistic molecular dynamics (MD) simulations we report the\nmicroscopic picture of the nanotube-dendrimer complex for PAMAM dendrimer of\ngeneration 2 to 4 and carbon nanotube of chirality (6,5). We find compact\nwrapping conformations of dendrimer onto the nanotube surface for all the three\ngenerations of PAMAM dendrimer. The degree of wrapping is more for\nnon-protonated dendrimer compared to the protonated dendrimer. For comparison\nwe also study the interaction of another dendrimer, poly(propyl ether imine)\n(PETIM), with nanotube and show that PAMAM dendrimer interacts strongly as\ncompared to PETIM dendrimer as is evident from the distance of closest approach\nas well as the number of close contacts between the nanotube and dendrimer. We\nalso calculate the binding energy between the nanotube and the dendrimer using\nMM/PBSA methods and attribute the strong binding to the charge transfer between\nthem. Dendrimer wrapping on CNT will make it soluble and can act as an\nefficient dispersing agent for nanotube.\n"]}]
["1212.3226",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","52B05, 05E40 (Primary) 13D40, 13E10, 13F55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3226"],"date":["2012-12-13","2012-12-14"],"type":["text"],"creator":["Constantinescu, Alexandru","Varbaro, Matteo"],"language":[],"coverage":[],"title":["h-vectors of matroid complexes"],"description":["  We partition in classes the set of matroids of fixed dimension on a fixed\nvertex set. In each class we identify two special matroids, respectively with\nminimal and maximal h-vector in that class. Such extremal matroids also satisfy\na long-standing conjecture of Stanley. As a byproduct of this theory we\nestablish Stanley's conjecture in various cases, for example the case of\nCohen-Macaulay type less than or equal to 3.\n","Comment: 18 pages, 2 figures"]}]
["1212.3341",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3341"],"date":["2012-12-13"],"type":["text"],"creator":["Chanda, Abhishek","Westphal, Cedric"],"language":[],"coverage":[],"title":["Content as a Network Primitive"],"description":["  The current functionality supported by OpenFlowbased software defined\nnetworking (SDN) includes switching, routing, tunneling, and some basic fire\nwalling while operating on traffic flows. However, the semantics of SDN do not\nallow for other operations on the traffic, nor does it allow operations at a\nhigher granularity. In this work, we describe a method to expand the SDN\nframework to add other network primitives. In particular, we present a method\nto integrate different network elements (like cache, proxy etc). Here, we focus\non storage and caching, but our method could be expanded to other functionality\nseamlessly. We also present a method to identify content so as to perform\nper-content policy, as opposed to per flow policy. We have implemented the\nproposed mechanisms to demonstrate its feasibility.\n"]}]
["1212.3345",{"format":[],"subject":["Mathematics - Combinatorics","05C57, 91A46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3345"],"date":["2012-12-13"],"type":["text"],"creator":["Knox, Fiachra"],"language":[],"coverage":[],"title":["Two constructions relating to conjectures of Beck on positional games"],"description":["  In this paper, we construct two hypergraphs which exhibit the following\nproperties. We first construct a hypergraph $G_{CP}$ and show that Breaker wins\nthe Maker-Breaker game on $G_{CP}$, but Chooser wins the Chooser-Picker game on\n$G_{CP}$. This disproves an (informally stated) conjecture of Beck. Our second\nconstruction relates to Beck's Neighbourhood Conjecture, which (in its weakest\nform) states that there exists $c > 1$ such that Breaker wins the Maker-Breaker\ngame on any $n$-uniform hypergraph $G$ of maximum degree at most $c^n$. We\nconsider the case n=4 and construct a 4-graph $G_4$ with maximum vertex degree\n3, such that Maker wins the Maker-Breaker game on $G_4$. This answers a\nquestion of Leader.\n","Comment: 14 pages, 4 figures"]}]
["1212.3347",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3347"],"date":["2012-12-13"],"type":["text"],"creator":["Chebolu, Sunil K.","Mayers, Michael"],"language":[],"coverage":[],"title":["What is special about the divisors of 12?"],"description":["  Let R be the ring of polynomials in finitely many commuting variables with\ncoefficients in Z_n. It is shown that every unit of R is an involution if and\nonly of n is a divisor of 12.\n","Comment: 3 pages, to appear in Math. Magazine"]}]
["1212.3350",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3350","Physical Review E 85, 021502 (2012)","doi:10.1103/PhysRevE.85.021502"],"date":["2012-12-13"],"type":["text"],"creator":["Curk, Tine","de Hoogh, Anouk","Martinez-Veracoechea, Francisco J.","Eiser, Erika","Frenkel, Daan","Dobnikar, Jure","Leunissen, Mirjam E."],"language":[],"coverage":[],"title":["Layering, freezing and re-entrant melting of hard spheres in soft\n  confinement"],"description":["  Confinement can have a dramatic effect on the behavior of all sorts of\nparticulate systems and it therefore is an important phenomenon in many\ndifferent areas of physics and technology. Here, we investigate the role played\nby the softness of the confining potential. Using grand canonical Monte Carlo\nsimulations, we determine the phase diagram of three-dimensional hard spheres\nthat in one dimension are constrained to a plane by a harmonic potential. The\nphase behavior depends strongly on the density and on the stiffness of the\nharmonic confinement. Whilst we find the familiar sequence of confined\nhexagonal and square-symmetric packings, we do not observe any of the usual\nintervening ordered phases. Instead, the system phase separates under strong\nconfinement, or forms a layered re-entrant liquid phase under weaker\nconfinement. It is plausible that this behavior is due to the larger positional\nfreedom in a soft confining potential and to the contribution that the\nconfinement energy makes to the total free energy. The fact that specific\nstructures can be induced or suppressed by simply changing the confinement\nconditions (e.g. in a dielectrophoretic trap) is important for applications\nthat involve self-assembled structures of colloidal particles.\n","Comment: 5 pages, 5 figures"]}]
["1212.3353",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Optics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3353","Journal of Applied Physics 108, 113301 (2010)","doi:10.1063/1.3516158"],"date":["2012-12-13"],"type":["text"],"creator":["Chvykov, Pavel","Ongg, Wise","Easter, James","Hou, Bixue","Nees, John","Krushelnick, Karl"],"language":[],"coverage":[],"title":["Microdroplet target synthesis for kilohertz ultrafast lasers"],"description":["  We have developed a method for producing spatially stable micron-scale liquid\ntargets of flexible shapes at kilohertz repetition rate for use in air and\nvacuum, by perturbing 5 and 30 \\mu m diameter streams with femtosecond laser\npulses and monitoring the temporal development of the perturbation. Using\nwater, we have produced features such as 2.1 \\mu m diameter droplet and 1.3 \\mu\nm diameter neck with less than 0.3 \\mu m shot-to-shot variation, with prospects\nfor further reduction in size and variability. The use of such micron-scale\ntargets can be expected to prevent conductive heat dissipation, enhance field\nstrength for ion acceleration and allow spatially-deterministic laser-cluster\nexperiments.\n","Comment: 3 pages, 2 figures"]}]
["1212.3359",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3359"],"date":["2012-12-13"],"type":["text"],"creator":["Achanta, Hema Kumari","Xu, Weiyu","Dasgupta, Soura"],"language":[],"coverage":[],"title":["Matrix Design for Optimal Sensing"],"description":["  We design optimal $2 \\times N$ ($2 <N$) matrices, with unit columns, so that\nthe maximum condition number of all the submatrices comprising 3 columns is\nminimized. The problem has two applications. When estimating a 2-dimensional\nsignal by using only three of $N$ observations at a given time, this minimizes\nthe worst-case achievable estimation error. It also captures the problem of\noptimum sensor placement for monitoring a source located in a plane, when only\na minimum number of required sensors are active at any given time. For\narbitrary $N\\geq3$, we derive the optimal matrices which minimize the maximum\ncondition number of all the submatrices of three columns. Surprisingly, a\nuniform distribution of the columns is \\emph{not} the optimal design for odd\n$N\\geq 7$.\n","Comment: conference"]}]
["1212.3363",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3363","PoS(Baldin ISHEPP XXI)026, 2012"],"date":["2012-12-13"],"type":["text"],"creator":["Bondarenko, S. G.","Burov, V. V.","Rogochaya, E. P."],"language":[],"coverage":[],"title":["Final state interaction effects in exclusive electrodisintegration of\n  the deuteron"],"description":["  The exclusive electrodisintegration of the deuteron is considered within the\nBethe-Salpeter approach with a separable interaction kernel. The relativistic\nkernel of nucleon-nucleon interaction is obtained considering the phase shifts\nin the elastic neutron-proton scattering and properties of the deuteron. The\ndifferential cross section is calculated within the impulse approximation under\nseveral kinematic conditions of the Bonn experiment. Final state interactions\nbetween the outgoing nucleons are taken into account. Partial-wave states of\nthe neutron-proton pair with total angular momentum J=0,1 are considered.\n","Comment: 10 pages, 5 figures, 2 tables. arXiv admin note: substantial text\n  overlap with arXiv:1110.5775"]}]
["1212.3365",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3365"],"date":["2012-12-13"],"type":["text"],"creator":["Solymosi, Jozsef"],"language":[],"coverage":[],"title":["Expanding Polynomials over the rationals"],"description":["  Let $F(x,y)$ be a polynomial over the rationals. We show that if $F$ is not\nan expander (over the rationals) then it has a special multiplicative or\nadditive form. For example if $F$ is a homogeneous non-expander polynomial then\n$F(x,y)=c(x+ay)^\\alpha$ or $F(x,y)=c(xy)^\\alpha .$ This is an extension of an\nearlier result of Elekes and R\\'onyai who described the structure of\ntwo-variate polynomials which are not expanders over the reals.\n"]}]
["1212.3368",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3368"],"date":["2012-12-13"],"type":["text"],"creator":["Jha, P. K.","Mandal, J. K."],"language":[],"coverage":[],"title":["Space Efficient Cryptographic Protocol Using Recursive Bitwise & Pairs\n  Of Bits Of Operation (RBPBO)"],"description":["  The technique considers a message as binary string on which a Efficient\nCryptographic Protocol using Recursive Bitwise amd pairs of Bits of operation\n(RBPBO) is performed. A block of n bits is taken as an input stream, where n\nvaries from 4 to 256, from a continuous stream of bits and the technique\noperates on it to generate the intermediate encrypted stream. This technique\ndirectly involves all the bits of blocks in a boolean operation and a session\nkey. The same operation is performed repeatedly for different block sizes as\nper the specification of a session key to generate the final encrypted stream.\nIt is a kind of block cipher and symmetric in nature hence, decoding is done\nfollowing the same procedure. A comparison of the proposed technique with\nexisting and industrially accepted RSA and TDES has also been done in terms of\nfrequency distribution and non homogeneity of source and encrypted files. Key\nwords: Space Efficient Cryptographic Protocol using Recursive Bitwise & pairs\nof Bits of operation (RBPBO),Cipher text, Block cipher, Session Key.\n","Comment: 5 page paper in Proceeding of International Conference on Computing\n  and Systems ICCS 2010, ISBN 93-80813-01-5, pp 151-155, University of Burdwan,\n  19th, 20th November, 2010"]}]
["1212.3369",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3369"],"date":["2012-12-13"],"type":["text"],"creator":["Le, Kim-Ngan","Tran, T."],"language":[],"coverage":[],"title":["A convergent finite element approximation for the quasi-static\n  Maxwell--Landau--Lifshitz--Gilbert equations"],"description":["  We propose a $\\theta$-linear scheme for the numerical solution of the\nquasi-static Maxwell-Landau-Lifshitz-Gilbert (MLLG) equations. Despite the\nstrong nonlinearity of the Landau-Lifshitz-Gilbert equation, the proposed\nmethod results in a linear system at each time step. We prove that as the time\nand space steps tend to zero (with no further conditions when\n$\\theta\\in(1/2,1]$), the finite element solutions converge weakly to a weak\nsolution of the MLLG equations. Numerical results are presented to show the\napplicability of the method.\n","Comment: 20 pages, 4 figures"]}]
["1212.3370",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3370"],"date":["2012-12-13"],"type":["text"],"creator":["Mandal, J. K.","Ghatak, S."],"language":[],"coverage":[],"title":["A Novel Technique for Secret Message / Image Transmission through (2,\n  2)Visual Cryptographic Protocol (SMITVCP)"],"description":["  In this paper a secret message/image transmission technique has been proposed\nthrough (2, 2) visual cryptographic share which is non-interpretable in\ngeneral. A binary image is taken as cover image and authenticating\nmessage/image has been fabricated into it through a hash function where two\nbits in each pixel within four bits from LSB of the pixel is embedded and as a\nresult it converts the binary image to gray scale one. (2,2) visual\ncryptographic shares are generated from this converted gray scale image. During\ndecoding shares are combined to regenerate the authenticated image from where\nthe secret message/image is obtained through the same hash function along with\nreduction of noise. Noise reduction is also done on regenerated authenticated\nimage to regenerate original cover image at destination.\n","Comment: 7 page paper in Proceeding of International Conference on Computing\n  and Systems ICCS 2010, ISBN 93-80813-01-5, pp 151-155, University of Burdwan,\n  19th, 20th November, 2010"]}]
["1212.3371",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3371"],"date":["2012-12-13"],"type":["text"],"creator":["Ghoshal, Nabin","Mandal, J. K."],"language":[],"coverage":[],"title":["Image Authentication Technique in Frequency Domain based on Discrete\n  Fourier Transformation (IATFDDFT)"],"description":["  In this paper a novel data embedding technique in frequency domain has been\nproposed using Discrete Fourier Transform (DFT) for image authentication and\nsecured message transmission based on hiding a large volume of data into gray\nimages. Image authentication is done by embedding message or image in frequency\ndomain by choosing image blocks of size 2 x 2, called mask, from the source\nimage in row major order and transform it into the frequency domain using DFT.\nThree bits of authenticating message/image/message-digest are fabricated within\nthe real parts of each source image byte except first frequency component of\neach mask. The dimension of authenticating image followed by message digest\n(MD) and the content of authenticating message/image are also embedded. Inverse\nDFT (IDFT) is performed on embedded data to transform embedded frequency\ncomponent to spatial component. In order to keep the quantum value positive and\nnon negative in spatial domain a strong and robust technique is incorporated\nmainly on the first frequency component and sometimes on other component\ndepends upon situations. The decoding is done by applying the reverse\nalgorithm. Experimental results conform that the proposed algorithm performs\nbetter than DCT, QFT and SCDFT schemes.\n","Comment: 7 page paper in Proceeding of International Conference on Computing\n  and Systems ICCS 2010, ISBN 93-80813-01-5, pp 151-155, University of Burdwan,\n  19th, 20th November, 2010"]}]
["1212.3373",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3373"],"date":["2012-12-13"],"type":["text"],"creator":["Mandal, J. K.","Mukhopadhyay, Somnath"],"language":[],"coverage":[],"title":["A Novel Directional Weighted Minimum Deviation (DWMD) Based Filter for\n  Removal of Random Valued Impulse Noise"],"description":["  The most median-based de noising methods works fine for restoring the images\ncorrupted by Randomn Valued Impulse Noise with low noise level but very poor\nwith highly corrupted images. In this paper a directional weighted minimum\ndeviation (DWMD) based filter has been proposed for removal of high random\nvalued impulse noise (RVIN). The proposed approach based on Standard Deviation\n(SD) works in two phases. The first phase detects the contaminated pixels by\ndifferencing between the test pixel and its neighbor pixels aligned with four\nmain directions. The second phase filters only those pixels keeping others\nintact. The filtering scheme is based on minimum standard deviation of the four\ndirectional pixels. Extensive simulations show that the proposed filter not\nonly provide better performance of de noising RVIN but can preserve more\ndetails features even thin lines or dots. This technique shows better\nperformance in terms of PSNR, Image Fidelity and Computational Cost compared to\nthe existing filters.\n","Comment: 7 page paper in Proceeding of International Conference on Computing\n  and Systems ICCS 2010, ISBN 93-80813-01-5, pp 151-155, University of Burdwan,\n  19th, 20th November, 2010"]}]
["1212.3377",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3377","Journal of Theoretical Biology 313 (2012) 20-41","doi:10.1016/j.jtbi.2012.08.007"],"date":["2012-12-13"],"type":["text"],"creator":["Okabe, Takuya"],"language":[],"coverage":[],"title":["Systematic variations in divergence angle"],"description":["  Practical methods for quantitative analysis of radial and angular coordinates\nof leafy organs of vascular plants are presented and applied to published\nphyllotactic patterns of various real systems from young leaves on a shoot tip\nto florets on a flower head. The constancy of divergence angle is borne out\nwith accuracy of less than a degree. It is shown that apparent fluctuations in\ndivergence angle are in large part systematic variations caused by the invalid\nassumption of a fixed center and/or by secondary deformations, while random\nfluctuations are of minor importance.\n"]}]
["1212.3378",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3378"],"date":["2012-12-13"],"type":["text"],"creator":["Marvian, Iman","Spekkens, Robert W."],"language":[],"coverage":[],"title":["An information-theoretic account of the Wigner-Araki-Yanase theorem"],"description":["  The Wigner-Araki-Yanase (WAY) theorem can be understood as a result in the\nresource theory of asymmetry asserting the impossibility of perfectly\nsimulating, via symmetric processing, the measurement of an asymmetric\nobservable unless one has access to a state that is perfectly asymmetric, that\nis, one whose orbit under the group action is a set of orthogonal states. The\nsimulation problem can be characterized information-theoretically by\nconsidering how well both the target observable and the resource state can\nprovide an encoding of an element of the symmetry group. Leveraging this\ninformation-theoretic perspective, we show that the WAY theorem is a\nconsequence of the no-programming theorem for projective measurements. The\nconnection allows us to clarify the conceptual content of the theorem and to\ndeduce some interesting generalizations.\n","Comment: 5 pages"]}]
["1212.3380",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Complexity","Computer Science - Computational Geometry","52C20 (Primary) 05B45, 68Q17 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3380"],"date":["2012-12-13"],"type":["text"],"creator":["Yang, Jed"],"language":[],"coverage":[],"title":["Rectangular tileability and complementary tileability are undecidable"],"description":["  Does a given a set of polyominoes tile some rectangle? We show that this\nproblem is undecidable. In a different direction, we also consider tiling a\ncofinite subset of the plane. The tileability is undecidable for many variants\nof this problem. However, we present an algorithm for testing whether the\ncomplement of a finite region is tileable by a set of rectangles.\n","Comment: 16 pages, 8 figures"]}]
["1212.3381",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3381"],"date":["2012-12-13"],"type":["text"],"creator":["Tran, Nguyen H.","Hong, Choong Seon","Lee, Sungwon","Han, Zhu"],"language":[],"coverage":[],"title":["Optimal Pricing Effect on Equilibrium Behaviors of Delay-Sensitive Users\n  in Cognitive Radio Networks"],"description":["  This paper studies price-based spectrum access control in cognitive radio\nnetworks, which characterizes network operators' service provisions to\ndelay-sensitive secondary users (SUs) via pricing strategies. Based on the two\nparadigms of shared-use and exclusive-use dynamic spectrum access (DSA), we\nexamine three network scenarios corresponding to three types of secondary\nmarkets. In the first monopoly market with one operator using opportunistic\nshared-use DSA, we study the operator's pricing effect on the equilibrium\nbehaviors of self-optimizing SUs in a queueing system. %This queue represents\nthe congestion of the multiple SUs sharing the operator's single \\ON-\\OFF\nchannel that models the primary users (PUs) traffic. We provide a queueing\ndelay analysis with the general distributions of the SU service time and PU\ntraffic using the renewal theory. In terms of SUs, we show that there exists a\nunique Nash equilibrium in a non-cooperative game where SUs are players\nemploying individual optimal strategies. We also provide a sufficient condition\nand iterative algorithms for equilibrium convergence. In terms of operators,\ntwo pricing mechanisms are proposed with different goals: revenue maximization\nand social welfare maximization. In the second monopoly market, an operator\nexploiting exclusive-use DSA has many channels that will be allocated\nseparately to each entering SU. We also analyze the pricing effect on the\nequilibrium behaviors of the SUs and the revenue-optimal and socially-optimal\npricing strategies of the operator in this market. In the third duopoly market,\nwe study a price competition between two operators employing shared-use and\nexclusive-use DSA, respectively, as a two-stage Stackelberg game. Using a\nbackward induction method, we show that there exists a unique equilibrium for\nthis game and investigate the equilibrium convergence.\n","Comment: 30 pages, one column, double space"]}]
["1212.3389",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3389"],"date":["2012-12-13"],"type":["text"],"creator":["Acharya, Keshav Raj"],"language":[],"coverage":[],"title":["Remling's Theorem on canonical systems"],"description":["  We prove the Remling's Theorem on canonical systems and discuss the\nconnection between Jacobi and Schr\\\"odinger equation and canonical systems.\n"]}]
["1212.3390",{"format":[],"subject":["Computer Science - Learning","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3390"],"date":["2012-12-13"],"type":["text"],"creator":["Majumder, Anirban","Shrivastava, Nisheeth"],"language":[],"coverage":[],"title":["Know Your Personalization: Learning Topic level Personalization in\n  Online Services"],"description":["  Online service platforms (OSPs), such as search engines, news-websites,\nad-providers, etc., serve highly pe rsonalized content to the user, based on\nthe profile extracted from his history with the OSP. Although personalization\n(generally) leads to a better user experience, it also raises privacy concerns\nfor the user---he does not know what is present in his profile and more\nimportantly, what is being used to per sonalize content for him. In this paper,\nwe capture OSP's personalization for an user in a new data structure called the\nperson alization vector ($\\eta$), which is a weighted vector over a set of\ntopics, and present techniques to compute it for users of an OSP. Our approach\ntreats OSPs as black-boxes, and extracts $\\eta$ by mining only their output,\nspecifical ly, the personalized (for an user) and vanilla (without any user\ninformation) contents served, and the differences in these content. We\nformulate a new model called Latent Topic Personalization (LTP) that captures\nthe personalization vector into a learning framework and present efficient\ninference algorithms for it. We do extensive experiments for search result\npersonalization using both data from real Google users and synthetic datasets.\nOur results show high accuracy (R-pre = 84%) of LTP in finding personalized\ntopics. For Google data, our qualitative results show how LTP can also\nidentifies evidences---queries for results on a topic with high $\\eta$ value\nwere re-ranked. Finally, we show how our approach can be used to build a new\nPrivacy evaluation framework focused at end-user privacy on commercial OSPs.\n","Comment: privacy, personalization"]}]
["1212.3391",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Algebraic Geometry","Mathematics - Number Theory","37P05, 37P45, 14G99, 13A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3391"],"date":["2012-12-13"],"type":["text"],"creator":["Szpiro, Lucien","Tepper, Michael","Williams, Phillip"],"language":[],"coverage":[],"title":["Semi-stable Reduction Implies Minimality of the Resultant"],"description":["  For a dynamical system on n-dimensional projective space over a number field\nor a function field, we show that semi-stable reduction implies the minimality\nof the resultant. We use this to show that every such dynamical system over a\nnumber field admits a globally minimal presentation.\n","Comment: 8 pages"]}]
["1212.3392",{"format":[],"subject":["Mathematics - Quantum Algebra","16T05, 12H05, 12H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3392"],"date":["2012-12-13"],"type":["text"],"creator":["Saito, Katsunori","Umemura, Hiroshi"],"language":[],"coverage":[],"title":["Quantization of Galois theory, Examples and Observations"],"description":["  If we consider a q-analogue of linear differential equation, Galoois group of\nthe q-analogue difference equation is still a linear algebraic group. Namely,\nby a quantization of linear differential equation, Galois group is not\nquantized. We show by Examples that if we consider non-linear equations Galois\ngroup is quantized. The results depend on general differential Galois theory\nfor non-linear differential equations developed by the second author.\n","Comment: 48 pages"]}]
["1212.3393",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3393"],"date":["2012-12-14"],"type":["text"],"creator":["Hunter, Timothy","Das, Tathagata","Zaharia, Matei","Abbeel, Pieter","Bayen, Alexandre M."],"language":[],"coverage":[],"title":["Large Scale Estimation in Cyberphysical Systems using Streaming Data: a\n  Case Study with Smartphone Traces"],"description":["  Controlling and analyzing cyberphysical and robotics systems is increasingly\nbecoming a Big Data challenge. Pushing this data to, and processing in the\ncloud is more efficient than on-board processing. However, current cloud-based\nsolutions are not suitable for the latency requirements of these applications.\nWe present a new concept, Discretized Streams or D-Streams, that enables\nmassively scalable computations on streaming data with latencies as short as a\nsecond.\n  We experiment with an implementation of D-Streams on top of the Spark\ncomputing framework. We demonstrate the usefulness of this concept with a novel\nalgorithm to estimate vehicular traffic in urban networks. Our online EM\nalgorithm can estimate traffic on a very large city network (the San Francisco\nBay Area) by processing tens of thousands of observations per second, with a\nlatency of a few seconds.\n"]}]
["1212.3400",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","14G05, 11G35, 11G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3400"],"date":["2012-12-14"],"type":["text"],"creator":["Nguyen, Dong Quan Ngoc"],"language":[],"coverage":[],"title":["Generalized Mordell curves, generalized Fermat curves, and the Hasse\n  principle"],"description":["  A generalized Mordell curve of degree $n \\ge 3$ over $\\bQ$ is the smooth\nprojective model of the affine curve of the form $Az^2 = Bx^n + C$, where $A,\nB, C$ are nonzero integers. A generalized Fermat curve of signature $(n, n, n)$\nwith $n \\ge 3$ over $\\bQ$ is the smooth projective curve of the form $Ax^n +\nBy^n + Cz^n = 0$ for some nonzero integers $A, B, C$. In this paper, we show\nthat for each prime $p$ with $p \\equiv 1 \\pmod{8}$ and $p \\equiv 2 \\pmod{3}$,\nthere exists a threefold $\\cX_p \\subseteq \\bP^6$ such that certain rational\npoints on $\\cX_p$ produce infinite families of non-isomorphic generalized\nMordell curves of degree $12n$ and infinite families of generalized Fermat\ncurves of signature $(12n, 12n, 12n)$ for each $n \\ge 2$ that are\ncounterexamples to the Hasse principle explained by the Brauer-Manin\nobstruction. We also show that the set of special rational points on $\\cX_p$\nproducing generalized Mordell curves and generalized Fermat curves that are\ncounterexamples to the Hasse principle is infinite, and can be constructed\nexplicitly.\n","Comment: 45 pages"]}]
["1212.3404",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3404"],"date":["2012-12-14"],"type":["text"],"creator":["Barik, Nikhilesh","Karforma, Sunil","Mondal, J. K.","Ghosh, Arpita"],"language":[],"coverage":[],"title":["Towards Design and Implementation of Space Efficient and Secured\n  Transmission scheme on EGovernance data"],"description":["  We know that large amount of data and information should be transmitted\nthrough internet during transactions in E-Governance. Smart E-Governance system\nshould deliver speedy, space efficient, cost effective and secure services\namong other governments and its citizens utilizing benefits of Information and\nCommunication Technologies (ICT). This paper proposes to develop a space\nefficient and secured data transmission scheme using Modified Huffman algorithm\nfor compression, which will also yield better bandwidth utilization and inner\nencryption technique with one way hash function SHA (Secured Hash Algorithm) to\nensure Message integrity.\n","Comment: 6 Page paper in Proceeding of International Conference on Computing\n  and Systems ICCS 2010, ISBN 93-80813-01-5, pp 151-155, University of Burdwan,\n  19th, 20th November, 2010"]}]
["1212.3417",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3417"],"date":["2012-12-14"],"type":["text"],"creator":["Robles-Pérez, S. J.","González-Díaz, P. F."],"language":[],"coverage":[],"title":["Inter-universal quantum entanglement"],"description":["  The boundary conditions to be imposed on the quantum state of the whole\nmultiverse could be such that the universes would be created in entangled\npairs. Then, inter-universal entanglement would provide us with a vacuum energy\nfor each single universe that might be fitted with observational data, making\ntestable not only the multiverse proposal but also the boundary conditions of\nthe multiverse. Furthermore, the second law of the entanglement thermodynamics\nwould enhance the expansion of the single universes.\n","Comment: 3 pages, no figure. Prepared for the proceedings of the \"Thirteenth\n  Marcel Grossmann Meeting\""]}]
["1212.3418",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3418"],"date":["2012-12-14"],"type":["text"],"creator":["Bampas, Evangelos","Lamani, Anissa","Petit, Franck","Valero, Mathieu"],"language":[],"coverage":[],"title":["Self-Stabilizing Balancing Algorithm for Containment-Based Trees"],"description":["  Containment-based trees encompass various handy structures such as B+-trees,\nR-trees and M-trees. They are widely used to build data indexes,\nrange-queryable overlays, publish/subscribe systems both in centralized and\ndistributed contexts. In addition to their versatility, their balanced shape\nensures an overall satisfactory performance. Re- cently, it has been shown that\ntheir distributed implementations can be fault-resilient. However, this\nrobustness is achieved at the cost of un-balancing the structure. While the\nstructure remains correct in terms of searchability, its performance can be\nsignificantly decreased. In this paper, we propose a distributed\nself-stabilizing algorithm to balance containment-based trees.\n","Comment: (2012)"]}]
["1212.3421",{"format":[],"subject":["Mathematics - Combinatorics","55U10 (Primary) 20C05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3421"],"date":["2012-12-14"],"type":["text"],"creator":["Meshulam, Roy"],"language":[],"coverage":[],"title":["Sum Complexes and Uncertainty Numbers"],"description":["  Let p be a prime and let A be a subset of F_p. For k<p let X_{A,k} be the\n(k-1)-dimensional complex on the vertex set F_p with a full (k-2)-skeleton\nwhose (k-1)-faces are k-subsets S of F_p such that the sum of the elements of S\nbelongs to A. The homology groups of X_{A,k} with field coefficients are\ndetermined. In particular it is shown that if |A| \\leq k then\nH_{k-1}(X_{A,k};F_p)=0. This implies a homological characterization of\nuncertainty numbers of subsets of F_p.\n","Comment: 16 pages"]}]
["1212.3425",{"format":[],"subject":["Computer Science - Emerging Technologies","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3425","Int J Bifurcation Chaos 22 (2012) 1250283","doi:10.1142/S0218127412502835"],"date":["2012-12-14"],"type":["text"],"creator":["Erokhin, Victor","Howard, Gerard David","Adamatzky, Andrew"],"language":[],"coverage":[],"title":["Organic Memristor Devices for Logic Elements with Memory"],"description":["  Memristors are promising next-generation memory candidates that are\nnonvolatile, possess low power requirements and are capable of nanoscale\nfabrication. In this article we physically realise and describe the use of\norganic memristors in designing statefull boolean logic gates for the AND OR\nand NOT operations. The output of these gates is analog and dependent on the\nlength of time that suitable charge is applied to the inputs, displaying a\nlearning property. Results may be also interpreted in a traditional binary\nmanner through use of a suitable thresholding function at the output. The\nmemristive property of the gate allows the for the production of analog outputs\nthat vary based on the charge-dependent nonvolatile state of the memristor. We\nprovide experimental results of physical fabrication of three types of logic\ngate. A simulation of a one-bit full adder comprised of memristive logic gates\nis also included, displaying varying response to two distinct input patterns.\n"]}]
["1212.3427",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3427"],"date":["2012-12-14"],"type":["text"],"creator":["Lu, Jinpeng"],"language":[],"coverage":[],"title":["On stable hypersurfaces with constant mean curvature in Euclidean spaces"],"description":["  In this paper, we derive curvature estimates for strongly stable\nhypersurfaces with constant mean curvature immersed in $\\mathbb{R}^{n+1}$,\nwhich show that the locally controlled volume growth yields a globally\ncontrolled volume growth if $\\partial M=\\emptyset$. Moreover, we deduce a\nBernstein-type theorem for complete stable hypersurfaces with constant mean\ncurvature of arbitrary dimension, given a finite $L^p$-norm curvature\ncondition.\n","Comment: 12 pages"]}]
["1212.3435",{"format":[],"subject":["Mathematics - Analysis of PDEs","76D05 (Primary) 35Q74 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3435"],"date":["2012-12-14"],"type":["text"],"creator":["Lengeler, Daniel"],"language":[],"coverage":[],"title":["Global weak solutions for an incompressible, generalized Newtonian fluid\n  interacting with a linearly elastic Koiter shell"],"description":["  In this paper we analyze the interaction of an incompressible, generalized\nNewtonian fluid with a linearly elastic Koiter shell whose motion is restricted\nto transverse displacements. The middle surface of the shell constitutes the\nmathematical boundary of the three-dimensional fluid domain. We show that weak\nsolutions exist as long as the magnitude of the displacement stays below some\n(possibly large) bound which is determined by the geometry of the undeformed\nshell.\n","Comment: 33 pages, submitted. arXiv admin note: text overlap with\n  arXiv:1207.3696"]}]
["1212.3440",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3440"],"date":["2012-12-14"],"type":["text"],"creator":["Barbieri, Riccardo"],"language":[],"coverage":[],"title":["ICHEP2012 Physics Highlights"],"description":["  I describe some of the highlights of ICHEP2012 with an eye to the current\nstatus of particle physics.\n","Comment: 12 pages, 5 figures, ICHEP2012, Melbourne"]}]
["1212.3441",{"format":[],"subject":["Computer Science - Emerging Technologies","Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3441","IEEE Trans Evolutionary Computation 16 (2012) 711--729","doi:10.1109/TEVC.2011.2170199"],"date":["2012-12-14"],"type":["text"],"creator":["Howard, Gerard","Gale, Ella","Bull, Larry","Costello, Ben de Lacy","Adamatzky, Andy"],"language":[],"coverage":[],"title":["Evolution of Plastic Learning in Spiking Networks via Memristive\n  Connections"],"description":["  This article presents a spiking neuroevolutionary system which implements\nmemristors as plastic connections, i.e. whose weights can vary during a trial.\nThe evolutionary design process exploits parameter self-adaptation and variable\ntopologies, allowing the number of neurons, connection weights, and\ninter-neural connectivity pattern to emerge. By comparing two phenomenological\nreal-world memristor implementations with networks comprised of (i) linear\nresistors (ii) constant-valued connections, we demonstrate that this approach\nallows the evolution of networks of appropriate complexity to emerge whilst\nexploiting the memristive properties of the connections to reduce learning\ntime. We extend this approach to allow for heterogeneous mixtures of memristors\nwithin the networks; our approach provides an in-depth analysis of network\nstructure. Our networks are evaluated on simulated robotic navigation tasks;\nresults demonstrate that memristive plasticity enables higher performance than\nconstant-weighted connections in both static and dynamic reward scenarios, and\nthat mixtures of memristive elements provide performance advantages when\ncompared to homogeneous memristive networks.\n"]}]
["1212.3443",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3443"],"date":["2012-12-14"],"type":["text"],"creator":["Cherepashchuk, A.","Sunyaev, R.","Molkov, S.","Antokhina, E.","Postnov, K.","Bogomazov, A."],"language":[],"coverage":[],"title":["Peculiarities in the orbital and precessional variability of SS433 from\n  INTEGRAL observations"],"description":["  Based on multiyear INTEGRAL observations of SS433, a composite IBIS/ISGRI\n18-60 keV orbital light curve is constructed around zero precessional phase\n$\\psi_{pr}= 0$. It shows a peculiar shape characterized by a significant excess\nnear the orbital phase $\\phi_{orb}= 0.25$, which is not seen in the softer 2-10\nkeV energy band. Such a shape is likely to be due to a complex asymmetric\nstructure of the funnel in a supercritical accretion disk in SS433. The orbital\nlight curve at 40-60 keV demonstrates two almost equal bumps at phases $\\sim\n0.25$ and $\\sim 0.75$, most likely due to nutation effects of the accretion\ndisk. The change of the off-eclipse 18-60 keV X-ray flux with the precessional\nphase shows a double-wave form with strong primary maximum at $\\psi_{pr}= 0$\nand weak but significant secondary maximum at $\\psi_{pr}= 0.6$. A weak\nvariability of the 18-60 keV flux in the middle of the orbital eclipse\ncorrelated with the disk precessional phase is also observed. The joint\nanalysis of the broadband (18-60 keV) orbital and precessional light curves\nobtained by INTEGRAL confirms the presence of a hot extended corona in the\ncentral parts of the supercritical accretion disk and constrain the binary mass\nratio in SS433 in the range $0.5\\gtrsim q\\gtrsim 0.3$, confirming the black\nhole nature of the compact object. Orbital and precessional light curves in the\nhardest X-ray band 40-60 keV, which is free from emission from thermal X-ray\njets, are also best fitted by the same geometrical model with hot extended\ncorona at $q\\sim 0.3$, stressing the conclusions of the modeling of the\nbroad-band X-ray orbital and precessional light curves.\n","Comment: 6 pages. 12 figures, LATeX, submitted to Proc. 9th INTEGRAL Workshop\n  (Paris, 15-19 October 2012). To be published in Proc. of Science"]}]
["1212.3448",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","05C30, 68R05, 05A16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3448"],"date":["2012-12-14"],"type":["text"],"creator":["Guttmann, Anthony J."],"language":[],"coverage":[],"title":["Self-avoiding walks and polygons -- an overview"],"description":["  This is a rather personal review of the problem of self-avoiding walks and\npolygons. After defining the problem, and outlining what is known rigorously\nand what is merely conjectured, I highlight the major outstanding problems. I\nthen give several applications in which the I have been involved. These include\na study of surface adsorption of polymers, counting possible paths in a\ntelecommunication network, hitting probabilities of SAWs in a rectangle, and\nthe modelling of biological experiments on polymers. I hope to show that SAWs\nare not only of intrinsic mathematical interest, but also have many interesting\nand useful applications.\n","Comment: This is a slightly updated and expanded version, with minor\n  corrections, of an article that first appeared in the October 2012 issue of\n  the Asia Pacific Newsletter, accompanying an interview with the author. 19\n  pages, 9 figures"]}]
["1212.3450",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3450"],"date":["2012-12-14"],"type":["text"],"creator":["Lansberg, J. P.","Chambert, V.","Didelez, J. P.","Genolini, B.","Hadjidakis, C.","Lorce, C.","Rosier, P.","Anselmino, M.","Arnaldi, R.","Scomparin, E.","Brodsky, S. J.","Ferreiro, E. G.","Fleuret, F.","Rakotozafindrabe, A.","Schienbein, I.","Uggerhoj, U. I."],"language":[],"coverage":[],"title":["Prospectives for A Fixed-Target ExpeRiment at the LHC: AFTER@LHC"],"description":["  We argue that the concept of a multi-purpose fixed-target experiment with the\nproton or lead-ion LHC beams extracted by a bent crystal would offer a number\nof ground-breaking precision-physics opportunities. The multi-TeV LHC beams\nwill allow for the most energetic fixed-target experiments ever performed. The\nfixed-target mode has the advantage of allowing for high luminosities, spin\nmeasurements with a polarised target, and access over the full backward\nrapidity domain --uncharted until now-- up to x_F ~ -1.\n","Comment: 6 pages, 1 table, LaTeX. Proceedings of the 36th International\n  Conference on High Energy Physics (ICHEP2012), 4-11 July 2012, Melbourne,\n  Australia"]}]
["1212.3451",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3451","Phys. Rev. B 86, 174201 (2012)","doi:10.1103/PhysRevB.86.174201"],"date":["2012-12-14"],"type":["text"],"creator":["Belousov, Sergei","Bogdanova, Maria","Deinega, Alexei","Eiderman, Sergey","Valuev, Ilya","Lozovik, Yurii","Polischuk, Ilya","Potapkin, Boris","Ramamurthi, Badri","Deng, Tao","Midha, Vikas"],"language":[],"coverage":[],"title":["Using metallic photonic crystals as visible light sources"],"description":["  In this paper we study numerically and experimentally the possibility of\nusing metallic photonic crystals (PCs) of different geometries (log-piles,\ndirect and inverse opals) as visible light sources. It is found that by tuning\ngeometrical parameters of a direct opal PC one can achieve substantial\nreduction of the emissivity in the infrared along with its increase in the\nvisible. We take into account disorder of the PC elements in their sizes and\npositions, and get quantitative agreement between the numerical and\nexperimental results. We analyze the influence of known temperature-resistant\nrefractory host materials necessary for fixing the PC elements, and find that\nPC effects become completely destroyed at high temperatures due to the host\nabsorption. Therefore, creating PC-based visible light sources requires that\nlow-absorbing refractory materials for embedding medium be found.\n","Comment: 9 pages, 15 figures"]}]
["1212.3453",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3453"],"date":["2012-12-14"],"type":["text"],"creator":["Pontonnier, Charles","Dumont, Georges"],"language":[],"coverage":[],"title":["Using a Cocontraction Ratio to Predict Antagonistic Behavior During\n  Elbow Motion"],"description":["  Inverse dynamics methods for muscle forces prediction are globally unable to\npredict antagonistic activity during a joint motion. This is due to a lack of\nphysiological information describing how forces are shared between flexors and\nextensors. The aim of this study is the definition and the use of a new\nEMG-based cocontraction ratio in an inverse dynamics muscle forces prediction\napproach applied to the elbow flexion motion. Results show the relevance of the\nratio.\n","Comment: International Society of Biomechanics 2011 Congress (2011)"]}]
["1212.3454",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Formal Languages and Automata Theory","Computer Science - Learning","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3454","EPTCS 103, 2012","doi:10.4204/EPTCS.103"],"date":["2012-12-14"],"type":["text"],"creator":["Fahrenberg, Uli","Legay, Axel","Thrane, Claus"],"language":[],"coverage":[],"title":["Proceedings Quantities in Formal Methods"],"description":["  This volume contains the proceedings of the Workshop on Quantities in Formal\nMethods, QFM 2012, held in Paris, France on 28 August 2012. The workshop was\naffiliated with the 18th Symposium on Formal Methods, FM 2012. The focus of the\nworkshop was on quantities in modeling, verification, and synthesis. Modern\napplications of formal methods require to reason formally on quantities such as\ntime, resources, or probabilities. Standard formal methods and tools have\ngotten very good at modeling (and verifying) qualitative properties: whether or\nnot certain events will occur. During the last years, these methods and tools\nhave been extended to also cover quantitative aspects, notably leading to tools\nlike e.g. UPPAAL (for real-time systems), PRISM (for probabilistic systems),\nand PHAVer (for hybrid systems). A lot of work remains to be done however\nbefore these tools can be used in the industrial applications at which they are\naiming.\n"]}]
["1212.3455",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3455"],"date":["2012-12-14"],"type":["text"],"creator":["Pontonnier, Charles","De Zee, Mark","Samani, Afshin","Dumont, Georges","Madeleine, Pascal"],"language":[],"coverage":[],"title":["Trend Validation of a Musculoskeletal Model with a Workstation Design\n  Parameter"],"description":["  The aim of this article is to present the application of a trend validation\nto validate a simulation model. The workstation parameter used to define the\ntrend is the table height of simulated meat cutting tasks (well known to be\nrelated to MSD).\n","Comment: ISB Technical Group on Computer Simulation Symposium 2011 (2011)"]}]
["1212.3458",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Logic in Computer Science","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3458","doi:10.4204/EPTCS.104"],"date":["2012-12-14"],"type":["text"],"creator":["Carbone, Marco","Lanese, Ivan","Silva, Alexandra","Sokolova, Ana"],"language":[],"coverage":[],"title":["Proceedings Fifth Interaction and Concurrency Experience"],"description":["  This volume contains the proceedings of ICE'12, the 5th Interaction and\nConcurrency Experience workshop, which was held in Stockholm, Sweden on the\n16th of June 2012 as a satellite event of DisCoTec'12. The topic of ICE'12 was\nDistributed Coordination, Execution Models, and Resilient Interaction. The ICE\nprocedure for paper selection allows for PC members to interact, anonymously,\nwith authors. During the review phase, each submitted paper is published on a\nWiki and associated with a discussion forum whose access is restricted to the\nauthors and to all the PC members not declaring a conflict of interests. The PC\nmembers post comments and questions that the authors reply to. Each paper was\nreviewed by four PC members, and altogether 8 papers were accepted for\npublication. We were proud to host two invited talks, Marcello Bonsangue and\nIchiro Hasuo, whose abstracts are included in this volume together with the\nregular papers.\n","Comment: EPTCS 104, 2012"]}]
["1212.3466",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3466"],"date":["2012-12-14"],"type":["text"],"creator":["Xu, Jinshan","Singh, Rajeev","Garnier, Nicolas","Sinha, Sitabhra","Pumir, Alain"],"language":[],"coverage":[],"title":["Large variability in dynamical transitions in biological systems with\n  quenched disorder"],"description":["  Coherent oscillatory activity can arise spontaneously as a result of\nincreased coupling in a system of excitable and passive cells, each being\nquiescent in isolation. This can potentially explain the appearance of\nspontaneous rhythmic contractions in the pregnant uterus close to term. We\ninvestigate the transition to periodic activity using a model system comprising\na lattice of excitable cells, each being coupled to a variable number of\npassive cells whose distribution defines a quenched realization (replica) of\nspatial disorder. Close to the transition between quiescent state and sustained\noscillations in the system we observe large fluctuations between different\nreplicas induced by variations in the local density of passive cells around an\nexcitable cell. We demonstrate that the disorder-induced fluctuations can be\ndescribed in terms of a simple scaling relation which involves the strength of\ncoupling between excitable cells, the mean passive cell density, as well as the\nlogarithm of the system size. Our results can be interpreted as suggesting that\nlarger organs will have greater variability in the onset of persistent\nactivity.\n","Comment: 12 pages, 10 figures"]}]
["1212.3467",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3467"],"date":["2012-12-14"],"type":["text"],"creator":["Kim, Hyun Kwang","Toan, Phan Thanh"],"language":[],"coverage":[],"title":["Improved Semidefinite Programming Bound on Sizes of Codes"],"description":["  Let $A(n,d)$ (respectively $A(n,d,w)$) be the maximum possible number of\ncodewords in a binary code (respectively binary constant-weight $w$ code) of\nlength $n$ and minimum Hamming distance at least $d$. By adding new linear\nconstraints to Schrijver's semidefinite programming bound, which is obtained\nfrom block-diagonalising the Terwilliger algebra of the Hamming cube, we obtain\ntwo new upper bounds on $A(n,d)$, namely $A(18,8) \\leq 71$ and $A(19,8) \\leq\n131$. Twenty three new upper bounds on $A(n,d,w)$ for $n \\leq 28$ are also\nobtained by a similar way.\n"]}]
["1212.3469",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3469"],"date":["2012-12-14"],"type":["text"],"creator":["Cirio, Lucio S.","Landi, Giovanni","Szabo, Richard J."],"language":[],"coverage":[],"title":["Instantons and vortices on noncommutative toric varieties"],"description":["  We elaborate on the quantization of toric varieties by combining techniques\nfrom toric geometry, isospectral deformations and noncommutative geometry in\nbraided monoidal categories, and the construction of instantons thereon by\ncombining methods from noncommutative algebraic geometry and a quantised\ntwistor theory. We classify the real structures on a toric noncommutative\ndeformation of the Klein quadric and use this to derive a new noncommutative\nfour-sphere which is the unique deformation compatible with the noncommutative\ntwistor correspondence. We extend the computation of equivariant instanton\npartition functions to noncommutative gauge theories with both adjoint and\nfundamental matter fields, finding agreement with the classical results in all\ninstances. We construct moduli spaces of noncommutative vortices from the\nmoduli of invariant instantons, and derive corresponding equivariant partition\nfunctions which also agree with those of the classical limit.\n","Comment: 43 pages. arXiv admin note: text overlap with arXiv:1106.5708"]}]
["1212.3470",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition","Nonlinear Sciences - Pattern Formation and Solitons","Quantitative Biology - Populations and Evolution","Quantitative Biology - Tissues and Organs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3470"],"date":["2012-12-14"],"type":["text"],"creator":["van Elburg, Ronald A. J.","de Wiljes, Oltman O.","Biehl, Michael","Keijzer, Fred A."],"language":[],"coverage":[],"title":["A Behavioural Perspective on the Early Evolution of Nervous Systems: A\n  Computational Model of Excitable Myoepithelia"],"description":["  How the very first nervous systems evolved remains a fundamental open\nquestion. Molecular and genomic techniques have revolutionized our knowledge of\nthe molecular ingredients behind this transition but not yet provided a clear\npicture of the morphological and tissue changes involved. Here we focus on a\nbehavioural perspective that centres on movement by muscle contraction.\nBuilding on the finding that molecules for chemical neural signalling predate\nmulticellular animals, we investigate a gradual evolutionary scenario for\nnervous systems that consists of two stages: A) Chemically transmission of\nelectrical activity between adjacent cells provided a primitive form of muscle\ncoordination in a contractile epithelial tissue. B) This primitive form of\ncoordination was subsequently improved upon by evolving the axodendritic\nprocesses of modern neurons. We use computer simulations to investigate the\nfirst stage. The simulations show that chemical transmission across a\ncontractile sheet can indeed produce useful body scale patterns, but only for\nsmall-sized animals. For larger animals the noise in chemical neural signalling\ninterferes. Our results imply that a two-stage scenario is a viable approach to\nnervous system evolution. The first stage could provide an initial behavioural\nadvantage, as well as a clear scaffold for subsequent improvements in\nbehavioural coordination.\n","Comment: 32 pages, 8 figures and 8 model tables"]}]
["1212.3471",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity","Computer Science - Discrete Mathematics","Mathematics - Combinatorics","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3471"],"date":["2012-12-14"],"type":["text"],"creator":["Karpinski, Marek","Lingas, Andrzej","Sledneu, Dzmitry"],"language":[],"coverage":[],"title":["Optimal Cuts and Partitions in Tree Metrics in Polynomial Time"],"description":["  We present a polynomial time dynamic programming algorithm for optimal\npartitions in the shortest path metric induced by a tree. This resolves, among\nother things, the exact complexity status of the optimal partition problems in\none dimensional geometric metric settings. Our method of solution could be also\nof independent interest in other applications. We discuss also an extension of\nour method to the class of metrics induced by the bounded treewidth graphs.\n"]}]
["1212.3477",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3477","Supercond. Sci. Technol. 26 (2013) 025006","doi:10.1088/0953-2048/26/2/025006"],"date":["2012-12-14"],"type":["text"],"creator":["Salem-Sugui Jr, S.","Ghivelder, L.","Alvarenga, A. D.","Cohen, L. F.","Luo, Huiquian","Lu, Xingye"],"language":[],"coverage":[],"title":["Vortex dynamics as a function of field orientation in BaFe1.9Ni0.1As2"],"description":["  Vortex dynamics in a multiband anisotropic superconducting such as the Fe\nbased superconductors, is interesting and potentially important for\napplications. In this study we examine flux-creep data for fields along the\nsecond magnetization peak observed in M(H) curves of\nBaFe$_{1.9}$Ni$_{0.1}$As$_2$ for H//c-axis, H//ab$-planes and H forming a\n45$^o$ angle with ab-planes. We find that the M-H loops taken from the\ndifferent field directions can be collapsed onto a single universal curve at\nall temperatures with a simple scaling factor equivalent to the superconducting\nanisotropy, showing not only that the vortex pinning is isotropic, three\ndimensional and most likely related to point like defects. The resulting\ncritical currents however, taken from the Bean model appears to show enhanced\nlow field pinning for H//c. The features in the vortex- dynamics also differ in\ndifferent field orientations and show no direct correlation with the second\nmagnetization peak Hp as is the case with a direct crossover in pinning\nregimes. Isofield plots of the scaled activation energy obtained from\nflux-creep data is found to be a smooth function of temperature as the Hp(T)\nline is crossed consistent with a single type of pinning regime operating at\nthis field, independent of field orientation. The functional form of the Hp(T)\nlines in the resulting phase diagrams also support this view.\n","Comment: 6 pages, 6 figures. arXiv admin note: substantial text overlap with\n  arXiv:1209.1594"]}]
["1212.3478",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3478"],"date":["2012-12-14"],"type":["text"],"creator":["Staric, Marko","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["New Belle results on D0 - D0bar mixing"],"description":["  We report the new measurement of D0 - D0bar mixing in decays to K+K- and\npi+pi- final states that is based on the total Belle data sample of 976 /fb.\nThe preliminary results are y_CP=(1.11 +- 0.22 +- 0.11)% and A_Gamma=(-0.03 +-\n0.20 +- 0.08)%.\n","Comment: to appear in the proceedings of The 5th International Workshop on\n  Charm Physics (Charm 2012)"]}]
["1212.3480",{"format":[],"subject":["Computer Science - Databases","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3480"],"date":["2012-12-14"],"type":["text"],"creator":["Richter, Stefan","Quiané-Ruiz, Jorge-Arnulfo","Schuh, Stefan","Dittrich, Jens"],"language":[],"coverage":[],"title":["Towards Zero-Overhead Adaptive Indexing in Hadoop"],"description":["  Several research works have focused on supporting index access in MapReduce\nsystems. These works have allowed users to significantly speed up selective\nMapReduce jobs by orders of magnitude. However, all these proposals require\nusers to create indexes upfront, which might be a difficult task in certain\napplications (such as in scientific and social applications) where workloads\nare evolving or hard to predict. To overcome this problem, we propose LIAH\n(Lazy Indexing and Adaptivity in Hadoop), a parallel, adaptive approach for\nindexing at minimal costs for MapReduce systems. The main idea of LIAH is to\nautomatically and incrementally adapt to users' workloads by creating clustered\nindexes on HDFS data blocks as a byproduct of executing MapReduce jobs. Besides\ndistributing indexing efforts over multiple computing nodes, LIAH also\nparallelises indexing with both map tasks computation and disk I/O. All this\nwithout any additional data copy in main memory and with minimal\nsynchronisation. The beauty of LIAH is that it piggybacks index creation on map\ntasks, which read relevant data from disk to main memory anyways. Hence, LIAH\ndoes not introduce any additional read I/O-costs and exploit free CPU cycles.\nAs a result and in contrast to existing adaptive indexing works, LIAH has a\nvery low (or invisible) indexing overhead, usually for the very first job.\nStill, LIAH can quickly converge to a complete index, i.e. all HDFS data blocks\nare indexed. Especially, LIAH can trade early job runtime improvements with\nfast complete index convergence. We compare LIAH with HAIL, a state-of-the-art\nindexing technique, as well as with standard Hadoop with respect to indexing\noverhead and workload performance.\n","Comment: Tech Report, Saarland University"]}]
["1212.3481",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3481"],"date":["2012-12-14"],"type":["text"],"creator":["Matsumoto, Keiji"],"language":[],"coverage":[],"title":["Loss of Memory and Convergence of Quantum Markov Processes"],"description":["  In a quantum (inhomogeneous) Markov process $\\rho_1:=\\Gamma_1(\\rho)$,\n$\\rho_2:=\\Gamma_1(\\rho_1)$, ..., where $\\Gamma_i$ are CPTP maps and $\\rho$ is\nthe initial state, the the state of the system is either oscillatory or\nconvergent to a point or convergent to an oscillatory orbit. Whichever the case\nit is, \"information\" about the initial state is always monotone non-increasing\nand convergent. This fact motivate us to define an equivalence class of\nfamilies of quantum states, which embodies the bundle of all \"information\nquantities\" about the initial state. We show, for any quantum inhomogeneous\nMarkov process over a finite dimensional Hilbert space, the trajectory in the\nspace of the all equivalence classes is \"monotone decreasing\" and convergent to\na point, relative to a reasonablly defined topology. Also, a characterization\nof weak ergodicity in this picture is given.\n"]}]
["1212.3487",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3487","AIP Advances 2, 032168 (2012)","doi:10.1063/1.4754154"],"date":["2012-12-14"],"type":["text"],"creator":["Salem-Sugui Jr, S.","Alvarenga, A. D.","Noce, R. D.","Guimaraes, R. B.","Mejia, C. Salazar","Salim, H.","Gandra, F. G."],"language":[],"coverage":[],"title":["Anomalous metamagnetic-like transition in a FeRh/Fe$_3$Pt interface\n  occurring at T120 K in the field-cooled-cooling curves for low magnetic\n  fields"],"description":["  We report on the magnetic properties of a special configuration of a FeRh\nthin film. An anomalous behavior on the magnetisation vs. temperature was\nobserved when low magnetic fields are applied in the plane of a thin layer of\nFeRh deposited on ordered Fe$_3$Pt. The anomalous effect resembles a\nmetamagnetic transition and occur only in the field-cooled-cooling\nmagnetisation curve at temperatures near 120 K in samples without any heat\ntreatment.\n","Comment: 7 pages, 5 figures. arXiv admin note: text overlap with\n  arXiv:1008.1956"]}]
["1212.3491",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3491"],"date":["2012-12-14"],"type":["text"],"creator":["Spiesberger, John L."],"language":[],"coverage":[],"title":["Computation of Horizontal Correlation of Sound in Presence of Internal\n  Waves in Deep Water and Long Distances"],"description":["  Numerical solutions are given for a parabolic approximation of the acoustic\nwave equation at 200 and 250 Hz in two and three spatial dimensions to\ndetermine if azimuthal coupling in the cross-range coordinate significantly\naffects horizontal correlation in the presence of internal gravity waves in the\nsea. No evidence for coupling is found for distances of 4000 km and less. This\nimplies that accurate solutions are possible using computations from uncoupled\nvertical slices. Shapes of horizontal correlation are closer to shapes given by\ntwo theories than at lower frequencies.\n","Comment: 7 pages, 3 figures"]}]
["1212.3494",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3494","Phys. Rev. B 86, 205133 (2012)","doi:10.1103/PhysRevB.86.205133"],"date":["2012-12-14"],"type":["text"],"creator":["Crepaldi, A.","Ressel, B.","Cilento, F.","Zacchigna, M.","Grazioli, C.","Berger, H.","Bugnon, Ph.","Kern, K.","Grioni, M.","Parmigiani, F."],"language":[],"coverage":[],"title":["Ultrafast photodoping and effective Fermi-Dirac distribution of the\n  Dirac particles in Bi2Se3"],"description":["  We exploit time- and angle- resolved photoemission spectroscopy to determine\nthe evolution of the out-of-equilibrium electronic structure of the topological\ninsulator Bi2Se. The response of the Fermi-Dirac distribution to ultrashort IR\nlaser pulses has been studied by modelling the dynamics of the hot electrons\nafter optical excitation. We disentangle a large increase of the effective\ntemperature T* from a shift of the chemical potential mu*, which is consequence\nof the ultrafast photodoping of the conduction band. The relaxation dynamics of\nT* and mu* are k-independent and these two quantities uniquely define the\nevolution of the excited charge population. We observe that the energy\ndependence of the non-equilibrium charge population is solely determined by the\nanalytical form of the effective Fermi-Dirac distribution.\n","Comment: 5 Pages, 3 Figures"]}]
["1212.3497",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3497","PoS(RTS2012)007"],"date":["2012-12-14"],"type":["text"],"creator":["Ekers, Ron"],"language":[],"coverage":[],"title":["The History of the Square Kilometre Array (SKA) - Born Global"],"description":["  A brief review of the history of the Square Kilometre Array (SKA) from its\npre 1990 roots and the global vision which emerged, at the VLA 10th anniversary\nmeeting in 1990, to the major international project we have today. I comment on\nthe evolution of the science and the technology that has occurred during this\nperiod. Finally, we can ask: \"What have we learned?\"\n","Comment: Conference: Resolving the Sky - Radio Interferometry: Past, Present\n  and Future Manchester, UK April 17-20, 2012"]}]
["1212.3501",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3501"],"date":["2012-12-14"],"type":["text"],"creator":["Björklund, Henrik","Schuster, Martin","Schwentick, Thomas","Kulbatzki, Joscha"],"language":[],"coverage":[],"title":["On optimum left-to-right strategies for active context-free games"],"description":["  Active context-free games are two-player games on strings over finite\nalphabets with one player trying to rewrite the input string to match a target\nspecification. These games have been investigated in the context of exchanging\nActive XML (AXML) data. While it was known that the rewriting problem is\nundecidable in general, it is shown here that it is EXPSPACE-complete to decide\nfor a given context-free game, whether all safely rewritable strings can be\nsafely rewritten in a left-to-right manner, a problem that was previously\nconsidered by Abiteboul et al. Furthermore, it is shown that the corresponding\nproblem for games with finite replacement languages is EXPTIME-complete.\n","Comment: To appear in ICDT 2013"]}]
["1212.3502",{"format":[],"subject":["Computer Science - Operating Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3502"],"date":["2012-12-14"],"type":["text"],"creator":["Dwivedi, Shri Prakash"],"language":[],"coverage":[],"title":["Adaptive Scheduling in Real-Time Systems Through Period Adjustment"],"description":["  Real time system technology traditionally developed for safety critical\nsystems, has now been extended to support multimedia systems and virtual\nreality. A large number of real-time application, related to multimedia and\nadaptive control system, require more flexibility than classical real-time\ntheory usually permits. This paper proposes an efficient adaptive scheduling\nframework in real-time systems based on period adjustment. Under this model\nperiodic task can change their execution rates based on their importance value\nto keep the system underloaded. We propose Period_Adjust algorithm, which\nconsider the tasks whose periods are bounded as well as the tasks whose periods\nare not bounded.\n","Comment: 8 pages, 5 figures"]}]
["1212.3504",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3504"],"date":["2012-12-14"],"type":["text"],"creator":["Ownsworth, Jamie R.","Conselice, Christopher J.","Mortlock, Alice","Hartley, William G.","Buitrago, Fernando"],"language":[],"coverage":[],"title":["Evolution of Massive Galaxy Structural Properties and Sizes via Star\n  Formation"],"description":["  We investigate the resolved star formation properties of a sample of 45\nmassive galaxies (M_*>10^11M_solar) within a redshift range of 1.5 < z < 3\ndetected in the GOODS NICMOS Survey (Conselice et al. 2011), a HST H-band\nimaging program. We derive the star formation rate as a function of radius\nusing rest frame UV data from deep z_{850} ACS imaging. The star formation\npresent at high redshift is then extrapolated to z=0, and we examine the\nstellar mass produced in individual regions within each galaxy. We also\nconstruct new stellar mass profiles of the in-situ stellar mass at high\nredshift from Sersic fits to rest-frame optical, H_{160}-band, data. We combine\nthe two stellar mass profiles to produce a modelled evolved stellar mass\nprofile. We then fit a new Sersic profile to the evolved profile, from which we\nexamine what effect the resulting stellar mass distribution added via star\nformation has on the structure and size of each individual galaxy. We conclude\nthat due to the lack of sufficient size growth and Sersic evolution by star\nformation other mechanisms such as merging must contribute a large proportion\nto account for the observed structural evolution from z>1 to the present day.\n","Comment: 1 page, to appear in the proceedings of the IAU JD4: Ultraviolet\n  emission in early-type galaxies"]}]
["1212.3505",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Number Theory","05A15, 05A17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3505"],"date":["2012-12-14"],"type":["text"],"creator":["Fan, Anna R. B.","Yang, Harold R. L.","Yu, Rebecca T."],"language":[],"coverage":[],"title":["On the Maximum Number of k-Hooks of Partitions of n"],"description":["  Let $\\alpha_k(\\lambda)$ denote the number of $k$-hooks in a partition\n$\\lambda$ and let $b(n,k)$ be the maximum value of $\\alpha_k(\\lambda)$ among\npartitions of $n$. Amdeberhan posed a conjecture on the generating function of\n$b(n,1)$. We give a proof of this conjecture. In general, we obtain a formula\nthat can be used to determine $b(n,k)$. This leads to a generating function\nformula for $b(n,k)$. We introduce the notion of nearly $k$-triangular\npartitions. We show that for any $n$, there is a nearly $k$-triangular\npartition which can be transformed into a partition of $n$ that attains the\nmaximum number of $k$-hooks. The operations for the transformation enable us to\ncompute the number $b(n,k)$.\n","Comment: 14 pages, 8 figures"]}]
["1212.3510",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3510","Appl. Phys. Lett. 101, 103901 (2012)","doi:10.1063/1.4749810."],"date":["2012-12-13"],"type":["text"],"creator":["Trompoukis, Christos","Daif, Ounsi El","Depauw, Valérie","Gordon, Ivan","Poortmans, Jef"],"language":[],"coverage":[],"title":["Photonic assisted light trapping integrated in ultrathin crystalline\n  silicon solar cells by nanoimprint lithography"],"description":["  We report on the fabrication of two-dimensional periodic photonic\nnanostructures by nanoimprint lithography and dry etching, and their\nintegration into a 1-{\\mu}m-thin mono-crystalline silicon solar cell. Thanks to\nthe periodic nanopatterning, a better in-coupling and trapping of light is\nachieved, resulting in an absorption enhancement. The proposed light trapping\nmechanism can be explained as the superposition of a graded index effect and of\nthe diffraction of light inside the photoactive layer. The absorption\nenhancement is translated into a 23% increase in short-circuit current, as\ncompared to the benchmark cell, resulting in an increase in energy-conversion\nefficiency.\n"]}]
["1212.3513",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3513"],"date":["2012-12-14"],"type":["text"],"creator":["Datta, Alakabha"],"language":[],"coverage":[],"title":["$B \\to VV$ Decays - Polarization and Triple Products"],"description":["  We discuss how triple product asymmetries can be used to discover and\nconstrain new physics in $B \\to VV$ decays.\n","Comment: Proceedings of CKM 2012, the 7th International Workshop on the CKM\n  Unitarity Triangle, University of Cincinnati, USA, 28 September - 2 October\n  2012. 6 pages, no figures"]}]
["1212.3517",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms","Mathematics - Combinatorics","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3517"],"date":["2012-12-14"],"type":["text"],"creator":["Gast, Mikael","Hauptmann, Mathias","Karpinski, Marek"],"language":[],"coverage":[],"title":["Inapproximability of Dominating Set in Power Law Graphs"],"description":["  We give logarithmic lower bounds for the approximability of the Minimum\nDominating Set problem in connected (alpha,beta)-Power Law Graphs. We give also\na best up to now upper approximation bound on the problem for the case of the\nparameters beta>2. We develop also a new functional method for proving lower\napproximation bounds and display a sharp phase transition between\napproximability and inapproximability of the underlying problem. This method\ncould also be of independent interest.\n","Comment: 23 pages, 4 figures"]}]
["1212.3519",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3519"],"date":["2012-12-14"],"type":["text"],"creator":["Ammari, Habib","Chung, Daewon","Kang, Hyeonbae","Wang, Han"],"language":[],"coverage":[],"title":["Invariance Properties of Generalized Polarization Tensors and Design of\n  Shape Descriptors in Three Dimensions"],"description":["  We derive transformation formulas for the generalized polarization tensors\nunder rigid motions and scaling in three dimensions, and use them to construct\nan infinite number of invariants under those transformations. These invariants\ncan be used as shape descriptors for dictionary matching.\n"]}]
["1212.3525",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3525"],"date":["2012-12-14"],"type":["text"],"creator":["Sarnak, Peter"],"language":[],"coverage":[],"title":["Notes on Thin Matrix Groups"],"description":["  These notes were prepared for the MSRI hot topics workshop on superstrong\napproximation (2012). We give a brief overview of the developments in the\ntheory, especially the fundamental expansion theorem. Applications to\ndiophantine problems on orbits of integer matrix groups, the affine sieve,\ngroup theory, gonality of curves and Heegaard genus of hyperbolic three\nmanifolds, are given. We also discuss the ubiquity of thin matrix groups in\nvarious contexts, and in particular that of monodromy groups.\n"]}]
["1212.3529",{"format":[],"subject":["Mathematics - Rings and Algebras","16P20, 16P20, 16U20, 16P60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3529"],"date":["2012-12-14"],"type":["text"],"creator":["Bavula, V. V."],"language":[],"coverage":[],"title":["Characterizations of left orders in left Artinian rings"],"description":["  Small (1966), Robson (1967), Tachikawa (1971) and Hajarnavis (1972) have\ngiven different criteria for a ring to have a left Artinian left quotient ring.\nIn this paper, three more new criteria are given.\n","Comment: 16 pages"]}]
["1212.3533",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3533"],"date":["2012-12-14"],"type":["text"],"creator":["Janowicz, Maciej","Orłowski, Arkadiusz"],"language":[],"coverage":[],"title":["Statistical linearizations for stochastically quantized fields"],"description":["  The statistical linearization method known in nonlinear mechanics and random\nvibrations theory has been applied to stochastically quantized fields in finite\ntemperature. It has been shown that even in its simplest form the method yields\nconvenient implicit equations for the self-energy, equivalent to the\nDyson-Schwinger equations resulting from the summation of infinite number of\nperturbative diagrams. Three examples have been provided: the quantum\nanharmonic oscillator, the scalar $\\phi^{4}$ theory in three spatial dimension,\nand the Bose-Hubbard model. The Ramanujan summation has been used to deal with\ndivergent integrals and series.\n"]}]
["1212.3534",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3534"],"date":["2012-12-14"],"type":["text"],"creator":["Cate, Balder ten","Dalmau, Víctor"],"language":[],"coverage":[],"title":["A note on the product homomorphism problem and CQ-definability"],"description":["  The product homomorphism problem (PHP) takes as input a finite collection of\nrelational structures A1, ..., An and another relational structure B, all over\nthe same schema, and asks whether there is a homomorphism from the direct\nproduct A1 x ... x An to B. This problem is clearly solvable in\nnon-deterministic exponential time. It follows from results in [1] that the\nproblem is NExpTime-complete. The proof, based on a reduction from an\nexponential tiling problem, uses structures of bounded domain size but with\nrelations of unbounded arity. In this note, we provide a self-contained proof\nof NExpTime-hardness of PHP, and we show that it holds already for directed\ngraphs, as well as for structures of bounded arity with a bounded domain size\n(but without a bound on the number of relations). We also present an\napplication to the CQ-definability problem (also known as the PP-definability\nproblem).\n  [1] Ross Willard. Testing expressibility is hard. In David Cohen, editor, CP,\nvolume 6308 of Lecture Notes in Computer Science, pages 9-23. Springer, 2010.\n"]}]
["1212.3537",{"format":[],"subject":["Condensed Matter - Superconductivity","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3537","Appl. Phys. Lett. 101, 242603 (2012)","doi:10.1063/1.4771984"],"date":["2012-12-14"],"type":["text"],"creator":["Swetz, D. S.","Bennett, D. A.","Irwin, K. D.","Schmidt, D. R.","Ullom, J. N."],"language":[],"coverage":[],"title":["Current distribution and transition width in superconducting\n  transition-edge sensors"],"description":["  Present models of the superconducting-to-normal transition in transition-edge\nsensors (TESs) do not describe the current distribution within a biased TES.\nThis distribution is complicated by normal-metal features that are integral to\nTES design. We present a model with one free parameter that describes the\nevolution of the current distribution with bias. To probe the current\ndistribution experimentally, we fabricated TES devices with different current\nreturn geometries. Devices where the current return geometry mirrors current\nflow within the device have sharper transitions, thus allowing for a direct\ntest of the current-flow model. Measurements from these devices show that\ncurrent meanders through a TES low in the resistive transition but flows across\nthe normal-metal features by 40% of the normal-state resistance. Comparison of\ntransition sharpness between device designs reveals that self-induced magnetic\nfields play an important role in determining the width of the superconducting\ntransition. [http://dx.doi.org/10.1063/1.4771984]\n","Comment: 5 pages, 4 figures"]}]
["1212.3539",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - Rings and Algebras","16T05, 16T15, 18A40, 18C15, 18D10, 18D35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3539"],"date":["2012-12-14"],"type":["text"],"creator":["Aguiar, Marcelo","Chase, Stephen U."],"language":[],"coverage":[],"title":["Generalized Hopf Modules for bimonads"],"description":["  Brugui\\`eres, Lack and Virelizier have recently obtained a vast\ngeneralization of Sweedler's Fundamental Theorem of Hopf modules, in which the\nrole of the Hopf algebra is played by a bimonad. We present an extension of\nthis result which involves, in addition to the bimonad, a comodule-monad and a\nalgebra-comonoid over it. As an application we obtain a generalization of\nanother classical theorem from the Hopf algebra literature, due to Schneider,\nwhich itself is an extension of Sweedler's result (to the setting of Hopf\nGalois extensions).\n"]}]
["1212.3540",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Human-Computer Interaction","Computer Science - Information Retrieval","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3540"],"date":["2012-12-14"],"type":["text"],"creator":["Bitton, Yehonatan","Fire, Michael","Kagan, Dima","Shapira, Bracha","Rokach, Lior","Bar-Ilan, Judit"],"language":[],"coverage":[],"title":["Social Network Based Search for Experts"],"description":["  Our system illustrates how information retrieved from social networks can be\nused for suggesting experts for specific tasks. The system is designed to\nfacilitate the task of finding the appropriate person(s) for a job, as a\nconference committee member, an advisor, etc. This short description will\ndemonstrate how the system works in the context of the HCIR2012 published\ntasks.\n","Comment: Participated in HCIR 2012"]}]
["1212.3541",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Computer Science and Game Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3541"],"date":["2012-12-14"],"type":["text"],"creator":["Tai, Allen H."],"language":[],"coverage":[],"title":["An inventory model for group-buying auction"],"description":["  Group-buying auction has become a popular marketing strategy in the last\ndecade. In this paper, a stochastic model is developed for an inventory system\nsubjects to demands from group-buying auctions. The model discussed here takes\ninto the account of the costs of inventory, transportation, dispatching and\nre-order as well as the penalty cost of non-successful auctions. Since a new\ncycle begins whenever there is a replenishment of products, the long-run\naverage costs of the model can be obtained by using the renewal theory. A\nclosed form solution of the optimal replenishment quantity is also derived.\n"]}]
["1212.3542",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3542","doi:10.1103/PhysRevD.86.125023"],"date":["2012-12-14"],"type":["text"],"creator":["Bufalo, R.","Pimentel, B. M.","Zambrano, G. E. R."],"language":[],"coverage":[],"title":["Renormalizability of generalized quantum electrodynamics"],"description":["  In this work we present the study of the renormalizability of the Generalized\nQuantum Electrodynamics ($GQED_{4}$). We begin the article by reviewing the\non-shell renormalization scheme applied to $GQED_{4}$. Thereafter, we calculate\nthe explicit expressions for all the counter-terms at one-loop approximation\nand discuss the infrared behavior of the theory as well. Next, we explore some\nproperties of the effective coupling of the theory which would give an\nindictment of the validity regime of theory: $m^{2} \\leq k^{2} < m_{P}^{2}$.\nAfterwards, we make use of experimental data from the electron anomalous\nmagnetic moment to set possible values for the theory free parameter through\nthe one-loop contribution of Podolsky mass-dependent term to Pauli's form\nfactor $F_{2}(q^{2})$.\n","Comment: 9 pages"]}]
["1212.3544",{"format":[],"subject":["Computer Science - Numerical Analysis","Computer Science - Computational Engineering, Finance, and Science","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3544"],"date":["2012-12-14"],"type":["text"],"creator":["Ammari, Habib","Boulier, Thomas","Garnier, Josselin","Kang, Hyeonbae","Wang, Han"],"language":[],"coverage":[],"title":["Tracking of a Mobile Target Using Generalized Polarization Tensors"],"description":["  In this paper we apply an extended Kalman filter to track both the location\nand the orientation of a mobile target from multistatic response measurements.\nWe also analyze the effect of the limited-view aspect on the stability and the\nefficiency of our tracking approach. Our algorithm is based on the use of the\ngeneralized polarization tensors, which can be reconstructed from the\nmultistatic response measurements by solving a linear system. The system has\nthe remarkable property that low order generalized polarization tensors are not\naffected by the error caused by the instability of higher orders in the\npresence of measurement noise.\n"]}]
["1212.3546",{"format":[],"subject":["Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3546"],"date":["2012-12-10"],"type":["text"],"creator":["Klimcik, C."],"language":[],"coverage":[],"title":["E pur si muove!"],"description":["  We comment a debate on quantum physics in Slovak TV in which several\nphysicists advocated a point of view that \"an electron does not move around the\nnucleus\".\n","Comment: 3 pages; G12"]}]
["1212.3550",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3550"],"date":["2012-12-14"],"type":["text"],"creator":["Hajizadeh, Saeed","Hodtani, Ghosheh Abed"],"language":[],"coverage":[],"title":["State-Dependent Multiple Access Channels with Feedback"],"description":["  In this paper, we examine discrete memoryless Multiple Access Channels (MACs)\nwith two-sided feedback in the presence of two correlated channel states that\nare correlated in the sense of Slepian-Wolf (SW). We find achievable rate\nregion for this channel when the states are provided non-causally to the\ntransmitters and show that our achievable rate region subsumes Cover-Leung\nachievable rate for the discrete memoryless MAC with two-sided feedback as its\nspecial case. We also find the capacity region of discrete memoryless MAC with\ntwo-sided feedback and with SW-type correlated states available causally or\nstrictly causally to the transmitters. We also study discrete memoryless MAC\nwith partial feedback in the presence of two SW-type correlated channel states\nthat are provided non-causally, causally, or strictly causally to the\ntransmitters. An achievable rate region is found when channel states are\nnon-causally provided to the transmitters whereas capacity regions are\ncharacterized when channel states are causally, or strictly causally available\nat the transmitters.\n","Comment: 10 pages, 4 figures"]}]
["1212.3554",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3554"],"date":["2012-12-14"],"type":["text"],"creator":["Buchmuller, Wilfried"],"language":[],"coverage":[],"title":["Baryogenesis, Dark Matter and the Maximal Temperature of the Early\n  Universe"],"description":["  Mechanisms for the generation of the matter-antimatter asymmetry and dark\nmatter strongly depend on the reheating temperature T_R, the maximal\ntemperature reached in the early universe. Forthcoming results from the LHC,\nlow energy experiments, astrophysical observations and the Planck satellite\nwill significantly constrain baryogenesis and the nature of dark matter, and\nthereby provide valuable information about the very early hot universe. At\npresent, a wide range of reheating temperatures is still consistent with\nobservations. We illustrate possible origins of matter and dark matter with\nfour examples: moduli decay, electroweak baryogenesis, leptogenesis in the\nnuMSM and thermal leptogenesis. Finally, we discuss the connection between\nbaryogenesis, dark matter and inflation in the context of supersymmetric\nspontaneous B-L breaking.\n","Comment: Lectures presented at the LII Cracow School of Theoretical Physics,\n  May 2012, Zakopane, Poland; 34 pages, 16 figures"]}]
["1212.3559",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Digital Libraries","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3559"],"date":["2012-12-14"],"type":["text"],"creator":["Funk, Russell J.","Owen-Smith, Jason"],"language":[],"coverage":[],"title":["A Dynamic Network Approach to Breakthrough Innovation"],"description":["  This paper outlines a framework for the study of innovation that treats\ndiscoveries as additions to evolving networks. As inventions enter they expand\nor limit the reach of the ideas they build on by influencing how successive\ndiscoveries use those ideas. The approach is grounded in novel measures of the\nextent to which an innovation amplifies or disrupts the status quo. Those\nmeasures index the effects inventions have on subsequent uses of prior\ndiscoveries. In so doing, they characterize a theoretically important but\nelusive feature of innovation. We validate our approach by showing it: (1)\ndiscriminates among innovations of similar impact in analyses of U.S. patents;\n(2) identifies discoveries that amplify and disrupt technology streams in\nselect case studies; (3) implies disruptive patents decrease the use of their\npredecessors by 60% in difference-in-differences estimation; and, (4) yields\nnovel findings in analyses of patenting at 110 U.S. universities.\n","Comment: 37 pages, 3 figures, 5 tables"]}]
["1212.3560",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3560","Nucl. Instr. and Meth. A 697 (2013) 52","doi:10.1016/j.nima.2012.09.001"],"date":["2012-12-14"],"type":["text"],"creator":["Tabata, Makoto","Hatakeyama, Yoshikiyo","Adachi, Ichiro","Morita, Takeshi","Nishikawa, Keiko"],"language":[],"coverage":[],"title":["X-ray radiographic technique for measuring density uniformity of silica\n  aerogel"],"description":["  This paper proposes a new X-ray radiographic technique for measuring density\nuniformity of silica aerogels used as radiator in proximity-focusing\nring-imaging Cherenkov detectors. To obtain high performance in a large-area\ndetector, a key characteristic of radiator is the density (i.e. refractive\nindex) uniformity of an individual aerogel monolith. At a refractive index of n\n= 1.05, our requirement for the refractive index uniformity in the transverse\nplane direction of an aerogel tile is |\\delta (n - 1)/(n - 1)| < 4% in a\nfocusing dual layer radiator (with different refractive indices) scheme. We\napplied the radiographic technique to evaluate the density uniformity of our\noriginal aerogels from a trial production and that of Panasonic products\n(SP-50) as a reference, and to confirm they have sufficient density uniformity\nwithin \\pm 1% along the transverse plane direction. The measurement results\nshow that the proposed technique can quantitatively estimate the density\nuniformity of aerogels.\n","Comment: To be published in Nucl. Instr. and Meth. A, 8 pages, 6 figures, 1\n  table"]}]
["1212.3563",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Algebraic Geometry","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3563"],"date":["2012-12-14"],"type":["text"],"creator":["Dyckerhoff, Tobias","Kapranov, Mikhail"],"language":[],"coverage":[],"title":["Higher Segal spaces I"],"description":["  This is the first paper in a series on new higher categorical structures\ncalled higher Segal spaces. For every d > 0, we introduce the notion of a\nd-Segal space which is a simplicial space satisfying locality conditions\nrelated to triangulations of cyclic polytopes of dimension d. In the case d=1,\nwe recover Rezk's theory of Segal spaces. The present paper focuses on 2-Segal\nspaces. The starting point of the theory is the observation that Hall algebras,\nas previously studied, are only the shadow of a much richer structure governed\nby a system of higher coherences captured in the datum of a 2-Segal space. This\n2-Segal space is given by Waldhausen's S-construction, a simplicial space\nfamiliar in algebraic K-theory. Other examples of 2-Segal spaces arise\nnaturally in classical topics such as Hecke algebras, cyclic bar constructions,\nconfiguration spaces of flags, solutions of the pentagon equation, and mapping\nclass groups.\n","Comment: 221 pages"]}]
["1212.3566",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3566","J. Nanosci. Nanotechnol. 10, 5879-5884 (2010)","doi:10.1166/jnn.2010.3106"],"date":["2012-12-14"],"type":["text"],"creator":["Karna, S. K.","Mishra, S. R.","Gunapala, E.","Dubenko, I.","Malagareddy, V.","Marasinghe, G. K.","Ali, N."],"language":[],"coverage":[],"title":["Polymer Assisted Synthesis of FeNi Nanoparticles"],"description":["  Polymer assisted spherical FeNi nanoparticles were prepared via wet chemical\nmethod using hydrazine as a reducing agent and polymers (PVP and PEG) as\nreducing and stabilizing agent. Structural studies performed using XRD and TEM\nshows uniform dispersion of fine FeNi nanocrystallites in nanocomposite\nparticles. The size and thermal stability of FeNi nanoparticles prepared under\nsame reaction condition was found to be dependent on the type and the molecular\nweight of the polymer used. However, the magnetic properties of nanocomposite\nparticles were not influenced by the polymers. The study highlights subtle\ndifferences in using polymers during the synthesis of alloyed nanocomposite\nparticles.\n","Comment: 19 pages, 9 figures, 2 tables"]}]
["1212.3567",{"format":[],"subject":["Mathematics - Probability","60H99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3567"],"date":["2012-12-14"],"type":["text"],"creator":["Gyöngy, Istvan","Sabanis, Sotirios"],"language":[],"coverage":[],"title":["A note on Euler approximations for stochastic differential equations\n  with delay"],"description":["  An existence and uniqueness theorem for a class of stochastic delay\ndifferential equations is presented, and the convergence of Euler\napproximations for these equations is proved under general conditions.\nMoreover, the rate of almost sure convergence is obtained under local Lipschitz\nand also under monotonicity conditions.\n"]}]
["1212.3569",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3569"],"date":["2012-12-14"],"type":["text"],"creator":["Chagoya, J. F.","Sabido, M."],"language":[],"coverage":[],"title":["Conformal Anisotropic Quantum Cosmology"],"description":["  In this paper we apply the ideas put forward by Ho\\v{r}ava, and introduce\nanisotropic transformations to cosmology. We start with the Kantowski-Sachs\ncosmological model and impose anisotropic transformation invariance on the\nminisuperspace variables. We study the symmetries of the anisotropic model and\nby canonical quantization find a Schr\\\"odinger type equation for $z\\ne 1$.\nFinally, we conclude that introducing anistropic invariance can be considered a\nsolution to the problem of time in quantum cosmology and gives some insight on\nthe structure of a well behaved quantum theory of gravity.\n","Comment: 6 pages, no figures, RevTeX 4.1"]}]
["1212.3570",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3570"],"date":["2012-12-14"],"type":["text"],"creator":["Barthel, Thomas","Schollwöck, Ulrich","Sachdev, Subir"],"language":[],"coverage":[],"title":["Scaling of the thermal spectral function for quantum critical bosons in\n  one dimension"],"description":["  We present an improved scheme for the precise evaluation of\nfinite-temperature response functions of strongly correlated systems in the\nframework of the time-dependent density matrix renormalization group. The\nmaximum times that we can reach at finite temperatures T are typically\nincreased by a factor of two, when compared against the earlier approaches.\nThis novel scheme, complemented with linear prediction, allows us now to\nevaluate dynamic correlators for interacting bosons in one dimension. We\ndemonstrate that the considered spectral function in the quantum critical\nregime with dynamic critical exponent z=2 is captured by the universal scaling\nform S(k,omega)=(1/T)*Phi(k/sqrt(T),omega/T) and calculate the scaling function\nprecisely.\n","Comment: 5 pages, 6 figures"]}]
["1212.3578",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3578"],"date":["2012-12-14"],"type":["text"],"creator":["Volkov, Oleksii M.","Kravchuk, Volodymyr P."],"language":[],"coverage":[],"title":["Saturation of magnetic films with spin-polarized current in presence of\n  magnetic field"],"description":["  Influence of perpendicular magnetic field on the process of transversal\nsaturation of ferromagnetic films with spin-polarized current is studied\ntheoretically. It is shown that the saturation current $J_s$ is decreased\n(increased) in case of codirected (oppositely directed) magnetic field and\ncurrent. There exists a critical current $J_c>J_s$ which provides \"rigid\"\nsaturation -- the saturated state is stable with respect to the transverse\nmagnetic field of any amplitude and direction. Influence of the magnetic field\non the vortex-antivortex crystals, which appear in pre-saturated regime, is\nstudied numerically. All analytical results are verified using micromagnetic\nsimulations.\n","Comment: 6 pages, 4 figures"]}]
["1212.3582",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3582"],"date":["2012-12-14"],"type":["text"],"creator":["Caruso, Xavier","Borgne, Jérémy Le"],"language":[],"coverage":[],"title":["Some algorithms for skew polynomials over finite fields"],"description":["  In this paper, we study the arithmetics of skew polynomial rings over finite\nfields, mostly from an algorithmic point of view. We give various algorithms\nfor fast multiplication, division and extended Euclidean division. We give a\nprecise description of quotients of skew polynomial rings by a left principal\nideal, using results relating skew polynomial rings to Azumaya algebras. We use\nthis description to give a new factorization algorithm for skew polynomials,\nand to give other algorithms related to factorizations of skew polynomials,\nlike counting the number of factorizations as a product of irreducibles.\n","Comment: 32 pages"]}]
["1212.3584",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3584"],"date":["2012-12-14"],"type":["text"],"creator":["Fazio, Salvatore"],"language":[],"coverage":[],"title":["GPDs at an EIC"],"description":["  The feasibility for a measurement of the exclusive production of a real\nphoton, a process although known as Deeply Virtual Compton Scattering (DVCS) at\nan Electron Ion Collider (EIC) has been explored. DVCS is universally believed\nto be a golden measurement toward the determination of the Generalized Parton\nDistribution (GPDs) functions. The high luminosity of the machine, expected in\nthe order of 10^34 cm^-2 s^-1 at the highest center-of-mass energy, together\nwith the large resolution and rapidity acceptance of a newly designed dedicated\ndetector, will open a opportunity for very high precision measurements of DVCS,\nand thus for the determination of GPDs, providing an important tool toward a\n2+1 dimensional picture of the internal structure of the proton and nuclei.\n","Comment: 4 pages, 3 figures, Prepared for the XX Int. Workshop on\n  Deep-Inelastic Scattering and Related Subjects (DIS 2011) - 26-30 March 2012,\n  University of Bonn"]}]
["1212.3590",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3590"],"date":["2012-12-14"],"type":["text"],"creator":["Burton, Thomas"],"language":[],"coverage":[],"title":["Gluon sivers and experimental considerations for TMDs"],"description":["  The study and characterisation of transverse-momentum-dependent distribution\nfunctions (TMDs) is a major goal of the Electron-Ion Collider (EIC) physics\nprogramme. The study of gluon TMDs poses a greater challenge than for quark\nTMDs in DIS measurements, as gluons do not directly couple to photons. The\nstudy of D meson pairs has been proposed to provide access to gluon TMDs, but\nis demanding due to the rarity of D production. Here, we discuss the\nfeasibility of such a measurement, and touch upon wider issues to be considered\nwhen measuring TMDs at the EIC.\n","Comment: 4 pages, 2 figures, DIS 2012 conference"]}]
["1212.3593",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3593"],"date":["2012-12-14"],"type":["text"],"creator":["Araujo, Carolina","Ramón-Marí, José J."],"language":[],"coverage":[],"title":["Flat deformations of ${\\mathbb P}^n$"],"description":["  In this paper we study projective flat deformations of projective spaces. We\nprove that the singular fibers of projective flat deformations of projective\nspaces appear either in codimension 1 or over singular points of the base. We\nalso describe projective flat deformations of projective spaces with smooth\ntotal space, and discuss flatness criteria.\n","Comment: 6 pages"]}]
["1212.3597",{"format":[],"subject":["Mathematical Physics","Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1212.3597"],"date":["2012-12-14"],"type":["text"],"creator":["Feigin, M.","Johnston, D."],"language":[],"coverage":[],"title":["A class of Baker-Akhiezer arrangements"],"description":["  We study a class of arrangements of lines with multiplicities on the plane\nwhich admit the Chalykh-Veselov Baker-Akhiezer function. These arrangements are\nobtained by adding multiplicity one lines in an invariant way to any dihedral\narrangement with invariant multiplicities. We describe all the Baker-Akhiezer\narrangements when at most one line has multiplicity higher than 1. We study\nassociated algebras of quasi-invariants which are isomorphic to the commutative\nalgebras of quantum integrals for the generalized Calogero-Moser operators. We\ncompute the Hilbert series of these algebras and we conclude that the algebras\nare Gorenstein. We also show that there are no other arrangements with\nGorenstein algebras of quasi-invariants when at most one line has multiplicity\nbigger than 1.\n","Comment: 38 pages"]}]
["hep-ph/0108052",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0108052"],"date":["2001-08-06","2012-12-14"],"type":["text"],"creator":["Plaga, R."],"language":[],"coverage":[],"title":["The phenomenology of neutrinos with Majorana mass terms and\n  standard-model interactions derived in the charge-parity basis"],"description":["  (abridged) The physical mechanisms that make a neutrino with standard-model\n(SM) weak interactions a \"lepton-number conservation (LNC) violating\" neutrino\nsuch as the Majorana neutrino are analysed in a basis of two Majorana states\nthat have opposite charge-parity (\"charge-parity basis\"). A small Majorana mass\nthat is larger than any Dirac mass makes the neutrino not a Majorana but a\n\"pseudo-Majorana\" particle that has no definite chirality and therefore has a\ndifferent phenomenology than the physical neutrino. A combination of a large\nMajorana and Dirac mass of nearly equal value makes the neutrino a Majorana\nneutrino. However if this Majorana neutrino has SM interactions, its weak\ntransition amplitudes squared are a factor 2 smaller than the ones observed for\nthe physical neutrino. Only with a small Dirac mass that is larger than any\nMajorana mass (and in the massless case), the physical neutrino's phenomenology\nis correctly predicted by the SM. Such a mass combination makes the neutrino a\nDirac- or (the most likely possibility for the physical neutrino) Pontecorvo's\npseudo-Dirac particle which features neutrino-antineutrino oscillations, that\nviolate LNC. Pseudo-Dirac neutrinos enable a completely negligible rate for\nneutrinoless double-beta decay if there is no Majorana-mass independent decay\nmechanism. Off-diagonal components of the mass matrix in the charge-parity\nbasis make the neutrino a mixture of Dirac field with a different particle and\nanti-particle mass (i.e. a mass that violates CPT invariance) and a\npseudo-Dirac field. Such a neutrino leads to a phenomenology similar to the one\nwith additional generations of sterile neutrinos.\n","Comment: 23 pages, revised and enlarged"]}]
