["0704.1187",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0704.1187","J. Phys.: Condens. Matter 19 (2007) 242204","doi:10.1088/0953-8984/19/24/242204"],"date":["2007-04-10"],"type":["text"],"creator":["Raymond, S.","Ressouche, E.","Knebel, G.","Aoki, D.","Flouquet, J."],"language":[],"coverage":[],"title":["Magnetic structure of CeRhIn$_{5}$ under magnetic field"],"description":["  The magnetically ordered ground state of CeRhIn$_{5}$ at ambient pressure and\nzero magnetic field is an incomensurate helicoidal phase with the propagation\nvector $\\bf{k}$=(1/2, 1/2, 0.298) and the magnetic moment in the basal plane of\nthe tetragonal structure. We determined by neutron diffraction the two\ndifferent magnetically ordered phases of CeRhIn$_{5}$ evidenced by bulk\nmeasurements under applied magnetic field in its basal plane. The low\ntemperature high magnetic phase corresponds to a sine-wave structure of the\nmagnetization being commensurate with $\\bf{k}$=(1/2, 1/2, 1/4). At high\ntemperature, the phase is incommensurate with $\\bf{k}$=(1/2, 1/2, 0.298) and a\npossible small ellipticity. The propagation vector of this phase is the same as\nthe one of the zero-field structure.\n","Comment: 4 Figures"]}]
["0803.2221",{"format":[],"subject":["Mathematics - Differential Geometry","53C42, 53C43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.2221","Journal of Mathematical Physics, Analysis, Geometry, vol. 4\n  (2008), no. 2, p. 278-293 (As Ye. V. Petrov)"],"date":["2008-03-14"],"type":["text"],"creator":["Petrov, Eugene V."],"language":[],"coverage":[],"title":["Submanifolds with the Harmonic Gauss Map in Lie Groups"],"description":["  In this paper we find a criterion for the Gauss map of an immersed smooth\nsubmanifold in some Lie group with left invariant metric to be harmonic. Using\nthe obtained expression we prove some necessary and sufficient conditions for\nthe harmonicity of this map in the case of totally geodesic submanifolds in Lie\ngroups admitting biinvariant metrics. We show that, depending on the structure\nof the tangent space of a submanifold, the Gauss map can be harmonic in all\nbiinvariant metrics or non-harmonic in some metric. For 2-step nilpotent groups\nwe prove that the Gauss map of a geodesic is harmonic if and only if it is\nconstant.\n","Comment: To appear in Journal of Mathematical Physics, Analysis, Geometry"]}]
["0805.1763",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","32S25, 32S65, 32C07, 14P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1763","J. Geom. Anal., 22 (2012), no. 2, 410-432","doi:10.1007/s12220-010-9201-9"],"date":["2008-05-12","2012-02-27"],"type":["text"],"creator":["Lebl, Jiri"],"language":[],"coverage":[],"title":["Algebraic Levi-flat hypervarieties in complex projective space"],"description":["  We study singular real-analytic Levi-flat hypersurfaces in complex projective\nspace. We define the rank of an algebraic Levi-flat hypersurface and study the\nconnections between rank, degree, and the type and size of the singularity. In\nparticular, we study degenerate singularities of algebraic Levi-flat\nhypersurfaces. We then give necessary and sufficient conditions for a Levi-flat\nhypersurface to be a pullback of a real-analytic curve in $\\mathbb{C}$ via a\nmeromorphic function. Among other examples, we construct a nonalgebraic\nsemianalytic Levi-flat hypersurface with compact leaves that is a perturbation\nof an algebraic Levi-flat variety.\n","Comment: 21 pages, latex amsart, amsrefs; A couple of very minor typos fixed,\n  added journal reference"]}]
["0807.2400",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2400"],"date":["2008-07-15","2012-02-28"],"type":["text"],"creator":["Bose, Sukanta","Gopakumar, Achamveedu","Tessmer, Manuel"],"language":[],"coverage":[],"title":["Gravitational wave data analysis implications of TaylorEt inspiral\n  approximants for ground-based detectors: the non-spinning case"],"description":["  A new family of restricted post-Newtonian-accurate waveforms, termed TaylorEt\napproximants, was recently proposed for searching gravitational wave (GW)\nsignals from inspiraling non-spinning compact binaries having arbitrary\nmass-ratios. We perform detailed fitting factor (FF) studies to probe if the\nTaylorEt (3.5PN) signals for non-spinning comparable mass compact binaries can\nbe effectually and faithfully searched with TaylorT1, TaylorT4, and TaylorF2\n(3.5PN) templates in LIGO, Advanced LIGO, and Virgo interferometers. We observe\nthat a good fraction of the templates, which by choice are from TaylorT1,\nTaylorT4, and TaylorF2 (3.5PN) families, have FF <~ 0.97 and substantial biases\nfor the estimated total-mass against the fiducial TaylorEt (3.5PN) signals for\nequal-mass systems. Both these observations can bear on the detectability of a\nsignal. TaylorEt (3.5PN) signals with mass-ratios of a third or a quarter yield\nhigh FFs against those same template banks, but at the expense of inviting\nlarge systematic errors in the estimated values of their total mass and\nsymmetric mass-ratio. In general, the aforementioned templates are found to be\nincreasingly {\\it unfaithful} with respect to a TaylorEt signal as one\nincreases the total mass of the inspiraling system. We also observe that the\namount of bias in the estimated mass varies with the (noise power spectral\ndensity of the) detector. This can be of some concern for multi-detector\nsearches, which check for consistency in the estimated masses of concurrent\ntriggers in their data. (Abridged)\n","Comment: 3 figures, 5 tables"]}]
["0808.3028",{"format":[],"subject":["Mathematical Physics","37J30, 12H05, 70H07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3028","SIAM J. Appl. Dyn. Syst. 8, pp. 279-297, (2009)","doi:10.1137/080730329"],"date":["2008-08-21","2012-02-27"],"type":["text"],"creator":["Acosta-Humanez, Primitivo B."],"language":[],"coverage":[],"title":["Nonautonomous Hamiltonian Systems and Morales-Ramis Theory I. The Case\n  $\\ddot{x}=f(x,t)$"],"description":["  In this paper we present an approach towards the comprehensive analysis of\nthe non-integrability of differential equations in the form $\\ddot x=f(x,t)$\nwhich is analogous to Hamiltonian systems with 1+1/2 degree of freedom. In\nparticular, we analyze the non-integrability of some important families of\ndifferential equations such as Painlev\\'e II, Sitnikov and Hill-Schr\\\"odinger\nequation.\n  We emphasize in Painlev\\'e II, showing its non-integrability through three\ndifferent Hamiltonian systems, and also in Sitnikov in which two different\nversion including numerical results are shown. The main tool to study the\nnon-integrability of these kind of Hamiltonian systems is Morales-Ramis theory.\nThis paper is a very slight improvement of the talk with the almost-same title\ndelivered by the author in SIAM Conference on Applications of Dynamical Systems\n2007.\n","Comment: 15 pages without figures (19 pages and 6 figures in the published\n  version)"]}]
["0809.0135",{"format":[],"subject":["Mathematical Physics","37J30, 12H05, 70H07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0135","Nonlinear studies, Vol 16, No 3 (2009)"],"date":["2008-08-31","2012-02-27"],"type":["text"],"creator":["Acosta-Humanez, Primitivo B.","Blazquez-Sanz, David","Contreras, Camilo Vargas"],"language":[],"coverage":[],"title":["On Hamiltonian potentials with quartic polynomial normal variational\n  equations"],"description":["  In this paper we prove that there exists only one family of classical\nHamiltonian systems of two degrees of freedom with invariant plane\n$\\Gamma=\\{q_2=p_2=0\\}$ whose normal variational equation around integral curves\nin $\\Gamma$ is generically a Hill-Schr\\\"odinger equation with quartic\npolynomial potential. In particular, by means of the Morales-Ramis theory,\nthese Hamiltonian systems are non-integrable through rational first integrals.\n","Comment: 12 pages"]}]
["0809.3316",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3316","The Legacy of Alladi Ramakrishnan in the Mathematical Sciences;\n  2010, Part 4, 529-564","doi:10.1007/978-1-4419-6263-8_31"],"date":["2008-09-19","2010-01-08"],"type":["text"],"creator":["Mitra-Delmotte, Gargi","Mitra, A. N."],"language":[],"coverage":[],"title":["Magnetism, FeS colloids, and Origins of Life"],"description":["  A number of features of living systems: reversible interactions and weak\nbonds underlying motor-dynamics; gel-sol transitions; cellular connected\nfractal organization; asymmetry in interactions and organization; quantum\ncoherent phenomena; to name some, can have a natural accounting via $physical$\ninteractions, which we therefore seek to incorporate by expanding the horizons\nof `chemistry-only' approaches to the origins of life. It is suggested that the\nmagnetic 'face' of the minerals from the inorganic world, recognized to have\nplayed a pivotal role in initiating Life, may throw light on some of these\nissues. A magnetic environment in the form of rocks in the Hadean Ocean could\nhave enabled the accretion and therefore an ordered confinement of\nsuper-paramagnetic colloids within a structured phase. A moderate H-field can\nhelp magnetic nano-particles to not only overcome thermal fluctuations but also\nharness them. Such controlled dynamics brings in the possibility of accessing\nquantum effects, which together with frustrations in magnetic ordering and\nhysteresis (a natural mechanism for a primitive memory) could throw light on\nthe birth of biological information which, as Abel argues, requires a\ncombination of order and complexity. This scenario gains strength from\nobservations of scale-free framboidal forms of the greigite mineral, with a\nmagnetic basis of assembly. And greigite's metabolic potential plays a key role\nin the mound scenario of Russell and coworkers-an expansion of which is\nsuggested for including magnetism.\n","Comment: 42 pages, 5 figures, to be published in A.R. Memorial volume, Ed\n  Krishnaswami Alladi, Springer 2010"]}]
["0809.4629",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","Mathematics - Quantum Algebra","57M27, 57R19, 57R50, 20F28, 20F38, 20F40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4629","Bull. Soc. Math. France 140:1 (2012), 101-161"],"date":["2008-09-26","2011-12-13"],"type":["text"],"creator":["Massuyeau, Gwenael"],"language":[],"coverage":[],"title":["Infinitesimal Morita homomorphisms and the tree-level of the LMO\n  invariant"],"description":["  Let S be a compact connected oriented surface with one boundary component,\nand let P be the fundamental group of S. The Johnson filtration is a decreasing\nsequence of subgroups of the Torelli group of S, whose k-th term consists of\nthe self-homeomorphisms of S that act trivially at the level of the k-th\nnilpotent quotient of P. Morita defined a homomorphism from the k-th term of\nthe Johnson filtration to the third homology group of the k-th nilpotent\nquotient of P. In this paper, we replace groups by their Malcev Lie algebras\nand we study the \"infinitesimal\" version of the k-th Morita homomorphism, which\nis shown to correspond to the original version by a canonical isomorphism. We\nprovide a diagrammatic description of the k-th infinitesimal Morita\nhomomorphism and, given an expansion of the free group P that is \"symplectic\"\nin some sense, we show how to compute it from Kawazumi's \"total Johnson map\".\nBesides, we give a topological interpretation of the full tree-reduction of the\nLMO homomorphism, which is a diagrammatic representation of the Torelli group\nderived from the Le-Murakami-Ohtsuki invariant of 3-manifolds. More precisely,\na symplectic expansion of P is constructed from the LMO invariant, and it is\nshown that the tree-level of the LMO homomorphism is equivalent to the total\nJohnson map induced by this specific expansion. It follows that the k-th\ninfinitesimal Morita homomorphism coincides with the degree [k,2k[ part of the\ntree-reduction of the LMO homomorphism. Our results also apply to the monoid of\nhomology cylinders over S.\n","Comment: 46 pages, some figures. Minor modifications in this fourth version"]}]
["0810.2099",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Topology","18D20, 19D50, 19D55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2099"],"date":["2008-10-12","2012-02-28"],"type":["text"],"creator":["Balmer, Paul","Tabuada, Goncalo"],"language":[],"coverage":[],"title":["The fundamental isomorphism conjecture via non-commutative motives"],"description":["  Given a group, we construct a fundamental additive functor on its orbit\ncategory. We prove that any isomorphism conjecture valid for this fundamental\nisomorphism functor holds for all additive functors, like K-theory, cyclic\nhomology, topological Hochschild homology, etc. Finally, we reduce this\nfundamental isomorphism conjecture for K-theoretic ones.\n","Comment: Revised version. 21 pages"]}]
["0812.0549",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.0549"],"date":["2008-12-02","2012-02-28"],"type":["text"],"creator":["Tessmer, Manuel","Gopakumar, Achamveedu"],"language":[],"coverage":[],"title":["On the ability of various circular inspiral templates to capture\n  inspiral gravitational waves from compact binaries having tiny orbital\n  eccentricities"],"description":["  We probe the ability of various types of post-Newtonian(PN)-accurate circular\ntemplates to capture inspiral gravitational-wave (GW) signals from compact\nbinaries having tiny orbital eccentricities. The GW signals are constructed by\nadapting the phasing formalism, available in T. Damour, A. Gopakumar, and B. R.\nIyer, [Phys. Rev. D 70, 064028 (2004)], employing the orbital energy and the\ntime-eccentricity to describe the orbital evolution. Using the fitting factor\nestimates, relevant for the initial LIGO, we show that circular templates,\nbased on the adiabatic TaylorT1, complete adiabatic TaylorT1 and TaylorT4\napproximants are unable to capture our GW signals from compact binaries having\ntiny residual orbital eccentricities. However, the 2PN-order circular inspiral\ntemplates based on the recently introduced TaylorEt approximant are found to be\nboth effectual and faithful in capturing GWs from inspiralling compact binaries\nhaving moderate eccentricities and we provide physical explanations for our\nobservations.\n","Comment: 6 tables, 1 figure"]}]
["0905.0080",{"format":[],"subject":["Mathematics - Number Theory","11F80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0080"],"date":["2009-05-01","2012-02-28"],"type":["text"],"creator":["Dousmanis, Gerasimos"],"language":[],"coverage":[],"title":["On reductions of families of crystalline Galois representations Part II"],"description":["  The article is withdrawn. Its content is contained in the final version of\narXiv:0805.1634.\n","Comment: The article is withdrawn. Its content is contained in the final\n  version of arXiv:0805.1634"]}]
["0909.1266",{"format":[],"subject":["Mathematical Physics","35P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1266","J. Lond. Math. Soc. 82 (2010), no. 2, 395-419","doi:10.1112/jlms/jdq033"],"date":["2009-09-07","2010-02-03"],"type":["text"],"creator":["Geisinger, Leander","Weidl, Timo"],"language":[],"coverage":[],"title":["Universal Bounds for Traces of the Dirichlet Laplace Operator"],"description":["  We derive upper bounds for the trace of the heat kernel $Z(t)$ of the\nDirichlet Laplace operator in an open set $\\Omega \\subset \\R^d$, $d \\geq 2$. In\ndomains of finite volume the result improves an inequality of Kac.\n  Using the same methods we give bounds on $Z(t)$ in domains of infinite\nvolume.\n  For domains of finite volume the bound on $Z(t)$ decays exponentially as $t$\ntends to infinity and it contains the sharp first term and a correction term\nreflecting the properties of the short time asymptotics of $Z(t)$. To prove the\nresult we employ refined Berezin-Li-Yau inequalities for eigenvalue means.\n"]}]
["0911.1221",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1221","Phys. Rev. B 82, 085309 (2010)","doi:10.1103/PhysRevB.82.085309"],"date":["2009-11-06"],"type":["text"],"creator":["Hermannstädter, C.","Beirne, G. J.","Witzany, M.","Heldmaier, M.","Peng, J.","Bester, G.","Wang, L.","Rastelli, A.","Schmidt, O. G.","Michler, P."],"language":[],"coverage":[],"title":["Influence of the charge carrier tunneling processes on the recombination\n  dynamics in single lateral quantum dot molecules"],"description":["  We report on the charge carrier dynamics in single lateral quantum dot\nmolecules and the effect of an applied electric field on the molecular states.\nControllable electron tunneling manifests itself in a deviation from the\ntypical excitonic decay behavior which is strongly influenced by the tuning\nelectric field and inter-molecular Coulomb energies. A rate equation model is\ndeveloped to gain more insight into the charge transfer and tunneling\nmechanisms. Non-resonant (phonon-mediated) electron tunneling which changes the\nmolecular exciton character from direct to indirect, and vice versa, is found\nto be the dominant tunable decay mechanism of excitons besides radiative\nrecombination.\n","Comment: 4 pages, 4 figures"]}]
["0911.1917",{"format":[],"subject":["Condensed Matter - Superconductivity","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1917","Phys. Rept. 492, 1 (2010)","doi:10.1016/j.physrep.2010.03.002"],"date":["2009-11-10","2010-07-11"],"type":["text"],"creator":["Shevchenko, S. N.","Ashhab, S.","Nori, Franco"],"language":[],"coverage":[],"title":["Landau-Zener-Stuckelberg interferometry"],"description":["  A transition between energy levels at an avoided crossing is known as a\nLandau-Zener transition. When a two-level system (TLS) is subject to periodic\ndriving with sufficiently large amplitude, a sequence of transitions occurs.\nThe phase accumulated between transitions (commonly known as the Stuckelberg\nphase) may result in constructive or destructive interference. Accordingly, the\nphysical observables of the system exhibit periodic dependence on the various\nsystem parameters. This phenomenon is often referred to as\nLandau-Zener-Stuckelberg (LZS) interferometry. Phenomena related to LZS\ninterferometry occur in a variety of physical systems. In particular, recent\nexperiments on LZS interferometry in superconducting TLSs (qubits) have\ndemonstrated the potential for using this kind of interferometry as an\neffective tool for obtaining the parameters characterizing the TLS as well as\nits interaction with the control fields and with the environment. Furthermore,\nstrong driving could allow for fast and reliable control of the quantum system.\nHere we review recent experimental results on LZS interferometry, and we\npresent related theory.\n","Comment: 34 single-column pages, 11 figures"]}]
["0911.5270",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Mesoscale and Nanoscale Physics","81Q70, 46L08, 46L45, 57R22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5270","Chapter in \"Spectral Analysis of Quantum Hamiltonians\" (Eds. R.\n  Benguria, E. Friedman and M. Mantoiu), Operator Theory: Advances and\n  Applications, vol. 224, Birkh\\\"auser, 2012 (ISBN 978-3-0348-0413-4)"],"date":["2009-11-27","2012-02-28"],"type":["text"],"creator":["De Nittis, Giuseppe","Panati, Gianluca"],"language":[],"coverage":[],"title":["The topological Bloch-Floquet transform and some applications"],"description":["  We investigate the relation between the symmetries of a Schr\\\"odinger\noperator and the related topological quantum numbers. We show that, under\nsuitable assumptions on the symmetry algebra, a generalization of the\nBloch-Floquet transform induces a direct integral decomposition of the algebra\nof observables. More relevantly, we prove that the generalized transform\nselects uniquely the set of \"continuous sections\" in the direct integral\ndecomposition, thus yielding a Hilbert bundle. The proof is constructive and\nprovides an explicit description of the fibers. The emerging geometric\nstructure is a rigorous framework for a subsequent analysis of some topological\ninvariants of the operator, to be developed elsewhere. Two running examples\nprovide an Ariadne's thread through the paper. For the sake of completeness, we\nbegin by reviewing two related classical theorems by von Neumann and Maurin.\n","Comment: 34 pages, 1 figure. Key words: topological quantum numbers, spectral\n  decomposition, Bloch-Floquet transform, Hilbert bundle. V3: a subsection has\n  been added; V4: some proofs have been simplified; V5: final version to be\n  published (with a new title)"]}]
["0912.1316",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1316"],"date":["2009-12-07","2012-02-27"],"type":["text"],"creator":["Hou, Thomas Y.","Shi, Zuoqiang","Wang, Shu"],"language":[],"coverage":[],"title":["On Singularity Formation of a 3D Model for Incompressible Navier-Stokes\n  Equations"],"description":["  We investigate the singularity formation of a 3D model that was recently\nproposed by Hou and Lei in [16] for axisymmetric 3D incompressible\nNavier-Stokes equations with swirl. The main difference between the 3D model of\nHou and Lei and the reformulated 3D Navier-Stokes equations is that the\nconvection term is neglected in the 3D model. This model shares many properties\nof the 3D incompressible Navier-Stokes equations. One of the main results of\nthis paper is that we prove rigorously the finite time singularity formation of\nthe 3D inviscid model for a class of initial boundary value problems with\nsmooth initial data of finite energy. We also prove the global regularity of\nthe 3D inviscid model for a class of small smooth initial data.\n","Comment: 33 pages"]}]
["0912.2263",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2263","Phys. Rev. A 82, 043613 (2010)","doi:10.1103/PhysRevA.82.043613"],"date":["2009-12-11","2010-10-02"],"type":["text"],"creator":["Tezuka, Masaki","Garcia-Garcia, Antonio M."],"language":[],"coverage":[],"title":["Stability of the superfluid state in a disordered 1D ultracold fermionic\n  gas"],"description":["  We study a 1D Fermi gas with attractive short range-interactions in a\ndisordered potential by the density matrix renormalization group (DMRG)\ntechnique. This setting can be implemented experimentally by using cold atom\ntechniques. We identify a region of parameters for which disorder enhances the\nsuperfluid state. As disorder is further increased, global superfluidity\neventually breaks down. However this transition occurs before the transition to\nthe insulator state takes place. This suggests the existence of an intermediate\nmetallic `pseudogap' phase characterized by strong pairing but no quasi\nlong-range order.\n","Comment: 5 pages, 5 figures"]}]
["0912.4662",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","92D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4662","Mathematical Biosciences and Engineering (MBE) Pages: 123 - 139,\n  Volume: 8 , Issue: 1 , January 2011","doi:10.3934/mbe.2011.8.123"],"date":["2009-12-23","2012-02-28"],"type":["text"],"creator":["Knipl, Diána","Röst, Gergely"],"language":[],"coverage":[],"title":["Modelling the strategies for age specific vaccination scheduling during\n  influenza pandemic outbreaks"],"description":["  Finding optimal policies to reduce the morbidity and mortality of the ongoing\npandemic is a top public health priority. Using a compartmental model with age\nstructure and vaccination status, we examined the effect of age specific\nscheduling of vaccination during a pandemic influenza outbreak, when there is a\nrace between the vaccination campaign and the dynamics of the pandemic. Our\nresults agree with some recent studies on that age specificity is paramount to\nvaccination planning. However, little is known about the effectiveness of such\ncontrol measures when they are applied during the outbreak. Comparing five\npossible strategies, we found that age specific scheduling can have a huge\nimpact on the outcome of the epidemic. For the best scheme, the attack rates\nwere up to 10% lower than for other strategies. We demonstrate the importance\nof early start of the vaccination campaign, since ten days delay may increase\nthe attack rate by up to 6%. Taking into account the delay between developing\nimmunity and vaccination is a key factor in evaluating the impact of\nvaccination campaigns. We provide a general framework which will be useful for\nthe next pandemic waves as well.\n"]}]
["1001.0030",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","05E15 (Primary), 05A10 (Secondary), 05A15, 05A18, 06A07, 20F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0030"],"date":["2009-12-30","2012-02-27"],"type":["text"],"creator":["Krattenthaler, Christian","Müller, Thomas W."],"language":[],"coverage":[],"title":["Cyclic sieving for generalised non-crossing partitions associated to\n  complex reflection groups of exceptional type - the details"],"description":["  We prove that the generalised non-crossing partitions associated to\nwell-generated complex reflection groups of exceptional type obey two different\ncyclic sieving phenomena, as conjectured by Armstrong, respectively by Bessis\nand Reiner. This manuscript accompanies the paper \"Cyclic sieving for\ngeneralised non-crossing partitions associated to complex reflection groups of\nexceptional type\" [arXiv:1001.0028], for which it provides the computational\ndetails.\n","Comment: AmS-LaTeX, 157 pages; major revision; direct proof that the\n  q-Fusz-Catalan number is a polynomial with non-negative coefficients added"]}]
["1001.2177",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2177","International Journal of Optics and Photonics, vol. 5, no. 1, pp.\n  13-27 (2011)"],"date":["2010-01-13","2011-11-19"],"type":["text"],"creator":["Karimi, Farhad","Khorasani, Sina"],"language":[],"coverage":[],"title":["Ray-tracing and Interferometry in Schwarzschild Geometry"],"description":["  Here, we investigate the possible optical anisotropy of vacuum due to\ngravitational field. In doing this, we provide sufficient evidence from direct\ncoordinate integration of the null-geodesic equations obtained from the\nLagrangian method, as well as ray-tracing equations obtained from the\nPlebanski's equivalent medium theory. All calculations are done for the\nSchwarzschild geometry, which results in an anisotropic (pseudo-isotropic)\noptical equivalent medium when Cartesian coordinates are taken. We confirm that\nthe results of ray-tracing in the equivalent medium and null geodesics are\nexactly the same, while they are in disagreement with the results of\nintegration in the conventional isotropic equivalent medium of Schwarzschild\ngeometry. Based on the principle invariance of physical due to coordinate\ntransformation, there exist just one result. This Contradiction will be solved\nby tensor algebra and it will be shown that the conventional isotropic approach\nis wrong, and even by making isotropic of the metric, the optical behavior of\nvacuum will remain anisotropic. Hence, we conclude that the true optical\nbehavior of curved spacetime must be anisotropic, and it is an intrinsic\nproperty of vacuum in the presence of gravitational field. We provide further\ndiscussions on how to detect this possible anisotropy, and what further\nconsequences might be expected in the interpretation of gravtiational lensing\ndata.\n","Comment: accepted for publication in International Journal of Optics and\n  Photonics"]}]
["1003.2380",{"format":[],"subject":["High Energy Physics - Experiment","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.2380","doi:10.1016/j.nimb.2012.02.008"],"date":["2010-03-11"],"type":["text"],"creator":["Armengaud, Eric"],"language":["fr"],"coverage":[],"title":["Gif Lectures on direct detection of Dark Matter"],"description":["  These notes cover some of the topics associated with direct detection of dark\nmatter at an introductory level. The general principles of dark matter search\nare summarized. The current status of some experiments is described, with an\nemphasis on bolometric and noble liquid techniques. Plots and illustrations\nassociated to these notes may be found on transparencies presented during the\nlecture, on the web site of Gif school 2009.\n","Comment: Plots and illustrations associated to these notes may be found on\n  transparencies presented during the lecture, on the web site of Gif school\n  2009 (in French) : http://www-subatech.in2p3.fr/gif2009.html"]}]
["1003.3825",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","Primary: 13D40, 05E40, 06A07, 13E10, 13H10. Secondary: 05A16, 05B35,\n  14M05, 13F20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3825","Memoirs AMS 218 (2012), no. 2024, vii + 78 pp"],"date":["2010-03-19","2011-03-25"],"type":["text"],"creator":["Boij, M.","Migliore, J.","Miro'-Roig, R.","Nagel, U.","Zanello, F."],"language":[],"coverage":[],"title":["On the shape of a pure O-sequence"],"description":["  An order ideal is a finite poset X of (monic) monomials such that, whenever M\nis in X and N divides M, then N is in X. If all, say t, maximal monomials of X\nhave the same degree, then X is pure (of type t). A pure O-sequence is the\nvector, h=(1,h_1,...,h_e), counting the monomials of X in each degree.\nEquivalently, in the language of commutative algebra, pure O-sequences are the\nh-vectors of monomial Artinian level algebras. Pure O-sequences had their\norigin in one of Richard Stanley's early works in this area, and have since\nplayed a significant role in at least three disciplines: the study of\nsimplicial complexes and their f-vectors, level algebras, and matroids. This\nmonograph is intended to be the first systematic study of the theory of pure\nO-sequences. Our work, making an extensive use of algebraic and combinatorial\ntechniques, includes: (i) A characterization of the first half of a pure\nO-sequence, which gives the exact converse to an algebraic g-theorem of Hausel;\n(ii) A study of (the failing of) the unimodality property; (iii) The problem of\nenumerating pure O-sequences, including a proof that almost all O-sequences are\npure, and the asymptotic enumeration of socle degree 3 pure O-sequences of type\nt; (iv) The Interval Conjecture for Pure O-sequences (ICP), which represents\nperhaps the strongest possible structural result short of an (impossible?)\ncharacterization; (v) A pithy connection of the ICP with Stanley's matroid\nh-vector conjecture; (vi) A specific study of pure O-sequences of type 2,\nincluding a proof of the Weak Lefschetz Property in codimension 3 in\ncharacteristic zero. As a corollary, pure O-sequences of codimension 3 and type\n2 are unimodal (over any field); (vii) An analysis of the extent to which the\nWeak and Strong Lefschetz Properties can fail for monomial algebras; (viii)\nSome observations about pure f-vectors, an important special case of pure\nO-sequences.\n","Comment: iii + 77 pages monograph, to appear as an AMS Memoir. Several, mostly\n  minor revisions with respect to last year's version"]}]
["1003.4431",{"format":[],"subject":["Mathematics - Probability","60H10, 60H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4431","Electronic Journal of Probability, Vol. 16, 1844-1879, Article\n  Number 67 (2011)"],"date":["2010-03-23","2012-02-28"],"type":["text"],"creator":["Soner, H. Mete","Touzi, Nizar","Zhang, Jianfeng"],"language":[],"coverage":[],"title":["Quasi-sure Stochastic Analysis through Aggregation"],"description":["  This paper is on developing stochastic analysis simultaneously under a\ngeneral family of probability measures that are not dominated by a single\nprobability measure. The interest in this question originates from the\nprobabilistic representations of fully nonlinear partial differential equations\nand applications to mathematical finance. The existing literature relies either\non the capacity theory (by Denis and Martini), or on the underlying nonlinear\npartial differential equation (by Peng). In both approaches, the resulting\ntheory requires the smoothness of the corresponding processes and random\nvariables in terms of the underlying canonical process. In this paper, we\ninvestigate this question for a larger class of \"non-smooth\" processes, but\nwith a restricted family of non-dominated probability measures. For smooth\nprocesses, our approach leads to similar results as in previous literature,\nprovided the restricted family satisfies an additional density property.\n","Comment: 38 pages"]}]
["1005.3606",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3606","Journal of Dynamics and Differential Equations 24 (2012) 29-49","doi:10.1007/s10884-011-9238-x"],"date":["2010-05-20"],"type":["text"],"creator":["Laurencot, Philippe","Stinner, Christian"],"language":[],"coverage":[],"title":["Convergence to separate variables solutions for a degenerate parabolic\n  equation with gradient source"],"description":["  The large time behaviour of nonnegative solutions to a quasilinear degenerate\ndiffusion equation with a source term depending solely on the gradient is\ninvestigated. After a suitable rescaling of time, convergence to a unique\nprofile is shown for global solutions. The proof relies on the half-relaxed\nlimits technique within the theory of viscosity solutions and on the\nconstruction of suitable supersolutions and barrier functions to obtain optimal\ntemporal decay rates and boundary estimates. Blowup of weak solutions is also\nstudied.\n"]}]
["1006.0318",{"format":[],"subject":["Mathematics - Commutative Algebra","13P10","I.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0318","ACM Communications in Computer Algebra, Issue 176, vol. 45, no. 2\n  (June 2011), pgs. 70-89"],"date":["2010-06-02","2010-12-31"],"type":["text"],"creator":["Eder, Christian","Gash, Justin","Perry, John"],"language":[],"coverage":[],"title":["Modifying Faug\\`ere's F5 Algorithm to ensure termination"],"description":["  The structure of the F5 algorithm to compute Gr\\\"obner bases makes it very\nefficient. However, while it is believed to terminate for so-called regular\nsequences, it is not clear whether it terminates for all inputs. This paper has\ntwo major parts. In the first part, we describe in detail the difficulties\nrelated to a proof of termination. In the second part, we explore three\nvariants that ensure termination. Two of these have appeared previously only in\ndissertations, and ensure termination by checking for a Gr\\\"obner basis using\ntraditional criteria. The third variant, F5+, identifies a degree bound using a\ndistinction between \"necessary\" and \"redundant\" critical pairs that follows\nfrom the analysis in the first part. Experimental evidence suggests this third\napproach is the most efficient of the three.\n","Comment: 19 pages, 1 table"]}]
["1007.2038",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2038","Journal of Physics and Chemistry of Solids 72, 1096 (2011)","doi:10.1016/j.jpcs.2011.06.011"],"date":["2010-07-13"],"type":["text"],"creator":["Thingna, Juzar","Prasad, R.","Auluck, S."],"language":[],"coverage":[],"title":["Photo-absorption spectra of small hydrogenated silicon clusters using\n  the time-dependent density functional theory"],"description":["  We present a systematic study of the photo-absorption spectra of various\nSi$_{n}$H$_{m}$ clusters (n=1-10, m=1-14) using the time-dependent density\nfunctional theory (TDDFT). The method uses a real-time, real-space\nimplementation of TDDFT involving full propagation of the time dependent\nKohn-Sham equations. Our results for SiH$_{4}$ and Si$_{2}$H$_{6}$ show good\nagreement with the earlier calculations and experimental data. We find that for\nsmall clusters (n<7) the photo-absorption spectrum is atomic-like while for the\nlarger clusters it shows bulk-like behaviour. We study the photo-absorption\nspectra of silicon clusters as a function of hydrogenation. For single\nhydrogenation, we find that in general, the absorption optical gap decreases\nand as the number of silicon atoms increase the effect of a single hydrogen\natom on the optical gap diminishes. For further hydrogenation the optical gap\nincreases and for the fully hydrogenated clusters the optical gap is larger\ncompared to corresponding pure silicon clusters.\n","Comment: 6 pages, 5 figures"]}]
["1007.4919",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4919","Physical Review B 82, 094416 (2010)","doi:10.1103/PhysRevB.82.094416"],"date":["2010-07-28"],"type":["text"],"creator":["Raymond, S.","Panarin, J.","Givord, F.","Murani, A. P.","Boucherle, J. X.","Lejay, P."],"language":[],"coverage":[],"title":["Low energy magnetic excitation spectrum of the unconventional\n  ferromagnet CeRh$_{3}$B$_{2}$"],"description":["  The magnetic excitation spectrum of the unconventional ferromagnet\nCeRh$_{3}$B$_{2}$ was measured by inelastic neutron scattering on single\ncrystal sample in the magnetically ordered and paramagnetic phases. The\nspin-wave excitation spectrum evidences high exchange interaction along the\nc-axis about two orders of magnitude higher than the ones in the basal plane of\nthe hexagonal structure. Both strong out of plane and small in plane\nanisotropies are found. This latter point confirms that considering the $J$=5/2\nmultiplet alone is not adequate for describing the ground state of\nCeRh$_{3}$B$_{2}$. Quasielastic scattering measured above $T_{Curie}$ is also\nstrongly anisotropic between the basal plane and the c-axis and suggests\nlocalized magnetism.\n","Comment: 8 Figures"]}]
["1008.3095",{"format":[],"subject":["Mathematics - Analysis of PDEs","35G99, 49J40, 49J45, 49K20, 74K35, 74N99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3095"],"date":["2010-08-18","2012-02-27"],"type":["text"],"creator":["Galvão-Sousa, Bernardo","Millot, Vincent"],"language":[],"coverage":[],"title":["A two-gradient approach for phase transitions in thin films"],"description":["  Motivated by solid-solid phase transitions in elastic thin films, we perform\na Gamma-convergence analysis for a singularly perturbed energy describing\nsecond order phase transitions in a domain of vanishing thickness. Under a\ntwo-wells assumption, we derive a sharp interface model with an interfacial\nenergy depending on the asymptotic ratio between the characteristic length\nscale of the phase transition and the thickness of the film. In each case, the\ninterfacial energy is determined by an explicit optimal profile problem. This\nasymptotic problem entails a nontrivial dependance on the thickness direction\nwhen the phase transition is created at the same rate as the thin film, while\nit shows a separation of scales if the thin film is created at a faster rate\nthan the phase transition. The last regime, when the phase transition is\ncreated at a faster rate than the thin film, is more involved. Depending on\ngrowth conditions of the potential and the compatibility of the two phases, we\neither obtain a sharp interface model with scale separation, or a trivial\nsituation driven by rigidity effects.\n"]}]
["1009.0138",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0138"],"date":["2010-09-01","2012-02-28"],"type":["text"],"creator":["Rousseau, Guy"],"language":[],"coverage":[],"title":["Groupes de Kac-Moody d\\'eploy\\'es sur un corps local, II Masures\n  ordonn\\'ees"],"description":["  For a split Kac-Moody group (in J. Tits' definition) over a field endowed\nwith a real valuation, we build an ordered affine hovel on which the group\nacts. This construction generalizes the one already done by S. Gaussent and the\nauthor when the residue field contains the complex field [Annales Fourier, 58\n(2008), 2605-2657] and the one by F. Bruhat and J. Tits when the group is\nreductive. We prove that this hovel has all properties of ordered affine hovels\n(masures affines ordonn\\'ees) as defined in [Rousseau, ArXiv 0810.4241]. We use\nthe maximal Kac-Moody group as defined by O. Mathieu and we prove a few new\nresults about it over any field; in particular we prove, in some cases, a\nsimplicity result for this group.\n","Comment: 61 pages"]}]
["1009.1220",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1220"],"date":["2010-09-07","2012-02-28"],"type":["text"],"creator":["Requardt, Manfred"],"language":[],"coverage":[],"title":["An Alternative to Decoherence by Environment and the Appearance of a\n  Classical World"],"description":["  We provide an alternative approach to the decoherence-by-environment paradigm\nin the field of the quantum measurement process and the appearance of a\nclassical world. In contrast to the decoherence approach we argue that the\ntransition from pure states to mixtures and the appearance of macro objects\n(and macroscopic properties) can be understood without invoking the\nmeasurement-like influence of the environment on the pointer-states of the\nmeasuring instrument. We show that every generic many-body system contains\nwithin the class of microscopic quantum observables a subalgebra of macro\nobservables, the spectrum of which comprises the macroscopic properties of the\nmany-body system. Our analysis is based (among other things) on two ingenious\npapers by v.Neumann and v.Kampen.\n","Comment: 15 pages"]}]
["1010.0460",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Operator Algebras","46L37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0460"],"date":["2010-10-03","2012-02-28"],"type":["text"],"creator":["Das, Paramita","Ghosh, Shamindra Kumar","Gupta, Ved Prakash"],"language":[],"coverage":[],"title":["Affine modules and the Drinfeld Center"],"description":["  Given a finite index subfactor, we show that the {\\em affine morphisms at\nzero level} in the affine category over the planar algebra associated to the\nsubfactor is isomorphic to the fusion algebra of the subfactor as a *-algebra.\nThis identification paves the way to analyze the structure of affine\n$P$-modules with weight zero for any subfactor planar algebra $P$ (possibly\nhaving infinite depth). Further, for irreducible depth two subfactor planar\nalgebras, we establish an additive equivalence between the category of affine\n$P$-modules and the center of the category of $N$-$N$-bimodules generated by\n$L^2(M)$; this partially verifies a conjecture of Jones and Walker.\n","Comment: Revised version - two more sections added"]}]
["1010.2683",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","35P15 (Primary) 47A75 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2683","Journal of Spectral Theory 1 (2011), no. 1, 87-109"],"date":["2010-10-13"],"type":["text"],"creator":["Geisinger, Leander","Laptev, Ari","Weidl, Timo"],"language":[],"coverage":[],"title":["Geometrical Versions of improved Berezin-Li-Yau Inequalities"],"description":["  We study the eigenvalues of the Dirichlet Laplace operator on an arbitrary\nbounded, open set in $\\R^d$, $d \\geq 2$. In particular, we derive upper bounds\non Riesz means of order $\\sigma \\geq 3/2$, that improve the sharp Berezin\ninequality by a negative second term. This remainder term depends on geometric\nproperties of the boundary of the set and reflects the correct order of growth\nin the semi-classical limit. Under certain geometric conditions these results\nimply new lower bounds on individual eigenvalues, which improve the Li-Yau\ninequality.\n","Comment: 18 pages, 1 figure"]}]
["1011.1291",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1291","Ramanujan Journal, volume 27, issue 2, year 2012, pages 235-284","doi:10.1007/s11139-011-9319-9"],"date":["2010-11-04","2012-02-28"],"type":["text"],"creator":["Nelson, Paul D."],"language":[],"coverage":[],"title":["Mass equidistribution of Hilbert modular eigenforms"],"description":["  Let F be a totally real number field, and let f traverse a sequence of\nnon-dihedral holomorphic eigencuspforms on GL(2)/F of weight (k_1,...,k_n),\ntrivial central character and full level. We show that the mass of f\nequidistributes on the Hilbert modular variety as max(k_1,...,k_n) tends to\ninfinity.\n  Our result answers affirmatively a natural analogue of a conjecture of\nRudnick and Sarnak (1994). Our proof generalizes the argument of\nHolowinsky-Soundararajan (2008) who established the case F = Q. The essential\ndifficulty in doing so is to adapt Holowinsky's bounds for the Weyl periods of\nthe equidistribution problem in terms of manageable shifted convolution sums of\nFourier coefficients to the case of a number field with nontrivial unit group.\n","Comment: 40 pages; typos corrected, nearly accepted form"]}]
["1011.1292",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1292","Duke Mathematical Journal, volume 160, number 3, year 2011, pages\n  467-501","doi:10.1215/00127094-144287"],"date":["2010-11-04","2012-02-28"],"type":["text"],"creator":["Nelson, Paul D."],"language":[],"coverage":[],"title":["Equidistribution of cusp forms in the level aspect"],"description":["  Let f traverse a sequence of classical holomorphic newforms of fixed weight\nand increasing squarefree level q tending to infinity. We prove that the\npushforward of the mass of f to the modular curve of level 1 equidistributes\nwith respect to the Poincar\\'{e} measure.\n  Our result answers affirmatively the squarefree level case of a conjecture\nspelled out by Kowalski, Michel and Vanderkam (2002) in the spirit of a\nconjecture of Rudnick and Sarnak (1994).\n  Our proof follows the strategy of Holowinsky and Soundararajan (2008) who\nshow that newforms of level 1 and large weight have equidistributed mass. The\nnew ingredients required to treat forms of fixed weight and large level are an\nadaptation of Holowinsky's reduction of the problem to one of bounding shifted\nsums of Fourier coefficients (which on the surface makes sense only in the\nlarge weight limit), an evaluation of the p-adic integral needed to extend\nWatson's formula to the case of three newforms where the level of one divides\nbut need not equal the common squarefree level of the other two, and some\nadditional technical work in the problematic case that the level has many small\nprime factors.\n","Comment: 24 pages; slightly expanded, nearly accepted form"]}]
["1011.1917",{"format":[],"subject":["Computer Science - Computational Geometry","68U05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1917"],"date":["2010-11-08","2012-02-27"],"type":["text"],"creator":["Sunic, Zoran"],"language":[],"coverage":[],"title":["Normal art galleries: wall in - all in"],"description":["  We introduce the notion of a normal gallery, a gallery in which any\nconfiguration of guards that visually covers the walls covers the entire\ngallery. We show that any star gallery is normal and any gallery with at most\ntwo reflex corners is normal. A polynomial time algorithm is provided deciding\nif, for a given polygon and a finite set of positions, there exists a\nconfiguration of guards in some of these positions that visually covers the\nwalls but not the entire gallery.\n"]}]
["1011.2235",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2235"],"date":["2010-11-09","2012-02-27"],"type":["text"],"creator":["Tsianos, Konstantinos I.","Rabbat, Michael G."],"language":[],"coverage":[],"title":["Multiscale Gossip for Efficient Decentralized Averaging in Wireless\n  Packet Networks"],"description":["  This paper describes and analyzes a hierarchical gossip algorithm for solving\nthe distributed average consensus problem in wireless sensor networks. The\nnetwork is recursively partitioned into subnetworks. Initially, nodes at the\nfinest scale gossip to compute local averages. Then, using geographic routing\nto enable gossip between nodes that are not directly connected, these local\naverages are progressively fused up the hierarchy until the global average is\ncomputed. We show that the proposed hierarchical scheme with $k$ levels of\nhierarchy is competitive with state-of-the-art randomized gossip algorithms, in\nterms of message complexity, achieving $\\epsilon$-accuracy with high\nprobability after $O\\big(n \\log \\log n \\log \\frac{kn}{\\epsilon} \\big)$\nmessages. Key to our analysis is the way in which the network is recursively\npartitioned. We find that the optimal scaling law is achieved when subnetworks\nat scale $j$ contain $O(n^{(2/3)^j})$ nodes; then the message complexity at any\nindividual scale is $O(n \\log \\frac{kn}{\\epsilon})$, and the total number of\nscales in the hierarchy grows slowly, as $\\Theta(\\log \\log n)$. Another\nimportant consequence of hierarchical construction is that the longest distance\nover which messages are exchanged is $O(n^{1/3})$ hops (at the highest scale),\nand most messages (at lower scales) travel shorter distances. In networks that\nuse link-level acknowledgements, this results in less congestion and resource\nusage by reducing message retransmissions. Simulations illustrate that the\nproposed scheme is more message-efficient than existing state-of-the-art\nrandomized gossip algorithms based on averaging along paths.\n","Comment: (under Review)"]}]
["1011.5034",{"format":[],"subject":["Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5034"],"date":["2010-11-23","2012-02-28"],"type":["text"],"creator":["Hillairet, Luc","Kokotov, Alexey"],"language":[],"coverage":[],"title":["Krein formula and S-matrix for Euclidean Surfaces with Conical\n  Singularities"],"description":["  We use Krein formula and the S-matrix formalism to give formulas for the\nzeta-regularized determinant of non-Friedrichs extensions of the Laplacian on\nEuclidean surfaces with Conical Singularities. This formula involves S(0) and\nwe show that the latter can be expressed using the Bergman projective\nconnection on the underlying Riemann surface.\n","Comment: Accepted in Journal of Geometric Analysis"]}]
["1011.5598",{"format":[],"subject":["Condensed Matter - Superconductivity","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5598","Phys. Rev. B 83, 144507 (2011)","doi:10.1103/PhysRevB.83.144507"],"date":["2010-11-25","2011-04-14"],"type":["text"],"creator":["Temchenko, E. A.","Shevchenko, S. N.","Omelyanchouk, A. N."],"language":[],"coverage":[],"title":["Dissipative dynamics of a two-qubit system: Four-level lasing"],"description":["  The dissipative dynamics of a two-qubit system is studied theoretically. We\nmake use of the Bloch-Redfield formalism which explicitly includes the\nparameter-dependent relaxation rates. We consider the case of two flux qubits,\nwhen the controlling parameters are the partial magnetic fluxes through the\nqubits' loops. The strong dependence of the inter-level relaxation rates on the\ncontrolling magnetic fluxes is demonstrated for the realistic system. This\nallows us to propose several mechanisms for lasing in this four-level system.\n","Comment: 7 pages, 6 figures; v2: minor changes due to referee reports"]}]
["1101.4496",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4496"],"date":["2011-01-24","2012-02-27"],"type":["text"],"creator":["Agnello, M.","Benussi, L.","Bertani, M.","Bhang, H. C.","Bonomi, G.","Botta, E.","Bregant, M.","Bressani, T.","Bufalino, S.","Busso, L.","Calvo, D.","Camerini, P.","Dalena, B.","De Mori, F.","D'Erasmo, G.","Fabbri, F. L.","Feliciello, A.","Filippi, A.","Fiore, E. M.","Fontana, A.","Fujioka, H.","Genova, P.","Gianotti, P.","Grion, N.","Lucherini, V.","Marcello, S.","Mirfakhrai, N.","Moia, F.","Morra, O.","Nagae, T.","Outa, H.","Pantaleo, A.","Paticchio, V.","Paino, S.","Rui, R.","Simonetti, G.","Wheadon, R.","Zenoni, A."],"language":[],"coverage":[],"title":["Direct experimental evidence of the weak $\\Lambda n p \\rightarrow n n p$\n  hypernucleus decay"],"description":["  A direct experimental evidence of the occurrence of the weak reaction\n$\\Lambda np\\rightarrow nnp$ in nuclei has been obtained by the FINUDA\nexperiment. Three events have been found that can be attributed to\n$^{7}_{\\Lambda}$Li and $^{9}_{\\Lambda}$Be two nucleon-induced non mesonic weak\ndecays. The kinematic analysis of such events is presented here.\n","Comment: the paper has been published by Nuclear Physics A with major\n  modifications and with a different title"]}]
["1101.5277",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5277"],"date":["2011-01-27","2012-02-27"],"type":["text"],"creator":["Ripoll, Jaime","Telichevesky, Miriam"],"language":[],"coverage":[],"title":["Asymptotic Dirichlet problems for Laplace's and minimal equations on\n  Hadamard manifolds"],"description":["  It is proved the existence of entire solutions of the Laplace's and minimal\nhypersurface's PDEs on a Hadamard manifold $M$ under certain curvature\nconditions by investigating the asymptotic Dirichlet's problems for these PDEs.\nIn the harmonic case it is obtained an existence result which assumes the same\ngrowth condition on the sectional curvature as of Theorem 1.2 of E. Hsu\n\\cite{Hsu} but that contemplates cases having Ricci curvature with exponential\ndecay. It is also obtained a result which extends and improves Theorem 3.6 of\nChoi \\cite{Choi}. In the minimal case one obtains an extension and an\nimprovement of Theorem 1 of N. do Esp\\'{\\i}rito-Santo, S. Fornari and J. Ripoll\n\\cite{EFR}, and partial extensions of Theorem 5.2 of J. A. G\\'alvez and H.\nRosenberg \\cite{GR} by allowing the sectional curvature of $M$ degenerate to 0\nat infinity.\n","Comment: We have withdrawn the paper to make some corrections"]}]
["1102.0310",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0310"],"date":["2011-02-01","2012-02-27"],"type":["text"],"creator":["Tange, Rudolf"],"language":[],"coverage":[],"title":["Highest weight vectors for the adjoint action of GL_n on polynomials"],"description":["  Let G=GL_n be the general linear group over an algebraically closed field k\nand let g=gl_n be its Lie algebra. Let U be the subgroup of G which consists of\nthe upper unitriangular matrices. Let k[g] be the algebra of regular functions\non $\\g$. For 2(n-1)-1 weights we give explicit bases for the k[g]^G-module\nk[g]^U_\\lambda of highest weight vectors of weight \\lambda. For 5 of those\nweights we show that this basis is algebraically independent over the\ninvariants k[g]^G and generates the k[g]^G-algebra\n$\\bigoplus_{r\\ge0}k[\\g]^U_{r\\lambda}$. Finally we formulate a question which\nasks whether in characteristic zero k[g]^G-module generators of k[g]^U_\\lambda\ncan be obtained by applying one explicit highest weight vector of weight\n\\lambda in the tensor algebra T(g) to varying tuples of fundamental invariants.\n"]}]
["1103.1033",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1033"],"date":["2011-03-05","2012-02-28"],"type":["text"],"creator":["Fino, Anna","Ugarte, Luis"],"language":[],"coverage":[],"title":["On generalized Gauduchon metrics"],"description":["  We study a class of Hermitian metrics on complex manifolds, recently\nintroduced by J. Fu, Z. Wang and D. Wu, which are a generalization of Gauduchon\nmetrics. This class includes the one of Hermitian metrics for which the\nassociated fundamental 2-form is $\\partial \\bar\\partial$-closed. Examples are\ngiven on nilmanifolds, on products of Sasakian manifolds, on $S^1$-bundles and\nvia the twist construction introduced by A. Swann.\n","Comment: 18 pages; to appear in Proc. Edinburgh Math. Soc"]}]
["1103.1340",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1340"],"date":["2011-03-07","2012-02-28"],"type":["text"],"creator":["Desideri, Laura","Jakob, Ruben"],"language":[],"coverage":[],"title":["Immersed solutions of Plateau's problem for piecewise smooth boundary\n  curves with small total curvature"],"description":["  We provide a new proof of the classical result that any closed rectifiable\nJordan curve Gamma in space being piecewise of class C^2 bounds at least one\nimmersed minimal surface of disc-type, under the additional assumption that the\ntotal curvature of Gamma is smaller than 6*Pi. In contrast to the methods due\nto Osserman, Gulliver and Alt, our proof relies on a polygonal approximation\ntechnique, using the existence of immersed solutions of Plateau's problem for\npolygonal boundary curves, provided by the first author's accomplishment of\nGarnier's ideas.\n","Comment: 12 pages"]}]
["1103.2296",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","32U35, 32A27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2296","International Journal of Mathematics Vol. 23, No. 6 (2012)","doi:10.1142/S0129167X12500656"],"date":["2011-03-11","2011-09-07"],"type":["text"],"creator":["Magnusson, Jon I.","Rashkovskii, Alexander","Sigurdsson, Ragnar","Thomas, Pascal J."],"language":[],"coverage":[],"title":["Limits of multipole pluricomplex Green functions"],"description":["  Let $S_\\epsilon$ be a set of $N$ points in a bounded hyperconvex domain in\n$C^n$, all tending to 0 as$\\epsilon$ tends to 0. To each set $S_\\epsilon$ we\nassociate its vanishing ideal $I_\\epsilon$ and the pluricomplex Green function\n$G_\\epsilon$ with poles on the set. Suppose that, as $\\epsilon$ tends to 0, the\nvanishing ideals converge to $I$ (local uniform convergence, or equivalently\nconvergence in the Douady space), and that $G_\\epsilon$ converges to $G$,\nlocally uniformly away from the origin; then the length (i.e. codimension) of\n$I$ is equal to $N$ and $G \\ge G_I$. If the Hilbert-Samuel multiplicity of $I$\nis strictly larger than $N$, then $G_\\epsilon$ cannot converge to $G_I$.\nConversely, if the Hilbert-Samuel multiplicity of $I$ is equal to $N$, (we say\nthat $I$ is a complete intersection ideal), then $G_\\epsilon$ does converge to\n$G_I$. We work out the case of three poles; when the directions defined by any\ntwo of the three points converge to limits which don't all coincide, there is\nconvergence, but $G > G_I$.\n","Comment: 41 p., version 2. A section linking our notion of convergence to the\n  topology of the Douady space has been added. Some typos have been corrected"]}]
["1103.4452",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4452"],"date":["2011-03-23","2012-02-28"],"type":["text"],"creator":["Boussaid, Nabile","Cuccagna, Scipio"],"language":[],"coverage":[],"title":["On stability of standing waves of nonlinear Dirac equations"],"description":["  We consider the stability problem for standing waves of nonlinear Dirac\nmodels. Under a suitable definition of linear stability, and under some\nrestriction on the spectrum, we prove at the same time orbital and asymptotic\nstability. We are not able to get the full result proved by Cuccagna for the\nnonlinear Schr\\\"odinger equation, because of the strong indefiniteness of the\nenergy.\n","Comment: We have corrected the hypotheses adding an extra symmetry to our\n  class of solutions"]}]
["1103.4841",{"format":[],"subject":["General Relativity and Quantum Cosmology","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4841","Phys. Rev. Lett. 108, 071101 (2012)","doi:10.1103/PhysRevLett.108.071101"],"date":["2011-03-24","2012-02-28"],"type":["text"],"creator":["Finazzi, Stefano","Liberati, Stefano","Sindoni, Lorenzo"],"language":[],"coverage":[],"title":["Cosmological Constant: A Lesson from Bose-Einstein Condensates"],"description":["  The cosmological constant is one of the most pressing problems in modern\nphysics. We address this issue from an emergent gravity standpoint, by using an\nanalogue gravity model. Indeed, the dynamics of the emergent metric in a\nBose-Einstein condensate can be described by a Poisson-like equation with a\nvacuum source term reminiscent of a cosmological constant. The direct\ncomputation of this term shows that in emergent gravity scenarios this constant\nmay be naturally much smaller than the naive ground-state energy of the\nemergent effective field theory. This suggests that a proper computation of the\ncosmological constant would require a detailed understanding about how Einstein\nequations emerge from the full microscopic quantum theory. In this light, the\ncosmological constant appears as a decisive test bench for any quantum or\nemergent gravity scenario.\n","Comment: revtex4, 5 pages, 1 figures"]}]
["1104.0312",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0312"],"date":["2011-04-02","2012-02-27"],"type":["text"],"creator":["Acosta-Humánez, Primitivo B.","Alvarez--Ramírez, Martha","Blázquez-Sanz, David","Delgado, Joaquín"],"language":[],"coverage":[],"title":["Non-integrability Criterium for Normal Variational Equations around an\n  integrable Subsystem and an example: The Wilbeforce spring-pendulum"],"description":["  In this paper we analyze the non-integrability of the Wilbeforce pendulum by\nmeans of Morales-Ramis theory in where is enough to prove that the Galois group\nof the variational equation is not virtually abelian. We obtain these\nnon-integrability results due to the algebrization of the variational equation\nfalls into a Heun differential equation with four singularities and then we\napply Kovacic's algorithm to determine its non-integrability.\n","Comment: 23 pages, 1 figure. Keywords and Phrases. Algebrization, Kovacic's\n  algorithm, Hamiltonian systems, Wilbeforce pendulum, Differential Galois\n  Group"]}]
["1104.1513",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1513","Journal of Functional Analysis 262 (2012) 3186-3239","doi:10.1016/j.jfa.2012.01.013"],"date":["2011-04-08"],"type":["text"],"creator":["Iagar, Razvan Gabriel","Laurencot, Philippe"],"language":[],"coverage":[],"title":["Positivity, decay, and extinction for a singular diffusion equation with\n  gradient absorption"],"description":["  We study qualitative properties of non-negative solutions to the Cauchy\nproblem for the fast diffusion equation with gradient absorption \\partial_t u\n-\\Delta_{p}u+|\\nabla u|^{q}=0\\quad in\\;\\; (0,\\infty)\\times\\RR^N, where $N\\ge\n1$, $p\\in(1,2)$, and $q>0$. Based on gradient estimates for the solutions, we\nclassify the behavior of the solutions for large times, obtaining either\npositivity as $t\\to\\infty$ for $q>p-N/(N+1)$, optimal decay estimates as\n$t\\to\\infty$ for $p/2\\le q\\le p-N/(N+1)$, or extinction in finite time for $0 <\nq < p/2$. In addition, we show how the diffusion prevents extinction in finite\ntime in some ranges of exponents where extinction occurs for the non-diffusive\nHamilton-Jacobi equation.\n"]}]
["1104.2412",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics","13C15, 13P10, 13F20, 05E45, 05C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2412"],"date":["2011-04-13","2012-02-27"],"type":["text"],"creator":["Ishaq, Muhammad","Qureshi, Muhammad Imran"],"language":[],"coverage":[],"title":["Stanley depth and complete $k$-partite hypergraphs"],"description":["  We give an upper bound for the Stanley depth of the edge ideal of a complete\n$k$-partite hypergraph and as an application we give an upper bound for the\nStanley depth of a monomial ideal in a polynomial ring $S$. We also give a\nlower and an upper bound for the cyclic module $S/I$ associated to the complete\n$k$-partite hypergraph.\n","Comment: The paper is going to appear in Communications in Algebra with\n  changed title \"Upper and lower bounds for the Stanley depth of certain\n  classes of monomial ideals and their residue class rings \""]}]
["1104.4446",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4446"],"date":["2011-04-22","2012-02-28"],"type":["text"],"creator":["Bering, Klaus"],"language":[],"coverage":[],"title":["A Note on Angular Momentum Commutators in Light-Cone Formulation of Open\n  Bosonic String Theory"],"description":["  We recalculate in a systematic and pedagogical way one of the most important\nresults of Bosonic open string theory in the light-cone formulation, namely the\n[J^{-i},J^{-j}] commutators, which together with Lorentz covariance, famously\nyield the critical dimension D=26 and the normal order constant a=1. We use\ntraditional transverse oscillator mode expansions (avoiding the elegant but\nmore advanced language of operator product expansions). We streamline the proof\nby introducing a novel bookkeeping/regularization parameter \\kappa to avoid\nsplitting into creation and annihilation parts, and to avoid sandwiching\nbetween bras and kets.\n","Comment: 11 pages, LaTeX. v2: Various pedagogical improvements"]}]
["1104.5173",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5173","Phys. Rev. E 83, 050801(R) (2011)","doi:10.1103/PhysRevE.83.050801"],"date":["2011-04-27"],"type":["text"],"creator":["Nikoofard, Narges","Fazli, Hossein"],"language":[],"coverage":[],"title":["Free Energy Barrier for Electric Field Driven Polymer Entry into\n  Nanoscale Channels"],"description":["  Free energy barrier for entry of a charged polymer into a nanoscale channel\nby a driving electric field is studied theoretically and using molecular\ndynamics simulations. Dependence of the barrier height on the polymer length,\nthe driving field strength, and the channel entrance geometry is investigated.\nSqueezing effect of the electric field on the polymer before its entry to the\nchannel is taken into account. It is shown that lateral confinement of the\npolymer prior to its entry changes the polymer length dependence of the barrier\nheight noticeably. Our theory and simulation results are in good agreement and\nreasonably describe related experimental data.\n"]}]
["1105.1015",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1015","J. Appl. Phys. 109, 124303 (2011)","doi:10.1063/1.3594712"],"date":["2011-05-05"],"type":["text"],"creator":["Thingna, Juzar","Wang, Jian-Sheng"],"language":[],"coverage":[],"title":["Geometrical effects on spin injection: 3D spin drift diffusion model"],"description":["  We discuss a three-dimensional (3D) spin drift diffusion (SDD) model to\ninject spin from a ferromagnet (FM) to a normal metal (N) or semiconductor\n(SC). Using this model we investigate the problem of spin injection into\nisotropic materials like GaAs and study the effect of FM contact area and SC\nthickness on spin injection. We find that in order to achieve detectable spin\ninjection a small contact area or thick SC samples are essential for direct\ncontact spin injection devices. We investigate the use of thin metal films (Cu)\nproposed by S.B. Kumar et al. and show that they are an excellent substitute\nfor tunnelling barriers (TB) in the regime of small contact area. Since most\ntunnelling barriers are prone to pinhole defects, we study the effect of\npinholes in AlO tunnelling barriers and show that the reduction in the\nspin-injection ratio ($\\gamma$) is solely due to the effective area of the\npinholes and there is no correlation between the number of pinholes and the\nspin injection ratio.\n","Comment: 5 pages, 6 figures. Accepted by JAP"]}]
["1105.2811",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2811","Phys. Rev. A 84, 022325 (2011)","doi:10.1103/PhysRevA.84.022325"],"date":["2011-05-13"],"type":["text"],"creator":["Pitkänen, David","Ma, Xiongfeng","Wickert, Ricardo","van Loock, Peter","Lütkenhaus, Norbert"],"language":[],"coverage":[],"title":["Efficient Heralding of Photonic Qubits with Apllications to Device\n  Independent Quantum Key Distribution"],"description":["  We present an efficient way of heralding photonic qubit signals using linear\noptics devices. First we show that one can obtain asymptotically perfect\nheralding and unit success probability with growing resources. Second, we show\nthat even using finite resources, we can improve qualitatively and\nquantitatively over earlier heralding results. In the latte r scenario, we can\nobtain perfect heralded photonic qubits while maintaining a finite success\nprobability. We demonstrate the advantage of our heralding scheme by predicting\nkey rates for device independent quantum key distribution, taking imperfections\nof sources and detectors into account.\n"]}]
["1107.0749",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0749","Annals of Applied Statistics 2011, Vol. 5, No. 4, 2470-2492","doi:10.1214/11-AOAS489"],"date":["2011-07-04","2012-02-28"],"type":["text"],"creator":["Kaufman, Cari G.","Bingham, Derek","Habib, Salman","Heitmann, Katrin","Frieman, Joshua A."],"language":[],"coverage":[],"title":["Efficient emulators of computer experiments using compactly supported\n  correlation functions, with an application to cosmology"],"description":["  Statistical emulators of computer simulators have proven to be useful in a\nvariety of applications. The widely adopted model for emulator building, using\na Gaussian process model with strictly positive correlation function, is\ncomputationally intractable when the number of simulator evaluations is large.\nWe propose a new model that uses a combination of low-order regression terms\nand compactly supported correlation functions to recreate the desired\npredictive behavior of the emulator at a fraction of the computational cost.\nFollowing the usual approach of taking the correlation to be a product of\ncorrelations in each input dimension, we show how to impose restrictions on the\nranges of the correlations, giving sparsity, while also allowing the ranges to\ntrade off against one another, thereby giving good predictive performance. We\nillustrate the method using data from a computer simulator of photometric\nredshift with 20,000 simulator evaluations and 80,000 predictions.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOAS489 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1107.3488",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3488","Phys. Rev. B 85, 075435 (2012) [5 pages]","doi:10.1103/PhysRevB.85.075435"],"date":["2011-07-18"],"type":["text"],"creator":["Kaverzin, A. A.","Mayorov, A. S.","Shytov, A.","Horsell, D. W."],"language":[],"coverage":[],"title":["Impurities as a source of flicker noise in graphene"],"description":["  We experimentally study the effect of different scattering potentials on the\nflicker noise observed in graphene devices on silica substrates. The noise in\nnominally identical devices is seen to behave in two distinct ways as a\nfunction of carrier concentration, changing either monotonically or\nnonmonotonically. We attribute this to the interplay between long- and\nshort-range scattering mechanisms. Water is found to significantly enhance the\nnoise magnitude and change the type of the noise behaviour. By using a simple\nmodel, we show that water is a source of long-range scattering.\n","Comment: 4 pages, 4 figures"]}]
["1107.3570",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3570","IJMPCS, Vol. 3, 111, (2011)","doi:10.1142/S2010194511001206"],"date":["2011-07-18"],"type":["text"],"creator":["Müller, Daniel"],"language":[],"coverage":[],"title":["Homogeneous Solutions of Quadratic Gravity"],"description":["  It is believed that soon after the Planck time, Einstein's general relativity\ntheory should be corrected to an effective quadratic theory. In this work we\npresent the 3+1 decomposition for the zero vorticity case for arbitrary\nspatially homogenous spaces. We specialize for the particular Bianchi $I$\ndiagonal case. The 3- curvature can be understood as a generalized potential,\nand the Bianchi $I$ case is a limiting case where this potential is negligible\nto the dynamics. The spirit should be analogous, in some sense to the BKL\nsolution. In this sense, a better understanding of the Bianchi $I$ case could\nshed some light into the general Bianchi case.\n","Comment: talk presented in the 8th Friedmann Seminar, 30 May - 03 June 2011,\n  Rio de Janeiro, Brazil"]}]
["1107.3941",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3941","Phys. Rev. A 85, 023423 (2012)","doi:10.1103/PhysRevA.85.023423"],"date":["2011-07-20"],"type":["text"],"creator":["Shaaran, T.","Faria, C. Figueira de Morisson","Schomerus, H."],"language":[],"coverage":[],"title":["Causality and quantum interference in time-delayed laser-induced\n  nonsequential double ionization"],"description":["  We perform a detailed analysis of the importance of causality within the\nstrong-field approximation and the steepest descent framework for the\nrecollision-excitation with subsequent tunneling ionization (RESI) pathway in\nlaser-induced nonsequential double ionization (NSDI). In this time-delayed\npathway, an electron returns to its parent ion, and, by recolliding with the\ncore, gives part of its kinetic energy to excite a second electron at a time\n$t^{\\prime}$. The second electron then reaches the continuum at a later time\n$t$ by tunneling ionization. We show that, if $t^{\\prime}$ and $t$ are complex,\nthe condition that recollision of the first electron occurs before tunnel\nionization of the second electron translates into boundary conditions for the\nsteepest-descent contours, and thus puts constraints on the saddles to be taken\nwhen computing the RESI transition amplitudes. We also show that this\ngeneralized causality condition has a dramatic effect in the shapes of the RESI\nelectron momentum distributions for few-cycle laser pulses. Physically,\ncausality determines how the dominant sets of orbits an electron returning to\nits parent ion can be combined with the dominant orbits of a second electron\ntunneling from an excited state. All features encountered are analyzed in terms\nof such orbits, and their quantum interference.\n","Comment: 15 pages, 12 figures"]}]
["1108.0309",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0309","Physics Research International, vol. 2012, Article ID 232864, 13\n  pages, 2012","doi:10.1155/2012/232864"],"date":["2011-08-01","2011-11-12"],"type":["text"],"creator":["Mitra-Delmotte, Gargi","Mitra, Asoke Nath"],"language":[],"coverage":[],"title":["Softening the \"crystal-scaffold\" for life's emergence"],"description":["  Del Giudice's group study how water can organize on hydrophilic surfaces\nforming coherent domains (loaning energy from the quantum vacuum), plus\nquasi-free electrons, whose excitations produce cold vortices, aligning to\nambient fields. Their electric and magnetic dipolar modes can couple to\noscillatory (electric-organic-dipoles), and/or rotary\n(magnetic-mineral-dipoles), besides responding to magnetic potentials. Thus,\nimprinted electromagnetic patterns of catalytic colloids - c.f. Cairns-Smith's\n\"crystal-scaffold\"- on their structured water partners could have equipped the\nlatter with a selection-basis for 'choosing' their context-based \"soft-matter\"\n(de Gennes) replacements. We consider the potential of the scenario of an\nexternal control on magnetic colloids forming in the Hadean hydrothermal\nsetting (of Russell and coworkers) - via a magnetic-rock-field - conceptually\nenabling self-assembly, induction of asymmetries, response effects towards\nclose-to-equilibrium dynamics, associative-networks, besides providing a\ncoherent environment for stabilizing associated symmetry-broken quanta, and\ntheir feedback-interactions with those of coherent water-domains, to address\nthe emergence of metabolism and replication.\n","Comment: 26 pages, pdf file. arXiv admin note: substantial text overlap with\n  arXiv:1008.2362"]}]
["1109.0864",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables","47B35, 47G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0864"],"date":["2011-09-05","2012-02-28"],"type":["text"],"creator":["Isralowitz, Joshua"],"language":[],"coverage":[],"title":["Schatten $p$ class commutators on the weighted Bergman space $L^2_a\n  (\\mathbb{B}_n, dv_\\gamma)$ for $\\frac{2n}{n + 1 + \\gamma} < p < \\infty$"],"description":["  Let $P_\\gamma$ be the orthogonal projection from the space $L ^2\n(\\mathbb{B}_n, dv_\\gamma)$ to the standard weighted Bergman space $L_a ^2\n(\\mathbb{B}_n, dv_\\gamma)$. In this paper, we characterize the Schatten $p$\nclass membership of the commutator $[M_f, P_\\gamma]$ when $\\frac{2n}{n + 1 +\n\\gamma} < p < \\infty$. In particular, if $\\frac{2n}{n + 1 + \\gamma} < p <\n\\infty$, then we show that $[M_f, P_\\gamma]$ is in the Schatten $p$ class if\nand only if the mean oscillation MO${}_\\gamma (f)$ is in $ L^p(\\mathbb{B}_n,\nd\\zeta)$ where $d\\zeta$ is the M\\\"{o}bius invariant measure on $\\mathbb{B}_n.$\nThis answers a question recently raised by K. Zhu.\n","Comment: v1: 33 pages, 5 figures, v2: 35 pages, 5 figures, revisions made, to\n  appear in Indiana Univ. Math. J"]}]
["1109.1203",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1203","Quantum Information and Computation, Vol. 12, No. 3&4 (2012)\n  0203-0214"],"date":["2011-09-06"],"type":["text"],"creator":["Ma, Xiongfeng","Lütkenhaus, Norbert"],"language":[],"coverage":[],"title":["Improved Data Post-Processing in Quantum Key Distribution and\n  Application to Loss Thresholds in Device Independent QKD"],"description":["  Security proofs of quantum key distribution (QKD) often require\npost-processing schemes to simplify the data structure, and hence the security\nproof. We show a generic method to improve resulting secure key rates by\npartially reversing the simplifying post-processing for error correction\npurposes. We apply our method to the security analysis of device-independent\nQKD schemes and of detection-device-independent QKD schemes, where in both\ncases one is typically required to assign binary values even to lost signals.\nIn the device-independent case, the loss tolerance threshold is cut down by our\nmethod from 92.4% to 90.9%.The lowest tolerable transmittance of the\ndetector-device-independent scheme can be improved from 78.0% to 65.9%.\n","Comment: 16 pages, 3 figures"]}]
["1109.1286",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1286","doi:10.1111/j.1365-2966.2011.19775.x"],"date":["2011-09-06"],"type":["text"],"creator":["Stalevski, Marko","Fritz, Jacopo","Baes, Maarten","Nakos, Theodoros","Popovic, Luka C."],"language":[],"coverage":[],"title":["Three-dimensional radiative transfer modeling of AGN dusty tori as a\n  clumpy two-phase medium"],"description":["  We investigate the emission of active galactic nuclei (AGN) dusty tori in the\ninfrared domain. Following theoretical predictions coming from hydrodynamical\nsimulations, we model the dusty torus as a 3D two-phase medium with\nhigh-density clumps and low-density medium filling the space between the\nclumps. Spectral energy distributions (SED) and images of the torus at\ndifferent wavelengths are obtained using 3D Monte Carlo radiative transfer code\nSKIRT. Our approach of generating clumpy structure allows us to model tori with\nsingle clumps, complex structures of merged clumps or interconnected\nsponge-like structure. A corresponding set of clumps-only models and models\nwith smooth dust distribution is calculated for comparison. We found that dust\ndistribution, optical depth, clump size and their actual arrangement in the\ninnermost region, all have an impact on the shape of near- and mid-infrared\nSED. The 10 micron silicate feature can be suppressed for some parameters, but\nmodels with smooth dust distribution are also able to produce a wide range of\nthe silicate feature strength. Finally, we find that having the dust\ndistributed in a two-phase medium, might offer a natural solution to the lack\nof emission in the near-infrared, compared to observed data, which affects\nclumpy models currently available in the literature.\n","Comment: 18 pages, 15 figures, 1 table. Accepted for publication in MNRAS.\n  Model SEDs available for download at https://sites.google.com/site/skirtorus/"]}]
["1109.2797",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2797","Eur.Phys.J. A47 (2011) 142","doi:10.1140/epja/i2011-11142-0"],"date":["2011-09-13","2011-10-21"],"type":["text"],"creator":["Lensky, Vadim","Birse, Michael C."],"language":[],"coverage":[],"title":["Coupled-channel effective field theory and proton-$^7$Li scattering"],"description":["  We apply the renormalisation group (RG) to analyse scattering by short-range\nforces in systems with coupled channels. For two S-wave channels, we find three\nfixed points, corresponding to systems with zero, one or two bound or virtual\nstates at threshold. We use the RG to determine the power countings for the\nresulting effective field theories. In the case of a single low-energy state,\nthe resulting theory takes the form of an effective-range expansion in the\nstrongly interacting channel. We also extend the analysis to include the\neffects of the Coulomb interaction between charged particles. The approach is\nthen applied to the coupled $p+{^7}$Li and $n+{^7}$Be channels which couple to\na $J^P=2^-$ state of $^8$Be very close to the $n+{^7}$Be threshold. At\nnext-to-leading order, we are able to get a good description of the $p+{^7}$Li\nphase shift and the ${^7}$Be(n,p)${^7}$Li cross section using four parameters.\nFits at one order higher are similarly good but the available data are not\nsufficient to determine all five parameters uniquely.\n","Comment: 22 pages, 2 figures, RevTeX4, typos corrected, accepted for\n  publication in European Physical Journal A"]}]
["1109.3544",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3544"],"date":["2011-09-16","2012-02-28"],"type":["text"],"creator":["Hellwig, Matthias","Souza, Alexander"],"language":[],"coverage":[],"title":["Approximation Algorithms for Variable-Sized and Generalized Bin Covering"],"description":["  We consider the Generalized Bin Covering (GBC) problem: We are given $m$ bin\ntypes, where each bin of type $i$ has profit $p_i$ and demand $d_i$.\nFurthermore, there are $n$ items, where item $j$ has size $s_j$. A bin of type\n$i$ is covered if the set of items assigned to it has total size at least the\ndemand $d_i$. In that case, the profit of $p_i$ is earned and the objective is\nto maximize the total profit. To the best of our knowledge, only the cases $p_i\n= d_i = 1$ (Bin Covering) and $p_i = d_i$ (Variable-Sized Bin Covering (VSBC))\nhave been treated before. We study two models of bin supply: In the unit supply\nmodel, we have exactly one bin of each type, i.\\,e., we have individual bins.\nBy contrast, in the infinite supply model, we have arbitrarily many bins of\neach type. Clearly, the unit supply model is a generalization of the infinite\nsupply model. To the best of our knowledge the unit supply model has not been\nstudied yet.\n  Our results for the unit supply model hold not only asymptotically, but for\nall instances. This contrasts most of the previous work on \\prob{Bin Covering}.\nWe prove that there is a combinatorial 5-approximation algorithm for GBC with\nunit supply, which has running time $\\bigO{nm\\sqrt{m+n}}$. Furthermore, for\nVSBC we show that the natural and fast Next Fit Decreasing ($\\NFD$) algorithm\nis a 9/4-approximation in the unit supply model. The bound is tight for the\nalgorithm and close to being best-possible. We show that there is an AFPTAS for\nVSBC in the \\emph{infinite} supply model.\n","Comment: Improved Approximation Guarantee for Generalized Bin Covering and\n  added AFPTAS"]}]
["1109.4932",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4932","Phys. Rev. A 84, 063833 (2011)","doi:10.1103/PhysRevA.84.063833"],"date":["2011-09-22"],"type":["text"],"creator":["Yoo, Gwangsu","Sim, H. -S.","Schomerus, Henning"],"language":[],"coverage":[],"title":["Quantum noise and mode nonorthogonality in nonhermitian PT-symmetric\n  optical resonators"],"description":["  PT-symmetric optical resonators combine absorbing regions with active,\namplifying regions. The latter are the source of radiation generated via\nspontaneous and stimulated emission, which embodies quantum noise and can\nresult in lasing. We calculate the frequency-resolved output radiation\nintensity of such systems and relate it to a suitable measure of excess noise\nand mode nonorthogonality. The lineshape differs depending on whether the\nemission lines are isolated (as for weakly amplifying, almost hermitian\nsystems) or overlapping (as for the almost degenerate resonances in the\nvicinity of exceptional points associated to spontaneous PT-symmetry breaking).\nThe calculations are carried out in the scattering input-output formalism, and\nare illustrated for a quasi one-dimensional resonator set-up. In our\nderivations we also allow for the more general case of a resonator in which the\namplifying and absorbing regions are not related by symmetry.\n","Comment: 15 pages, 4 figures"]}]
["1110.0418",{"format":[],"subject":["Quantum Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0418","Phys. Rev. A 85, 022123 (2012)","doi:10.1103/PhysRevA.85.022123"],"date":["2011-10-03","2012-02-27"],"type":["text"],"creator":["Dressel, J.","Jordan, A. N."],"language":[],"coverage":[],"title":["Contextual-value approach to the generalized measurement of observables"],"description":["  We present a detailed motivation for and definition of the contextual values\nof an observable, which were introduced by Dressel et al. [Phys. Rev. Lett. 104\n240401 (2010)]. The theory of contextual values extends the well-established\ntheory of generalized state measurements by bridging the gap between partial\nstate collapse and the observables that represent physically relevant\ninformation about the system. To emphasize the general utility of the concept,\nwe first construct the full theory of contextual values within an operational\nformulation of classical probability theory, paying special attention to\nobservable construction, detector coupling, generalized measurement, and\nmeasurement disturbance. We then extend the results to quantum probability\ntheory built as a superstructure on the classical theory, pointing out both the\nclassical correspondences to and the full quantum generalizations of both\nL\\\"uder's rule and the Aharonov-Bergmann-Lebowitz rule in the process. We find\nin both cases that the contextual values of a system observable form a\ngeneralized spectrum that is associated with the independent outcomes of a\npartially correlated and generally ambiguous detector; the eigenvalues are a\nspecial case when the detector is perfectly correlated and unambiguous. To\nillustrate the approach, we apply the technique to both a classical example of\nmarble color detection and a quantum example of polarization detection. For the\nquantum example we detail two devices: Fresnel reflection from a glass\ncoverslip, and continuous beam displacement from a calcite crystal. We also\nanalyze the three-box paradox to demonstrate that no negative probabilities are\nnecessary in its analysis. Finally, we provide a derivation of the quantum weak\nvalue as a limit point of a pre- and postselected conditioned average and\nprovide sufficient conditions for the derivation to hold.\n","Comment: 36 pages, 5 figures, published version"]}]
["1110.0876",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","20F36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0876"],"date":["2011-10-04","2012-02-27"],"type":["text"],"creator":["Hatcher, Allen","Margalit, Dan"],"language":[],"coverage":[],"title":["Generating the Torelli group"],"description":["  We give a new proof of the theorem of Birman-Powell that the Torelli subgroup\nof the mapping class group of a closed orientable surface of genus at least 3\nis generated by simple homeomorphisms known as bounding pair maps. The key\ningredient is a proof that the subcomplex of the curve complex of the surface\nspanned by curves within a fixed homology class is connected.\n","Comment: 23 pages, 10 figures, improvements to the exposition, to appear in\n  L'Enseignement Mathematique"]}]
["1110.3952",{"format":[],"subject":["Mathematics - Geometric Topology","57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3952"],"date":["2011-10-18","2012-02-27"],"type":["text"],"creator":["Hayashi, Chuichiro","Hayashi, Miwa","Oshiro, Kanako"],"language":[],"coverage":[],"title":["On linear $n$-colorings for knots"],"description":["  If a knot has the Alexander polynomial not equal to 1, then it is linear\n$n$-colorable.\n  By means of such a coloring, such a knot is given an upper bound for the\nminimal quandle order, i.e., the minimal order of a quandle with which the knot\nis quandle colorable.\n  For twist knots, we study the minimal quandle orders in detail.\n","Comment: 14pages, 4 figures"]}]
["1110.4120",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4120","Phys. Rev. Lett. 108, 097202 (2012)","doi:10.1103/PhysRevLett.108.097202"],"date":["2011-10-18","2012-02-28"],"type":["text"],"creator":["Kamiya, Y.","Batista, C. D."],"language":[],"coverage":[],"title":["Multiferroic behavior in trimerized Mott insulators"],"description":["  We demonstrate multiferroic behavior in trimerized Mott insulators through\ninterplay between spins and electric dipole moments resulting from electronic\ncharge fluctuations in frustrated units. The model consists of stacked\ntriangular layers of trimers with small intertrimer exchange interactions $J'$\nand $J\"$. Ferroelectric states coexist with ferro- or antiferromagnetic\norderings depending on the value of the magnetic field $H$ and the sign of the\ninterlayer exchange $J\"$. The electric polarization undergoes abrupt changes as\na function of $H$.\n","Comment: 5 pages, 2 figures; published in Phys. Rev. Lett"]}]
["1110.4960",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4960","Phys. Rev. A 85, 022339 (2012)","doi:10.1103/PhysRevA.85.022339"],"date":["2011-10-22","2012-02-20"],"type":["text"],"creator":["Leverrier, Anthony"],"language":[],"coverage":[],"title":["A symmetrization technique for continuous-variable quantum key\n  distribution"],"description":["  We introduce a symmetrization technique which can be used as an extra step in\nsome continuous-variable quantum key distribution protocols. By randomizing the\ndata in phase space, one can dramatically simplify the security analysis of the\nprotocols, in particular in the case of collective attacks. The main\napplication of this procedure concerns protocols with postselection, for which\nsecurity was established only against Gaussian attacks until now. Here, we\nprove that under some experimentally verifiable conditions, Gaussian attacks\nare optimal among all collective attacks.\n","Comment: 7 pages"]}]
["1110.5673",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5673","EPL 97 (2012) 28002","doi:10.1209/0295-5075/97/28002"],"date":["2011-10-25","2012-02-28"],"type":["text"],"creator":["Grabowicz, Przemyslaw A.","Eguiluz, Victor M."],"language":[],"coverage":[],"title":["Heterogeneity shapes groups growth in social online communities"],"description":["  Many complex systems are characterized by broad distributions capturing, for\nexample, the size of firms, the population of cities or the degree distribution\nof complex networks. Typically this feature is explained by means of a\npreferential growth mechanism. Although heterogeneity is expected to play a\nrole in the evolution it is usually not considered in the modeling probably due\nto a lack of empirical evidence on how it is distributed. We characterize the\nintrinsic heterogeneity of groups in an online community and then show that\ntogether with a simple linear growth and an inhomogeneous birth rate it\nexplains the broad distribution of group members.\n","Comment: 5 pages, 3 figure panels"]}]
["1110.6605",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6605","J. Phys. Soc. Jpn 81, 034709 (2012)","doi:10.1143/JPSJ.81.034709"],"date":["2011-10-30","2012-01-03"],"type":["text"],"creator":["Tomiyasu, K.","Matsuhira, K.","Iwasa, K.","Watahiki, M.","Takagi, S.","Wakeshima, M.","Hinatsu, Y.","Yokoyama, M.","Ohoyama, K.","Yamada, K."],"language":[],"coverage":[],"title":["Emergence of magnetic long-range order in frustrated pyrochlore\n  Nd$_2$Ir$_2$O$_7$ with metal-insulator transition"],"description":["  In this study, we performed powder neutron diffraction and inelastic\nscattering measurements of frustrated pyrochlore Nd$_2$Ir$_2$O$_7$, which\nexhibits a metal-insulator transition at a temperature $T_{\\rm MI}$ of 33 K.\nThe diffraction measurements revealed that the pyrochlore has an\nantiferromagnetic long-range structure with propagation vector $\\vec{q}_{0}$ of\n(0,0,0) and that it grows with decreasing temperature below 15 K. This\nstructure was analyzed to be of the all-in all-out type, consisting of highly\nanisotropic Nd$^{3+}$ magnetic moments of magnitude $2.3\\pm0.4$$\\mu_{\\rm B}$,\nwhere $\\mu_{\\rm B}$ is the Bohr magneton. The inelastic scattering measurements\nrevealed that the Kramers ground doublet of Nd$^{3+}$ splits below $T_{\\rm\nMI}$. This suggests the appearance of a static internal magnetic field at the\nNd sites, which probably originates from a magnetic order consisting of\nIr$^{4+}$ magnetic moments. Here, we discuss a magnetic structure model for the\nIr order and the relation of the order to the metal-insulator transition in\nterms of frustration.\n","Comment: 6 pages, 1 table, 3 figures"]}]
["1110.6632",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6632"],"date":["2011-10-30","2012-02-28"],"type":["text"],"creator":["Lasserre, Jean Bernard"],"language":[],"coverage":[],"title":["Level sets and non Gaussian integrals of positively homogeneous\n  functions"],"description":["  We investigate various properties of the sublevel set $\\{x \\,:\\,g(x)\\leq 1\\}$\nand the integration of $h$ on this sublevel set when $g$ and $h$are positively\nhomogeneous functions. For instance, the latter integral reduces to integrating\n$h\\exp(-g)$ on the whole space $R^n$ (a non Gaussian integral) and when $g$ is\na polynomial, then the volume of the sublevel set is a convex function of the\ncoefficients of $g$. In fact, whenever $h$ is nonnegative, the functional $\\int\n\\phi(g(x))h(x)dx$ is a convex function of $g$ for a large class of functions\n$\\phi:R_+\\to R$. We also provide a numerical approximation scheme to compute\nthe volume or integrate $h$ (or, equivalently to approximate the associated non\nGaussian integral). We also show that finding the sublevel set $\\{x\n\\,:\\,g(x)\\leq 1\\}$ of minimum volume that contains some given subset $K$ is a\n(hard) convex optimization problem for which we also propose two convergent\nnumerical schemes. Finally, we provide a Gaussian-like property of non Gaussian\nintegrals for homogeneous polynomials that are sums of squares and critical\npoints of a specific function.\n"]}]
["1110.6734",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","16D90, 16G10, 16G70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6734"],"date":["2011-10-31","2012-02-28"],"type":["text"],"creator":["Ringel, Claus Michael"],"language":[],"coverage":[],"title":["Morphisms determined by objects: The case of modules over artin algebras"],"description":["  We deal with finitely generated modules over an artin algebra. In his\nPhiladelphia Notes, M.Auslander showed that any homomorphism is right\ndetermined by a module C, but a formula for C which he wrote down has to be\nmodified. The paper includes now complete and direct proofs of the main results\nconcerning right determiners of morphisms. We discuss the role of\nindecomposable projective direct summands of a minimal right determiner and\nprovide a detailed analysis of those morphisms which are right determined by a\nmodule without any non-zero projective direct summand.\n","Comment: The paper has been revised and expanded. The terminology has been\n  changed as follows: \"essential kernel\" is replaced by \"intrinsic kernel\",\n  \"determinator\" is replaced by \"determiner\". Sections 3, 4 and 5 are new"]}]
["1111.1743",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1743","PoS(EPS-HEP2011)124"],"date":["2011-11-07","2012-02-28"],"type":["text"],"creator":["Saueressig, F.","Groh, K.","Rechenberger, S.","Zanusso, O."],"language":[],"coverage":[],"title":["Higher Derivative Gravity from the Universal Renormalization Group\n  Machine"],"description":["  We study the renormalization group flow of higher derivative gravity,\nutilizing the functional renormalization group equation for the average action.\nEmploying a recently proposed algorithm, termed the universal renormalization\ngroup machine, for solving the flow equation, all the universal features of the\none-loop beta-functions are recovered. While the universal part of the\nbeta-functions admits two fixed points, we explicitly show that the existence\nof one of them depends on the choice of regularization scheme, indicating that\nit is most probably unphysical.\n","Comment: 7 pages, published version"]}]
["1111.3706",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3706","doi:10.1073/pnas.1116167109"],"date":["2011-11-15","2011-12-29"],"type":["text"],"creator":["Sharma, Sumit","Debenedetti, Pablo G."],"language":[],"coverage":[],"title":["Evaporation Rate of Water in Hydrophobic Confinement"],"description":["  The drying of hydrophobic cavities is believed to play an important role in\nbiophysical phenomena such as the folding of globular proteins, the opening and\nclosing of ligand-gated ion channels, and ligand binding to hydrophobic\npockets. We use forward flux sampling, a molecular simulation technique, to\ncompute the rate of capillary evaporation of water confined between two\nhydrophobic surfaces separated by nanoscopic gaps, as a function of gap,\nsurface size and temperature. Over the range of conditions investigated (gaps\nbetween 9 and 14 {\\AA} and surface areas between 1 and 9 nm^2) the free energy\nbarrier to evaporation scales linearly with the gap between hydrophobic\nsurfaces, suggesting that line tension makes the predominant contribution to\nthe free energy barrier. The exponential dependence of the evaporation rate on\nthe gap between confining surfaces causes a ten order-of-magnitude decrease in\nthe rate when the gap increases from 9 to 14 {\\AA}. The computed free energy\nbarriers are of the order of 50kT, and are predominantly enthalpic. Evaporation\nrates per unit area are found to be two orders of magnitude faster in\nconfinement by the larger (9 nm^2) than by the smaller (1nm^2) surfaces\nconsidered here, at otherwise identical conditions. We show that this is a\ndirect consequence of the dependence of hydrophobic hydration on the size of\nsolvated objects. For sufficiently large surfaces, the critical nucleus for the\nevaporation process is a gap-spanning cylindrical vapor tube.\n"]}]
["1111.4278",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Information Theory","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4278","Phys. Rev. E 85, 026118 (2012)","doi:10.1103/PhysRevE.85.026118"],"date":["2011-11-17","2012-01-31"],"type":["text"],"creator":["Huang, Haiping","Zhou, Haijun"],"language":[],"coverage":[],"title":["Counting solutions from finite samplings"],"description":["  We formulate the solution counting problem within the framework of inverse\nIsing problem and use fast belief propagation equations to estimate the entropy\nwhose value provides an estimate on the true one. We test this idea on both\ndiluted models (random 2-SAT and 3-SAT problems) and fully-connected model\n(binary perceptron), and show that when the constraint density is small, this\nestimate can be very close to the true value. The information stored by the\nsalamander retina under the natural movie stimuli can also be estimated and our\nresult is consistent with that obtained by Monte Carlo method. Of particular\nsignificance is sizes of other metastable states for this real neuronal network\nare predicted.\n","Comment: 9 pages, 4 figures and 1 table, further discussions added"]}]
["1111.4956",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4956","Journal of High Energy Physics Volume 2012, Number 2, 44","doi:10.1007/JHEP02(2012)044"],"date":["2011-11-21","2012-02-28"],"type":["text"],"creator":["Bali, G. S.","Bruckmann, F.","Endrodi, G.","Fodor, Z.","Katz, S. D.","Krieg, S.","Schafer, A.","Szabo, K. K."],"language":[],"coverage":[],"title":["The QCD phase diagram for external magnetic fields"],"description":["  The effect of an external (electro)magnetic field on the finite temperature\ntransition of QCD is studied. We generate configurations at various values of\nthe quantized magnetic flux with $N_f=2+1$ flavors of stout smeared staggered\nquarks, with physical masses. Thermodynamic observables including the chiral\ncondensate and susceptibility, and the strange quark number susceptibility are\nmeasured as functions of the field strength. We perform the renormalization of\nthe studied observables and extrapolate the results to the continuum limit\nusing $N_t=6,8$ and 10 lattices. We also check for finite volume effects using\nvarious lattice volumes. We find from all of our observables that the\ntransition temperature $T_c$ significantly decreases with increasing magnetic\nfield. This is in conflict with various model calculations that predict an\nincreasing $T_c(B)$. From a finite volume scaling analysis we find that the\nanalytic crossover that is present at B=0 persists up to our largest magnetic\nfields $eB \\approx 1 \\textmd{GeV}^2$, and that the transition strength\nincreases mildly up to this $eB\\approx1 \\textmd{GeV}^2$.\n","Comment: 22 pages, 13 figures"]}]
["1111.5306",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5306","Quantum Information and Computation Vol. 12 No. 5/6 pg. 461-471\n  (2012)"],"date":["2011-11-22","2012-02-03"],"type":["text"],"creator":["Jordan, Stephen P.","Kobayashi, Hirotada","Nagaj, Daniel","Nishimura, Harumichi"],"language":[],"coverage":[],"title":["Achieving perfect completeness in classical-witness quantum\n  Merlin-Arthur proof systems"],"description":["  This paper proves that classical-witness quantum Merlin-Arthur proof systems\ncan achieve perfect completeness. That is, QCMA = QCMA1. This holds under any\ngate set with which the Hadamard and arbitrary classical reversible\ntransformations can be exactly implemented, e.g., {Hadamard, Toffoli, NOT}. The\nproof is quantumly nonrelativizing, and uses a simple but novel quantum\ntechnique that additively adjusts the success probability, which may be of\nindependent interest.\n","Comment: 10 pages. Added two more authors and a new proof technique, which\n  requires only a fixed finite gate set"]}]
["1111.6560",{"format":[],"subject":["Physics - Popular Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6560"],"date":["2011-11-24","2012-02-28"],"type":["text"],"creator":["Mitra, A. N."],"language":[],"coverage":[],"title":["Mathematics : The Language of Science"],"description":["  The purpose of this essay is to bring out the unique role of Mathematics in\nproviding a base to the diverse sciences which conform to its rigid structure.\nOf these the physical and economic sciences are so intimately linked with\nmathematics, that they have become almost a part of its structure under the\ngeneric title of Applied Mathematics. But with the progress of time, more and\nmore branches of Science are getting quantified and coming under its ambit. And\nonce a branch of science gets articulated into a mathematical structure, the\nprocess goes beyond mere classification and arrangement, and becomes eligible\nas a candidate for enjoying its predictive powers! Indeed it is this single\nproperty of Mathematics which gives it the capacity to predict the nature of\nevolution in time of the said branch of science. This has been well verified in\nthe domain of physical sciences, but now even biological sciences are slowly\nfeeling its strength, and the list is expanding.\n","Comment: 9 pages on pdf"]}]
["1112.0229",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0229","Phys. Rev. B 85, 064520 (2012)","doi:10.1103/PhysRevB.85.064520"],"date":["2011-12-01","2012-02-24"],"type":["text"],"creator":["Maier, Stefan A.","Honerkamp, Carsten"],"language":[],"coverage":[],"title":["Effective three-particle interactions in low-energy models for multiband\n  systems"],"description":["  We discuss different approximations for effective low-energy interactions in\nmulti-band models for weakly correlated electrons. In the study of Fermi\nsurface instabilities of the conduction band(s), the standard approximation\nconsists only keeping those terms in the bare interactions that couple only to\nthe conduction band(s), while corrections due to virtual excitations into bands\naway from the Fermi surface are typically neglected. Here, using a functional\nrenormalization group approach, we present an improved truncation for the\ntreatment of the effective interactions in the conduction band that keeps track\nof the generated three-particle interactions (six-point term) and hence allows\none to include important aspects of these virtual interband excitations. Within\na simplified two-patch treatment of the conduction band, we demonstrate that\nthese corrections can have a rather strong effect in parts of the phase diagram\nby changing the critical scales for various orderings and the phase boundaries.\n","Comment: revised version, 16 pages, 13 figures"]}]
["1112.0846",{"format":[],"subject":["Mathematics - Combinatorics","05C69, 11B83"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0846"],"date":["2011-12-05","2012-02-28"],"type":["text"],"creator":["Alikhani, Saeid","Akhbari, Mohammad H.","Hasni, Roslan"],"language":[],"coverage":[],"title":["On the number of outer connected dominating sets of graphs"],"description":["  Let $G=(V,E)$ be a simple graph. A set $S\\subseteq V(G)$ is called an\nouter-connected dominating set (or ocd-set) of $G$, if $S$ is a dominating set\nof $G$ and either $S=V(G)$ or $V\\backslash S$ is a connected graph. In this\npaper we introduce a polynomial which its coefficients are the number of\nocd-sets of $G$. We obtain some properties of this polynomial and its\ncoefficients. Also we compute this polynomial for some specific graphs.\n","Comment: 1 page"]}]
["1112.0982",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0982","doi:10.1007/s10035-011-0309-9"],"date":["2011-12-05","2012-02-28"],"type":["text"],"creator":["Fiege, Andrea","Grob, Matthias","Zippelius, Annette"],"language":[],"coverage":[],"title":["Dynamics of an Intruder in Dense Granular Fluids"],"description":["  We investigate the dynamics of an intruder pulled by a constant force in a\ndense two-dimensional granular fluid by means of event-driven molecular\ndynamics simulations. In a first step, we show how a propagating momentum front\ndevelops and compactifies the system when reflected by the boundaries. To be\ncloser to recent experiments \\cite{candelier2010journey,candelier2009creep}, we\nthen add a frictional force acting on each particle, proportional to the\nparticle's velocity. We show how to implement frictional motion in an\nevent-driven simulation. This allows us to carry out extensive numerical\nsimulations aiming at the dependence of the intruder's velocity on packing\nfraction and pulling force. We identify a linear relation for small and a\nnonlinear regime for high pulling forces and investigate the dependence of\nthese regimes on granular temperature.\n"]}]
["1112.0988",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","47B36 (Primary) 47B80, 35P05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0988"],"date":["2011-12-05","2012-02-27"],"type":["text"],"creator":["Ong, Darren C."],"language":[],"coverage":[],"title":["Limit-Periodic Verblunsky Coefficients for Orthogonal Polynomials on the\n  Unit Circle"],"description":["  Avila recently introduced a new method for the study of the discrete\nSchr\\\"odinger Operator with limit periodic potential. I adapt this method to\nthe context of orthogonal polynomials in the unit circle with limit periodic\nVerblunsky Coefficients. Specifically, I represent these Verblunsky\nCoefficients as a continuous sampling of the orbits of a Cantor group by a\nminimal translation. I then investigate the measures that arise on the unit\ncircle as I vary the sampling function.\n","Comment: 14 pages. arXiv admin note: text overlap with arXiv:0906.3337 by\n  different authors"]}]
["1112.1840",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1840","Phys. Rev. D 85, 042002 (2012)","doi:10.1103/PhysRevD.85.042002"],"date":["2011-12-08","2011-12-12"],"type":["text"],"creator":["IceCube Collaboration","Abbasi, R.","Abdou, Y.","Abu-Zayyad, T.","Ackermann, M.","Adams, J.","Aguilar, J. A.","Ahlers, M.","Altmann, D.","Andeen, K.","Auffenberg, J.","Bai, X.","Baker, M.","Barwick, S. W.","Bay, R.","Alba, J. L. Bazo","Beattie, K.","Beatty, J. J.","Bechet, S.","Becker, J. K.","Becker, K. -H.","Bell, M.","Benabderrahmane, M. L.","BenZvi, S.","Berdermann, J.","Berghaus, P.","Berley, D.","Bernardini, E.","Bertrand, D.","Besson, D. Z.","Bindig, D.","Bissok, M.","Blaufuss, E.","Blumenthal, J.","Boersma, D. J.","Bohm, C.","Bose, D.","Böser, S.","Botner, O.","Brayeur, L.","Brown, A. M.","Buitink, S.","Caballero-Mora, K. S.","Carson, M.","Casier, M.","Chirkin, D.","Christy, B.","Clevermann, F.","Cohen, S.","Colnard, C.","Cowen, D. F.","Silva, A. H. Cruz","D'Agostino, M. V.","Danninger, M.","Daughhetee, J.","Davis, J. C.","De Clercq, C.","Degner, T.","Descamps, F.","Desiati, P.","de Vries-Uiterweerd, G.","DeYoung, T.","Díaz-Vélez, J. C.","Dierckxsens, M.","Dreyer, J.","Dumm, J. P.","Dunkman, M.","Eisch, J.","Ellsworth, R. W.","Engdegård, O.","Euler, S.","Evenson, P. A.","Fadiran, O.","Fazely, A. R.","Fedynitch, A.","Feintzeig, J.","Feusels, T.","Filimonov, K.","Finley, C.","Fischer-Wasels, T.","Flis, S.","Franckowiak, A.","Franke, R.","Gaisser, T. K.","Gallagher, J.","Gerhardt, L.","Gladstone, L.","Glüsenkamp, T.","Goldschmidt, A.","Goodman, J. A.","Góra, D.","Grant, D.","Griesel, T.","Groß, A.","Grullon, S.","Gurtner, M.","Ha, C.","Ismail, A. Haj","Hallgren, A.","Halzen, F.","Han, K.","Hanson, K.","Heereman, D.","Heinen, D.","Helbing, K.","Hellauer, R.","Hickford, S.","Hill, G. C.","Hoffman, K. D.","Hoffmann, B.","Homeier, A.","Hoshina, K.","Huelsnitz, W.","Hülß, J. -P.","Hulth, P. O.","Hultqvist, K.","Hussain, S.","Ishihara, A.","Jacobi, E.","Jacobsen, J.","Japaridze, G. S.","Johansson, H.","Kappes, A.","Karg, T.","Karle, A.","Kiryluk, J.","Kislat, F.","Klein, S. R.","Köhne, J. -H.","Kohnen, G.","Kolanoski, H.","Köpke, L.","Kopper, S.","Koskinen, D. J.","Kowalski, M.","Kowarik, T.","Krasberg, M.","Kroll, G.","Kunnen, J.","Kurahashi, N.","Kuwabara, T.","Labare, M.","Laihem, K.","Landsman, H.","Larson, M. J.","Lauer, R.","Lünemann, J.","Madsen, J.","Marotta, A.","Maruyama, R.","Mase, K.","Matis, H. S.","Meagher, K.","Merck, M.","Mészáros, P.","Meures, T.","Miarecki, S.","Middell, E.","Milke, N.","Miller, J.","Montaruli, T.","Morse, R.","Movit, S. M.","Nahnhauer, R.","Nam, J. W.","Naumann, U.","Nowicki, S. C.","Nygren, D. R.","Odrowski, S.","Olivas, A.","Olivo, M.","O'Murchadha, A.","Panknin, S.","Paul, L.","Heros, C. Pérez de los","Piegsa, A.","Pieloth, D.","Posselt, J.","Price, P. B.","Przybylski, G. T.","Rawlins, K.","Redl, P.","Resconi, E.","Rhode, W.","Ribordy, M.","Richman, M.","Rizzo, A.","Rodrigues, J. P.","Rothmaier, F.","Rott, C.","Ruhe, T.","Rutledge, D.","Ruzybayev, B.","Ryckbosch, D.","Sander, H. -G.","Santander, M.","Sarkar, S.","Schatto, K.","Schmidt, T.","Schöneberg, S.","Schönwald, A.","Schukraft, A.","Schulte, L.","Schultes, A.","Schulz, O.","Schunck, M.","Seckel, D.","Semburg, B.","Seo, S. H.","Sestayo, Y.","Seunarine, S.","Silvestri, A.","Spiczak, G. M.","Spiering, C.","Stamatikos, M.","Stanev, T.","Stezelberger, T.","Stokstad, R. G.","Stößl, A.","Strahler, E. A.","Ström, R.","Stüer, M.","Sullivan, G. W.","Taavola, H.","Taboada, I.","Tamburro, A.","Ter-Antonyan, S.","Tilav, S.","Toale, P. A.","Toscano, S.","Tosi, D.","van Eijndhoven, N.","Van Overloop, A.","van Santen, J.","Vehring1, M.","Voge, M.","Walck, C.","Waldenmaier, T.","Wallraff, M.","Walter, M.","Wasserman, R.","Weaver, Ch.","Wendt, C.","Westerhoff, S.","Whitehorn, N.","Wiebe, K.","Wiebusch, C. H.","Williams, D. R.","Wischnewski, R.","Wissing, H.","Wolf, M.","Wood, T. R.","Woschnagg, K.","Xu, C.","Xu, D. L.","Xu, X. W.","Yanez, J. P.","Yodh, G.","Yoshida, S.","Zarzhitsky, P.","Zoll, M."],"language":[],"coverage":[],"title":["Multi-year search for dark matter annihilations in the Sun with the\n  AMANDA-II and IceCube detectors"],"description":["  A search for an excess of muon-neutrinos from dark matter annihilations in\nthe Sun has been performed with the AMANDA-II neutrino telescope using data\ncollected in 812 days of livetime between 2001 and 2006 and 149 days of\nlivetime collected with the AMANDA-II and the 40-string configuration of\nIceCube during 2008 and early 2009. No excess over the expected atmospheric\nneutrino background has been observed. We combine these results with the\npreviously published IceCube limits obtained with data taken during 2007 to\nobtain a total livetime of 1065 days. We provide an upper limit at 90%\nconfidence level on the annihilation rate of captured neutralinos in the Sun,\nas well as the corresponding muon flux limit at the Earth, both as functions of\nthe neutralino mass in the range 50 GeV-5000 GeV. We also derive a limit on the\nneutralino-proton spin-dependent and spin-independent cross section. The limits\npresented here improve the previous results obtained by the collaboration\nbetween a factor of two and five, as well as extending the neutralino masses\nprobed down to 50 GeV. The spin-dependent cross section limits are the most\nstringent so far for neutralino masses above 200 GeV, and well below direct\nsearch results in the mass range from 50 GeV to 5 TeV.\n","Comment: author list corrected. Full author list added in this website"]}]
["1112.1954",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.1954","doi:10.1088/0004-637X/746/2/171"],"date":["2011-12-08","2012-02-27"],"type":["text"],"creator":["Wolff, Schuyler","Dawson, Rebekah I.","Murray-Clay, Ruth A."],"language":[],"coverage":[],"title":["Neptune on tiptoes: dynamical histories that preserve the cold classical\n  Kuiper belt"],"description":["  The current dynamical structure of the Kuiper belt was shaped by the orbital\nevolution of the giant planets, especially Neptune, during the era following\nplanet formation, when the giant planets may have undergone planet-planet\nscattering and/or planetesimal-driven migration. Numerical simulations of this\nprocess, while reproducing many properties of the belt, fail to generate the\nhigh inclinations and eccentricities observed for some objects while\nmaintaining the observed dynamically \"cold\" population. We present the first of\na three-part parameter study of how different dynamical histories of Neptune\nsculpt the planetesimal disk. Here we identify which dynamical histories allow\nan in situ planetesimal disk to remain dynamically cold, becoming today's cold\nKuiper belt population. We find that if Neptune undergoes a period of elevated\neccentricity and/or inclination, it secularly excites the eccentricities and\ninclinations of the planetesimal disk. We demonstrate that there are several\nwell-defined regimes for this secular excitation, depending on the relative\ntimescales of Neptune's migration, the damping of Neptune's orbital inclination\nand/or eccentricity, and the secular evolution of the planetesimals. We model\nthis secular excitation analytically in each regime, allowing for a thorough\nexploration of parameter space. Neptune's eccentricity and inclination can\nremain high for a limited amount of time without disrupting the cold classical\nbelt. In the regime of slow damping and slow migration, if Neptune is located\n(for example) at 20 AU, then its eccentricity must stay below 0.18 and its\ninclination below 6{\\deg}.\n","Comment: Accepted to ApJ. Update: Fixed typos in text and Appendix equations.\n  Published as ApJ, 746, 171"]}]
["1112.2047",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2047","Phys. Rev. D 85, 036010 (2012)","doi:10.1103/PhysRevD.85.036010"],"date":["2011-12-09"],"type":["text"],"creator":["Buisseret, Fabien","Matagne, Nicolas","Semay, Claude"],"language":[],"coverage":[],"title":["Spin contribution to light baryons in different large-$N$ limits"],"description":["  We investigate the spin contribution to light baryon ground states in three\ninequivalent large-$N$ limits: 't Hooft, QCD antisymmetric and QCD symmetric.\nOur framework is a constituent quark model with a relativistic Hamiltonian\ncontaining a stringlike confinement and a one-gluon exchange term. Two\nspin-dependent potentials are considered and treated as perturbations: the\ncolor magnetic interaction stemming from the one-gluon exchange process and the\nchiral boson exchange interaction. We analytically prove that the spin\ncontributions scale like $S(S+1)/n_q$, where $S$ is the total spin and $n_q$ is\nthe number of quark, in agreement with diagrammatic methods. Both potentials\nyield also $S$-independent contributions which scale at most as O$(n_q)$.\n","Comment: 1 figure"]}]
["1112.3660",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.3660","doi:10.1017/jfm.2012.23"],"date":["2011-12-15","2012-02-27"],"type":["text"],"creator":["Camassa, Roberto","Chen, Shengqian","Falqui, Gregorio","Ortenzi, Giovanni","Pedroni, Marco"],"language":[],"coverage":[],"title":["An inertia 'paradox' for incompressible stratified Euler fluids"],"description":["  The interplay between incompressibility and stratification can lead to\nnon-conservation of horizontal momentum in the dynamics of a stably stratified\nincompressible Euler fluid filling an infinite horizontal channel between rigid\nupper and lower plates. Lack of conservation occurs even though in this\nconfiguration only vertical external forces act on the system. This apparent\nparadox was seemingly first noticed by Benjamin (J. Fluid Mech., vol. 165,\n1986, pp. 445-474) in his classification of the invariants by symmetry groups\nwith the Hamiltonian structure of the Euler equations in two dimensional\nsettings, but it appears to have been largely ignored since. By working\ndirectly with the motion equations, the paradox is shown here to be a\nconsequence of the rigid lid constraint coupling through incompressibility with\nthe infinite inertia of the far ends of the channel, assumed to be at rest in\nhydrostatic equilibrium. Accordingly, when inertia is removed by eliminating\nthe stratification, or, remarkably, by using the Boussinesq approximation of\nuniform density for the inertia terms, horizontal momentum conservation is\nrecovered. This interplay between constraints,action at a distance by\nincompressibility, and inertia is illustrated by layer-averaged exact results,\ntwo-layer long-wave models, and direct numerical simulations of the\nincompressible Euler equations with smooth stratification.\n"]}]
["1112.4648",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4648","doi:10.1051/0004-6361/201118687"],"date":["2011-12-20","2012-02-28"],"type":["text"],"creator":["Tempel, E.","Tago, E.","Liivamägi, L. J."],"language":[],"coverage":[],"title":["Groups and clusters of galaxies in the SDSS DR8. Value-added catalogues"],"description":["  Aims. We intend to compile a new galaxy group and cluster sample of the\nlatest available SDSS data, adding several parameter for the purpose of\nstudying the supercluster network, galaxy and group evolution, and their\nconnection to the surrounding environment.\n  Methods. We used a modified friends-of-friends (FoF) method with a variable\nlinking length in the transverse and radial directions to eliminate selection\neffects and to find reliably as many groups as possible. Using the galaxies as\na basis, we calculated the luminosity density field.\n  Results. We create a new catalogue of groups and clusters for the SDSS data\nrelease 8 sample. We find and add environmental parameters to our catalogue,\ntogether with other galaxy parameters (e.g., morphology), missing from our\nprevious catalogues. We take into account various selection effects caused by a\nmagnitude limited galaxy sample. Our final sample contains 576493 galaxies and\n77858 groups. The group catalogue is available at\nhttp://www.aai.ee/~elmo/dr8groups/ and from the Strasbourg Astronomical Data\nCenter (CDS).\n","Comment: 9 pages, 10 figures, accepted for publication in A&A"]}]
["1201.4145",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society","J.4","H.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4145"],"date":["2012-01-19","2012-02-27"],"type":["text"],"creator":["Bakshy, Eytan","Rosenn, Itamar","Marlow, Cameron","Adamic, Lada"],"language":[],"coverage":[],"title":["The Role of Social Networks in Information Diffusion"],"description":["  Online social networking technologies enable individuals to simultaneously\nshare information with any number of peers. Quantifying the causal effect of\nthese technologies on the dissemination of information requires not only\nidentification of who influences whom, but also of whether individuals would\nstill propagate information in the absence of social signals about that\ninformation. We examine the role of social networks in online information\ndiffusion with a large-scale field experiment that randomizes exposure to\nsignals about friends' information sharing among 253 million subjects in situ.\nThose who are exposed are significantly more likely to spread information, and\ndo so sooner than those who are not exposed. We further examine the relative\nrole of strong and weak ties in information propagation. We show that, although\nstronger ties are individually more influential, it is the more abundant weak\nties who are responsible for the propagation of novel information. This\nsuggests that weak ties may play a more dominant role in the dissemination of\ninformation online than currently believed.\n","Comment: 10 pages, 7 figures. In the Proceedings of ACM WWW 2012, April 16-20,\n  2012, Lyon, France"]}]
["1202.0635",{"format":[],"subject":["Physics - Computational Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0635","Computer Physics Communications 183 (2012), pp. 1155-1161","doi:10.1016/j.cpc.2012.01.017"],"date":["2012-02-03"],"type":["text"],"creator":["Komura, Yukihiro","Okabe, Yutaka"],"language":[],"coverage":[],"title":["GPU-based Swendsen-Wang multi-cluster algorithm for the simulation of\n  two-dimensional classical spin systems"],"description":["  We present the GPU calculation with the common unified device architecture\n(CUDA) for the Swendsen-Wang multi-cluster algorithm of two-dimensional\nclassical spin systems. We adjust the two connected component labeling\nalgorithms recently proposed with CUDA for the assignment of the cluster in the\nSwendsen-Wang algorithm. Starting with the q-state Potts model, we extend our\nimplementation to the system of vector spins, the q-state clock model, with the\nidea of embedded cluster. We test the performance, and the calculation time on\nGTX580 is obtained as 2.51 nano sec per a spin flip for the q=2 Potts model\n(Ising model) and 2.42 nano sec per a spin flip for the q=6 clock model with\nthe linear size L=4096 at the critical temperature, respectively. The\ncomputational speed for the q=2 Potts model on GTX580 is 12.4 times as fast as\nthe calculation speed on a current CPU core. That for the q=6 clock model on\nGTX580 is 35.6 times as fast as the calculation speed on a current CPU core.\n","Comment: accepted for publication in Comp. Phys. Commun"]}]
["1202.1786",{"format":[],"subject":["Mathematics - Number Theory","12E30, 12F10, 12G05, 12J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1786"],"date":["2012-02-08","2012-02-27"],"type":["text"],"creator":["Topaz, Adam"],"language":[],"coverage":[],"title":["Almost-Commuting-Liftable Subgroups of Galois Groups"],"description":["  Let K be a field and \\ell be a prime such that char K \\neq \\ell. In the\npresence of sufficiently many roots of unity in K, we show how to recover some\nof the inertia/decomposition structure of valuations inside the maximal\n(\\Z/\\ell)-abelian resp. pro-\\ell-abelian Galois group of K using its\n(Z/\\ell)-central resp. pro-\\ell-central extensions.\n","Comment: Version 2: updated two references, added a few words to the argument\n  in Theorem 3, fixed a few typos. All results and arguments are the same. 38\n  pages"]}]
["1202.2256",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2256"],"date":["2012-02-10","2012-02-28"],"type":["text"],"creator":["Leca, V.","Blank, D. H. A.","Rijnders, G."],"language":[],"coverage":[],"title":["Termination control of NdGaO3 crystal surfaces by selective chemical\n  etching"],"description":["  A chemical etching method was developed for (110) and (001) NdGaO3 single\ncrystal substrates in order to obtain an atomically flat GaO2-x - terminated\nsurface. Depending on the surface step density the substrates were etched in\npH-controlled NH4F- or NH4Cl-based solutions, followed by an annealing step at\ntemperatures of 800-1000oC, in air or in oxygen flow, in order to recrystallize\nthe surface. Atomic Force Microscopy (AFM) and high-pressure Reflection High\nEnergy Electron Diffraction (RHEED) were used to analyse the surface morphology\nof the samples after every treatment. Studies on the chemistry and\ncharacteristics of the terminating layer showed that the chemically etched\nNdGaO3 substrate surface has a GaO2-x termination and that the (110) and (001)\nNdGaO3 surfaces are characterized by a different free surface energy, which is\nlower for latter.\n","Comment: 10 pages, 7 figures, 2 tables"]}]
["1202.3171",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3171"],"date":["2012-02-14","2012-02-27"],"type":["text"],"creator":["Vranjes, Nenad","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Exotic Searches in ATLAS"],"description":["  The latest searches for (non-SUSY) Beyond Standard Model phenomena performed\nwith the ATLAS detector are reported. The searches have been performed with\ndata from proton-proton collisions at a centre-of-mass energy of 7 TeV\ncollected in 2010 and 2011. Various experimental signatures have been studied\ninvolving the reconstruction and measurement of leptons, photons, jets, missing\ntransverse energy, as well as the reconstruction of top quarks. For most of the\nsignatures, the experimental reach is significantly increased with respect to\nprevious results.\n","Comment: 12 pages, multiple figures. For the proceedings of the International\n  Workshop \"LHC on the March\" 16-18 November, 2011, Protvino, Russia"]}]
["1202.3406",{"format":[],"subject":["Mathematics - Combinatorics","05C63, 05B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3406"],"date":["2012-02-15","2012-02-28"],"type":["text"],"creator":["Carmesin, Johannes","Bowler, Nathan"],"language":[],"coverage":[],"title":["Matroids with an infinite circuit-cocircuit intersection"],"description":["  We construct some matroids that have a circuit and a cocircuit with infinite\nintersection.\n  This answers a question of Bruhn, Diestel, Kriesell, Pendavingh and Wollan.\nIt further shows that the axiom system for matroids proposed by Dress does not\naxiomatize all infinite matroids. We show that one of the matroids we define is\na thin sums matroid whose dual isn't a thin sums matroid.\n"]}]
["1202.3573",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Earth and Planetary Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.3573","Eur.Phys.J.C72:1908-1918,2012","doi:10.1140/epjc/s10052-012-1908-2"],"date":["2012-02-16"],"type":["text"],"creator":["Capozziello, Salvatore","De Laurentis, Mariafelicia","Fabbri, Luca","Vignolo, Stefano"],"language":[],"coverage":[],"title":["Running coupling in electroweak interactions of leptons from\n  f(R)-gravity with torsion"],"description":["  The f(R)-gravitational theory with torsion is considered for one family of\nleptons; it is found that the torsion tensor gives rise to interactions having\nthe structure of the weak forces while the intrinsic non-linearity of the f(R)\nfunction provides an energy-dependent coupling: in this way, torsional f(R)\ngravity naturally generates both structure and strength of the electroweak\ninteractions among leptons. This implies that the weak interactions among the\nlepton fields could be addressed as a geometric effect due to the interactions\namong spinors induced by the presence of torsion in the most general f(R)\ngravity. Phenomenological considerations are addressed.\n","Comment: 9 pages. arXiv admin note: text overlap with arXiv:1012.5529 by other\n  authors"]}]
["1202.5055",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42B20, 35S05, 47G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5055"],"date":["2012-02-22","2012-02-27"],"type":["text"],"creator":["Bui, The Anh"],"language":[],"coverage":[],"title":["Weighted norm inequalities for pseudo-differential operators and their\n  commutators"],"description":["  This paper is dedicated to study weighted $L^p$ inequalities for\npseudo-differential operators with amplitudes and their commutators by using\nthe new class of weights $A_p^\\vc$ and the new BMO function space BMO$_\\vc$\nwhich are larger than the Muckenhoupt class of weights $A_p$ and classical BMO\nspace BMO, respectively. The obtained results therefore improve substantially\nsome well-known results.\n","Comment: correct some errors in the first version"]}]
["1202.5190",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5190"],"date":["2012-02-23"],"type":["text"],"creator":["Desai, Nishita","Mukhopadhyaya, Biswarup","Niyogi, Saurabh"],"language":[],"coverage":[],"title":["Constraints on invisible Higgs decay in MSSM in the light of diphoton\n  rates from the LHC"],"description":["  We examine the parameter space of the purely phenomenological minimal super-\nsymmetric standard model (MSSM), without assuming any supersymmetry breaking\nscheme. We find that a large region of the parameter space can indeed yield the\nlightest neutral Higgs mass around 125 GeV, as suggested by the recent ATLAS\ndata, and also lead to event rates around, or slightly higher than, the\nstandard model expectation in the two-photon and four-lepton channels. Using a\nlightest neutralino that is considerably lighter than the Higgs, we find that\nthe 'invisible' decay of the Higgs into a pair of neutralinos upto about 10%\ncan be consistent with the current data from the Large Hadron Collider (LHC).\n","Comment: 11 pages, 4 figures"]}]
["1202.5348",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","Primary 14J27, Secondary 14F22, 14G27, 14K15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5348"],"date":["2012-02-23","2012-02-28"],"type":["text"],"creator":["Viray, Bianca"],"language":[],"coverage":[],"title":["Transcendental Brauer elements via descent on elliptic surfaces"],"description":["  Transcendental Brauer elements are notoriously difficult to compute. Work of\nWittenberg, and later, Ieronymou, gives a method for computing 2-torsion\ntranscendental classes on surfaces that have a genus 1 fibration with rational\n2-torsion in the Jacobian fibration. We use ideas from a descent paper of\nPoonen and Schaefer to remove this assumption on the rational 2-torsion.\n","Comment: 10 pages, small edits made to the introduction, references added in\n  the introduction"]}]
["1202.5424",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Physics - Geophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5424","Ann. Geophys., 30, 427--431, 2012","doi:10.5194/angeo-30-427-2012"],"date":["2012-02-24"],"type":["text"],"creator":["Treumann, R. A.","Baumjohann, W."],"language":[],"coverage":[],"title":["A note on the Weibel instability and thermal fluctuations"],"description":["  The thermal fluctuation level of the Weibel instability is recalculated. It\nis shown that the divergence of the fluctuations at long wavelengths, i.e. the\nWeibel infrared catastrophe, never occurs. At large wavelengths the thermal\nfluctuation level is terminated by the presence of even the smallest available\nstable thermal anisotropy. Weibel fields penetrate only one skin depth into the\nplasma. When excited inside, they cause layers of antiparallel fields of skin\ndepth width and vortices which may be subject to reconnection.\n","Comment: 4 pages, 2 figures, accepted by Ann Geophys"]}]
["1202.5633",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5633","Phys. Rev. E 85, 021804 (2012)","doi:10.1103/PhysRevE.85.021804"],"date":["2012-02-25"],"type":["text"],"creator":["Nikoofard, Narges","Fazli, Hossein"],"language":[],"coverage":[],"title":["Electric-field-driven polymer entry into asymmetric nanoscale channels"],"description":["  The electric-field-driven entry process of flexible charged polymers such as\nsingle stranded DNA (ssDNA) into asymmetric nanoscale channels such as\nalpha-hemolysin protein channel is studied theoretically and using molecular\ndynamics simulations. Dependence of the height of the free-energy barrier on\nthe polymer length, the strength of the applied electric field and the channel\nentrance geometry is investigated. It is shown that the squeezing effect of the\ndriving field on the polymer and the lateral confinement of the polymer before\nits entry to the channel crucially affect the barrier height and its dependence\non the system parameters. The attempt frequency of the polymer for passing the\nchannel is also discussed. Our theoretical and simulation results support each\nother and describe related data sets of polymer translocation experiments\nthrough the alpha-hemolysin protein channel reasonably well.\n"]}]
["1202.5848",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5848"],"date":["2012-02-27","2012-02-28"],"type":["text"],"creator":["Feigin, Evgeny"],"language":[],"coverage":[],"title":["Degenerate $SL_n$: representations and flag varieties"],"description":["  The degenerate Lie group is a semidirect product of the Borel subgroup with\nthe normal abelian unipotent subgroup. We introduce a class of the highest\nweight representations of the degenerate group of type A, generalizing the\nPBW-graded representations of the classical group. Following the classical\nconstruction of the flag varieties, we consider the closures of the orbits of\nthe abelian unipotent subgroup in the projectivizations of the representations.\nWe show that the degenerate flag varieties $\\Fl^a_n$ and their\ndesingularizations $R_n$ can be obtained via this construction. We prove that\nthe coordinate ring of $R_n$ is isomorphic to the direct sum of duals of the\nhighest weight representations of the degenerate group. In the end, we state\nseveral conjectures on the structure of the highest weight representations.\n","Comment: 17 pages"]}]
["1202.5921",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5921","Ann. Univ. Tibiscus Comp. Sci. Series VII/2 (2009), 23-29"],"date":["2012-02-27","2012-02-28"],"type":["text"],"creator":["Constantinescu, Nicolae"],"language":[],"coverage":[],"title":["Estimators in Cryptography"],"description":["  One of the main problems in cryptography is to give criteria to provide good\ncomparators of cipher systems. The security of a cipher system must include the\nsecurity of the algorithm, the security of the key generator and management\nmodule (see [BM94], [CM97],[Mau92a]) and the security of the cryptographic key\nagreement protocol (see [Mau93a],[MC94],[Mau93b],[Mau92b]). This paper gives\nshow the necessary mathematical background to estimate the most important\ncryptographic measures of the key generators and of the unconditionally key\nagreement protocols. These cryptographic measures are the Shannon entropy (for\nthe key generator module) and Renyi entropy of order alpha for the key\nagreement protocol.\n","Comment: 7 pages"]}]
["1202.5944",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5944","Ann. Univ. Tibiscus Comp. Sci. Series VII/2 (2009), 159-172"],"date":["2012-02-27","2012-02-28"],"type":["text"],"creator":["Zamoşteanu, Alina Oana"],"language":[],"coverage":[],"title":["Computer applications in clinical psychology"],"description":["  The computer-assisted analysis is not currently a novelty, but a necessity in\nall areas of psychology. A number of studies that examine the limits of the\ncomputer assisted and analyzed interpretations, also its advantages. A series\nof studies aim to assess how the computer assisting programs are able to\nestablish a diagnosis referring to the presence of certain mental disorders. We\nwill present the results of one computer application in clinical psychology\nregarding the assessment of Theory of Mind capacity by animation.\n","Comment: 14 pages"]}]
["1202.5959",{"format":[],"subject":["Computer Science - Programming Languages","D.3.1","D.3.3","F.3.2","F.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.5959"],"date":["2012-02-27","2012-02-28"],"type":["text"],"creator":["Biernacki, Dariusz","Lenglet, Serguei"],"language":[],"coverage":[],"title":["Normal Form Bisimulations for Delimited-Control Operators"],"description":["  We define a notion of normal form bisimilarity for the untyped call-by-value\nlambda calculus extended with the delimited-control operators shift and reset.\nNormal form bisimilarities are simple, easy-to-use behavioral equivalences\nwhich relate terms without having to test them within all contexts (like\ncontextual equivalence), or by applying them to function arguments (like\napplicative bisimilarity). We prove that the normal form bisimilarity for shift\nand reset is sound but not complete w.r.t. contextual equivalence and we define\nup-to techniques that aim at simplifying bisimulation proofs. Finally, we\nillustrate the simplicity of the techniques we develop by proving several\nequivalences on terms.\n"]}]
["1202.6001",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6001"],"date":["2012-02-27"],"type":["text"],"creator":["Yun, Hyokun","Vishwanathan, S. V. N."],"language":[],"coverage":[],"title":["Efficiently Sampling Multiplicative Attribute Graphs Using a\n  Ball-Dropping Process"],"description":["  We introduce a novel and efficient sampling algorithm for the Multiplicative\nAttribute Graph Model (MAGM - Kim and Leskovec (2010)}). Our algorithm is\n\\emph{strictly} more efficient than the algorithm proposed by Yun and\nVishwanathan (2012), in the sense that our method extends the \\emph{best} time\ncomplexity guarantee of their algorithm to a larger fraction of parameter\nspace. Both in theory and in empirical evaluation on sparse graphs, our new\nalgorithm outperforms the previous one. To design our algorithm, we first\ndefine a stochastic \\emph{ball-dropping process} (BDP). Although a special case\nof this process was introduced as an efficient approximate sampling algorithm\nfor the Kronecker Product Graph Model (KPGM - Leskovec et al. (2010)}), neither\n\\emph{why} such an approximation works nor \\emph{what} is the actual\ndistribution this process is sampling from has been addressed so far to the\nbest of our knowledge. Our rigorous treatment of the BDP enables us to clarify\nthe rational behind a BDP approximation of KPGM, and design an efficient\nsampling algorithm for the MAGM.\n"]}]
["1202.6049",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6049"],"date":["2012-02-27"],"type":["text"],"creator":["Pasqualetti, Fabio","Dörfler, Florian","Bullo, Francesco"],"language":[],"coverage":[],"title":["Attack Detection and Identification in Cyber-Physical Systems -- Part\n  II: Centralized and Distributed Monitor Design"],"description":["  Cyber-physical systems integrate computation, communication, and physical\ncapabilities to interact with the physical world and humans. Besides failures\nof components, cyber-physical systems are prone to malicious attacks so that\nspecific analysis tools and monitoring mechanisms need to be developed to\nenforce system security and reliability. This paper builds upon the results\npresented in our companion paper [1] and proposes centralized and distributed\nmonitors for attack detection and identification. First, we design optimal\ncentralized attack detection and identification monitors. Optimality refers to\nthe ability of detecting (respectively identifying) every detectable\n(respectively identifiable) attack. Second, we design an optimal distributed\nattack detection filter based upon a waveform relaxation technique. Third, we\nshow that the attack identification problem is computationally hard, and we\ndesign a sub-optimal distributed attack identification procedure with\nperformance guarantees. Finally, we illustrate the robustness of our monitors\nto system noise and unmodeled dynamics through a simulation study.\n"]}]
["1202.6074",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6074","Communications in Computational Physics (2012)","doi:10.4208/cicp.181210.090911a"],"date":["2012-02-27"],"type":["text"],"creator":["Premnath, Kannan N.","Banerjee, Sanjoy"],"language":[],"coverage":[],"title":["Inertial Frame Independent Forcing for Discrete Velocity Boltzmann\n  Equation: Implications for Filtered Turbulence Simulation"],"description":["  We present a systematic derivation of a model based on the central moment\nlattice Boltzmann equation that rigorously maintains Galilean invariance of\nforces to simulate inertial frame independent flow fields. In this regard, the\ncentral moments, i.e. moments shifted by the local fluid velocity, of the\ndiscrete source terms of the lattice Boltzmann equation are obtained by\nmatching those of the continuous full Boltzmann equation of various orders.\nThis results in an exact hierarchical identity between the central moments of\nthe source terms of a given order and the components of the central moments of\nthe distribution functions and sources of lower orders. The corresponding\nsource terms in velocity space are then obtained from an exact inverse\ntransformation due to a suitable choice of orthogonal basis for moments.\nFurthermore, such a central moment based kinetic model is further extended by\nincorporating reduced compressibility effects to represent incompressible flow.\nMoreover, the description and simulation of fluid turbulence for full or any\nsubset of scales or their averaged behavior should remain independent of any\ninertial frame of reference. Thus, based on the above formulation, a new\napproach in lattice Boltzmann framework to incorporate turbulence models for\nsimulation of Galilean invariant statistical averaged or filtered turbulent\nfluid motion is discussed.\n","Comment: 37 pages, 1 figure"]}]
["1202.6076",{"format":[],"subject":["Statistics - Methodology","62G07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6076"],"date":["2012-02-27"],"type":["text"],"creator":["Oliveira, M.","Crujeiras, R. M.","Rodríguez-Casal, A."],"language":[],"coverage":[],"title":["A plug-in rule for bandwidth selection in circular density estimation"],"description":["  A new plug-in rule procedure for bandwidth selection in kernel circular\ndensity estimation is introduced. The performance of this proposal is checked\nthroughout a simulation study considering a variety of circular distributions\nexhibiting multimodality, peakedness and/or skewness. The plug-in rule\nbehaviour is also compared with other existing bandwidth selectors. The method\nis illustrated with two classical datasets of cross-beds layers and animal\norientation.\n","Comment: 15 pages, 3 figures"]}]
["1202.6080",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6080"],"date":["2012-02-27"],"type":["text"],"creator":["Francis, Kurt","Collaboration, for the CALICE"],"language":[],"coverage":[],"title":["Construction of the Digital Hadron Calorimeter"],"description":["  Particle Flow Algorithms (PFAs) have been proposed as a method of improving\nthe jet energy resolution of future colliding beam detectors. PFAs require\ncalorimeters with high granularity to enable three-dimensional imaging of\nevents. The Calorimeter for the Linear Collider Collaboration (CALICE) is\ndeveloping and testing prototypes of such highly segmented calorimeters. In\nthis context, a large prototype of a Digital Hadron Calorimeter (DHCAL) was\ndeveloped and constructed by a group led by Argonne National Laboratory. The\nDHCAL consists of 52 layers, instrumented with Resistive Plate Chambers (RPCs)\nand interleaved with steel absorber plates. The RPCs are read out by 1 x 1 cm2\npads with a 1-bit resolution (digital readout). The DHCAL prototype has\napproximately 480,000 readout channels. This talk reports on the design,\nconstruction and commissioning of the DHCAL. The DHCAL was installed at the\nFermilab Test Beam Facility in fall 2010 and data was collected through the\nsummer 2011.\n"]}]
["1202.6081",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6081","Journal of Statistical Physics, Vol. 143, No. 4, Pages 747-794\n  (2011)","doi:10.1007/s10955-011-0208-9"],"date":["2012-02-27"],"type":["text"],"creator":["Premnath, Kannan N.","Banerjee, Sanjoy"],"language":[],"coverage":[],"title":["On the Three-dimensional Central Moment Lattice Boltzmann Method"],"description":["  A three-dimensional (3D) lattice Boltzmann method based on central moments is\nderived. Two main elements are the local attractors in the collision term and\nthe source terms representing the effect of external and/or self-consistent\ninternal forces. For suitable choices of the orthogonal moment basis for the\nthree-dimensional, twenty seven velocity (D3Q27), and, its subset, fifteen\nvelocity (D3Q15) lattice models, attractors are expressed in terms of\nfactorization of lower order moments as suggested in an earlier work; the\ncorresponding source terms are specified to correctly influence lower order\nhydrodynamic fields, while avoiding aliasing effects for higher order moments.\nThese are achieved by successively matching the corresponding continuous and\ndiscrete central moments at various orders, with the final expressions written\nin terms of raw moments via a transformation based on the binomial theorem.\nFurthermore, to alleviate the discrete effects with the source terms, they are\ntreated to be temporally semi-implicit and second-order, with the implicitness\nsubsequently removed by means of a transformation. As a result, the approach is\nframe-invariant by construction and its emergent dynamics describing fully 3D\nfluid motion in the presence of force fields is Galilean invariant. Numerical\nexperiments for a set of benchmark problems demonstrate its accuracy.\n","Comment: 55 pages, 8 figures"]}]
["1202.6082",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6082"],"date":["2012-02-27"],"type":["text"],"creator":["Ito, Meguru","Hayano, Yutaka","Saito, Yoshihiko","Takami, Hideki","Saito, Norihito","Akagawa, Kazuyuki","Iye, Masanori"],"language":[],"coverage":[],"title":["Suppresion of Self-Phase Modulation in a Laser Transfer System using\n  Optical Fiber on the Subaru Telescope"],"description":["  We are developing the Laser Guide Star Adaptive Optics (LGS/AO188) system for\nthe Subaru Telescope at Mauna Kea, Hawaii. This system utilizes a combination\nof an all-solid-state mode-locked sum-frequency generation (SFG) laser (1.7-GHz\nbandwidth, 0.7-ns pulse width) as a light source and a single-mode optical\nfiber for beam transference. However, optical fibers induce nonlinear effects,\nespecially self-phase modulation (SPM). We studied SPM in our photonic crystal\nfiber (PCF). SPM broadens the spectrum of a laser beam and decrease the\nefficiency of bright laser guide star generation. We measured the spectrum\nwidth using a spectrum analyzer. We found a spectrum width of 8.4 GHz at full\nwidth at half maximum (FWHM). The original FWHM of our laser spectrum was 1.4\nGHz. This was equivalent to a 70 % loss in laser energy. We also measured the\nbrightness of the sodium cell and evaluated its performance as a function of\nlaser wavelength. The cell's brightness showed a peculiar tendency;\nspecifically, it did not extinguish even though the wavelength varied by more\nthan 5 pm. To reduce the impact of SPM, we developed an optical system that\ndivides one laser pulse into four lower-power pulses. The laser peak power\nafter passing through the new optical system was decreased to one-fourth the\noriginal, reducing the impact of SPM on the sodium cell. An actual laser guide\nstar created with the new system was 0.41 mag brighter than the laser guide\nstar created with the original system. We achieved brighter laser guide star\ngeneration by dividing a laser pulse to reduce its peak intensity. This is an\neffective method for laser relay using optical fiber.\n","Comment: This paper will be submitted to PASJ (Publications of the\n  Astronomical Society of Japan). 5 pages, 6 figures"]}]
["1202.6083",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6083","Applied Numerical Mathematics, electronic version 2012","doi:10.1016/j.apnum.2012.02.003"],"date":["2012-02-27"],"type":["text"],"creator":["Gemmrich, Simon","Gopalakrishnan, Jay","Nigam, Nilima"],"language":[],"coverage":[],"title":["Convergence analysis of a multigrid algorithm for the acoustic single\n  layer equation"],"description":["  We present and analyze a multigrid algorithm for the acoustic single layer\nequation in two dimensions. The boundary element formulation of the equation is\nbased on piecewise constant test functions and we make use of a weak inner\nproduct in the multigrid scheme as proposed in \\cite{BLP94}. A full error\nanalysis of the algorithm is presented. We also conduct a numerical study of\nthe effect of the weak inner product on the oscillatory behavior of the\neigenfunctions for the Laplace single layer operator.\n"]}]
["1202.6085",{"format":[],"subject":["Mathematics - Combinatorics","05C12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6085"],"date":["2012-02-27"],"type":["text"],"creator":["Pokrovskiy, Alexey"],"language":[],"coverage":[],"title":["Edge growth in graph powers"],"description":["  For a graph G, its rth power G^r has the same vertex set as G, and has an\nedge between any two vertices within distance r of each other in G. We give a\nlower bound for the number of edges in the rth power of G in terms of the order\nof G and the minimal degree of G. As a corollary we determine how small the\nratio e(G^r)/e(G) can be for regular graphs of diameter at least r.\n"]}]
["1202.6087",{"format":[],"subject":["Physics - Computational Physics","Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6087","Physical Review E, Vol. 80, 036702 (2009)","doi:10.1103/PhysRevE.80.036702"],"date":["2012-02-27"],"type":["text"],"creator":["Premnath, Kannan N.","Banerjee, Sanjoy"],"language":[],"coverage":[],"title":["Incorporating Forcing Terms in Cascaded Lattice-Boltzmann Approach by\n  Method of Central Moments"],"description":["  Cascaded lattice-Boltzmann method (Cascaded-LBM) employs a new class of\ncollision operators aiming to improve numerical stability. It achieves this and\ndistinguishes from other collision operators, such as in the standard single or\nmultiple relaxation time approaches, by performing relaxation process due to\ncollisions in terms of moments shifted by the local hydrodynamic fluid\nvelocity, i.e. central moments, in an ascending order-by-order at different\nrelaxation rates. In this paper, we propose and derive source terms in the\nCascaded-LBM to represent the effect of external or internal forces on the\ndynamics of fluid motion. This is essentially achieved by matching the\ncontinuous form of the central moments of the source or forcing terms with its\ndiscrete version. Different forms of continuous central moments of sources,\nincluding one that is obtained from a local Maxwellian, are considered in this\nregard. As a result, the forcing terms obtained in this new formulation are\nGalilean invariant by construction. The method of central moments along with\nthe associated orthogonal properties of the moment basis completely determines\nthe expressions for the source terms as a function of the force and macroscopic\nvelocity fields. In contrast to the existing forcing schemes, it is found that\nthey involve higher order terms in velocity space. It is shown that the\nproposed approach implies \"generalization\" of both local equilibrium and source\nterms in the usual lattice frame of reference, which depend on the ratio of the\nrelaxation times of moments of different orders. An analysis by means of the\nChapman-Enskog multiscale expansion shows that the Cascaded-LBM with forcing\nterms is consistent with the Navier-Stokes equations. Computational experiments\nwith canonical problems involving different types of forces demonstrate its\naccuracy.\n","Comment: 55 pages, 4 figures"]}]
["1202.6090",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6090","doi:10.1134/S0021364008070023"],"date":["2012-02-27"],"type":["text"],"creator":["Glushkov, A. V."],"language":[],"coverage":[],"title":["Dependence of the Energy Spectrum of UHE Cosmic Rays on the Latitude of\n  an Extensive Air Shower Array"],"description":["  Several energy spectra of cosmic rays with energies E_0 \\geq 10^17 eV\nmeasured at the Yakutsk EAS, AGASA, Haverah Park, HiRes, Auger, and SUGAR\narrays are considered. It is shown that the fairly good mutual agreement of the\nspectrum shapes can be achieved if the energy of each spectrum is multiplied by\na factor K specific for each spectrum. These factors exhibit a pronounced\ndependence on the latitude of the above-mentioned arrays.\n","Comment: 4 pages, 4 figures"]}]
["1202.6092",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6092","Raghib, M., Hill, N.A. and Dieckmann, U.(2011), A Multiscale\n  maximum entropy moment closure for locally regulated space-time point process\n  models of population dynamics , Journal of Mathematical Biology 62 (5)\n  ,605-653"],"date":["2012-02-27"],"type":["text"],"creator":["Raghib, Michael","Hill, Nicholas A.","Dieckmann, Ulf"],"language":[],"coverage":[],"title":["A Multiscale maximum entropy moment closure for locally regulated\n  space-time point process models of population dynamics"],"description":["  The pervasive presence spatial and size structure in biological populations\nchallenges fundamental assumptions at the heart of continuum models of\npopulation dynamics based on mean densities (local or global) only.\nIndividual-based models (IBM's) were introduced over the last decade in an\nattempt to overcome this limitation by following explicitly each individual in\nthe population. Although the IBM approach has been quite insightful, the\ncapability to follow each individual usually comes at the expense of analytical\ntractability, which limits the generality of the statements that can be made.\nFor the specific case of spatial structure in populations of sessile (and\nidentical) organisms, space-time point processes with local regulation seem to\ncover the middle ground between analytical tractability and a higher degree of\nbiological realism. Continuum approximations of these stochastic processes\ndistill their fundamental properties, but they often result in infinite\nhierarchies of moment equations. We use the principle of constrained maximum\nentropy to derive a closure relationship for one such hierarchy truncated at\nsecond order using normalization and the product densities of first and second\norders as constraints. The resulting `maxent' closure is similar to the\nKirkwood superposition approximation, but it is complemented with previously\nunknown correction terms that depend on on the area for which third order\ncorrelations are irreducible. This region also serves as a validation check,\nsince it can only be found if the assumptions of the closure are met.\nComparisons between simulations of the point process, alternative heuristic\nclosures, and the maxent closure show significant improvements in the ability\nof the maxent closure to predict equilibrium values for mildly aggregated\nspatial patterns.\n","Comment: 46 Pages, 13 Figures"]}]
["1202.6099",{"format":[],"subject":["Mathematics - Dynamical Systems","37F15, 37D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6099"],"date":["2012-02-27"],"type":["text"],"creator":["Nakane, Shizuo"],"language":[],"coverage":[],"title":["Postcritical sets and saddle basic sets for Axiom A polynomial skew\n  products on C^2"],"description":["  Investigating the link between postcritical behaviors and the relations of\nsaddle basic sets for Axiom A polynomial skew products on C^2, we characterize\nvarious properties concerning the three kinds of accumulation sets defined by\nDeMarco and Hruska in terms of the saddle basic sets. We also give a new\nexample of higher degree.\n","Comment: 26 pages, 5 figures"]}]
["1202.6101",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Data Structures and Algorithms","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6101"],"date":["2012-02-27"],"type":["text"],"creator":["Ram, Parikshit","Gray, Alexander G."],"language":[],"coverage":[],"title":["Maximum Inner-Product Search using Tree Data-structures"],"description":["  The problem of {\\em efficiently} finding the best match for a query in a\ngiven set with respect to the Euclidean distance or the cosine similarity has\nbeen extensively studied in literature. However, a closely related problem of\nefficiently finding the best match with respect to the inner product has never\nbeen explored in the general setting to the best of our knowledge. In this\npaper we consider this general problem and contrast it with the existing\nbest-match algorithms. First, we propose a general branch-and-bound algorithm\nusing a tree data structure. Subsequently, we present a dual-tree algorithm for\nthe case where there are multiple queries. Finally we present a new data\nstructure for increasing the efficiency of the dual-tree algorithm. These\nbranch-and-bound algorithms involve novel bounds suited for the purpose of\nbest-matching with inner products. We evaluate our proposed algorithms on a\nvariety of data sets from various applications, and exhibit up to five orders\nof magnitude improvement in query time over the naive search technique.\n","Comment: Under submission in KDD 2012"]}]
["1202.6104",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6104"],"date":["2012-02-27"],"type":["text"],"creator":["yahia, Nesrine Ben","Bellamine, Narjès","Ghézala, Henda Ben"],"language":[],"coverage":[],"title":["On the Convergence of Collaboration and Knowledge Management"],"description":["  Collaboration technology typically focuses on collaboration and group\nprocesses (cooperation, communication, coordination and coproduction).\nKnowledge Management (KM) technology typically focuses on content (creation,\nstorage, sharing and use of data, information and knowledge). Yet, to achieve\ntheir common goals, teams and organizations need both KM and collaboration\ntechnology to make that more effective and efficient. This paper is interested\nin knowledge management and collaboration regarding their convergence and their\nintegration. First, it contributes to a better understanding of the knowledge\nmanagement and collaboration concepts. Second, it focuses on KM and\ncollaboration convergence by presenting the different interpretation of this\nconvergence. Third, this paper proposes a generic framework of collaborative\nknowledge management.\n"]}]
["1202.6105",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6105"],"date":["2012-02-27"],"type":["text"],"creator":["Collaboration, C. P. Shen for the Belle"],"language":[],"coverage":[],"title":["Search for the exotic states at Belle"],"description":["  We review recent results on charmonium-like exotic states from the Belle\nexperiment. The two-photon process $\\gamma \\gamma \\to \\phi \\jpsi$ is measured\nto search for Y(4140). No signal for the $Y(4140) \\to \\phi \\jpsi$ is observed.\nBut a narrow peak with a significance of 3.2$\\sigma$ deviations including\nsystematic uncertainty is observed at 4350.6 MeV/$c^2$ that we named X(4350).\nWe also search for charmonium-like states, including X(3872), Y(4140), X(3915)\nand X(4350), in $\\Upsilon(1S)$ and $\\Upsilon(2S)$ radiative decays. No\nsignificant signal of any charmonium-like state is observed. The processes\n$\\gamma \\gamma \\to VV$ ($V=\\omega$ or $\\phi$) are also measured to search for\nthe possible exotic states in low mass region. There are clear resonant\nstructures in all the decay modes.\n","Comment: 4 pages, 2 figures. Contribution to KMI Inauguration Conference\n  \"Quest for the Origin of Particles and the Universe\" (KMIIN), 24-26 Nov.\n  2011, KMI, Nagoya University"]}]
["1202.6107",{"format":[],"subject":["Mathematics - Quantum Algebra","17B69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6107"],"date":["2012-02-27"],"type":["text"],"creator":["Shimakura, Hiroki"],"language":[],"coverage":[],"title":["Classification of Ising vectors in the vertex operator algebra $V_L^+$"],"description":["  Let $L$ be an even lattice without roots. In this article, we classify all\nIsing vectors in the vertex operator algebra $V_L^+$ associated with $L$.\n","Comment: 9 pages"]}]
["1202.6109",{"format":[],"subject":["Computer Science - Computational Geometry","Mathematics - Algebraic Topology","05C85, 05C10, 05C40, 05C38, 57M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6109"],"date":["2012-02-27"],"type":["text"],"creator":["Fraser, Maia"],"language":[],"coverage":[],"title":["Local Routing in Graphs Embedded on Surfaces of Arbitrary Genus"],"description":["  We present a local routing algorithm which guarantees delivery in all\nconnected graphs embedded on a known surface of genus $g$. The algorithm\ntransports $O(g\\log n)$ memory and finishes in time $O(g^2n^2)$, where $n$ is\nthe size of the graph. It requires access to a homology basis for the surface.\nThis algorithm, GFR, may be viewed as a suitable generalization of Face Routing\n(FR), the well-known algorithm for plane graphs, which we previously showed\ndoes {\\it not} guarantee delivery in graphs embedded on positive genus\nsurfaces. The problem for such surfaces is the potential presence of\nhomologically non-trivial closed walks which may be traversed by the right-hand\nrule. We use an interesting mathematical property of homology bases (proven in\nLemma \\ref{lem:connectFaceBdr}) to show that such walks will not impede GFR. FR\nis at the base of most routing algorithms used in modern (2D) ad hoc networks:\nthese algorithms all involve additional local techniques to deal with\nedge-crossings so FR may be applied. GFR should be viewed in the same light, as\na base algorithm which could for example be tailored to sensor networks on\nsurfaces in 3D. Currently there are no known efficient local, logarithmic\nmemory algorithms for 3D ad hoc networks. From a theoretical point of view our\nwork suggests that the efficiency advantages from which FR benefits are related\nto the codimension one nature of an embedded graph in a surface rather than the\nflatness of that surface (planarity).\n","Comment: 18 pages, 3 figures"]}]
["1202.6110",{"format":[],"subject":["Computer Science - Systems and Control","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6110"],"date":["2012-02-27"],"type":["text"],"creator":["Cassandras, Christos. G.","Lin, Xuchao","Ding, Xu Chu"],"language":[],"coverage":[],"title":["An Optimal Control Approach to the Persistent Monitoring Problem"],"description":["  We propose an optimal control framework for persistent monitoring problems\nwhere the objective is to control the movement of mobile nodes to minimize an\nuncertainty metric in a given mission space. For multi agent in a\none-dimensional mission space, we show that the optimal solution is obtained in\nterms of a sequence of switching locations and waiting time on these switching\npoints, thus reducing it to a parametric optimization problem. Using\nInfinitesimal Perturbation Analysis (IPA) we obtain a complete solution through\na gradient-based algorithm. We also discuss a receding horizon controller which\nis capable of obtaining a near-optimal solution on-the-fly.\n","Comment: Technical Report accompanying CDC 2012 submission"]}]
["1202.6113",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6113"],"date":["2012-02-27"],"type":["text"],"creator":["Saito, H.","Aoki, S.","Kanaya, K.","Ohno, H.","Ejiri, S.","Nakagawa, Y.","Hatsuda, T.","Umeda, T."],"language":[],"coverage":[],"title":["Finite density QCD phase transition in the heavy quark region"],"description":["  We extend our previous study of the QCD phase structure in the heavy quark\nregion to non-zero chemical potentials. To identify the critical point where\nthe first order deconfining transition terminates, we study an effective\npotential defined by the probability distribution function of the plaquette and\nthe Polyakov loop. The reweighting technique is shown to be powerful in\nevaluating the effective potential in a wide range of the plaquette and\nPolyakov loop expectation values. We adopt the cumulant expansion to overcome\nthe sign problem in the calculation of complex phase of the quark determinant.\nWe find that the method provides us with an intuitive and powerful way to study\nthe phase structure. We estimate the location of the critical point at finite\nchemical potential in the heavy quark region.\n","Comment: 7 pages, 7 figures; XXIX International Symposium on Lattice Field\n  Theory - Lattice 2011"]}]
["1202.6118",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6118","EPTCS 80, 2012, pp. 1-12","doi:10.4204/EPTCS.80.1"],"date":["2012-02-28"],"type":["text"],"creator":["Schieferdecker, Ina","Grossmann, Juergen","Schneider, Martin"],"language":[],"coverage":[],"title":["Model-Based Security Testing"],"description":["  Security testing aims at validating software system requirements related to\nsecurity properties like confidentiality, integrity, authentication,\nauthorization, availability, and non-repudiation. Although security testing\ntechniques are available for many years, there has been little approaches that\nallow for specification of test cases at a higher level of abstraction, for\nenabling guidance on test identification and specification as well as for\nautomated test generation.\n  Model-based security testing (MBST) is a relatively new field and especially\ndedicated to the systematic and efficient specification and documentation of\nsecurity test objectives, security test cases and test suites, as well as to\ntheir automated or semi-automated generation. In particular, the combination of\nsecurity modelling and test generation approaches is still a challenge in\nresearch and of high interest for industrial applications. MBST includes e.g.\nsecurity functional testing, model-based fuzzing, risk- and threat-oriented\ntesting, and the usage of security test patterns. This paper provides a survey\non MBST techniques and the related models as well as samples of new methods and\ntools that are under development in the European ITEA2-project DIAMONDS.\n","Comment: In Proceedings MBT 2012, arXiv:1202.5826"]}]
["1202.6119",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6119","EPTCS 80, 2012, pp. 13-27","doi:10.4204/EPTCS.80.2"],"date":["2012-02-28"],"type":["text"],"creator":["Blech, Jan Olaf","Mou, Dongyue","Ratiu, Daniel"],"language":[],"coverage":[],"title":["Reusing Test-Cases on Different Levels of Abstraction in a Model Based\n  Development Tool"],"description":["  Seamless model based development aims to use models during all phases of the\ndevelopment process of a system. During the development process in a\ncomponent-based approach, components of a system are described at qualitatively\ndiffering abstraction levels: during requirements engineering component models\nare rather abstract high-level and underspecified, while during implementation\nthe component models are rather concrete and fully specified in order to enable\ncode generation. An important issue that arises is assuring that the concrete\nmodels correspond to abstract models. In this paper, we propose a method to\nassure that concrete models for system components refine more abstract models\nfor the same components. In particular we advocate a framework for reusing\ntestcases at different abstraction levels. Our approach, even if it cannot\ncompletely prove the refinement, can be used to ensure confidence in the\ndevelopment process. In particular we are targeting the refinement of\nrequirements which are represented as very abstract models. Besides a formal\nmodel of our approach, we discuss our experiences with the development of an\nAdaptive Cruise Control (ACC) system in a model driven development process.\nThis uses extensions which we implemented for our model-based development tool\nand which are briefly presented in this paper.\n","Comment: In Proceedings MBT 2012, arXiv:1202.5826"]}]
["1202.6120",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6120","EPTCS 80, 2012, pp. 28-42","doi:10.4204/EPTCS.80.3"],"date":["2012-02-28"],"type":["text"],"creator":["Cristiá, Maximiliano","Frydman, Claudia"],"language":[],"coverage":[],"title":["Applying SMT Solvers to the Test Template Framework"],"description":["  The Test Template Framework (TTF) is a model-based testing method for the Z\nnotation. In the TTF, test cases are generated from test specifications, which\nare predicates written in Z. In turn, the Z notation is based on first-order\nlogic with equality and Zermelo-Fraenkel set theory. In this way, a test case\nis a witness satisfying a formula in that theory. Satisfiability Modulo Theory\n(SMT) solvers are software tools that decide the satisfiability of arbitrary\nformulas in a large number of built-in logical theories and their combination.\nIn this paper, we present the first results of applying two SMT solvers, Yices\nand CVC3, as the engines to find test cases from TTF's test specifications. In\ndoing so, shallow embeddings of a significant portion of the Z notation into\nthe input languages of Yices and CVC3 are provided, given that they do not\ndirectly support Zermelo-Fraenkel set theory as defined in Z. Finally, the\nresults of applying these embeddings to a number of test specifications of\neight cases studies are analysed.\n","Comment: In Proceedings MBT 2012, arXiv:1202.5826"]}]
["1202.6121",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6121","EPTCS 80, 2012, pp. 43-57","doi:10.4204/EPTCS.80.4"],"date":["2012-02-28"],"type":["text"],"creator":["Richter, Dirk","Berg, Christian"],"language":[],"coverage":[],"title":["Exact Gap Computation for Code Coverage Metrics in ISO-C"],"description":["  Test generation and test data selection are difficult tasks for model based\ntesting. Tests for a program can be meld to a test suite. A lot of research is\ndone to quantify the quality and improve a test suite. Code coverage metrics\nestimate the quality of a test suite. This quality is fine, if the code\ncoverage value is high or 100%. Unfortunately it might be impossible to achieve\n100% code coverage because of dead code for example. There is a gap between the\nfeasible and theoretical maximal possible code coverage value. Our review of\nthe research indicates, none of current research is concerned with exact gap\ncomputation. This paper presents a framework to compute such gaps exactly in an\nISO-C compatible semantic and similar languages. We describe an efficient\napproximation of the gap in all the other cases. Thus, a tester can decide if\nmore tests might be able or necessary to achieve better coverage.\n","Comment: In Proceedings MBT 2012, arXiv:1202.5826"]}]
["1202.6122",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6122","EPTCS 80, 2012, pp. 58-72","doi:10.4204/EPTCS.80.5"],"date":["2012-02-28"],"type":["text"],"creator":["Kanstrén, Teemu","Puolitaival, Olli-Pekka"],"language":[],"coverage":[],"title":["Using Built-In Domain-Specific Modeling Support to Guide Model-Based\n  Test Generation"],"description":["  We present a model-based testing approach to support automated test\ngeneration with domain-specific concepts. This includes a language expert who\nis an expert at building test models and domain experts who are experts in the\ndomain of the system under test. First, we provide a framework to support the\nlanguage expert in building test models using a full (Java) programming\nlanguage with the help of simple but powerful modeling elements of the\nframework. Second, based on the model built with this framework, the toolset\nautomatically forms a domain-specific modeling language that can be used to\nfurther constrain and guide test generation from these models by a domain\nexpert. This makes it possible to generate a large set of test cases covering\nthe full model, chosen (constrained) parts of the model, or manually define\nspecific test cases on top of the model while using concepts familiar to the\ndomain experts.\n","Comment: In Proceedings MBT 2012, arXiv:1202.5826"]}]
["1202.6123",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6123","EPTCS 80, 2012, pp. 88-102","doi:10.4204/EPTCS.80.7"],"date":["2012-02-28"],"type":["text"],"creator":["Aichernig, Bernhard K.","Jöbstl, Elisabeth"],"language":[],"coverage":[],"title":["Towards Symbolic Model-Based Mutation Testing: Combining Reachability\n  and Refinement Checking"],"description":["  Model-based mutation testing uses altered test models to derive test cases\nthat are able to reveal whether a modelled fault has been implemented. This\nrequires conformance checking between the original and the mutated model. This\npaper presents an approach for symbolic conformance checking of action systems,\nwhich are well-suited to specify reactive systems. We also consider\nnondeterminism in our models. Hence, we do not check for equivalence, but for\nrefinement. We encode the transition relation as well as the conformance\nrelation as a constraint satisfaction problem and use a constraint solver in\nour reachability and refinement checking algorithms. Explicit conformance\nchecking techniques often face state space explosion. First experimental\nevaluations show that our approach has potential to outperform explicit\nconformance checkers.\n","Comment: In Proceedings MBT 2012, arXiv:1202.5826"]}]
["1202.6124",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6124","EPTCS 80, 2012, pp. 73-87","doi:10.4204/EPTCS.80.6"],"date":["2012-02-28"],"type":["text"],"creator":["Stokkink, Gerjan","Timmer, Mark","Stoelinga, Mariëlle"],"language":[],"coverage":[],"title":["Talking quiescence: a rigorous theory that supports parallel\n  composition, action hiding and determinisation"],"description":["  The notion of quiescence - the absence of outputs - is vital in both\nbehavioural modelling and testing theory. Although the need for quiescence was\nalready recognised in the 90s, it has only been treated as a second-class\ncitizen thus far. This paper moves quiescence into the foreground and\nintroduces the notion of quiescent transition systems (QTSs): an extension of\nregular input-output transition systems (IOTSs) in which quiescence is\nrepresented explicitly, via quiescent transitions. Four carefully crafted rules\non the use of quiescent transitions ensure that our QTSs naturally capture\nquiescent behaviour.\n  We present the building blocks for a comprehensive theory on QTSs supporting\nparallel composition, action hiding and determinisation. In particular, we\nprove that these operations preserve all the aforementioned rules.\nAdditionally, we provide a way to transform existing IOTSs into QTSs, allowing\neven IOTSs as input that already contain some quiescent transitions. As an\nimportant application, we show how our QTS framework simplifies the fundamental\nmodel-based testing theory formalised around ioco.\n","Comment: In Proceedings MBT 2012, arXiv:1202.5826"]}]
["1202.6125",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6125","EPTCS 80, 2012, pp. 103-114","doi:10.4204/EPTCS.80.8"],"date":["2012-02-28"],"type":["text"],"creator":["Polivaev, Dimitry"],"language":[],"coverage":[],"title":["Rule-based Test Generation with Mind Maps"],"description":["  This paper introduces basic concepts of rule based test generation with mind\nmaps, and reports experiences learned from industrial application of this\ntechnique in the domain of smart card testing by Giesecke & Devrient GmbH over\nthe last years. It describes the formalization of test selection criteria used\nby our test generator, our test generation architecture and test generation\nframework.\n","Comment: In Proceedings MBT 2012, arXiv:1202.5826"]}]
["1202.6126",{"format":[],"subject":["Computer Science - Software Engineering","D.2.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6126","EPTCS 80, 2012, pp. 115-129","doi:10.4204/EPTCS.80.9"],"date":["2012-02-28"],"type":["text"],"creator":["Ahman, Danel","Kääramees, Marko"],"language":[],"coverage":[],"title":["Constraint-Based Heuristic On-line Test Generation from\n  Non-deterministic I/O EFSMs"],"description":["  We are investigating on-line model-based test generation from\nnon-deterministic output-observable Input/Output Extended Finite State Machine\n(I/O EFSM) models of Systems Under Test (SUTs). We propose a novel\nconstraint-based heuristic approach (Heuristic Reactive Planning Tester (xRPT))\nfor on-line conformance testing non-deterministic SUTs. An indicative feature\nof xRPT is the capability of making reasonable decisions for achieving the test\ngoals in the on-line testing process by using the results of off-line bounded\nstatic reachability analysis based on the SUT model and test goal\nspecification. We present xRPT in detail and make performance comparison with\nother existing search strategies and approaches on examples with varying\ncomplexity.\n","Comment: In Proceedings MBT 2012, arXiv:1202.5826"]}]
["1202.6127",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6127","EPTCS 80, 2012, pp. 130-144","doi:10.4204/EPTCS.80.10"],"date":["2012-02-28"],"type":["text"],"creator":["Gerlits, Yevgeny","Khoroshilov, Alexey"],"language":[],"coverage":[],"title":["Model-Based Testing of Safety Critical Real-Time Control Logic Software"],"description":["  The paper presents the experience of the authors in model based testing of\nsafety critical real-time control logic software. It describes specifics of the\ncorresponding industrial settings and discusses technical details of usage of\nUniTESK model based testing technology in these settings. Finally, we discuss\npossible future directions of safety critical software development processes\nand a place of model based testing techniques in it.\n","Comment: In Proceedings MBT 2012, arXiv:1202.5826"]}]
["1202.6128",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6128"],"date":["2012-02-28"],"type":["text"],"creator":["Malkin, Zinovy"],"language":[],"coverage":[],"title":["The current best estimate of the Galactocentric distance of the Sun\n  based on comparison of different statistical techniques"],"description":["  In this paper, the current best estimate of a fundamental Galactic parameter\nGalactocentric distance of the Sun $R_0$ has been evaluated using all the\navailable estimates published during the last 20 years. Unlike some other\nstudies, our analysis of these results showed no statistically significant\ntrend in $R_0$ during this period. However we revealed a statistically valuable\nimprovement in the $R_0$ uncertainties with time of about 0.2 kpc for 20 years.\nSeveral statistical techniques have been used and compared to obtain the most\nreliable common mean of 52 determinations made in 1992--2011 and its realistic\nuncertainty. The statistical methods used include unweighted mean, seven\nvariants of the weighted mean, and two variants of median technique. The $R_0$\nestimates obtained with these methods range from 7.91 to 8.06 kpc with\nuncertainties varying from 0.05 to 0.08 kpc. The final value derived in this\nanalysis is $R_0 = 7.98 \\pm 0.15\\,|_{stat} \\pm 0.20\\,|_{syst}$ kpc, which can\nbe recommended as the current best estimate of the Galactocentric distance of\nthe Sun. For most of the practical applications the value of $R_0 = 8.0 \\pm\n0.25$ kpc can be used.\n"]}]
["1202.6132",{"format":[],"subject":["Mathematics - Algebraic Topology","55U10, 62-07, 68R99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6132"],"date":["2012-02-28"],"type":["text"],"creator":["Fraser, Maia"],"language":[],"coverage":[],"title":["Persistent Homology of Filtered Covers"],"description":["  We prove an extension to the simplicial Nerve Lemma which establishes\nisomorphism of persistent homology groups, in the case where the covering\nspaces are filtered. While persistent homology is now widely used in\ntopological data analysis, the usual Nerve Lemma does not provide isomorphism\nof persistent homology groups. Our argument involves some homological algebra:\nthe key point being that although the maps produced in the standard proof of\nthe Nerve Lemma do not commute as maps of chain complexes, the maps they induce\non homology do.\n","Comment: 12 pages, no figures"]}]
["1202.6133",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6133","Annals of Applied Statistics 2011, Vol. 5, No. 4, 2448-2469","doi:10.1214/11-AOAS481"],"date":["2012-02-28"],"type":["text"],"creator":["Brentnall, Adam R.","Duffy, Stephen W.","Crowder, Martin J.","Gillan, Maureen G. C.","Astley, Susan M.","Wallis, Matthew G.","James, Jonathan","Boggis, Caroline R. M.","Gilbert, Fiona J."],"language":[],"coverage":[],"title":["A method for exploratory repeated-measures analysis applied to a\n  breast-cancer screening study"],"description":["  When a model may be fitted separately to each individual statistical unit,\ninspection of the point estimates may help the statistician to understand\nbetween-individual variability and to identify possible relationships. However,\nsome information will be lost in such an approach because estimation\nuncertainty is disregarded. We present a comparative method for exploratory\nrepeated-measures analysis to complement the point estimates that was motivated\nby and is demonstrated by analysis of data from the CADET II breast-cancer\nscreening study. The approach helped to flag up some unusual reader behavior,\nto assess differences in performance, and to identify potential random-effects\nmodels for further analysis.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOAS481 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1202.6135",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","Primary 37K05, 58B25, 53D30, Secondary 30C35, 70H06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6135"],"date":["2012-02-28"],"type":["text"],"creator":["Grong, Erlend","Markina, Irina","Vasil'ev, Alexander"],"language":[],"coverage":[],"title":["Sub-Riemannian structures corresponding to K\\\"ahlerian metrics on the\n  universal Teichmueller space and curve"],"description":["  We consider the group of sense-preserving diffeomorphisms $\\Diff S^1$ of the\nunit circle and its central extension, the Virasoro-Bott group, with their\nrespective horizontal distributions chosen to be Ehresmann connections with\nrespect to a projection to the smooth universal Teichm\\\"uller space and the\nuniversal Teichm\\\"uller curve associated to the space of normalized univalent\nfunctions. We find formulas for the normal geodesics with respect to the\npullback of the invariant K\\\"ahlerian metrics, namely, the Velling-Kirillov\nmetric on the class of normalized univalent functions and the Weil-Petersson\nmetric on the universal Teichm\\\"uller space. The geodesic equations are\nsub-Riemannian analogues of the Euler-Arnold equation and lead to the CLM, KdV,\nand other known non-linear PDE.\n","Comment: 18 pages"]}]
["1202.6136",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Numerical Analysis","G.1.3","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6136"],"date":["2012-02-28"],"type":["text"],"creator":["Hong, Dohy"],"language":[],"coverage":[],"title":["D-iteration: evaluation of the update algorithm"],"description":["  The aim of this paper is to analyse the gain of the update algorithm\nassociated to the recently proposed D-iteration: the D-iteration is a fluid\ndiffusion based new iterative method. It exploits a simple intuitive\ndecomposition of the product matrix-vector as elementary operations of fluid\ndiffusion (forward scheme) associated to a new algebraic representation. We\nshow through experimentations on real datasets how much this approach can\nimprove the computation efficiency in presence of the graph evolution.\n","Comment: 5 pages"]}]
["1202.6137",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6137"],"date":["2012-02-28"],"type":["text"],"creator":["Singh, Harkirat","Gupta, Ratnesh","Khandelwal, Ashish","Mitra, Chiranjib"],"language":[],"coverage":[],"title":["Magnetization study to probe the effect of N2+ irradiation on Fe/Co\n  bilayers"],"description":["  Fe/Co bilayers were made using ion beam sputtering and then were subjected to\nnitrogen-ion irradiation to explore the influence of irradiation on their\nmagnetic properties. Magnetization studies of Fe/Co bilayers along with their\nirradiated counterparts were then performed. The magnetization and coercivity\nof the as-deposited sample exhibited a two-fold uniaxial symmetry while the\nbehavior for high temperature irradiated sample depicts a small shift in the\ntwo fold behavior. The magnetization data measured with the magnetic field\nperpendicular to the plane of the film exhibited a hysteresis in both the case\nof the irradiated sample as well as as-deposited sample. A small increase in\ncoercivity for the irradiated sample was observed which is due to various\nreasons including formation of FeCo solid solution due to ion irradiation at\nthe interface.\n"]}]
["1202.6138",{"format":[],"subject":["Mathematics - Differential Geometry","53C25, 53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6138"],"date":["2012-02-28"],"type":["text"],"creator":["Tripathi, Mukut Mani","Gupta, Punam"],"language":[],"coverage":[],"title":["On $(N(k),\\xi)$-semi-Riemannian manifolds: Semisymmetries"],"description":["  $(N(k),\\xi)$-semi-Riemannian manifolds are defined. Examples and properties\nof $(N(k),\\xi)$-semi-Riemannian manifolds are given. Some relations involving\n${\\cal T}_{a}$-curvature tensor in $(N(k),\\xi)$-semi-Riemannian manifolds are\nproved. $\\xi $-${\\cal T}_{a}$-flat $(N(k),\\xi)$-semi-Riemannian manifolds are\ndefined. It is proved that if $M$ is an $n$-dimensional $\\xi $-${\\cal\nT}_{a}$-flat $(N(k),\\xi)$-semi-Riemannian manifold, then it is $\\eta $-Einstein\nunder an algebraic condition. We prove that a semi-Riemannian manifold, which\nis $T$-recurrent or $T$-symmetric, is always $T$-semisymmetric, where $T$ is\nany tensor of type $(1,3)$. $({\\cal T}_{a}, {\\cal T}_{b}) $-semisymmetric\nsemi-Riemannian manifold is defined and studied. The results for ${\\cal\nT}_{a}$-semisymmetric, ${\\cal T}_{a}$-symmetric, ${\\cal T}_{a}$-recurrent\n$(N(k),\\xi)$-semi-Riemannian manifolds are obtained. The definition of $({\\cal\nT}_{a},S_{{\\cal T}_{b}})$-semisymmetric semi-Riemannian manifold is given.\n$({\\cal T}_{a},S_{{\\cal T}_{b}})$-semisymmetric $(N(k),\\xi)$-semi-Riemannian\nmanifolds are classified. Some results for ${\\cal T}_{a}$-Ricci-semisymmetric\n$(N(k),\\xi)$-semi-Riemannian manifolds are obtained.\n"]}]
["1202.6140",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6140"],"date":["2012-02-28"],"type":["text"],"creator":["Tripathi, Mukut Mani","Gupta, Punam","Kim, Jeong-Sik"],"language":[],"coverage":[],"title":["Index of quasi-conformally symmetric semi-Riemannian manifolds"],"description":["  We find the index of $\\widetilde{\\nabla}$-quasi-conformally symmetric and\n$\\widetilde{\\nabla}$-concircularly symmetric semi-Riemannian manifolds, where\n$\\widetilde{\\nabla}$ is metric connection.\n"]}]
["1202.6146",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C20, 14J26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6146"],"date":["2012-02-28"],"type":["text"],"creator":["Daigle, Daniel","Hernández, Alejandro Melle"],"language":[],"coverage":[],"title":["Linear systems associated to unicuspidal rational plane curves"],"description":["  A curve C in the projective plane is called non-negative if the\nself-intersection number of C after the minimal resolution of singularities of\nC is non-negative. Given a unicuspidal rational plane curve C with singular\npoint P, we study the unique pencil Lambda_C on the projective plane satisfying\nC is in Lambda_C and P is its unique base point. We show that the general\nmember of Lambda_C is a rational curve if and only if the curve C is\nnon-negative. We also show that in such a case then Lambda_C has a dicritical\nof degree 1. Note that all currently known unicuspidal rational curves C in the\nprojective plane are non-negative.\n"]}]
["1202.6148",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6148","KI - K\\\"unstliche Intelligenz 24(1):35--42, 2010","doi:10.1007/s13218-010-0002-x"],"date":["2012-02-28"],"type":["text"],"creator":["Baumgartner, Peter","Thorstensen, Evgenij"],"language":[],"coverage":[],"title":["Instance Based Methods --- A Brief Overview"],"description":["  Instance-based methods are a specific class of methods for automated proof\nsearch in first-order logic. This article provides an overview of the major\nmethods in the area and discusses their properties and relations to the more\nestablished resolution methods. It also discusses some recent trends on\nrefinements and applications.\n  This overview is rather brief and informal, but we provide a comprehensive\nliterature list to follow-up on the details.\n","Comment: Final publication availible at http://www.springerlink.com"]}]
["1202.6151",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6151"],"date":["2012-02-28"],"type":["text"],"creator":["Faupin, Jeremy","Sigal, Israel Michael"],"language":[],"coverage":[],"title":["On quantum Huygens principle and Rayleigh scattering"],"description":["  We prove several minimal photon velocity estimates below the ionization\nthreshold for a particle system coupled to the quantized electromagnetic or\nphonon field. Using some of these results, we prove the asymptotic completeness\n(for the Rayleigh scattering) on the states for which the expectation of the\nphoton number is uniformly bounded.\n","Comment: 35 pages"]}]
["1202.6157",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Artificial Intelligence","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6157"],"date":["2012-02-28"],"type":["text"],"creator":["Rose, Luca","Perlaza, Samir M.","Debbah, Mérouane","Martret, Christophe J. Le"],"language":[],"coverage":[],"title":["Distributed Power Allocation with SINR Constraints Using Trial and Error\n  Learning"],"description":["  In this paper, we address the problem of global transmit power minimization\nin a self-congiguring network where radio devices are subject to operate at a\nminimum signal to interference plus noise ratio (SINR) level. We model the\nnetwork as a parallel Gaussian interference channel and we introduce a fully\ndecentralized algorithm (based on trial and error) able to statistically\nachieve a congiguration where the performance demands are met. Contrary to\nexisting solutions, our algorithm requires only local information and can learn\nstable and efficient working points by using only one bit feedback. We model\nthe network under two different game theoretical frameworks: normal form and\nsatisfaction form. We show that the converging points correspond to equilibrium\npoints, namely Nash and satisfaction equilibrium. Similarly, we provide\nsufficient conditions for the algorithm to converge in both formulations.\nMoreover, we provide analytical results to estimate the algorithm's\nperformance, as a function of the network parameters. Finally, numerical\nresults are provided to validate our theoretical conclusions. Keywords:\nLearning, power control, trial and error, Nash equilibrium, spectrum sharing.\n","Comment: 6 pages, 3 figures, accepted at WCNC 2012"]}]
["1202.6158",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Information Retrieval","Mathematics - Numerical Analysis","G.2.2","F.2.2","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6158"],"date":["2012-02-28"],"type":["text"],"creator":["Hong, Dohy"],"language":[],"coverage":[],"title":["Optimized on-line computation of PageRank algorithm"],"description":["  In this paper we present new ideas to accelerate the computation of the\neigenvector of the transition matrix associated to the PageRank algorithm. New\nideas are based on the decomposition of the matrix-vector product that can be\nseen as a fluid diffusion model, associated to new algebraic equations. We show\nthrough experiments on synthetic data and on real data-sets how much this\napproach can improve the computation efficiency.\n","Comment: 7 pages"]}]
["1202.6163",{"format":[],"subject":["Statistics - Computation","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6163"],"date":["2012-02-28"],"type":["text"],"creator":["Murray, Lawrence"],"language":[],"coverage":[],"title":["GPU acceleration of the particle filter: the Metropolis resampler"],"description":["  We consider deployment of the particle filter on modern massively parallel\nhardware architectures, such as Graphics Processing Units (GPUs), with a focus\non the resampling stage. While standard multinomial and stratified resamplers\nrequire a sum of importance weights computed collectively between threads, a\nMetropolis resampler favourably requires only pair-wise ratios between weights,\ncomputed independently by threads, and can be further tuned for performance by\nadjusting its number of iterations. While achieving respectable results for the\nstratified and multinomial resamplers, we demonstrate that a Metropolis\nresampler can be faster where the variance in importance weights is modest, and\nso is worth considering in a performance-critical context, such as particle\nMarkov chain Monte Carlo and real-time applications.\n","Comment: Originally presented at Distributed Machine Learning and Sparse\n  Representation with Massive Data Sets (DMMD 2011)"]}]
["1202.6164",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6164","Ann. Univ. Tibiscus Comp. Sci. Series VIII / 1 (2010), 9-16"],"date":["2012-02-28"],"type":["text"],"creator":["Zamosteanu, Alina Oana"],"language":[],"coverage":[],"title":["E-learning and use of computer in forensic field"],"description":["  In the Romanian penitentiary establishments and those of other European\ncountries one talks about the formal and informal education. Since the\ncorrespondence education system, important steps have been made towards the\ne-learning didactics which are reflected by the modern teaching methods\n(through ICT) used even by the penitentiary system. The Moodle platform, the\nweb site with certain specific, and the forum represent the means used as an\ninterface between the educator and the student, their benefits being clearly\ndemonstrated.\n","Comment: 8 pages"]}]
["1202.6165",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6165"],"date":["2012-02-28"],"type":["text"],"creator":["Chiu, Eddy","Lau, Vincent K. N.","Zhang, Shunqing","Mok, Bao S. M."],"language":[],"coverage":[],"title":["Precoder Design for Multi-antenna Partial Decode-and-Forward (PDF)\n  Cooperative Systems with Statistical CSIT and MMSE-SIC Receivers"],"description":["  Cooperative communication is an important technology in next generation\nwireless networks. Aside from conventional amplify-and-forward (AF) and\ndecode-and-forward (DF) protocols, the partial decode-and-forward (PDF)\nprotocol is an alternative relaying scheme that is especially promising for\nscenarios in which the relay node cannot reliably decode the complete source\nmessage. However, there are several important issues to be addressed regarding\nthe application of PDF protocols. In this paper, we propose a PDF protocol and\nMIMO precoder designs at the source and relay nodes. The precoder designs are\nadapted based on statistical channel state information for correlated MIMO\nchannels, and matched to practical minimum mean-square-error successive\ninterference cancelation (MMSE-SIC) receivers at the relay and destination\nnodes. We show that under similar system settings, the proposed MIMO precoder\ndesign with PDF protocol and MMSE-SIC receivers achieves substantial\nperformance enhancement compared with conventional baselines.\n"]}]
["1202.6166",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6166","Journal of Materials Chemistry, Vol. 22, Pg. 4728 (2012)","doi:10.1039/c2jm15647d"],"date":["2012-02-28"],"type":["text"],"creator":["Sarkar, Tapati","Caignaert, V.","Pralong, V.","Raveau, B."],"language":[],"coverage":[],"title":["Gallium Substituted \"114\" YBaFe4O7: From a ferrimagnetic cluster glass\n  to a cationic disordered spin glass"],"description":["  The study of the ferrites YBaFe4-xGaxO7 shows that the substitution of Ga for\nFe in YBaFe4O7 stabilizes the hexagonal symmetry for 0.40 < x < 0.70, at the\nexpense of the cubic one. Using combined measurements of a. c. and d. c.\nmagnetization, we establish that Ga substitution for Fe in YBaFe4O7 leads to an\nevolution from a geometrically frustrated spin glass (for x = 0) to a cationic\ndisorder induced spin glass (x = 0.70). We also find an intermediate narrow\nrange of doping where the samples are clearly phase separated having small\nferrimagnetic clusters embedded in a spin glass matrix. The origin of the\nferrimagnetic clusters lies in the change in symmetry of the samples from cubic\nto hexagonal (and a consequent lifting of the geometrical frustration) as a\nresult of Ga doping. We also show the presence of exchange bias and domain wall\npinning in these samples. The cause of both these effects can be traced back to\nthe inherent phase separation present in the samples.\n","Comment: 25 pages, 10 figures"]}]
["1202.6168",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Distributed, Parallel, and Cluster Computing","G.1.0","G.1.3","C.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6168"],"date":["2012-02-28"],"type":["text"],"creator":["Hong, Dohy"],"language":[],"coverage":[],"title":["D-iteration: Evaluation of the Asynchronous Distributed Computation"],"description":["  The aim of this paper is to present a first evaluation of the potential of an\nasynchronous distributed computation associated to the recently proposed\napproach, D-iteration: the D-iteration is a fluid diffusion based iterative\nmethod, which has the advantage of being natively distributive. It exploits a\nsimple intuitive decomposition of the matrix-vector product as elementary\noperations of fluid diffusion associated to a new algebraic representation. We\nshow through experiments on real datasets how much this approach can improve\nthe computation efficiency when the parallelism is applied: with the proposed\nsolution, when the computation is distributed over $K$ virtual machines (PIDs),\nthe memory size to be handled by each virtual machine decreases linearly with\n$K$ and the computation speed increases almost linearly with $K$ with a slope\nbecoming closer to one when the number $N$ of linear equations to be solved\nincreases.\n","Comment: 8 pages"]}]
["1202.6170",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6170"],"date":["2012-02-28"],"type":["text"],"creator":["Lastovicka, Tomas","Seidel, Katja","Strube, Jan"],"language":[],"coverage":[],"title":["Flavour Tagging at CLIC"],"description":["  We present the performance of the LCFI flavour tagging package in a realistic\nCLIC environment. The application is demonstrated on the examples of the\nmeasurement of the cross section times branching ratio of light Higgs decays to\nb and c quarks at 3 TeV, a study of heavy Higgs decays at 3 TeV and of top pair\nproduction at 500 GeV. All studies are based on full detector simulation with a\nrealistic account of the machine- induced background at CLIC.\n","Comment: LCWS 2011 proceedings"]}]
["1202.6172",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6172","Annals of Applied Statistics 2011, Vol. 5, No. 4, 2425-2447","doi:10.1214/11-AOAS482"],"date":["2012-02-28"],"type":["text"],"creator":["Reich, Brian J.","Eidsvik, Jo","Guindani, Michele","Nail, Amy J.","Schmidt, Alexandra M."],"language":[],"coverage":[],"title":["A class of covariate-dependent spatiotemporal covariance functions for\n  the analysis of daily ozone concentration"],"description":["  In geostatistics, it is common to model spatially distributed phenomena\nthrough an underlying stationary and isotropic spatial process. However, these\nassumptions are often untenable in practice because of the influence of local\neffects in the correlation structure. Therefore, it has been of prolonged\ninterest in the literature to provide flexible and effective ways to model\nnonstationarity in the spatial effects. Arguably, due to the local nature of\nthe problem, we might envision that the correlation structure would be highly\ndependent on local characteristics of the domain of study, namely, the\nlatitude, longitude and altitude of the observation sites, as well as other\nlocally defined covariate information. In this work, we provide a flexible and\ncomputationally feasible way for allowing the correlation structure of the\nunderlying processes to depend on local covariate information. We discuss the\nproperties of the induced covariance functions and methods to assess its\ndependence on local covariate information. The proposed method is used to\nanalyze daily ozone in the southeast United States.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOAS482 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1202.6175",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6175"],"date":["2012-02-28"],"type":["text"],"creator":["Joda, Roghayeh","Lahouti, Farshad"],"language":[],"coverage":[],"title":["Delay-limited Source and Channel Coding of Quasi-Stationary Sources over\n  Block Fading Channels: Design and Scaling Laws"],"description":["  In this paper, delay-limited transmission of quasi-stationary sources over\nblock fading channels are considered. Considering distortion outage probability\nas the performance measure, two source and channel coding schemes with power\nadaptive transmission are presented. The first one is optimized for fixed rate\ntransmission, and hence enjoys simplicity of implementation. The second one is\na high performance scheme, which also benefits from optimized rate adaptation\nwith respect to source and channel states. In high SNR regime, the performance\nscaling laws in terms of outage distortion exponent and asymptotic outage\ndistortion gain are derived, where two schemes with fixed transmission power\nand adaptive or optimized fixed rates are considered as benchmarks for\ncomparisons. Various analytical and numerical results are provided which\ndemonstrate a superior performance for source and channel optimized rate and\npower adaptive scheme. It is also observed that from a distortion outage\nperspective, the fixed rate adaptive power scheme substantially outperforms an\nadaptive rate fixed power scheme for delay-limited transmission of\nquasi-stationary sources over wireless block fading channels. The effect of the\ncharacteristics of the quasi-stationary source on performance, and the\nimplication of the results for transmission of stationary sources are also\ninvestigated.\n","Comment: 22 pages,5 figures"]}]
["1202.6179",{"format":[],"subject":["Physics - Biological Physics","Physics - Fluid Dynamics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6179"],"date":["2012-02-28"],"type":["text"],"creator":["Denissenko, Petr","Kantsler, Vasily","Smith, David","Kirkman-Brown, Jackson"],"language":[],"coverage":[],"title":["Human sperm cells swimming in micro-channels"],"description":["  The migratory abilities of motile human spermatozoa in vivo are essential for\nnatural fertility, but it remains a mystery what properties distinguish the\ntens of cells which find an egg from the millions of cells ejaculated. To reach\nthe site of fertilization, sperm must traverse narrow and convoluted channels,\nfilled with viscous fluids. To elucidate individual and group behaviors that\nmay occur in the complex three-dimensional female tract environment, we examine\nthe behavior of migrating sperm in assorted micro-channel geometries. Cells\nrarely swim in the central part of the channel cross-section, instead traveling\nalong the intersection of the channel walls (`channel corners'). When the\nchannel turns sharply, cells leave the corner, continuing ahead until hitting\nthe opposite wall of the channel, with a distribution of departure angles, the\nlatter being modulated by fluid viscosity. If the channel bend is smooth, cells\ndepart from the inner wall when the curvature radius is less than a threshold\nvalue close to 150 micron. Specific wall shapes are able to preferentially\ndirect motile cells. As a consequence of swimming along the corners, the domain\noccupied by cells becomes essentially 1-dimensional. This leads to frequent\ncollisions and needs to be accounted for when modeling the behavior of\npopulations of migratory cells and considering how sperm populate and navigate\nthe female tract. The combined effect of viscosity and three-dimensional\narchitecture should be accounted for in future in vitro studies of sperm\nchemoattraction.\n","Comment: 11 pages, 5 figures"]}]
["1202.6182",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6182"],"date":["2012-02-28"],"type":["text"],"creator":["Aletti, Giacomo","Ruffini, Matteo"],"language":[],"coverage":[],"title":["A canonical form for Gaussian periodic processes"],"description":["  This article provides a representation theorem for a set of Gaussian\nprocesses; this theorem allows to build Gaussian processes with arbitrary\nregularity and to write them as limit of random trigonometric series. We show\nvia Karhunen-Love theorem that this set is isometrically equivalent to l2. We\nthen prove that regularity of trajectory path of anyone of such processes can\nbe detected just by looking at decrease rate of l2 sequence associated to him\nvia isometry.\n","Comment: 11 pages, 1 figure"]}]
["1202.6184",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6184"],"date":["2012-02-28"],"type":["text"],"creator":["Chadeeva, Marina","collaboration, for the CALICE"],"language":[],"coverage":[],"title":["Hadron Energy Resolution of the CALICE AHCAL and Software Compensation\n  Approaches"],"description":["  The hadron energy resolution of a highly granular CALICE analogue\nscintillator-steel hadronic calorimeter was studied using pion test beam data.\nThe stochastic term contribution to the energy resolution was estimated to be\n58%/sqrt(E/GeV). To improve an energy resolution, local and global software\ncompensation techniques were developed which exploit an unprecedented\ngranularity of the calorimeter and are based on event-by-event analysis of the\nenergy density spectra. The application of either local or global software\ncompensation technique results in reducing of stochastic term contribution down\nto 45%/sqrt(E/GeV). The achieved improvement of single particle energy\nresolution for pions is about 20% in the energy range from 10 to 80 GeV.\n","Comment: 7 pages, 4 figures, Proceedings of LCWS11 (style LCWS11.cls)"]}]
["1202.6192",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6192"],"date":["2012-02-28"],"type":["text"],"creator":["Bouaziz, O.","Masse, J. P."],"language":[],"coverage":[],"title":["Extension of Ashby's performance indexes in mixed tension-bending\n  solicitation"],"description":["  Ashby's performance indexes are a fundamental tool for material selection\nespecially for structures lightening. Unfortunately the indexes are available\nonly for simple mechanical solicitation as pure bending or pure tension. For\nreal applications, it is required to have a performance index for combined\nsolicitations. This publication proposes an approach to develop this kind of\nextended performance index and shows the exploitation in order to compare\nmaterials performance in more realistic situations.\n"]}]
["1202.6193",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6193"],"date":["2012-02-28"],"type":["text"],"creator":["Georganopoulos, M.","Meyer, E. T.","Fossati, G."],"language":[],"coverage":[],"title":["Using the SED to locate the Gamma-ray emission site of powerful blazars"],"description":["  The location of the Gamma-ray emission of powerful blazars is a matter of\nactive debate. Is the location within the UV emitting sub-pc scale broad line\nregion, or farther out at pc scales where the molecular torus IR emission\ndominates? We present a diagnostic that connects three observables, the\nsynchrotron and external Compton peak frequencies and the Compton dominance\n(the ratio of Compton to synchrotron luminosity) to the seed photon energy and\nenergy density. We discuss encouraging preliminary results and discuss how to\nuse our diagnostic to understand the location of the Gamma-ray emission as a\nfunction of source power through the use of multiwavelength observations.\n","Comment: 2012 Fermi & Jansky Proceedings - eConf C111110"]}]
["1202.6195",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6195","Phys. Rev. A 84, 053830 (2011)","doi:10.1103/PhysRevA.84.053830"],"date":["2012-02-28"],"type":["text"],"creator":["Stanojevic, Jovica","Parigi, Valentina","Bimbard, Erwan","Tualle-Brouri, Rosa","Ourjoumtsev, Alexei","Grangier, Philippe"],"language":[],"coverage":[],"title":["Controlling the quantum state of a single photon emitted from a single\n  polariton"],"description":["  We investigate in detail the optimal conditions for a high fidelity transfer\nfrom a single-polariton state to a single-photon state and subsequent homodyne\ndetection of the single photon. We assume that, using various possible\ntechniques, the single polariton has initially been stored as a spin-wave\ngrating in a cloud of cold atoms inside a low-finesse cavity. This state is\nthen transferred to a single-photon optical pulse using an auxiliary beam. We\noptimize the retrieval efficiency and determine the mode of the local\noscillator that maximizes the homodyne efficiency of such a photon. We find\nthat both efficiencies can have values close to one in a large region of\nexperimental parameters.\n","Comment: 10 pages, 8 figures"]}]
["1202.6196",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6196"],"date":["2012-02-28"],"type":["text"],"creator":["Peters, Yvonne"],"language":[],"coverage":[],"title":["Tevatron Legacy"],"description":["  Several major milestones and discoveries were attained during the lifetime of\nthe Tevatron proton-antiproton collider at Fermilab, from 1987 to 2011. One of\nthe most important was the discovery of the top quark in 1995, followed by an\nintense program to study that particle in greater detail. In this article, I\ngive an overview of the history of the top quark, its current status as well as\nthe still to be completed legacy measurements at the Tevatron.\n","Comment: 6 pages, proceedings for the Top2011 conference, Sant Feliu de\n  Guixols, Spain"]}]
["1202.6201",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6201","Annals of Applied Statistics 2011, Vol. 5, No. 4, 2493-2518","doi:10.1214/11-AOAS493"],"date":["2012-02-28"],"type":["text"],"creator":["Witten, Daniela M."],"language":[],"coverage":[],"title":["Classification and clustering of sequencing data using a Poisson model"],"description":["  In recent years, advances in high throughput sequencing technology have led\nto a need for specialized methods for the analysis of digital gene expression\ndata. While gene expression data measured on a microarray take on continuous\nvalues and can be modeled using the normal distribution, RNA sequencing data\ninvolve nonnegative counts and are more appropriately modeled using a discrete\ncount distribution, such as the Poisson or the negative binomial. Consequently,\nanalytic tools that assume a Gaussian distribution (such as classification\nmethods based on linear discriminant analysis and clustering methods that use\nEuclidean distance) may not perform as well for sequencing data as methods that\nare based upon a more appropriate distribution. Here, we propose new approaches\nfor performing classification and clustering of observations on the basis of\nsequencing data. Using a Poisson log linear model, we develop an analog of\ndiagonal linear discriminant analysis that is appropriate for sequencing data.\nWe also propose an approach for clustering sequencing data using a new\ndissimilarity measure that is based upon the Poisson model. We demonstrate the\nperformances of these approaches in a simulation study, on three publicly\navailable RNA sequencing data sets, and on a publicly available chromatin\nimmunoprecipitation sequencing data set.\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOAS493 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1202.6207",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6207"],"date":["2012-02-28"],"type":["text"],"creator":["Frohnapfel, Bettina","Hasegawa, Yosuke","Quadrio, Maurizio"],"language":[],"coverage":[],"title":["Money versus Time: Evaluation of Flow Control in Terms of Energy\n  Consumption and Convenience"],"description":["  Flow control with the goal of reducing the skin friction drag on the\nfluid-solid interface is an active fundamental research area, motivated by its\npotential for significant energy savings and reduced emissions in the transport\nsector. Customarily, the performance of drag reduction techniques in internal\nflows is evaluated under two alternative flow conditions, i.e. at constant mass\nflow rate or constant pressure gradient. Successful control leads to reduction\nof drag and pumping power within the former approach, whereas the latter leads\nto an increase of the mass flow rate and pumping power. In practical\napplications, however, money and time define the flow control challenge: a\ncompromise between the energy expenditure (money) and the corresponding\nconvenience (flow rate) achieved with that amount of energy has to be reached\nso as to accomplish a goal which in general depends on the specific\napplication. Based on this idea, we derive two dimensionless parameters which\nquantify the total energy consumption and the required time (convenience) for\ntransporting a given volume of fluid through a given duct. Performances of\nexisting drag reduction strategies as well as the influence of wall roughness\nare re-evaluated within the present framework; how to achieve the\n(application-dependent) optimum balance between energy consumption and\nconvenience is addressed. It is also shown that these considerations can be\nextended to external flows.\n"]}]
["1202.6209",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6209"],"date":["2012-02-28"],"type":["text"],"creator":["Treumann, R. A.","Baumjohann, W.","Gonzalez, W. D."],"language":[],"coverage":[],"title":["Collisionless reconnection: The sub-microscale mechanism of magnetic\n  field line interaction"],"description":["  Magnetic field lines are quantum objects carrying one quantum\n$\\Phi_0=2\\pi\\hbar/e$ of magnetic flux and have finite radius $\\lambda_m$. Here\nwe argue that they possess a very specific dynamical interaction. Parallel\nfield lines reject each other. When confined to a certain area they form\ntwo-dimensional lattices of hexagonal structure. We estimate the filling factor\nof such an area. Antiparallel field lines, on the other hand, attract each\nother. We identify the physical mechanism as being due to the action of the\ngauge potential field which we determine quantum mechanically for two parallel\nand two antiparallel field lines. The distortion of the quantum electrodynamic\nvacuum causes a cloud of virtual pairs. We calculate the virtual pair\nproduction rate from quantum electrodynamics and estimate the virtual pair\ncloud density, pair current and Lorentz force density acting on the field lines\nvia the pair cloud. These properties of field line dynamics become important in\ncollisionless reconnection, consistently explaining why and how reconnection\ncan spontaneously set on in the field-free centre of a current sheet below the\nelectron-inertial scale.\n","Comment: 13 journal pages, 6 figures, submitted to Ann. Geophys"]}]
["1202.6212",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6212"],"date":["2012-02-28"],"type":["text"],"creator":["Durante, N.","Siciliano, A."],"language":[],"coverage":[],"title":["The geometry of elation groups of a finite projective space"],"description":["  We study the geometry of point-orbits of elation groups with a given center\nand axis of a finite projective space. We show that there exists a 1-1\ncorrespondence from conjugacy classes of such groups and orbits on projective\nsubspaces (of a suitable dimension) of Singer groups of projective spaces.\nTogether with a recent result of Drudge we establish the number of these\nelation groups.\n","Comment: 8 pages"]}]
["1202.6218",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6218"],"date":["2012-02-28"],"type":["text"],"creator":["Goswami, Rituparno","Joshi, Pankaj S.","Malafarina, Daniele"],"language":[],"coverage":[],"title":["Scalar field collapse and cosmic censorship"],"description":["  We analyze here the final fate of complete gravitational collapse of a\nmassless scalar field within general relativity. A class of dynamical solutions\nwith initial data close to the Friedmann-Lemaitre-Robertson-Walker (FLRW)\ncollapse model is explicitly given and the Einstein equations are integrated\nnumerically in a neighborhood of the center. We show that the initial data\nspace is evenly divided between the dynamical evolutions that terminate in a\nblack hole final state and those that produce a locally naked singularity. We\ncomment on the genericity aspects of the collapse end-states and the connection\nto cosmic censorship conjecture is pointed out.\n","Comment: 4 pages, 1 figure"]}]
["1202.6220",{"format":[],"subject":["Physics - Chemical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6220"],"date":["2012-02-28"],"type":["text"],"creator":["Gurin, Valerij S.","Korolkov, Mikhael V.","Matulis, Vitaly E."],"language":[],"coverage":[],"title":["SAC-CI Calculation of a Series of the Lowest 2-Pi-States of HCl+ and\n  HBr+ Ions"],"description":["  The symmetry-adapted-cluster configuration interaction (SAC-CI) method is\nused for ab initio calculation of electronic structure of HCl+ and HBr+\nmolecular ions. Potential energy curves (PEC) are obtained for a series of\nlow-lying 2Pi-states starting from the ground state, X-2Pi. The PEC for both\nHCl+ and HBr+ reveal the corresponding asymptotic behavior beginning from the\ninteratomic distances ~8 a0 for the first three states. These states are well\nseparated, while a complex behavior occurs for the set of 4^2Pi-6^2Pi states\nwith a bound character at short distances.\n","Comment: 8 pages, 1 figure, 2 tables"]}]
["1202.6229",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6229"],"date":["2012-02-28"],"type":["text"],"creator":["Ekhad, Shalosh B.","Zeilberger, Doron"],"language":[],"coverage":[],"title":["Computational and Theoretical Challenges on Counting Solid Standard\n  Young Tableaux"],"description":["  In how many ways can you place n chocolate pieces all of different sizes in\nan n by n chocolate box, in such a way that when you go from left to right and\nfrom top to bottom, there are no gaps AND the sizes increase along each row and\neach column? The answer is the well-known OEIS Sequence Number 85. To our\namazement, the analogous sequence for a three-dimensional chocolate box was not\nthere. Here we fill this gap, and more importantly, offer some computational\nand theoretical challenges about enumerating families of Solid Standard Young\nTableaux.\n","Comment: 6 pages"]}]
["1202.6234",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6234"],"date":["2012-02-28"],"type":["text"],"creator":["Bouc, Serge"],"language":[],"coverage":[],"title":["A conjecture on B-groups"],"description":["  In this note, I propose the following conjecture: a finite group G is\nnilpotent if and only if its largest quotient B-group \\beta(G) is nilpotent. I\ngive a proof of this conjecture under the additional assumption that G be\nsolvable. I also show that this conjecture is equivalent to the following: the\nkernel of restrictions to nilpotent subgroups is a biset-subfunctor of the\nBurnside functor.\n"]}]
["1202.6239",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6239"],"date":["2012-02-28"],"type":["text"],"creator":["Oyanguren, Arantza"],"language":[],"coverage":[],"title":["Air cooling for Vertex Detectors"],"description":["  The vertex detectors are crucial detectors for future linear e+e- colliders\nsince they must give the most accurate location of any outgoing charged\nparticles originating from the interaction point. The DEPFET collaboration is\ndeveloping a new type of pixel sensors which provide very low noise and high\nspatial resolution. In order to precisely determine the track and vertex\npositions, multiple scattering in the detector has to be reduced by minimizing\nthe material in the sensors, cooling, and support structures. A new method of\ncooling by blowing air over the sensors has been developed and tested. It is\napplied in the design and construction of the Belle-II detector and may be used\nin the new generation of vertex detectors for linear colliders.\n","Comment: Proceedings of the 2011 International Workshop on Future Linear\n  Colliders (LCWS11) conference"]}]
["1202.6247",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6247"],"date":["2012-02-28"],"type":["text"],"creator":["Schäfer, Gisa"],"language":[],"coverage":[],"title":["A graphical calculus for 2-block Spaltenstein varieties"],"description":["  We generalise statements known about Springer fibres associated to nilpotents\nwith 2 Jordan blocks to Spaltenstein varieties. We study the geometry of\ngeneralised irreducible components (i.e. Bialynicki-Birula cells) and their\npairwise intersections. In particular we develop a graphical calculus which\nencodes their structure as iterated fibre bundles with CP^1 as base spaces and\ncompute their cohomology. At the end we present a connection with coloured\ncobordisms generalising a construction of Khovanov and Stroppel.\n","Comment: Final version to appear in Glasgow Math. Journal"]}]
["1202.6248",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6248"],"date":["2012-02-28"],"type":["text"],"creator":["Tiwari, Sanjiv Kumar"],"language":[],"coverage":[],"title":["Low temperature photoluminescence study of polycrystalline ZnO"],"description":["  We report on low temperature photoluminescence study of ZnO. The\nphotoluminescence profile at 6K reveals FXA n=1, FXn=2A and FXn=1B peaks at\n367.04 nm, 363.17 nm and 365.66 nm respectively together with neutral donor\nbound exciton D0 1XA at 370.48 nm. The first, second, and third order\nlongitudinal optical phonon replica of free exciton transitions FXn=1A at\n375.03, 383.10, and 391.54 nm respectively, and donor acceptor pair transition\nat 386.73 nm is observed. The dynamics of D0 1XA and 1LO with excitation\nintensity is presented. A red shift of photoluminescence peak position of D0\n1XA and blue shift of 1LO with increase of pump intensity is observed. The peak\nphotoluminescence intensity of D0 1XA increases superlinearly with increase of\npump intensity.\n","Comment: 7 pages,2 figures, Submitted to EPL for publication"]}]
["1202.6254",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6254"],"date":["2012-02-28"],"type":["text"],"creator":["Trofimenkoff, N. N."],"language":[],"coverage":[],"title":["K to \\pi\\pi decays and the K to \\sigma weak amplitude"],"description":["  We use a twice-subtracted partial-wave dispersion relation in the elastic\nunitarity approximation for final-state interactions to study the amplitude for\nthe delta I = 1/2 CP-conserving weak process K+spurion->pi+pi. We use a simple\nparameterization to approximate the low energy I = 0 S-wave pipi->pipi\nscattering phase shift and extract the residue of the sigma pole in the weak\namplitude obtained from the dispersion relation. Using this residue, we relate\nthe K->pipi decay amplitude, the weak amplitude at the soft pion point and the\nK->sigma weak amplitude.\n","Comment: 15 pages"]}]
["1202.6256",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6256","Ann. Univ. Tibiscus Comp. Sci. Series VIII / 1 (2010), 17-26"],"date":["2012-02-28"],"type":["text"],"creator":["Gnanajeyaraman, R.","Seenivasan, G."],"language":[],"coverage":[],"title":["Diagonalization Matrix Method of Solving the First Problem of Hidden\n  Markov Model in Speech Recognition System"],"description":["  This paper proposes a computationally efficient method of solving evaluation\nproblem of Hidden Markov Model (HMM) with a given set of discrete observation\nsymbols, number of states and probability distribution matrices. The\nobservation probability for a given HMM model is evaluated using an approach in\nwhich the probability evaluation is reduced to the problem of evaluating the\nproduct of matrices with different powers and formed out of state transition\nprobabilities and observation probabilities. Finding powers of a matrix is done\nby using the computationally efficient diagonalization method thereby reducing\nthe overall computational effort for evaluating the Evaluation problem of\nHMM.The proposed method is compared with the existing direct method. It is\nfound that evaluating matrix power by diagnolisation method is more suitable\nthan that of the direct, method.\n","Comment: 10 pages"]}]
["1202.6259",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6259"],"date":["2012-02-28"],"type":["text"],"creator":["Renault, Jérôme","Venel, Xavier"],"language":[],"coverage":[],"title":["A distance for probability spaces, and long-term values in Markov\n  Decision Processes and Repeated Games"],"description":["  Given a finite set $K$, we denote by $X=\\Delta(K)$ the set of probabilities\non $K$ and by $Z=\\Delta_f(X)$ the set of Borel probabilities on $X$ with finite\nsupport. Studying a Markov Decision Process with partial information on $K$\nnaturally leads to a Markov Decision Process with full information on $X$. We\nintroduce a new metric $d_*$ on $Z$ such that the transitions become\n1-Lipschitz from $(X, \\|.\\|_1)$ to $(Z,d_*)$. In the first part of the article,\nwe define and prove several properties of the metric $d_*$. Especially, $d_*$\nsatisfies a Kantorovich-Rubinstein type duality formula and can be\ncharacterized by using disintegrations. In the second part, we characterize the\nlimit values in several classes of \"compact non expansive\" Markov Decision\nProcesses. In particular we use the metric $d_*$ to characterize the limit\nvalue in Partial Observation MDP with finitely many states and in Repeated\nGames with an informed controller with finite sets of states and actions.\nMoreover in each case we can prove the existence of a generalized notion of\nuniform value where we consider not only the Ces\\`aro mean when the number of\nstages is large enough but any evaluation function $\\theta \\in \\Delta(\\N^*)$\nwhen the impatience $I(\\theta)=\\sum_{t\\geq 1} |\\theta_{t+1}-\\theta_t|$ is small\nenough.\n"]}]
["1202.6261",{"format":[],"subject":["Mathematics - Algebraic Geometry","14D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6261"],"date":["2012-02-28"],"type":["text"],"creator":["Anghel, Cristian","Manolache, Nicolae"],"language":[],"coverage":[],"title":["Globally Generated Vector Bundles on P^n with c_1=3"],"description":["  One classifies the globally generated vector bundles on P^n (n \\not = 3) with\nthe first Chern class c_1 = 3. The case n = 3 is treated in arXiv:1202.5988\n[math.AG]. The case c_1 = 2 was treated by J.C. Sierra and L. Ugaglia (see\nReferences), the case c_1 = 3, rank = 2 is settled by S. Huh (see References),\nthe case rank = 2, c_1 \\le 5 is studied by L. Chiodera and Ph. Ellia (see\nReferences).\n","Comment: 13 pages"]}]
["1202.6263",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6263"],"date":["2012-02-28"],"type":["text"],"creator":["Durot, Cécile","Koladjo, François","Huet, Sylvie","Robin, Stéphane"],"language":[],"coverage":[],"title":["Estimation of a convex discrete distribution"],"description":["  Non-parametric estimation of a convex discrete distribution may be of\ninterest in several applications, such as the estimation of species abundance\ndistribution in ecology. In this paper we study the least squares estimator of\na discrete distribution under the constraint of convexity. We show that this\nestimator exists and is unique, and that it always outperforms the classical\nempirical estimator in terms of the $\\ell_{2}$-distance. We provide an\nalgorithm for its computation, based on the support reduction algorithm. We\ncompare its performance to those of the empirical estimator, on the basis of a\nsimulation study.\n"]}]
["1202.6266",{"format":[],"subject":["Computer Science - Computation and Language"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6266","Ann. Univ. Tibiscus Comp. Sci. Series VIII / 1 (2010), 27-40"],"date":["2012-02-28"],"type":["text"],"creator":["Sadiqui, Ali","Chenfour, Noureddine"],"language":[],"coverage":[],"title":["Realisation d'un systeme de reconnaissance automatique de la parole\n  arabe base sur CMU Sphinx"],"description":["  This paper presents the continuation of the work completed by Satori and all.\n[SCH07] by the realization of an automatic speech recognition system (ASR) for\nArabic language based SPHINX 4 system. The previous work was limited to the\nrecognition of the first ten digits, whereas the present work is a remarkable\nprojection consisting in continuous Arabic speech recognition with a rate of\nrecognition of surroundings 96%.\n"]}]
["1202.6274",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6274"],"date":["2012-02-28"],"type":["text"],"creator":["Feng, Haidong","Wang, Jin"],"language":[],"coverage":[],"title":["A new mechanism of development and differentiation through slow\n  binding/unbinding of regulatory proteins to the genes"],"description":["  Understanding the differentiation, a biological process from a multipotent\nstem or progenitor state to a mature cell is critically important. We develop a\ntheoretical framework to quantify the underlying potential landscape and\nbiological paths for cell development and differentiation. We propose a new\nmechanism of differentiation and development through binding/unbinding of\nregulatory proteins to the gene promoters. We found indeed the differentiated\nstates can emerge from the slow promoter binding/unbinding processes.\nFurthermore, under slow promoter binding/unbinding, we found multiple\nmeta-stable differentiated states. This can explain the origin of multiple\nstates observed in the recent experiments. In addition, the kinetic time\nquantified by mean first passage transition time for the differentiation and\nreprogramming strongly depends on the time scale of the promoter\nbinding/unbinding processes. We discovered an optimal speed for differentiation\nfor certain binding/unbinding rates of regulatory proteins to promoters. More\nexperiments in the future might be able to tell if cells differentiate at at\nthat optimal speed. In addition, we quantify kinetic pathways for the\ndifferentiation and reprogramming. We found that they are irreversible. This\ncaptures the non-equilibrium dynamics in multipotent stem or progenitor cells.\nSuch inherent time-asymmetry as a result of irreversibility of state transition\npathways as shown may provide the origin of time arrow for cell development.\n","Comment: 25 pages, 5 figures"]}]
["1202.6276",{"format":[],"subject":["Physics - Instrumentation and Detectors","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6276","Rev. Sci. Instrum. 83, 023103 (2012)","doi:10.1063/1.3685246"],"date":["2012-02-28"],"type":["text"],"creator":["Tan, Joseph N.","Brewer, Samuel M.","Guise, Nicholas D."],"language":[],"coverage":[],"title":["Penning traps with unitary architecture for storage of highly charged\n  ions"],"description":["  Penning traps are made extremely compact by embedding rare-earth permanent\nmagnets in the electrode structure. Axially-oriented NdFeB magnets are used in\nunitary architectures that couple the electric and magnetic components into an\nintegrated structure. We have constructed a two- magnet Penning trap with\nradial access to enable the use of laser or atomic beams, as well as the\ncollection of light. An experimental apparatus equipped with ion optics is\ninstalled at the NIST electron beam ion trap (EBIT) facility, constrained to\nfit within 1 meter at the end of a horizontal beamline for transporting highly\ncharged ions. Highly charged ions of neon and argon, extracted with initial\nenergies up to 4000 eV per unit charge, are captured and stored to study the\nconfinement properties of a one-magnet trap and a two-magnet trap. Design\nconsiderations and some test results are discussed.\n"]}]
["1202.6277",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6277","doi:10.1103/PhysRevA.85.023414"],"date":["2012-02-28"],"type":["text"],"creator":["Sytcheva, Arina","Pabst, Stefan","Son, Sang-Kil","Santra, Robin"],"language":[],"coverage":[],"title":["Enhanced nonlinear response of Ne$^{8+}$ to intense ultrafast x rays"],"description":["  We investigate the possible reasons for the discrepancy between the\ntheoretical two-photon ionization cross section, $\\sim 10^{-56}$ $\\text{cm}^4\n\\text{s}$, of Ne$^{8+}$ obtained within the perturbative nonrelativistic\nframework for monochromatic light [J. Phys. B {\\bf 34}, 4857 (2001)] and the\nexperimental value, $7 \\times 10^{-54}$ $\\text{cm}^4 \\text{s}$, reported in\n[Phys. Rev. Lett. {\\bf 106}, 083002 (2011)] at a photon energy of 1110 eV. To\nthis end, we consider Ne$^{8+}$ exposed to deterministic and chaotic ensembles\nof intense x-ray pulses. The time-dependent configuration-interaction singles\n(TDCIS) method is used to quantitatively describe nonlinear ionization of\nNe$^{8+}$ induced by coherent intense ultrashort x-ray laser pulses. The impact\nof the bandwidth of a chaotic ensemble of x-ray pulses on the effective\ntwo-photon ionization cross section is studied within the lowest nonvanishing\norder of perturbation theory. We find that, at a bandwidth of 11 eV, the\neffective two-photon ionization cross section of Ne$^{8+}$ at a photon energy\nof 1110 eV amounts to $5 \\times 10^{-57}$ and $1.6 \\times 10^{-55}$\n$\\text{cm}^4 \\text{s}$ for a deterministic ensemble and a chaotic ensemble,\nrespectively. We show that the enhancement obtained for a chaotic ensemble of\npulses originates from the presence of the one-photon 1$s^2$--1$s4p$ resonance\nlocated at 1127 eV. Using the TDCIS approach, we also show that, for currently\navailable radiation intensities, two-photon ionization of a 1$s$ electron in\nneutral neon remains less probable than one-photon ionization of a valence\nelectron.\n"]}]
["1202.6278",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6278"],"date":["2012-02-28"],"type":["text"],"creator":["Gamal, Aly El","Annapureddy, V. Sreekanth","Veeravalli, Venugopal V."],"language":[],"coverage":[],"title":["On Optimal Message Assignments for Interference Channels with CoMP\n  Transmission"],"description":["  The degrees of freedom (DoF) number of the fully connected K-user Gaussian\ninterference channel is known to be K/2. In [1], the DoF for the same channel\nmodel was studied while allowing each message to be available at its own\ntransmitter as well as M-1 successive transmitters. In particular, it was shown\nthat the DoF gain through cooperation does not scale with the number of users K\nfor a fixed value of M, i.e., the per user DoF number is 1/2 . In this work, we\nrelax the cooperation constraint such that each message can be assigned to M\ntransmitters without imposing further constraints on their location. Under the\nnew constraint, we study properties for different message assignments in terms\nof the gain in the per user DoF number over that achieved without cooperation.\nIn particular, we show that a local cooperation constraint that confines the\ntransmit set of each message within a o(K) radius cannot achieve a per user DoF\nnumber that is greater than 1/2. Moreover, we show that the same conclusion\nabout the per user DoF number holds for any assignment of messages such that\neach message cannot be available at more than two transmitters. Finally, for\nthe case where M > 2, we do not know whether a per user DoF number that is\ngreater than 1/2 is achievable. However, we identify a candidate class of\nmessage assignments that could potentially lead to a positive answer. [1] V. S.\nAnnapureddy, A. El Gamal, and V. V. Veervalli, \"Degrees of Freedom of\nInterference Channels with CoMP Transmission and Reception,\" Submitted to IEEE\nTrans. Inf. Theory, Sep. 2011\n","Comment: In Proc. 46th Annual Conference on Information Sciences and Systems\n  (CISS 2012), Princeton, NJ, Mar. 2012"]}]
["1202.6281",{"format":[],"subject":["Physics - Optics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6281"],"date":["2012-02-28"],"type":["text"],"creator":["Assayag, Osnath","Antoine, Martine","Sigal-Zafrani, Brigitte","Riben, Michael","Harms, Fabrice","Burcheri, Adriano","de Poly, Bertrand Le Conte","Boccara, Claude"],"language":[],"coverage":[],"title":["Large Field, High Resolution Full Field Optical Coherence Tomography: A\n  Pre-clinical study of human breast tissue and cancer assessment"],"description":["  We present a benchmark pilot study in which high-resolution Full-Field\nOptical Coherence Tomography (FF-OCT) is used to image human breast tissue and\nis evaluated to assess its ability to aid the pathologist's management of\nintra-operative diagnoses. Our aim included evaluating the safety of FF-OCT on\nhuman tissue and determining the concordance between the images obtained with\nroutinely prepared histopathological material. The compact device used for this\nstudy provides a 2 {\\mu}m-lateral and a 1 {\\mu}m-axial resolution, and is able\nto scan a 1.5cm^2 specimen in about 7 minutes. 75 breast specimens obtained\nfrom 22 patients have been imaged. Because the contrast in the images is\ngenerated by endogenous tissue components, no biological, contrast agents or\nspecimen preparation is required. We characterized the major architectural\nfeatures and tissue structures of benign breast tissue, including adipocytes,\nfibrous stroma, lobules and ducts. We subsequently characterized features\nresulting from their pathological modification and developed a decision tree\nfor diagnosis. Two breast pathologists applied these criteria, resulting in a\ndemonstrable ability to distinguish between normal or benign tissue, in situ\nand invasive carcinomas using FF-OCT images, with a sensitivity of 97% and 90%,\nrespectively, and specificity of 74% and 77% respectfully. FF-OCT shows great\npotential for the evaluation of human tissue and its characterization as\nnormal/benign vs. lesional, for numerous ex-vivo clinical use-cases. Its high\nimaging accuracy for in-situ and invasive carcinoma paves the way for\napplications where a fast architectural assessment could improve the core\nneedle biopsy workflow, tumor margin assessments, and provides quality\nassurance for tissue acquired for clinical care and research.\n","Comment: 14 pages, 7 figures"]}]
["1202.6284",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6284"],"date":["2012-02-28"],"type":["text"],"creator":["Bharucha, Aoife"],"language":[],"coverage":[],"title":["Chargino Production at a future LC in the MSSM with complex Parameters:\n  NLO Corrections"],"description":["  We calculate chargino production at a future linear collider, including full\none-loop contributions in the MSSM with complex parameters. To achieve this, we\nrequire a comprehensive approach to renormalisation in the chargino and\nneutralino sector, for the case where parameters can be complex. Using the\nfield renormalisation as developed in Refs. [1-3], we investigate the parameter\nrenormalisation in the complex case. We also study the numerical role of the\nchoice of renormalisation scheme as in Refs. [2-3]. Finally we present new\nresults showing the effect of the phases on the resulting cross section at NLO.\n","Comment: Talk at LCWS11, Granada, 26-30 September, 2011, 5 pages, 1 figure"]}]
["1202.6291",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6291"],"date":["2012-02-28"],"type":["text"],"creator":["Aroca, Jordi Arjona","Anta, Antonio Fernández"],"language":[],"coverage":[],"title":["Bisection (Band)Width of Product Networks with Application to Data\n  Centers"],"description":["  The bisection width of interconnection networks has always been important in\nparallel computing, since it bounds the amount of information that can be moved\nfrom one side of a network to another, i.e., the bisection bandwidth. Finding\nits exact value has proven to be challenging for some network families. For\ninstance, the problem of finding the exact bisection width of the\nmultidimensional torus was posed by Leighton and has remained open for almost\n20 years. In this paper we provide the exact value of the bisection width of\nthe torus, as well as of several d-dimensional classical parallel topologies\nthat can be obtained by the application of the Cartesian product of graphs. To\ndo so, we first provide two general results that allow to obtain upper and\nlower bounds on the bisection width of a product graph as a function of some\nproperties of its factor graphs. We also apply these results to obtain bounds\nfor the bisection bandwidth of a d-dimensional BCube network, a recently\nproposed topology for data centers.\n"]}]
["1202.6295",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6295"],"date":["2012-02-28"],"type":["text"],"creator":["Jimbo, M.","Inoue, T.","Jujo, T.","Kon, T.","Ishikawa, T.","Kurihara, Y.","Kato, K.","Kuroda, M."],"language":[],"coverage":[],"title":["Pair-production and Three-body Decay of the Lighter Stop at the ILC in\n  One-loop Order in the MSSM"],"description":["  We have been developing a program package called GRACE/SUSY-loop which\nautomatically calculates the MSSM amplitudes in one-loop order. We present\nnumerical results of calculations for pair-production and three-body decay of\nthe lighter stop ($\\widetilde{t}_1$) at the International Linear Collider (ILC)\nusing GRACE/SUSY-loop. Since the distributions of missing transverse energy\n(MET) depend on mass spectrum of SUSY particles, we consider two scenarios on\nthree-body decay of $\\widetilde{t}_1$. In these scenarios, both QCD and EW\ncorrections have positive sign for decay widths and cross sections.\n","Comment: 6 pages, 5 figures (7 eps files), Prepared for the Proceedings of\n  International Workshop on Future Linear Colliders, LCWS11, 26-30 September\n  2011, Palacio de Exposiciones y Congresos, Granada, Spain"]}]
["1202.6301",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6301"],"date":["2012-02-28"],"type":["text"],"creator":["Vorozhtsov, Alexey","Modena, Michele"],"language":[],"coverage":[],"title":["A New QF1 Magnet for ATF3"],"description":["  Two high field quality quadrupole magnets QF1FF and QD0FF are required for\nthe final focus system of the ATF3. In this paper we focus on the design of the\nQF1FF magnet. The proposed design is a permanent magnet quadrupole (PMQ) with\nadjustable strength. Alternative solutions such as conventional electromagnetic\nquadrupole (EMQ) and a hybrid quadrupole (combination of permanent magnet and\nelectromagnet) are also presented and briefly discussed.\n","Comment: 11 pages, Contribution to LCWS11 Workshop Granada, Spain 2011"]}]
["1202.6303",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6303"],"date":["2012-02-28"],"type":["text"],"creator":["Vishe, Pankaj"],"language":[],"coverage":[],"title":["A Fast Algorithm to Compute l(1/2, f x \\chi_q)"],"description":["  Let $f$ be a fixed (holomorphic or Maass) modular cusp form. Let $\\cq$ be a\nDirichlet character mod $q$. We describe a fast algorithm that computes the\nvalue $L(1/2,f\\times\\chi_q)$ up to any specified precision. In the case when\n$q$ is smooth or highly composite integer, the time complexity of the algorithm\nis given by $O(1+|q|^{5/6+o(1)})$.\n"]}]
["1202.6310",{"format":[],"subject":["Mathematics - General Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6310"],"date":["2012-02-28"],"type":["text"],"creator":["Avilés, Antonio","Sánchez, David Guerrero"],"language":[],"coverage":[],"title":["Are Eberlein-Grothendieck scattered spaces $\\sigma$-discrete?"],"description":["  A space $X$ is Eberlein-Grothendieck if $X\\subset C_p(K)$ for some compact\nspace $K.$ In this paper we address the problem of whether such a space $X$ is\n$\\sigma$-discrete whenever it is scattered. We show that if $w(K)\\leq\\omega_1$\nthen $X$ is $\\sigma$-dicrete whenever $X$ has height $\\omega_1$ and it is\nlocally compact or locally countable. It is also proved that every Lindel\\\"of\n\\v{C}ech-complete scattered space is $\\sigma$-compact.\n"]}]
["1202.6312",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6312"],"date":["2012-02-28"],"type":["text"],"creator":["Salman, A.","Koymen, E.","Yucel, M. B.","Atci, H.","Erkarslan, U.","Siddiki, A."],"language":[],"coverage":[],"title":["Screening theory based modeling of the quantum Hall based quasi-particle\n  interferometers defined at quantum-dots"],"description":["  In this work, we investigate the spatial distributions and the widths of the\nincompressible strips, i.e. the edgestates. The incompressible strips that\ncorrespond to \\nu=1,2 and 1/3 filling factors are examined in the presence of a\nstrong perpendicular magnetic field. We present a microscopic picture of the\nfractional quantum Hall effect based interferometers, within a phenomenological\nmodel. We adopt Laughlin quasi-particle properties in our calculation scheme.\nIn the fractional regime, the partially occupied lowest Landau level is assumed\nto form an energy gap due to strong correlations. Essentially by including this\nenergy gap to our energy spectrum, we obtain the properties of the\nincompressible strips at \\nu=1/3. The interference conditions are investigated\nas a function of the gate voltage and steepness of the confinement potential,\ntogether with the strength of the applied magnetic field.\n","Comment: 10 pages, 4 figures, in RevTex format"]}]
["1202.6321",{"format":[],"subject":["Mathematics - Probability","Computer Science - Discrete Mathematics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6321"],"date":["2012-02-28"],"type":["text"],"creator":["Ullrich, Mario"],"language":[],"coverage":[],"title":["Rapid mixing of Swendsen-Wang and single-bond dynamics in two dimensions"],"description":["  We prove that the spectral gap of the Swendsen-Wang dynamics for the\nrandom-cluster model on arbitrary graphs with m edges is bounded above by 16 m\nlog m times the spectral gap of the single-bond (or heat-bath) dynamics. This\nand the corresponding lower bound imply that rapid mixing of these two dynamics\nis equivalent.\n  Using the known lower bound on the spectral gap of the Swendsen-Wang dynamics\nfor the two dimensional square lattice $Z_L^2$ of side length L at high\ntemperatures and a result for the single-bond dynamics on dual graphs, we\nobtain rapid mixing of both dynamics on $\\Z_L^2$ at all non-critical\ntemperatures. In particular this implies, as far as we know, the first proof of\nrapid mixing of a classical Markov chain for the Ising model on $\\Z_L^2$ at all\ntemperatures.\n","Comment: 20 pages"]}]
["1202.6327",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6327"],"date":["2012-02-28"],"type":["text"],"creator":["Caby, Mathieu","Hardas, Priscilla","Ramachandran, Sanoop","Ryckaert, Jean-Paul"],"language":[],"coverage":[],"title":["Simulations of living filaments"],"description":["  We propose a hybrid Molecular Dynamics/Multi-particle Collision Dynamics\nmodel to simulate a set of self-assembled semiflexible filaments and free\nmonomers. Further, we introduce a Monte-Carlo scheme to deal with single\nmonomer addition (polymerization) or removal (depolymerization), satisfying the\ndetailed balance condition within a proper statistical mechanical framework.\nThis model of filaments, based on the wormlike chain, aims to represent\nequilibrium polymers with distinct reaction rates at both ends, such as\nself-assembled ADP-actin filaments in the absence of ATP hydrolysis and other\nproteins. We report the distribution of filament lengths and the corresponding\ndynamical fluctuations on an equilibrium trajectory. Potential generalizations\nof this method to include irreversible steps like ATP-actin hydrolysis are\ndiscussed.\n","Comment: 18 pages, 10 figures, Accepted for publication in J. Chem. Phys"]}]
["1202.6329",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6329"],"date":["2012-02-28"],"type":["text"],"creator":["Averbeck, Ralf","Collaboration, for the ALICE"],"language":[],"coverage":[],"title":["Heavy-flavour measurements in pp and Pb-Pb collisions with the ALICE\n  experiment at the CERN LHC"],"description":["  The ALICE experiment at the CERN LHC has conducted first systematic studies\nof heavy-flavour hadron production in pp collisions at sqrt(s) = 7 TeV and in\nPb-Pb collisions at sqrt(s_NN) = 2.76 TeV. In pp collisions the differential\nproduction cross sections of D mesons at mid-rapidity, as well as the cross\nsections for electrons and muons from semileptonic heavy-flavour hadron decays\nat mid- and forward-rapidity, respectively, have been measured. These data\nprovide a crucial testing ground for perturbative QCD calculations in the new\nLHC energy regime. In Pb-Pb collisions, the nuclear modification factor\nR_AA(p_t) has been measured for D mesons and for leptons from heavy-flavour\ndecays, indicating energy loss of heavy quarks in the partonic medium produced\nin Pb-Pb collisions at the LHC. The strong interaction of charm quarks with\nthis medium might also generate a non-zero elliptic flow of D mesons as first\nstudies of the azimuthal anisotropy of D^0-meson production suggest.\n","Comment: 14 pages, 8 figures, Conference Proceedings \"LHC on the March\",\n  Protvino, Russia, November 2011"]}]
["1202.6334",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6334"],"date":["2012-02-28"],"type":["text"],"creator":["Bartalesi, Antonio"],"language":[],"coverage":[],"title":["Finite Elements Magnetic Analysis of the CLIC MDI Region"],"description":["  Considering the current CLIC SiD detector design and the machine parameter\nL*, the final focus quadrupole QD0 will be placed inside the experiment itself.\nThis configuration is very challenging from an integration point of view. Among\nseveral other aspects, the iron-dominated QD0 will need an active magnetic\nshielding to avoid undesired interactions with the magnetic field generated by\nthe main solenoid of the detector. This shielding will be provided by a\nsuperconducting anti-solenoid, and this paper aims to describe the method used\nto design such device, the results obtained and the issues still to be solved.\n","Comment: 7 pages, LCWS11 Granada"]}]
["1202.6335",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6335"],"date":["2012-02-28"],"type":["text"],"creator":["Tiwari, Sanjiv Kumar"],"language":[],"coverage":[],"title":["Defect related photoluminescence and EPR study of sintered\n  polycrystalline ZnO"],"description":["  We report on low temperature photoluminescence (PL) and EPR study of bulk\npolycrystalline ZnO . Variation of peak position of donor bound exciton\ntransition (D1XA) and FXAn=1-1LO with pump intensity show red shift and blue\nshift respectively due to exciton-exciton scattering. EPR spectra reveals three\npeaks at g value of 1.985, 1.956 and 1.939 respectively, g=1.956 and g=1.985 is\ndue to shallow donors Zn interstitial and oxygen vacancy respectively An EPR\nspectrum at 100 K reveals higher degree of asymmetry and hyperfine splitting\ndue to crystal field and inhomogeneous relaxation of paramagnetic centers.\nStrength of crystal field splitting (CFS) and spin orbit coupling (SOC) in\nsample is discussed using PL peak position of various excitonic emissions.\nWhereas, inhomogeneous relaxation of paramagnetic centers is discussed in terms\nof their activation energy during thermal quenching process.\n","Comment: 16 pages, 6 figures, submitted to Journal of Physics D"]}]
["1202.6336",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6336"],"date":["2012-02-28"],"type":["text"],"creator":["Monni, Pier Francesco"],"language":[],"coverage":[],"title":["Thrust distribution resummation in e^{+}e^{-} collisions"],"description":["  In this talk we report on the recent progresses on IR logarithms resummation\nfor the Thrust distribution in e^{+}e^{-} collisions. Using renormalisation\ngroup (RG) evolution in Laplace space, the resummation of logarithmically\nenhanced corrections is performed to next-to-next-to-leading logarithmic (NNLL)\naccuracy. To combine the resummed expressions with the fixed-order results, we\nderive the log(R)-matching and R-matching of the NNLL approximation to the\nfixed-order NNLO distribution.\n","Comment: 10 pages, 9 figures. Talk presented at \"LCWS 2011: International\n  Workshop on Future Linear Colliders\", 26-30 September 2011, Granada, Spain"]}]
["1202.6338",{"format":[],"subject":["Physics - Optics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6338"],"date":["2012-02-28"],"type":["text"],"creator":["Tiwari, Sanjiv Kumar"],"language":[],"coverage":[],"title":["Study of amplified emission in polycrystalline ZnO below characteristic\n  temperature"],"description":["  We report on amplified emission in polycrystalline ZnO below 100K. At 6K\nemission is due to free exciton FXn=1 A (3.378 eV), bound exciton D1XA (3.347\neV), donor acceptor pair DAP (3.275 eV) and longitudinal phonon replica of free\nexcitons (FXn=1 A -mLO, m= 1,2,3) respectively. Peak intensity of D1XA and\nFXn=1 A -1LO transition increases non-linearly with increase of excitation\nintensity due to exciton-exciton scattering. Peak position of D1XA shows red\nshift while FXn=1 A -1LO shows blue shift with increase of excitation\nintensity. Fraction of exciton taking part in emission process and radiative\nlifetime of exciton decreases with decrease of temperature .Threshold value of\nexcitation for D1XA decreases exponentially with decrease of temperature upto\n100K. Whereas, below 100K no functional behaviour is observed. Threshold for\nFXn=1A-1LO emission was observed up to 75K, at higher temperature it is mixed\nwith D1XA. Time delayed photoluminescence measurement reveals that amplified\nemission decay faster than spontaneous emission.\n","Comment: 18 pages, 6 figures, to be submitted"]}]
["1202.6342",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6342","Duke Math. J. 124, No. 1 (2004), 1-45"],"date":["2012-02-28"],"type":["text"],"creator":["Howard, Benjamin"],"language":[],"coverage":[],"title":["Iwasawa theory of Heegner points on abelian varieties of GL_2 type"],"description":["  In an earlier paper the author proved one divisibility of Perrin- Riou's\nIwasawa main conjecture for Heegner points on elliptic curves. In the present\npaper, that result is generalized to abelian varieties of GL2-type (i.e.\nabelian varieties with real multiplication defined over totally real fields)\nunder the hypothesis that the abelian variety is associated to a Hilbert\nmodular form via a construction of Zhang.\n"]}]
["1202.6343",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6343","Amer. J. Math. 126, No. 6 (2004), 1315-1340"],"date":["2012-02-28"],"type":["text"],"creator":["Howard, Benjamin"],"language":[],"coverage":[],"title":["Derived p-adic heights and p-adic L-functions"],"description":["  If E is an elliptic curve defined over a number field and p is a prime of\ngood ordinary reduction for E, a theorem of Rubin relates the p-adic height\npairing on the p-power Selmer group of E to the first derivative of a\ncohomologically defined p-adic L-function attached to E. Bertolini and Darmon\nhave defined a sequence of \"derived\" p-adic heights. In this paper we give an\nalternative definition of the p-adic height pairing and prove a generalization\nof Rubin's result, relating the derived heights to higher derivatives of p-adic\nL-functions. We also relate degeneracies in the derived heights to the failure\nof the Selmer group of E over a Z_p-extension to be \"semi-simple\" as an Iwasawa\nmodule, generalizing results of Perrin-Riou.\n"]}]
["1202.6347",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6347"],"date":["2012-02-28"],"type":["text"],"creator":["Wang, Lie"],"language":[],"coverage":[],"title":["L1 penalized LAD estimator for high dimensional linear"],"description":["  In this paper, the high-dimensional sparse linear regression model is\nconsidered, where the overall number of variables is larger than the number of\nobservations. We investigate the L1 penalized least absolute deviation method.\nDifferent from most of other methods, the L1 penalized LAD method does not need\nany knowledge of standard deviation of the noises or any moment assumptions of\nthe noises. Our analysis shows that the method achieves near oracle\nperformance, i.e. with large probability, the L2 norm of the estimation error\nis of order $O(\\sqrt{k \\log p/n})$. The result is true for a wide range of\nnoise distributions, even for the Cauchy distribution. Numerical results are\nalso presented.\n"]}]
["1202.6349",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6349","Compos. Math. 141, No. 4 (2005), 811-846"],"date":["2012-02-28"],"type":["text"],"creator":["Howard, Benjamin"],"language":[],"coverage":[],"title":["The Iwasawa-theoretic Gross-Zagier theorem"],"description":["  We prove Mazur and Rubin's Iwasawa-theoretic Gross-Zagier conjecture (under\nsome restrictive hypotheses), which relates Heegner points in towers of number\nfields to the 2-variable p-adic L-function. The result generalizes\nPerrin-Riou's p-adic Gross-Zagier theorem.\n"]}]
["1202.6351",{"format":[],"subject":["Physics - Computational Physics","Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6351"],"date":["2012-02-28"],"type":["text"],"creator":["Ning, Yang","Premnath, Kannan N."],"language":[],"coverage":[],"title":["Numerical Study of the Properties of the Central Moment Lattice\n  Boltzmann Method"],"description":["  Central moment lattice Boltzmann method (LBM) is one of the more recent\ndevelopments among the lattice kinetic schemes for computational fluid\ndynamics. A key element in this approach is the use of central moments to\nspecify collision process and forcing, and thereby naturally maintaining\nGalilean invariance, an important characteristic of fluid flows. When the\ndifferent central moments are relaxed at different rates like in a standard\nmultiple relaxation time (MRT) formulation based on raw moments, it is endowed\nwith a number of desirable physical and numerical features. Since the collision\noperator exhibits a cascaded structure, this approach is also known as the\ncascaded LBM. While the cascaded LBM has been developed sometime ago, a\nsystematic study of its numerical properties, such as accuracy, grid\nconvergence and stability for well defined canonical problems is lacking and\nthe present work is intended to fulfill this need. We perform a quantitative\nstudy of the performance of the cascaded LBM for a set of benchmark problems of\ndiffering complexity, viz., Poiseuille flow, decaying Taylor-Green vortex flow\nand lid-driven cavity flow. We first establish its grid convergence and\ndemonstrate second order accuracy under diffusive scaling for both the velocity\nfield and its derivatives, i.e. components of the strain rate tensor, as well.\nThe method is shown to quantitatively reproduce steady/unsteady analytical\nsolutions or other numerical results with excellent accuracy. Numerical\nexperiments further demonstrate that the central moment MRT LBM results in\nsignificant stability improvements when compared with certain existing\ncollision models at moderate additional computational cost.\n","Comment: 42 pages, 19 figures"]}]
["1202.6353",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6353","J. Reine Angew. Math. 597, (2006), 1-25"],"date":["2012-02-28"],"type":["text"],"creator":["Howard, Benjamin"],"language":[],"coverage":[],"title":["Bipartite Euler systems"],"description":["  If E is an elliptic curve over Q and K is an imaginary quadratic field, there\nis an Iwasawa main conjecture predicting the behavior of the Selmer group of E\nover the anticyclotomic Z_p-extension of K. The main conjecture takes different\nforms depending on the sign of the functional equation of L(E/K,s). In the\npresent work we combine ideas of Bertolini and Darmon with those of Mazur and\nRubin to shown that the main conjecture, regardless of the sign of the\nfunctional equation, can be reduced to proving the nonvanishing of sufficiently\nmany p-adic L-functions attached to a family of congruent modular forms.\n"]}]
["1202.6354",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6354"],"date":["2012-02-28"],"type":["text"],"creator":["Haslhofer, Bernhard","Sanderson, Robert","Simon, Rainer","van de Sompel, Herbert"],"language":[],"coverage":[],"title":["Open Annotations on Multimedia Web Resources"],"description":["  Many Web portals allow users to associate additional information with\nexisting multimedia resources such as images, audio, and video. However, these\nportals are usually closed systems and user-generated annotations are almost\nalways kept locked up and remain inaccessible to the Web of Data. We believe\nthat an important step to take is the integration of multimedia annotations and\nthe Linked Data principles. We present the current state of the Open Annotation\nModel, explain our design rationale, and describe how the model can represent\nuser annotations on multimedia Web resources. Applying this model in Web\nportals and devices, which support user annotations, should allow clients to\neasily publish and consume, thus exchange annotations on multimedia Web\nresources via common Web standards.\n","Comment: 20 pages"]}]
["1202.6355",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6355","J. Number Theory 117, No. 2 (2006), 406-438"],"date":["2012-02-28"],"type":["text"],"creator":["Howard, Benjamin"],"language":[],"coverage":[],"title":["Special cohomology classes for modular Galois representations"],"description":["  Building on ideas of Vatsal, Cornut proved a conjecture of Mazur asserting\nthe generic nonvanishing of Heegner points on an elliptic curve E as one\nascends the anticyclotomic Z_p-extension of a quadratic imaginary extension\nK/Q. In the present article Cornut's result is extended by replacing the\nelliptic curve E with the Galois cohomology of Deligne's 2-dimensional l-adic\nrepresentation attached to a modular form of weight 2k>2, and replacing the\nfamily of Heegner points with an analogous family of special cohomology\nclasses.\n"]}]
["1202.6360",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.6360","Math. Ann. 339, No. 4 (2007), 803-818"],"date":["2012-02-28"],"type":["text"],"creator":["Howard, Benjamin"],"language":[],"coverage":[],"title":["Central derivatives of L-functions in Hida families"],"description":["  We prove a result of the following type: given a Hida family of modular\nforms, if there exists a weight two form in the family whose L-function\nvanishes to exact order one at s=1, then all but finitely many weight two forms\nin the family enjoy this same property. The analogous result for order of\nvanishing zero is also true, and is an easy consequence of the existence of the\nMazur-Kitagawa two-variable p-adic L-function.\n"]}]
["cond-mat/0611503",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0611503","Journal of Low Temperature Physics, Vol. 147 (2007) 215","doi:10.1007/s10909-007-9315-z"],"date":["2006-11-19"],"type":["text"],"creator":["Raymond, S.","Knafo, W.","Flouquet, J.","Lejay, P."],"language":[],"coverage":[],"title":["Further analysis of the quantum critical point of\n  Ce$_{1-x}$La$_{x}$Ru$_{2}$Si$_{2}$"],"description":["  New data on the spin dynamics and the magnetic order of\nCe$_{1-x}$La$_{x}$Ru$_{2}$Si$_{2}$ are presented. The importance of the Kondo\neffect at the quantum critical point of this system is emphasized from the\nbehaviour of the relaxation rate at high temperature and from the variation of\nthe ordered moment with respect to the one of the N\\'eel temperature for\nvarious $x$.\n","Comment: Contribution for the Festschrift on the occasion of Hilbert von\n  Loehneysen 60 th birthday. To be published as a special issue in the Journal\n  of Low Temperature Physics"]}]
