["0708.0569",{"format":[],"subject":["Physics - Atomic Physics","Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0569","Phys. Rev. A 76, 062104 (2007)","doi:10.1103/PhysRevA.76.062104"],"date":["2007-08-03"],"type":["text"],"creator":["Ferrell, S. J.","Cingöz, A.","Lapierre, A.","Nguyen, A. -T.","Leefer, N.","Budker, D.","Flambaum, V. V.","Lamoreaux, S. K.","Torgerson, J. R."],"language":[],"coverage":[],"title":["Investigation of the Gravitational Potential Dependence of the\n  Fine-Structure Constant Using Atomic Dysprosium"],"description":["  Radio-frequency E1 transitions between nearly degenerate, opposite parity\nlevels of atomic dysprosium were monitored over an eight month period to search\nfor a variation in the fine-structure constant. During this time period, data\nwere taken at different points in the gravitational potential of the Sun. The\ndata are fitted to the variation in the gravitational potential yielding a\nvalue of $(-8.7 \\pm 6.6) \\times 10^{-6}$ for the fit parameter $k_\\alpha$. This\nvalue gives the current best laboratory limit. In addition, our value of\n$k_{\\alpha}$ combined with other experimental constraints is used to extract\nthe first limits on k_e and k_q. These coefficients characterize the variation\nof m_e/m_p and m_q/m_p in a changing gravitational potential, where m_e, m_p,\nand m_q are electron, proton, and quark masses. The results are $k_e = (4.9 \\pm\n3.9) \\times 10^{-5}$ and $k_q = (6.6 \\pm 5.2) \\times 10^{-5}$.\n","Comment: 6 pages, 3 figures"]}]
["0710.1800",{"format":[],"subject":["Physics - Physics and Society","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1800","Int. J. Mod. Phys. C 19 (2008) 371-384","doi:10.1142/S0129183108012224"],"date":["2007-10-09"],"type":["text"],"creator":["Ausloos, M.","Lambiotte, R.","Scharnhorst, A.","Hellsten, I."],"language":[],"coverage":[],"title":["Andrzej Pekalski networks of scientific interests with internal degrees\n  of freedom through self-citation analysis"],"description":["  Old and recent theoretical works by Andrzej Pekalski (APE) are recalled as\npossible sources of interest for describing network formation and clustering in\ncomplex (scientific) communities, through self-organisation and percolation\nprocesses. Emphasis is placed on APE self-citation network over four decades.\nThe method is that used for detecting scientists field mobility by focusing on\nauthor's self-citation, co-authorships and article topics networks as in [1,2].\nIt is shown that APE's self-citation patterns reveal important information on\nAPE interest for research topics over time as well as APE engagement on\ndifferent scientific topics and in different networks of collaboration. Its\ninteresting complexity results from \"degrees of freedom\" and external fields\nleading to so called internal shock resistance. It is found that APE network of\nscientific interests belongs to independent clusters and occurs through rare or\ndrastic events as in irreversible \"preferential attachment processes\", similar\nto those found in usual mechanics and thermodynamics phase transitions.\n","Comment: 7 pages, 1 table, 44 references, submitted to Int J Mod Phys C"]}]
["0710.5705",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.5705","A p p l . P h y s . A 9 0, 2 3 7 - 2 4 1 (2008)","doi:10.1007/s00339-007-4309-x"],"date":["2007-10-29"],"type":["text"],"creator":["Pekala, M.","Drozd, V.","Fagnard, J. F.","Vanderbemden, Ph.","Ausloos, M."],"language":[],"coverage":[],"title":["Magnetocaloric effect in nano- and polycrystalline manganite\n  $La_{0.7}Ca_{0.3}MnO_3$"],"description":["  $La_{0.7}Ca_{0.3}MnO_3$ samples were prepared in nano- and polycrystalline\nforms by sol-gel and solid state reaction methods, respectively, and\nstructurally characterized by synchrotron X-ray diffraction. The magnetic\nproperties determined by ac susceptibility and dc magnetization measurements\nare discussed. The magnetocaloric effect in this nanocrystalline manganite is\nspread over a broader temperature interval than in the polycrystalline case.\nThe relative cooling power of the poly- and nanocrystalline manganites is used\nto evaluate a possible application for magnetic cooling below room temperature.\n","Comment: 6 pages, 5 (double) figures, 1 table, 16 references; submitted to\n  Appl. Phys. A"]}]
["0801.0981",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.0981","Physica 387 (2008) 2526-34","doi:10.1016/j.physa.2008.01.001"],"date":["2008-01-07"],"type":["text"],"creator":["Pekalski, Andrzej","Ausloos, Marcel"],"language":[],"coverage":[],"title":["Risk of Population Extinction from Periodic and Abrupt Changes of\n  Environment"],"description":["  A simulation model of a population having internal (genetic) structure is\npresented. The population is subject to selection pressure coming from the\nenvironment which is the same in the whole system but changes in time.\nReproduction has a sexual character with recombination and mutation. Two cases\nare considered - oscillatory changes of the environment and abrupt ones\n(catastrophes). We show how the survival chance of a population depends on\nmaximum allowed size of the population, the length of the genotypes\ncharacterising individuals, selection pressure and the characteristics of the\nclimate changes, either their period of oscillations or the scale of the abrupt\nshift.\n","Comment: 8 pages, 25 references, 10 figures; preliminary version to be\n  submitted to Physica A"]}]
["0812.1018",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.1018","Braz. J. Phys. 39 (2009) 388-395"],"date":["2008-12-04"],"type":["text"],"creator":["Ausloos, Marcel","Miskiewicz, Janusz"],"language":[],"coverage":[],"title":["Introducing the q-Theil index"],"description":["  Starting from the idea of Tsallis on non-extensive statistical mechanics and\nthe {\\it q-entropy} notion, we recall the Theil index $Th$ and transform it\ninto the $Th_q$ index. Both indices can be used to map onto themselves any time\nseries in a non linear way. We develop an application of the $Th_q$ to the GDP\nevolution of 20 rich countries in the time interval [1950 - 2003] and search\nfor a proof of globalization of their economies. First we calculate the\ndistances between the \"new\" time series and to their mean, from which such data\nsimple networks are constructed. We emphasize that it is useful to, and we do,\ntake into account different time \"parameters\": (i) the moving average time\nwindow for the raw time series to calculate the $Th_q$ index; (ii) the moving\naverage time window for calculating the time series distances; (iii) a\ncorrelation time lag. This allows us to deduce optimal conditions to measure\nthe features of the network, i.e. the appearance in 1970 of a globalization\nprocess in the economy of such countries and the present beginning of\ndeviations. The $q$ value hereby used is that which measures the overall data\ndistribution and is equal to 1.8125.\n","Comment: 8 pages 21 figures, presented on Next08 conference"]}]
["0812.2617",{"format":[],"subject":["Physics - Physics and Society","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2617","Physica A 388 (2009) 4438-4444","doi:10.1016/j.physa.2009.06.051"],"date":["2008-12-14"],"type":["text"],"creator":["Ausloos, Marcel","Petroni, Filippo"],"language":[],"coverage":[],"title":["Statistical dynamics of religion evolutions"],"description":["  A religion affiliation can be considered as a \"degree of freedom\" of an agent\non the human genre network. A brief review is given on the state of the art in\ndata analysis and modelization of religious \"questions\" in order to suggest and\nif possible initiate further research, ... after using a \"statistical physics\nfilter\". We present a discussion of the evolution of 18 so called religions, as\nmeasured through their number of adherents between 1900 and 2000. Some emphasis\nis made on a few cases presenting a minimum or a maximum in the investigated\ntime range, - thereby suggesting a competitive ingredient to be considered,\nbeside the well accepted \"at birth\" attachement effect. The importance of the\n\"external field\" is still stressed through an Avrami late stage crystal\ngrowth-like parameter. The observed features and some intuitive interpretations\npoint to opinion based models with vector, rather than scalar, like agents.\n"]}]
["0906.1695",{"format":[],"subject":["Mathematics - Probability","60J65, 60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1695","Theory of Stochastic Processes 15(31) No1 (2009) 1-6"],"date":["2009-06-09"],"type":["text"],"creator":["Aryasova, Olga","Pilipenko, Andrey"],"language":[],"coverage":[],"title":["On simultaneous hitting of membranes by two skew Brownian motions"],"description":["  We consider two depending Wiener processes which have membranes at zero with\ndifferent permeability coefficients. Starting from different points, the\nprocesses almost surely do not meet at any fixed point except that where\nmembranes are situated. The necessary and sufficient conditions for the meeting\nof the processes are found. It is shown that the probability of meeting is\nequal to zero or one.\n","Comment: Theory of Stochastic Processes, 2009, N1, to appear"]}]
["0909.5121",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J28, 14M17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5121"],"date":["2009-09-28","2012-08-30"],"type":["text"],"creator":["Ottem, John Christian"],"language":[],"coverage":[],"title":["Cox rings of K3 surfaces with Picard number two"],"description":["  We study generators and relations of Cox rings of K3 surfaces of Picard\nnumber two. In particular we consider the Cox rings of classical examples of K3\nsurfaces, such as quartic surfaces containing a line and elliptic K3 surfaces.\n","Comment: 10 Pages. v2: Paper completely rewritten. Several new results added"]}]
["0911.3727",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Complex Variables","Mathematics - Probability","37F35, 37F15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.3727","Discrete and Continuous Dynamical Systems Ser. A, 32 (2012), no.\n  7, 2591--2606"],"date":["2009-11-19","2012-08-29"],"type":["text"],"creator":["Sumi, Hiroki","Urbanski, Mariusz"],"language":[],"coverage":[],"title":["Bowen Parameter and Hausdorff Dimension for Expanding Rational\n  Semigroups"],"description":["  We consider the dynamics of rational semigroups (semigroups of rational maps)\non the Riemann sphere. We estimate the Bowen parameters (zeros of the pressure\nfunctions) and the Hausdorff dimensions of the Julia sets of expanding finitely\ngenerated rational semigroups. We show that the Bowen parameter is larger than\nor equal to the ratio of the entropy of the skew product map $F$ and the\nLyapunov exponent of $F$ with respect to the maximal entropy measure for $F$.\nMoreover, we show that the equality holds if and only if the generators $f_{j}$\nare simultaneously conjugate to the form $a_{j}z^{\\pm d}$ by a linear\nfractional transformation. Furthermore, we show that there are plenty of\nexpanding finitely generated rational semigroups such that the Bowen parameter\nis strictly larger than two.\n","Comment: 17 pages, 2 figures. Published in Discrete and Continuous Dynamical\n  Systems Ser. A, 32 (2012), no. 7, 2591--2606"]}]
["1002.2337",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.2337","Applied Mathematical and Computational Sciences 3, 93 (2011)"],"date":["2010-02-11","2012-08-30"],"type":["text"],"creator":["Monras, Alex","Beige, Almut","Wiesner, Karoline"],"language":[],"coverage":[],"title":["Hidden Quantum Markov Models and non-adaptive read-out of many-body\n  states"],"description":["  Stochastic finite-state generators are compressed descriptions of infinite\ntime series. Alternatively, compressed descriptions are given by quantum\nfinite- state generators [K. Wiesner and J. P. Crutchfield, Physica D 237, 1173\n(2008)]. These are based on repeated von Neumann measurements on a quantum\ndynamical system. Here we generalise the quantum finite-state generators by\nreplacing the von Neumann pro jections by stochastic quantum operations. In\nthis way we assure that any time series with a stochastic compressed\ndescription has a compressed quantum description. Moreover, we establish a link\nbetween our stochastic generators and the sequential readout of many-body\nstates with translationally-invariant matrix product state representations. As\nan example, we consider the non-adaptive read-out of 1D cluster states. This is\nshown to be equivalent to a Hidden Quantum Model with two internal states,\nproviding insight on the inherent complexity of the process. Finally, it is\nproven by example that the quantum description can have a higher degree of\ncompression than the classical stochastic one.\n","Comment: 22 pages, 5 figures"]}]
["1006.0278",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0278","Appl. Phys. Lett. 96, 241113 (2010)","doi:10.1063/1.3455891"],"date":["2010-06-01"],"type":["text"],"creator":["Yang, Wan-li","Yin, Zhang-qi","Xu, Zhen-yu","Feng, Mang","Du, Jiang-feng"],"language":[],"coverage":[],"title":["One-step implementation of multi-qubit conditional phase gating with\n  nitrogen-vacancy centers coupled to a high-Q silica microsphere cavity"],"description":["  The diamond nitrogen-vacancy (NV) center is an excellent candidate for\nquantum information processing, whereas entangling separate NV centers is still\nof great experimental challenge. We propose an one-step conditional phase flip\nwith three NV centers coupled to a whispering-gallery mode cavity by virtue of\nthe Raman transition and smart qubit encoding. As decoherence is much\nsuppressed, our scheme could work for more qubits. The experimental feasibility\nis justified.\n","Comment: 3 pages, 2 figures, Accepted by Appl. Phys. Lett"]}]
["1006.5397",{"format":[],"subject":["Mathematics - Operator Algebras","46L35, 46L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5397"],"date":["2010-06-28","2012-08-30"],"type":["text"],"creator":["Jacelon, Bhishan"],"language":[],"coverage":[],"title":["A simple, monotracial, stably projectionless C*-algebra"],"description":["  We construct a simple, nuclear, stably projectionless C*-algebra W which has\ntrivial K-theory and a unique tracial state, and we investigate the extent to\nwhich W might fit into the hierarchy of strongly self-absorbing C*-algebras as\nan analogue of the Cuntz algebra O_2. In this context, we show that every\nnondegenerate endomorphism of W is approximately inner and we construct a\ntrace-preserving embedding of W into the central sequences algebra M(W)_\\infty\n\\cap W'. We conjecture that W\\otimes W is isomorphic to W and we note some\nimplications of this, for example that W would be absorbed tensorially by a\ncertain class of nuclear, stably projectionless C*-algebras. Finally, we\nexplain why W may play some role in the classification of such algebras.\n","Comment: 16 pages; Theorem 5.1 is now Conjecture 5.1; to appear in J. London\n  Math. Soc"]}]
["1007.0133",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Representation Theory","16T20, 17B37, 20G42, 81R50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0133","Journal of Algebra 343 (2011), pp. 183-194"],"date":["2010-07-01"],"type":["text"],"creator":["Aizenbud, Avraham","Yacobi, Oded"],"language":[],"coverage":[],"title":["A quantum analogue of Kostant's theorem for the general linear group"],"description":["  A fundamental result in representation theory is Kostant's theorem which\ndescribes the algebra of polynomials on a reductive Lie algebra as a module\nover its invariants. We prove a quantum analogue of this theorem for the\ngeneral linear group, and from this deduce the analogous result for reflection\nequation algebras.\n","Comment: 13 pages"]}]
["1007.1391",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1391","J. Stat, Phys. Vol. 142, 4 (2011), 754-791","doi:10.1007/s10955-011-0133-y"],"date":["2010-07-08","2011-01-17"],"type":["text"],"creator":["Povolotsky, A. M.","Priezzhev, V. B.","Schütz, G. M."],"language":[],"coverage":[],"title":["Generalized Green Functions and current correlations in the TASEP"],"description":["  We study correlation functions of the totally asymmetric simple exclusion\nprocess (TASEP) in discrete time with backward sequential update. We prove a\ndeterminantal formula for the generalized Green function which describes\ntransitions between positions of particles at different individual time\nmoments. In particular, the generalized Green function defines a probability\nmeasure at staircase lines on the space-time plane. The marginals of this\nmeasure are the TASEP correlation functions in the space-time region not\ncovered by the standard Green function approach. As an example, we calculate\nthe current correlation function that is the joint probability distribution of\ntimes taken by selected particles to travel given distance. An asymptotic\nanalysis shows that current fluctuations converge to the ${Airy}_2$ process.\n","Comment: 46 pages, 3 figures"]}]
["1008.1557",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1557","J. Phys. A: Math. Theor. 44 205306 (2011)","doi:10.1088/1751-8113/44/20/205306"],"date":["2010-08-09"],"type":["text"],"creator":["Frey, Michael","Collins, David","Gerlach, Karl"],"language":[],"coverage":[],"title":["Probing the qudit depolarizing channel"],"description":["  For the quantum depolarizing channel with any finite dimension, we compare\nthree schemes for channel identification: unentangled probes, probes maximally\nentangled with an external ancilla, and maximally entangled probe pairs. This\ncomparison includes cases where the ancilla is itself depolarizing and where\nthe probe is circulated back through the channel before measurement. Compared\non the basis of (quantum Fisher) information gained per channel use, we find\nbroadly that entanglement with an ancilla dominates the other two schemes, but\nonly if entanglement is cheap relative to the cost per channel use and only if\nthe external ancilla is well shielded from depolarization. We arrive at these\nresults by a relatively simple analytical means. A separate, more complicated\nanalysis for partially entangled probes shows for the qudit depolarizing\nchannel that any amount of probe entanglement is advantageous and that the\ngreatest advantage comes with maximal entanglement.\n"]}]
["1009.2351",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2351","Phys. Rev. B 83, 075106 (2011)","doi:10.1103/PhysRevB.83.075106"],"date":["2010-09-13"],"type":["text"],"creator":["Poddubny, A. N."],"language":[],"coverage":[],"title":["Wood anomalies in resonant photonic quasicrystals"],"description":["  A theory of light diffraction from planar quasicrystalline lattice with\nresonant scatterers is presented. Rich structure, absent in the periodic case,\nis found in specular reflection spectra, and interpreted as a specific kind of\nWood anomalies, characteristic for quasicrystals. The theory is applied to\nsemiconductor quantum dots arranged in Penrose tiling.\n","Comment: 6 pages, 3 figures"]}]
["1010.5988",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5988","Prespacetime Journal-July 2012-Vol.3-Issue 9-pp.924-936"],"date":["2010-10-28","2012-08-30"],"type":["text"],"creator":["Zanella, Giovanni"],"language":[],"coverage":[],"title":["Doppler effect of time and space"],"description":["  This paper shows as the relativistic Doppler effect can be extended also to\ntime and space associated to moving bodies. This extension derives from the\nanalysis of the wave-fronts of the light emitted by a moving source in inertial\nmotion in the empty space, as viewed from the stationary reference. Indeed,\ntime and space can be represented by the same vector quantities, which appear\nasymmetrical in forward and back direction along the path of the moving body.\nConsequently, the whole size of the moving bodies dilates along the direction\nof their motion, as their path. Thought experiments and real facts demonstrate\nthis issue.\n","Comment: 16 pages, 9 figures, revised version in all sections and figures"]}]
["1011.5528",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5528","IEEE Nuclear Science Symposium 2010 Conference Record","doi:10.1109/NSSMIC.2010.5874100"],"date":["2010-11-24"],"type":["text"],"creator":["Pinto, Serge Duarte","Alfonsi, Matteo","Brock, Ian","Croci, Gabriele","David, Eric","de Oliveira, Rui","Ropelewski, Leszek","van Stenis, Miranda","Taureg, Hans","Villa, Marco"],"language":[],"coverage":[],"title":["First results of spherical GEMs"],"description":["  We developed a method to make GEM foils with a spherical geometry. Tests of\nthis procedure and with the resulting spherical GEMs are presented. Together\nwith a spherical drift electrode, a spherical conversion gap can be formed.\nThis eliminates the parallax error for detection of x-rays, neutrons or UV\nphotons when a gaseous converter is used. This parallax error limits the\nspatial resolution at wide scattering angles.\n  Besides spherical GEMs, we have developed curved spacers to maintain accurate\nspacing, and a conical field cage to prevent edge distortion of the radial\ndrift field up to the limit of the angular acceptance of the detector. With\nthese components first tests are done in a setup with a spherical entrance\nwindow but a planar readout structure; results will be presented and discussed.\n  A flat readout structure poses difficulties, however. Therefore we will show\nadvanced plans to make a prototype of an entirely spherical double-GEM\ndetector, including a spherical 2D readout structure. This detector will have a\nsuperior position resolution, also at wide angles, and a high rate capability.\n","Comment: Submitted to the IEEE Nuclear Science Symposium 2010 Conference\n  Record. This paper won the third place Student Paper Award at the Nuclear\n  Science Symposium"]}]
["1011.5529",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5529","IEEE Nuclear Science Symposium 2010 Conference Record","doi:10.1109/NSSMIC.2010.5873870"],"date":["2010-11-24"],"type":["text"],"creator":["Pinto, Serge Duarte","collaboration, on behalf of the"],"language":[],"coverage":[],"title":["Micropattern gas detector technologies and applications, the work of the\n  RD51 collaboration"],"description":["  The RD51 collaboration was founded in April 2008 to coordinate and facilitate\nefforts for development of micropattern gaseous detectors (MPGDs). The 75\ninstitutes from 25 countries bundle their effort, experience and resources to\ndevelop these emerging micropattern technologies.\n  MPGDs are already employed in several nuclear and high-energy physics\nexperiments, medical imaging instruments and photodetection applications; many\nmore applications are foreseen. They outperform traditional wire chambers in\nterms of rate capability, time and position resolution, granularity, stability\nand radiation hardness. RD51 supports efforts to make MPGDs also suitable for\nlarge areas, increase cost-efficiency, develop portable detectors and improve\nease-of-use.\n  The collaboration is organized in working groups which develop detectors with\nnew geometries, study and simulate their properties, and design optimized\nelectronics. Among the common supported projects are creation of test\ninfrastructure such as beam test and irradiation facilities, and the production\nworkshop.\n","Comment: Submitted to the IEEE Nuclear Science Symposium 2010 Conference\n  Record"]}]
["1101.3004",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Group Theory","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3004"],"date":["2011-01-15","2012-08-30"],"type":["text"],"creator":["Stewart, David I."],"language":[],"coverage":[],"title":["Unbounding Ext"],"description":["  We produce examples in the cohomology of algebraic groups which answer two\nquestions of Parshall and Scott. Specifically, if $G=SL_2$, then we show: (a)\n$\\dim \\Ext_G^2(L,L)$ can be arbitrarily large for a simple module $L$; and (b)\nthe sequence $\\max_{L-\\text{irred}}\\dim H^k(G,L)$ grows exponentially fast with\n$k$.\n","Comment: 14 pages; version to appear in J. Alg"]}]
["1101.5593",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5593","Scientific Reports 1, 43 (2011)","doi:10.1038/srep00043"],"date":["2011-01-28"],"type":["text"],"creator":["Roncaglia, Marco","Rizzi, Matteo","Dalibard, Jean"],"language":[],"coverage":[],"title":["From Rotating Atomic Rings to Quantum Hall States"],"description":["  Considerable efforts are currently devoted to the preparation of ultracold\nneutral atoms in the emblematic strongly correlated quantum Hall regime. The\nroutes followed so far essentially rely on thermodynamics, i.e. imposing the\nproper Hamiltonian and cooling the system towards its ground state. In rapidly\nrotating 2D harmonic traps the role of the transverse magnetic field is played\nby the angular velocity. For particle numbers significantly larger than unity,\nthe required angular momentum is very large and it can be obtained only for\nspinning frequencies extremely near to the deconfinement limit; consequently,\nthe required control on experimental parameters turns out to be far too\nstringent. Here we propose to follow instead a dynamic path starting from the\ngas confined in a rotating ring. The large moment of inertia of the fluid\nfacilitates the access to states with a large angular momentum, corresponding\nto a giant vortex. The initial ring-shaped trapping potential is then\nadiabatically transformed into a harmonic confinement, which brings the\ninteracting atomic gas in the desired quantum Hall regime. We provide clear\nnumerical evidence that for a relatively broad range of initial angular\nfrequencies, the giant vortex state is adiabatically connected to the bosonic\n$\\nu=1/2$ Laughlin state, and we discuss the scaling to many particles.\n","Comment: 9 pages, 5 figures"]}]
["1103.1198",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1198","Int.J.Mod.Phys. D21 (2012) 1250041","doi:10.1142/S0218271812500411"],"date":["2011-03-07","2012-03-28"],"type":["text"],"creator":["Burikham, Piyabut","Panpanich, Sirachak"],"language":[],"coverage":[],"title":["Effects of Chameleon Scalar Field on Rotation Curves of the Galaxies"],"description":["  We investigate the effects of chameleon scalar field to the effective density\nand pressure of a dark matter halo. The pressure is generated from the\nchameleonic fifth force on the matter. We demonstrate that the thick-shell\nnon-singular boundary condition which forbids singular point leads to extremely\nstringent constraint on the matter-chameleon coupling when applied to galaxy.\nWe argue that chameleon profile with central singularity is more likely to\ndevelop in general physical situation. The chameleonic fifth force from the\nchameleon profile with central singularity experienced by the dark matter could\nsignificantly modify the rotation curve of galaxies. The chameleonic fifth\nforce could generate steeper cusp to the rotation curves in any dark matter\nprofiles starting from the Navarro-Frenk-White (NFW) to the pseudo-isothermal\n(ISO) profile. Upper limits on the coupling constant between the chameleon and\nthe dark matter are estimated from observational data of the late-type\nLow-Surface-Brightness galaxies (LSB). It is in the order of $\\beta < 10^{-3}$.\n","Comment: 26 pages, 13 figures, 1 table, extended version to include more\n  viable self-potential and analytic solutions. To be published in IJMPD"]}]
["1103.5814",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5814"],"date":["2011-03-29","2012-08-29"],"type":["text"],"creator":["Koch, F. Elliott","Hansen, Brad M."],"language":[],"coverage":[],"title":["Probability of Collisional Capture of Irregular Satellites Around the\n  Gas Giant Planets and Mass Constraints for the Solar Nebula"],"description":["  We investigated the probability that an inelastic collision of planetesimals\nwithin the Hill sphere of the Jovian planets could explain the presence and\norbits of observed irregular satellites. Capture of these satellites via this\nmechanism is highly dependent on not only the mass of the protoplanetary disk,\nbut also the shape of the planetesimal size distribution. We performed 2000\nsimulations for integrated time intervals $\\sim 2$ Myr and found that given the\ncurrently accepted value for the minimum mass solar nebula and planetesimal\nnumber density based upon the \\citet{Bottke2010b} size distribution $dN \\sim\nD^{-1.8} dD$, the collision rates for the different Jovian planets range\nbetween $\\sim 60$ and $\\gtrsim 10^3 \\, \\Myr^{-1}$ Additionally we found that\nthe probability that these collisions remove enough orbital energy to yield a\nbound orbit was $\\lesssim 10^{-5}$ and had very little dependence on the\nrelative size of the planetesimals. Of these collisions, the collision energy\nbetween two masses were $\\gtrsim 10^3$ times the gravitational binding energy\nfor masses with radii $\\sim 100$ km. Additionally, the combination that enough\nenergy is dissipated by the collision is $\\lesssim 10^{-6}$ and the ratio of\ncollision energy to gravitational binding energy is sufficiently large enough\nto break apart, or completely obliterate, the colliding planetesimals, it is\nlikely that for irregular satellites to be captured as a result of the\ncollision of planetesimals, only a small fraction of the colliding material\nremained bound to the planet and would most likely be produced by a large mass\nwith a radius $\\sim 100$ km colliding with a smaller mass with radius $\\lesssim\n20$ km.\n","Comment: This paper has been withdrawn due to some minor inconsistencies\n  contained in the conclusion. A better version of this paper will be posted\n  within the coming weeks. I apologize for any inconvenience and hope you will\n  read the replacement"]}]
["1104.3128",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3128"],"date":["2011-04-15","2012-08-29"],"type":["text"],"creator":["Ahmadian, Sara","Swamy, Chaitanya"],"language":[],"coverage":[],"title":["Improved Approximation Guarantees for Lower-Bounded Facility Location"],"description":["  We consider the {\\em lower-bounded facility location} (\\lbfl) problem (also\nsometimes called {\\em load-balanced facility location}), which is a\ngeneralization of {\\em uncapacitated facility location} (\\ufl), where each open\nfacility is required to serve a certain {\\em minimum} amount of demand. More\nformally, an instance $\\I$ of \\lbfl is specified by a set $\\F$ of facilities\nwith facility-opening costs $\\{f_i\\}$, a set $\\D$ of clients, and connection\ncosts $\\{c_{ij}\\}$ specifying the cost of assigning a client $j$ to a facility\n$i$, where the $c_{ij}$s form a metric. A feasible solution specifies a subset\n$F$ of facilities to open, and assigns each client $j$ to an open facility\n$i(j)\\in F$ so that each open facility serves {\\em at least $M$ clients}, where\n$M$ is an input parameter. The cost of such a solution is $\\sum_{i\\in\nF}f_i+\\sum_j c_{i(j)j}$, and the goal is to find a feasible solution of minimum\ncost. The current best approximation ratio for \\lbfl is 448 \\cite{Svitkina08}.\nWe substantially advance the state-of-the-art for \\lbfl by devising an\napproximation algorithm for \\lbfl that achieves a significantly-improved\napproximation guarantee of 82.6. Our improvement comes from a variety of ideas\nin algorithm design and analysis, which also yield new insights into \\lbfl.\n"]}]
["1105.5692",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5692","Phys. Rev. A 84, 023807 (2011)","doi:10.1103/PhysRevA.84.023807"],"date":["2011-05-28"],"type":["text"],"creator":["Poddubny, Alexander N.","Belov, Pavel A.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Spontaneous radiation of a finite-size dipole emitter in hyperbolic\n  media"],"description":["  We study the radiative decay rate and Purcell effect for a finite-size dipole\nemitter placed in a homogeneous uniaxial medium. We demonstrate that the\nradiative rate is strongly enhanced when the signs of the longitudinal and\ntransverse dielectric constants of the medium are opposite, and the\nisofrequency contour has a hyperbolic shape. We reveal that the Purcell\nenhancement factor remains finite even in the absence of losses, and it depends\non the emitter size.\n","Comment: 6 pages, 3 figures"]}]
["1106.1048",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1048","J. Low Temp. Phys. 169, 1 (2012)","doi:10.1007/s10909-012-0639-y"],"date":["2011-06-06","2012-08-30"],"type":["text"],"creator":["Villerot, Sophie","Castaing, Bernard","Chevillard, Laurent"],"language":[],"coverage":[],"title":["Static spectroscopy of a dense superfluid"],"description":["  Dense Bose superfluids, as HeII, differ from dilute ones by the existence of\na roton minimum in their excitation spectrum. It is known that this roton\nminimum is qualitatively responsible for density oscillations close to any\nsingularity, such as vortex cores, or close to solid boundaries. We show that\nthe period of these oscillations, and their exponential decrease with the\ndistance to the singularity, are fully determined by the position and the width\nof the roton minimum. Only an overall amplitude factor and a phase shift are\nshown to depend on the details of the interaction potential. Reciprocally, it\nallows for determining the characteristics of this roton minimum from static\n\"observations\" of a disturbed ground state, in cases where the dynamics is not\neasily accessible. We focus on the vortex example. Our analysis further shows\nwhy the energy of these oscillations is negligible compared to the kinetic\nenergy, which limits their influence on the vortex dynamics, except for high\ncurvatures.\n","Comment: 14 pages, 4 figures, extended version, published in J. Low Temp. Phys"]}]
["1106.2823",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2823","Nature Physics 8, 49 (2012)","doi:10.1038/nphys2156"],"date":["2011-06-14","2012-08-30"],"type":["text"],"creator":["Dziarmaga, Jacek","Zurek, Wojciech H.","Zwolak, Michael"],"language":[],"coverage":[],"title":["Topological Schr\\\"odinger cats: Non-local quantum superpositions of\n  topological defects"],"description":["  Topological defects (such as monopoles, vortex lines, or domain walls) mark\nlocations where disparate choices of a broken symmetry vacuum elsewhere in the\nsystem lead to irreconcilable differences. They are energetically costly (the\nenergy density in their core reaches that of the prior symmetric vacuum) but\ntopologically stable (the whole manifold would have to be rearranged to get rid\nof the defect). We show how, in a paradigmatic model of a quantum phase\ntransition, a topological defect can be put in a non-local superposition, so\nthat - in a region large compared to the size of its core - the order parameter\nof the system is \"undecided\" by being in a quantum superposition of conflicting\nchoices of the broken symmetry. We demonstrate how to exhibit such a\n\"Schr\\\"odinger kink\" by devising a version of a double-slit experiment suitable\nfor topological defects. Coherence detectable in such experiments will be\nsuppressed as a consequence of interaction with the environment. We analyze\nenvironment-induced decoherence and discuss its role in symmetry breaking.\n","Comment: 7 pages, 4 figures"]}]
["1106.3249",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - General Topology","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3249"],"date":["2011-06-16","2012-08-29"],"type":["text"],"creator":["Melikhov, Sergey A."],"language":[],"coverage":[],"title":["Metrizable uniform spaces"],"description":["  Three themes of general topology: quotient spaces; absolute retracts; and\ninverse limits - are reapproached here in the setting of metrizable uniform\nspaces, with an eye to applications in geometric and algebraic topology. The\nresults include:\n  1) If f: A -> Y is a uniformly continuous map, where X and Y are metric\nspaces and A is a closed subset of X, we show that the adjunction space X\\cup_f\nY with the quotient uniformity (hence also with the topology thereof) is\nmetrizable, by an explicit metric. This yields natural constructions of cone,\njoin and mapping cylinder in the category of metrizable uniform spaces, which\nwe show to coincide with those based on subspace (of a normed linear space); on\nproduct (with a cone); and on the isotropy of the l_2 metric.\n  2) We revisit Isbell's theory of uniform ANRs, as refined by Garg and Nhu in\nthe metrizable case. The iterated loop spaces \\Omega^n P of a pointed compact\npolyhedron P are shown to be uniform ANRs. Four characterizations of uniform\nANRs among metrizable uniform spaces X are given: (i) the completion of X is a\nuniform ANR, and the remainder is uniformly a Z-set in the completion; (ii) X\nis uniformly locally contractible and satisfies the Hahn approximation\nproperty; (iii) X is uniformly \\epsilon-homotopy dominated by a uniform ANR for\neach \\epsilon>0; (iv) X is an inverse limit of uniform ANRs with \"nearly\nsplitting\" bonding maps.\n","Comment: 77 pages. v4: added results on cubohedra (inverse limit decomposition\n  5.13, Hanner-type characterization 4.30, uniform ANR property 4.28), revised\n  section 3.A (corrections, improved presentation, added discussion of\n  uniformly open and bi-uniformly continuous maps) and section 5.D\n  (corrections, added characterization of uniform local contractibility 5.30)"]}]
["1107.1670",{"format":[],"subject":["Mathematics - Functional Analysis","46G20, 46B28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1670","J. Math. Anal. Appl. 389 (2012), no. 2, 1204-1221"],"date":["2011-07-08","2011-08-04"],"type":["text"],"creator":["Lassalle, Silvia","Turco, Pablo"],"language":[],"coverage":[],"title":["On p-Compact mappings and p-approximation"],"description":["  The notion of $p$-compact sets arises naturally from Grothendieck's\ncharacterization of compact sets as those contained in the convex hull of a\nnorm null sequence. The definition, due to Sinha and Karn (2002), leads to the\nconcepts of $p$-approximation property and $p$-compact operators, which form a\nideal with its ideal norm $\\kappa_p$. This paper examines the interaction\nbetween the $p$-approximation property and the space of holomorphic functions.\nHere, the $p$-compact analytic functions play a crucial role. In order to\nunderstand this type of functions we define a $p$-compact radius of convergence\nwhich allow us to give a characterization of the functions in the class. We\nshow that $p$-compact holomorphic functions behave more like nuclear than\ncompact maps. We use the $\\epsilon$-product, defined by Schwartz, to\ncharacterize the $p$-approximation property of a Banach space in terms of\n$p$-compact homogeneous polynomials and also in terms of $p$-compact\nholomorphic functions with range on the space. Finally, we show that\n$p$-compact holomorphic functions fit in the framework of holomorphy types\nwhich allows us to inspect the $\\kappa_p$-approximation property. Along these\nnotes we solve several questions posed by Aron, Maestre and Rueda in [2].\n","Comment: 30 pages"]}]
["1107.2043",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2043"],"date":["2011-07-11","2012-08-30"],"type":["text"],"creator":["Kloosterman, Remke"],"language":[],"coverage":[],"title":["Cuspidal plane curves, syzygies and a bound on the MW-rank"],"description":["  Let $C=Z(f)$ be a reduced plane curve of degree $6k$, with only nodes and\nordinary cusps as singularities. Let $I$ be the ideal of the points where $C$\nhas a cusp. Let $\\oplus S(-b_i)\\to \\oplus S(-a_i) \\to S\\to S/I$ be a minimal\nresolution of $I$. We show that $b_i\\leq 5k$. From this we obtain that the\nMordell-Weil rank of the elliptic threefold $W:y^2=x^3+f$ equals $2#\\{i\\mid\nb_i=5k\\}$. Using this we find an upper bound for the Mordell-Weil rank of $W$,\nwhich is $1/18 (125+\\sqrt{73}-\\sqrt{2302-106\\sqrt{73}})k+l.o.t.$ and we find an\nupper bound for the exponent of $(t^2-t+1)$ in the Alexander polynomial of $C$,\nwhich is $1/36(125+\\sqrt{73}-\\sqrt{2302-106\\sqrt{73}})k+l.o.t.$. This improves\na recent bound of Cogolludo and Libgober almost by a factor 2.\n","Comment: Slightly improved bound; Section 3 is rewritten; Several minor\n  corrections in the other sections"]}]
["1107.2131",{"format":[],"subject":["High Energy Physics - Experiment","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2131","J. Phys. G: Nucl. Part. Phys. 38 124015 (2011)","doi:10.1088/0954-3899/38/12/124015"],"date":["2011-07-11","2011-07-13"],"type":["text"],"creator":["Lee, Yen-Jie","collaboration, for the CMS"],"language":[],"coverage":[],"title":["Nuclear modification factors from the CMS experiment"],"description":["  We report the measurements of nuclear modification factors of the Z bosons,\nisolated photons and charged particles in $\\sqrt{s_{NN}}$ = 2.76 TeV PbPb\ncollisions with the CMS detector. The nuclear modification factors are\nconstructed by dividing the PbPb $p_T$ spectra, normalized to the number of\nbinary collisions, by the pp references. No modifications are observed in\nisolated photon and Z boson production with respected to the pp references\nwhile large suppression is observed in the charged particles.\n","Comment: Presented at QM2011: Quark Matter 2011"]}]
["1107.4126",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4126","Commun. Math. Phys. vol.314, pp.509--523 (2012)","doi:10.1007/s00220-012-1502-3"],"date":["2011-07-20","2011-11-29"],"type":["text"],"creator":["Kiessling, Michael K. -H."],"language":[],"coverage":[],"title":["On the Quasi-Linear Elliptic PDE\n  $-\\nabla\\cdot(\\nabla{u}/\\sqrt{1-|\\nabla{u}|^2}) = 4\\pi\\sum_k a_k\n  \\delta_{s_k}$ in Physics and Geometry"],"description":["  It is shown that for each finite number of Dirac measures supported at points\n$s_n$ in three-dimensional Euclidean space, with given amplitudes $a_n$, there\nexists a unique real-valued Lipschitz function $u$, vanishing at infinity,\nwhich distributionally solves the quasi-linear elliptic partial differential\nequation of divergence form\n$-\\nabla\\cdot(\\nabla{u}/\\sqrt{1-|\\nabla{u}|^2})=4\\pi\\sum_{n=1}^N a_n\n\\delta_{s_n}$. Moreover, $u$ is real analytic away from the $s_n$. The result\ncan be interpreted in at least two ways: (a) for any number of point charges of\narbitrary magnitude and sign at prescribed locations $s_n$ in three-dimensional\nEuclidean space there exists a unique electrostatic field which satisfies the\nMaxwell-Born-Infeld field equations smoothly away from the point charges and\nvanishes as $|s|\\to\\infty$; (b) for any number of integral mean curvatures\nassigned to locations $s_n$ there exists a unique asymptotically flat, almost\neverywhere space-like maximal slice with point defects of Minkowski spacetime,\nhaving lightcone singularities over the $s_n$ but being smooth otherwise, and\nwhose height function vanishes as $|s|\\to\\infty$. No struts between the point\nsingularities ever occur.\n","Comment: 18 pages; referee's comments incorporated in this revised version;\n  accepted for publication in Commun. Math. Phys"]}]
["1107.5352",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5352","Appl. Phys. Lett. 99, 083107 (2011)","doi:10.1063/1.3624459"],"date":["2011-07-26"],"type":["text"],"creator":["Liang, Gengchiau","kumar, S. Bala","Jalil, M. B. A.","Tan, S. G."],"language":[],"coverage":[],"title":["High magnetoresistance at room temperature in p-i-n graphene nanoribbons\n  due to band-to-band tunneling effects"],"description":["  A large magnetoresistance effect is obtained at room-temperature by using\np-i-n armchair-graphene-nanoribbon (GNR) heterostructures. The key advantage is\nthe virtual elimination of thermal currents due to the presence of band gaps in\nthe contacts. The current at B=0T is greatly decreased while the current at\nB>0T is relatively large due to the band-to-band tunneling effects, resulting\nin a high magnetoresistance ratio, even at room-temperature. Moreover, we\nexplore the effects of edge-roughness, length, and width of GNR channels on\ndevice performance. An increase in edge-roughness and channel length enhances\nthe magnetoresistance ratio while increased channel width can reduce the\noperating bias.\n","Comment: http://dx.doi.org/10.1063/1.3624459"]}]
["1107.5572",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Mathematics - Analysis of PDEs","35Q20, 35Q82, 47J35, 82C05, 82C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5572","Kinet. Relat. Models 5 (3) (2012) 459-484","doi:10.3934/krm.2012.5.459"],"date":["2011-07-27","2012-04-25"],"type":["text"],"creator":["Gapyak, I. V.","Gerasimenko, V. I."],"language":[],"coverage":[],"title":["On Rigorous Derivation of the Enskog Kinetic Equation"],"description":["  We develop a rigorous formalism for the description of the kinetic evolution\nof infinitely many hard spheres. On the basis of the kinetic cluster expansions\nof cumulants of groups of operators of finitely many hard spheres the nonlinear\nkinetic Enskog equation and its generalizations are justified. It is\nestablished that for initial states which are specified in terms of\none-particle distribution functions the description of the evolution by the\nCauchy problem of the BBGKY hierarchy and by the Cauchy problem of the\ngeneralized Enskog kinetic equation together with a sequence of explicitly\ndefined functionals of a solution of stated kinetic equation is an equivalent.\nFor the initial-value problem of the generalized Enskog equation the existence\ntheorem is proved in the space of integrable functions.\n","Comment: 28 pages"]}]
["1108.0859",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0859","Eur.Phys.J.C72:2117,2012","doi:10.1140/epjc/s10052-012-2117-8"],"date":["2011-08-03","2012-08-29"],"type":["text"],"creator":["Wei, Hao","Qi, Hao-Yu","Ma, Xiao-Peng"],"language":[],"coverage":[],"title":["Constraining $f(T)$ Theories with the Varying Gravitational Constant"],"description":["  As is well known, a varying effective gravitational \"constant\" is one of the\ncommon features of most modified gravity theories. Of course, as a modified\ngravity theory, $f(T)$ theory is not an exception. Noting that the\nobservational constraint on the varying gravitational \"constant\" is very tight,\nin the present work we try to constrain $f(T)$ theories with the varying\ngravitational \"constant\". We find that the allowed model parameter $n$ or\n$\\beta$ has been significantly shrunk to a very narrow range around zero. In\nfact, the results improve the previous constraints by an order of magnitude.\n","Comment: 10 pages, 2 tables, 2 figures, revtex4; v2: discussions added, Eur.\n  Phys. J. C in press; v3: published version. arXiv admin note: text overlap\n  with arXiv:1106.0102"]}]
["1108.1477",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1477","Astroparticle Physics, Volume 35, Issue 7, p. 435-448, 2012","doi:10.1016/j.astropartphys.2011.11.007"],"date":["2011-08-06","2011-11-17"],"type":["text"],"creator":["MAGIC Collaboration","Aleksić, J.","Alvarez, E. A.","Antonelli, L. A.","Antoranz, P.","Asensio, M.","Backes, M.","Barrio, J. A.","Bastieri, D.","González, J. Becerra","Bednarek, W.","Berdyugin, A.","Berger, K.","Bernardini, E.","Biland, A.","Blanch, O.","Bock, R. K.","Boller, A.","Bonnoli, G.","Tridon, D. Borla","Braun, I.","Bretz, T.","Cañellas, A.","Carmona, E.","Carosi, A.","Colin, P.","Colombo, E.","Contreras, J. L.","Cortina, J.","Cossio, L.","Covino, S.","Dazzi, F.","De Angelis, A.","De Caneva, G.","del Pozo, E. De Cea","De Lotto, B.","Mendez, C. Delgado","Ortega, A. Diago","Doert, M.","Domínguez, A.","Prester, D. Dominis","Dorner, D.","Doro, M.","Eisenacher, D.","Elsaesser, D.","Ferenc, D.","Fonseca, M. V.","Font, L.","Fruck, C.","López, R. J. García","Garczarczyk, M.","Garrido, D.","Giavitto, G.","Godinović, N.","Hadasch, D.","Häfner, D.","Herrero, A.","Hildebrand, D.","Höhne-Mönch, D.","Hose, J.","Hrupec, D.","Jogler, T.","Kellermann, H.","Klepser, S.","Krähenbühl, T.","Krause, J.","Kushida, J.","La Barbera, A.","Lelas, D.","Leonardo, E.","Lindfors, E.","Lombardi, S.","López, M.","López-Oramas, A.","Lorenz, E.","Makariev, M.","Maneva, G.","Mankuzhiyil, N.","Mannheim, K.","Maraschi, L.","Marcote, B.","Mariotti, M.","Martínez, M.","Mazin, D.","Meucci, M.","Miranda, J. M.","Mirzoyan, R.","Moldón, J.","Moralejo, A.","Munar-Adrover, P.","Nieto, D.","Nilsson, K.","Orito, R.","Oya, I.","Paneque, D.","Paoletti, R.","Pardo, S.","Paredes, J. M.","Partini, S.","Perez-Torres, M. A.","Persic, M.","Peruzzo, L.","Pilia, M.","Pochon, J.","Prada, F.","Moroni, P. G. Prada","Prandini, E.","Gimenez, I. Puerto","Puljak, I.","Reichardt, I.","Reinthal, R.","Rhode, W.","Ribó, M.","Rico, J.","Rügamer, S.","Saggion, A.","Saito, K.","Saito, T. Y.","Salvati, M.","Satalecka, K.","Scalzotto, V.","Scapin, V.","Schultz, C.","Schweizer, T.","Shayduk, M.","Shore, S. N.","Sillanpää, A.","Sitarek, J.","Snidaric, I.","Sobczynska, D.","Spanier, F.","Spiro, S.","Stamatescu, V.","Stamerra, A.","Steinke, B.","Storz, J.","Strah, N.","Surić, T.","Takalo, L.","Takami, H.","Tavecchio, F.","Temnikov, P.","Terzić, T.","Tescaro, D.","Teshima, M.","Tibolla, O.","Torres, D. F.","Treves, A.","Uellenbeck, M.","Vankov, H.","Vogler, P.","Wagner, R. M.","Weitzel, Q.","Zabalza, V.","Zandanel, F.","Zanin, R."],"language":[],"coverage":[],"title":["Performance of the MAGIC stereo system obtained with Crab Nebula data"],"description":["  MAGIC is a system of two Imaging Atmospheric Cherenkov Telescopes located in\nthe Canary island of La Palma. Since autumn 2009 both telescopes have been\nworking together in stereoscopic mode, providing a significant improvement with\nrespect to the previous single-telescope observations. We use observations of\nthe Crab Nebula taken at low zenith angles to assess the performance of the\nMAGIC stereo system. The trigger threshold of the MAGIC telescopes is 50-60\nGeV. Advanced stereo analysis techniques allow MAGIC to achieve a sensitivity\nas good as (0.76 +/- 0.03)% of the Crab Nebula flux in 50 h of observations\nabove 290 GeV. The angular resolution at those energies is better than ~0.07\ndegree. We also perform a detailed study of possible systematic effects which\nmay influence the analysis of the data taken with the MAGIC telescopes.\n","Comment: 15 pages, 19 figures, 4 tables, added run-by-run systematics study,\n  and the study of angular resolution as the function of the distance to the\n  camera centre, accepted for publication in Astroparticle Physics"]}]
["1109.0346",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics","Mathematics - General Topology","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0346"],"date":["2011-09-01","2012-08-29"],"type":["text"],"creator":["Melikhov, Sergey A."],"language":[],"coverage":[],"title":["Infinite-dimensional uniform polyhedra"],"description":["  Uniform covers with a finite-dimensional nerve are rare (i.e., do not form a\ncofinal family) in many separable metric spaces of interest. To get hold on\nuniform homotopy properties of these spaces, a reasonably behaved notion of an\ninfinite-dimensional metric polyhedron is needed; a specific list of desired\nproperties was sketched by J. R. Isbell in a series of publications in 1959-64.\nIn this paper we construct what appears to be the desired theory of uniform\npolyhedra; incidentally, considerable information about their metric and\nLipschitz properties is obtained.\n","Comment: 39 pages. v2: The combinatorial chapter of the first version has\n  moved to arXiv:math.GT/1208.????. (Hyperlinks to that paper and to the other\n  prequel should work if the three pdf files are downloaded into one folder.) A\n  lemma on mapping cylinders is corrected. Introduction is revised. Some minor\n  results are added in the last section"]}]
["1109.1516",{"format":[],"subject":["Statistics - Computation","Mathematics - Numerical Analysis","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1516","doi:10.1016/j.jcp.2012.07.022"],"date":["2011-09-07","2012-08-30"],"type":["text"],"creator":["Moselhy, Tarek A. El","Marzouk, Youssef M."],"language":[],"coverage":[],"title":["Bayesian Inference with Optimal Maps"],"description":["  We present a new approach to Bayesian inference that entirely avoids Markov\nchain simulation, by constructing a map that pushes forward the prior measure\nto the posterior measure. Existence and uniqueness of a suitable\nmeasure-preserving map is established by formulating the problem in the context\nof optimal transport theory. We discuss various means of explicitly\nparameterizing the map and computing it efficiently through solution of an\noptimization problem, exploiting gradient information from the forward model\nwhen possible. The resulting algorithm overcomes many of the computational\nbottlenecks associated with Markov chain Monte Carlo. Advantages of a map-based\nrepresentation of the posterior include analytical expressions for posterior\nmoments and the ability to generate arbitrary numbers of independent posterior\nsamples without additional likelihood evaluations or forward solves. The\noptimization approach also provides clear convergence criteria for posterior\napproximation and facilitates model selection through automatic evaluation of\nthe marginal likelihood. We demonstrate the accuracy and efficiency of the\napproach on nonlinear inverse problems of varying dimension, involving the\ninference of parameters appearing in ordinary and partial differential\nequations.\n","Comment: 66 pages, 26 figures. Minor revisions and improvements throughout.\n  Published in Journal of Computational Physics"]}]
["1109.2515",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2515","J.Phys.:Conf.Ser. v.376, 012003 (2012)","doi:10.1088/1742-6596/376/1/012003"],"date":["2011-09-12"],"type":["text"],"creator":["Kravtsov, Vladimir"],"language":[],"coverage":[],"title":["Wonderful life at weak Coulomb interaction: increasing of\n  superconducting/superfluid transition temperature by disorder"],"description":["  We have shown that in systems where the Coulomb interaction is strongly\nsuppressed, the superconducting transition temperature may be enhanced by\ndisorder close to the Anderson localization transition. This phenomenon is\nbased on the enhancement by disorder of the matrix element of attraction in the\nCooper channel. For enhancement to take place one needs (i) strong disorder\nwhich makes the single-particle wave functions strongly inhomogeneous in space\nand (ii) strong correlation of the patterns of inhomogeneity for different\nwavefunctions. One case where such correlation is well known is the system\nclose to the Anderson transition. We review the notion of multifractality of\nwavefunctions in this region and show how the enhancement of T_{c} arises out\nof the multifractal correlations.\n","Comment: 11 pages, 3 figures, Proceedings of TIDS14, Acre, Israel"]}]
["1109.5288",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5288"],"date":["2011-09-24","2012-08-30"],"type":["text"],"creator":["Choudhury, Utsav"],"language":[],"coverage":[],"title":["Motives of Deligne-Mumford Stacks"],"description":["  For every smooth and separated Deligne-Mumford stack $F$, we associate a\nmotive $M(F)$ in Voevodsky's category of mixed motives with rational\ncoefficients $\\mathbf{DM}^{\\eff}(k,\\mathbb{Q})$. When $F$ is proper over a\nfield of characteristic 0, we compare $M(F)$ with the Chow motive associated to\n$F$ by Toen (\\cite{t}). Without the properness condition we show that $M(F)$ is\na direct summand of the motive of a smooth quasi-projective variety.\n","Comment: to appear in Advances in Mathematics"]}]
["1109.5523",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5523","Mod. Phys. Lett. A, Vol. 27, No. 28 (2012) 1250163","doi:10.1142/S0217732312501635"],"date":["2011-09-26","2012-08-28"],"type":["text"],"creator":["Sachan, Shobhit","Siwach, Sanjay"],"language":[],"coverage":[],"title":["Thermodynamics of soft wall AdS/QCD at finite chemical potential"],"description":["  We study the thermodynamics of soft wall model in AdS/QCD framework. The low\ntemperature phase of QCD is described by thermal AdS and high temperature phase\nby AdS Black hole solution of five dimensional gravity with negative\ncosmological constant. The chemical potential is introduced via the solution of\nU(1) vector field in the bulk. The difference of action densities in two phases\nis studied and the results are compared with hard wall model. The quark number\nsusceptibility is also calculated in both the models.\n","Comment: revised version, to appear in MPLA"]}]
["1109.5933",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","Mathematics - Analysis of PDEs","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5933","J. Math. Anal. Appl. 389 (2012), no. 2, 1222--1238","doi:10.1016/j.jmaa.2012.01.004"],"date":["2011-09-27"],"type":["text"],"creator":["Campos, Hugo M.","Kravchenko, Vladislav V.","Torba, Sergii M."],"language":[],"coverage":[],"title":["Transmutations, L-bases and complete families of solutions of the\n  stationary Schr\\\"odinger equation in the plane"],"description":["  An L-basis associated to a linear second-order ordinary differential operator\nL is an infinite sequence of functions {\\phi_k}_{k=0}^{\\infty} such that\nL\\phi_k=0 for k=0,1, L\\phi_k=k(k-1)\\phi_{k-2}, for k=2,3,... and all \\phi_k\nsatisfy certain prescribed initial conditions. We study the transmutation\noperators related to L in terms of the transformation of powers of the\nindependent variable {(x-x_{0})^k}_{k=0}^{\\infty} to the elements of the\nL-basis and establish a precise form of the transmutation operator realizing\nthis transformation. We use this transmutation operator to establish a\ncompleteness of an infinite system of solutions of the stationary Schr\\\"odinger\nequation from a certain class. The system of solutions is obtained as an\napplication of the theory of bicomplex pseudoanalytic functions and its\ncompleteness was a long sought result. Its use for constructing reproducing\nkernels and solving boundary and eigenvalue problems has been considered even\nwithout the required completeness justification. The obtained result on the\ncompleteness opens the way for further development and application of the tools\nof pseudoanalytic function theory.\n"]}]
["1109.6756",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6756","J. Chem. Phys. 136, 024502 (2012)","doi:10.1063/1.3674270"],"date":["2011-09-30"],"type":["text"],"creator":["Lichtner, K.","Archer, A. J.","Klapp, S. H. L."],"language":[],"coverage":[],"title":["Phase separation dynamics in a two-dimensional magnetic mixture"],"description":["  Based on classical density functional theory (DFT), we investigate the\ndemixing phase transition of a two-dimensional, binary Heisenberg fluid\nmixture. The particles in the mixture are modeled as Gaussian soft spheres,\nwhere one component is characterized by an additional classical spin-spin\ninteraction of Heisenberg type. Within the DFT we treat the particle\ninteractions using a mean-field approximation. For certain magnetic coupling\nstrengths we calculate phase diagrams in the density-concentration plane. For\nsufficiently large coupling strengths and densities, we find a demixing phase\ntransition driven by the ferromagnetic interactions of the magnetic species. We\nalso provide a microscopic description (i.e., density profiles) of the\nresulting non-magnetic/magnetic fluid-fluid interface. Finally, we investigate\nthe phase separation using dynamical density functional theory (DDFT),\nconsidering both nucleation processes and spinodal demixing.\n","Comment: 15 pages, 10 figures"]}]
["1110.2744",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2744","Physica C 479, 2-14 (2012)","doi:10.1016/j.physc.2012.01.002"],"date":["2011-10-12","2012-03-26"],"type":["text"],"creator":["Babaev, E.","Carlstrom, J.","Garaud, J.","Silaev, M.","Speight, J. M."],"language":[],"coverage":[],"title":["Type-1.5 superconductivity in multiband systems: magnetic response,\n  broken symmetries and microscopic theory. A brief overview"],"description":["  A conventional superconductor is described by a single complex order\nparameter field which has two fundamental length scales, the magnetic field\npenetration depth \\lambda and the coherence length \\xi. Their ratio \\kappa\ndetermines the response of a superconductor to an external field, sorting them\ninto two categories as follows; type-I when \\kappa <1/\\sqrt{2} and type-II when\n\\kappa >1/\\sqrt{2} . We overview here multicomponent systems which can possess\nthree or more fundamental length scales and allow a separate \"type-1.5\"\nsuperconducting state when, e.g. in two-component case\n\\xi_1<\\sqrt{2}\\lambda<\\xi_2. In that state, as a consequence of the extra\nfundamental length scale, vortices attract one another at long range but repel\nat shorter ranges. As a consequence the system should form an additional\nSemi-Meissner state which properties we discuss below. In that state vortices\nform clusters in low magnetic fields. Inside the cluster one of the component\nis depleted and the superconductor-to-normal interface has negative energy. In\ncontrast the current in second component is mostly concentrated on the\ncluster's boundary, making the energy of this interface positive. Here we\nbriefly overview recent developments in Ginzburg-Landau and microscopic\ndescriptions of this state.\n","Comment: Prepared for the proceedings of \"Vortex VII\" conference. Animations\n  of vortices in type-1.5 superconductors is available at\n  http://people.umass.edu/garaud/NonPairwise.html.\n  http://www.youtube.com/user/QuantumVortices v2.: Minor additions (published\n  version)"]}]
["1110.5111",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5111"],"date":["2011-10-23","2012-08-29"],"type":["text"],"creator":["Chudnovsky, Maria","King, Andrew D."],"language":[],"coverage":[],"title":["Optimal antithickenings of claw-free trigraphs"],"description":["  Chudnovsky and Seymour's structure theorem for claw-free graphs has led to a\nmultitude of recent results that exploit two structural operations: {\\em\ncompositions of strips} and {\\em thickenings}. In this paper we consider the\nlatter, proving that every claw-free graph has a unique optimal {\\em\nantithickening}, where our definition of {\\em optimal} is chosen carefully to\nrespect the structural foundation of the graph. Furthermore, we give an\nalgorithm to find the optimal antithickening in $O(m^2)$ time. For the sake of\nboth completeness and ease of proof, we prove stronger results in the more\ngeneral setting of trigraphs.\n","Comment: 19 pages, 2 figures. Revision: Fixed statement of Corollary 2 (only\n  applies to quasi-line graphs) and updated references"]}]
["1110.5997",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5997","Phys. Biol. 9 (2012) 056006","doi:10.1088/1478-3975/9/5/056006"],"date":["2011-10-27","2011-11-16"],"type":["text"],"creator":["Sheinman, M.","Kafri, Y."],"language":[],"coverage":[],"title":["How the DNA sequence affects the Hill curve of transcriptional response"],"description":["  The Hill coefficient is often used as a direct measure of the cooperativity\nof binding processes. It is an essential tool for probing properties of\nreactions in many biochemical systems. Here we analyze existing experimental\ndata and demonstrate that the Hill coefficient characterizing the binding of\ntranscription factors to their cognate sites can in fact be larger than one --\nthe standard indication of cooperativity -- even in the absence of any standard\ncooperative binding mechanism. By studying the problem analytically, we\ndemonstrate that this effect occurs due to the disordered binding energy of the\ntranscription factor to the DNA molecule and the steric interactions between\nthe different copies of the transcription factor. We show that the enhanced\nHill coefficient implies a significant reduction in the number of copies of the\ntranscription factors which is needed to occupy a cognate site and, in many\ncases, can explain existing estimates for numbers of the transcription factors\nin cells. The mechanism is general and should be applicable to other biological\nrecognition processes.\n","Comment: 9 pages, 7 figures"]}]
["1110.6275",{"format":[],"subject":["Computer Science - Symbolic Computation","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6275"],"date":["2011-10-28","2012-08-30"],"type":["text"],"creator":["Tang, Xiaoxian","Xia, Bican"],"language":[],"coverage":[],"title":["Stability of Triangular Decomposition and Comprehensive Triangular\n  Decomposition"],"description":["  A new concept, decomposition-unstable (DU) variety of a parametric polynomial\nsystem, is introduced in this paper and the stabilities of several triangular\ndecomposition methods, such as characteristic set decomposition, relatively\nsimplicial decomposition and regular chain decomposition, for parametric\npolynomial systems are discussed in detail. The concept leads to a definition\nof weakly comprehensive triangular decomposition (WCTD) and a new algorithm for\ncomputing comprehensive triangular decomposition (CTD) which was first\nintroduced in [4] for computing an analogue of comprehensive Groebner systems\nfor parametric polynomial systems. Our algorithm takes advantage of a\nhierarchical solving strategy and a self-adaptive order of parameters. The\nalgorithm has been implemented with Maple 15 and experimented with a number of\nbenchmarks from the literature. Comparison with the Maple package\nRegularChains, which contains an implementation of the algorithm in [4], is\nprovided and the results illustrate that the time costs by our program for\ncomputing CTDs of most examples are no more than those by RegularChains.\n","Comment: This paper has been withdrawn by the author due to a crucial error in\n  a proof"]}]
["1110.6393",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Mathematical Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6393","Physica D, v. 241, 1245-1254 (2012)","doi:10.1016/j.physd.2012.04.003"],"date":["2011-10-28"],"type":["text"],"creator":["Dejak, S. I.","Lushnikov, P. M.","Ovchinnikov, Yu. N.","Sigal, I. M."],"language":[],"coverage":[],"title":["On Spectra of Linearized Operators for Keller-Segel Models of Chemotaxis"],"description":["  We consider the phenomenon of collapse in the critical Keller-Segel equation\n(KS) which models chemotactic aggregation of micro-organisms underlying many\nsocial activities, e.g. fruiting body development and biofilm formation. Also\nKS describes the collapse of a gas of self-gravitating Brownian particles. We\nfind the fluctuation spectrum around the collapsing family of steady states for\nthese equations, which is instrumental in derivation of the critical collapse\nlaw. To this end we develop a rigorous version of the method of matched\nasymptotics for the spectral analysis of a class of second order differential\noperators containing the linearized Keller-Segel operators (and as we argue\nlinearized operators appearing in nonlinear evolution problems). We explain how\nthe results we obtain are used to derive the critical collapse law, as well as\nfor proving its stability.\n","Comment: 22 pages, 1 figure"]}]
["1110.6637",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6637","Nuovo Cimento C, 2012","doi:10.1393/ncc/i2012-11261-2"],"date":["2011-10-30"],"type":["text"],"creator":["Aleksejevs, A.","Barkanova, S.","Kolomensky, Y.","Kuraev, E.","Zykunov, V."],"language":[],"coverage":[],"title":["High precision calculations of electroweak radiative corrections for\n  polarized Moller scattering at one loop and beyond"],"description":["  Parity-violating Moller scattering measurements are a powerful probe of new\nphysics effects, and the upcoming high-precision experiments will require a new\nlevel of accuracy for electroweak radiative corrections (EWC). First, we\nperform the updated calculations of one-loop EWC for Moller scattering\nasymmetry using two different approaches: semi-automatic, precise, with\nFeynArts and FormCalc as base languages, and \"by hand\", with reasonable\napproximations. In addition, we provide a tuned comparison between the one-loop\nresults obtained in two different renormalization schemes: on-shell and\nconstrained differential renormalization. As the last step, we discuss the\ntwo-loop EWC induced by squaring one-loop diagrams, and show that the\nsignificant size of this partial correction indicates a need for a complete\nstudy of the two-loop EWC in order to meet the precision goals of future\nexperiments.\n","Comment: PAVI11 Workshop Proceedings (September 5-9, 2011, Rome)"]}]
["1111.2353",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry","53D35, 52A20, 52A40, 57R17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2353"],"date":["2011-11-09","2012-08-30"],"type":["text"],"creator":["Artstein-Avidan, Shiri","Ostrover, Yaron"],"language":[],"coverage":[],"title":["Bounds for Minkowski Billiard Trajectories in Convex Bodies"],"description":["  In this paper we use the Ekeland-Hofer-Zehnder symplectic capacity to provide\nseveral bounds and inequalities for the length of the shortest periodic\nbilliard trajectory in a smooth convex body in ${\\mathbb R}^{n}$. Our results\nhold both for classical billiards, as well as for the more general case of\nMinkowski billiards.\n","Comment: Latex, 26 pages"]}]
["1111.2752",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.2752","Nature Mater. 11 (2012) 755","doi:10.1038/NMAT3400"],"date":["2011-11-11","2011-11-24"],"type":["text"],"creator":["Lunkenheimer, P.","Müller, J.","Krohns, S.","Schrettle, F.","Loidl, A.","Hartmann, B.","Rommel, R.","de Souza, M.","Hotta, C.","Schlueter, J. A.","Lang, M."],"language":[],"coverage":[],"title":["Multiferroicity in an organic charge-transfer salt:\n  Electric-dipole-driven magnetism"],"description":["  Multiferroics, showing simultaneous ordering of electrical and magnetic\ndegrees of freedom, are remarkable materials as seen from both the academic and\ntechnological points of view. A prominent mechanism of multiferroicity is the\nspin-driven ferroelectricity, often found in frustrated antiferromagnets with\nhelical spin order. There, similar to conventional ferroelectrics, the\nelectrical dipoles arise from an off-centre displacement of ions. However,\nrecently a different mechanism, namely purely electronic ferroelectricity,\nwhere charge order breaks inversion symmetry, has attracted considerable\ninterest. Here we provide evidence for this exotic type of ferroelectricity,\naccompanied by antiferromagnetic spin order, in a two-dimensional organic\ncharge-transfer salt, thus representing a new class of multiferroics. Quite\nunexpectedly for electronic ferroelectrics, dipolar and spin order arise nearly\nsimultaneously. This can be ascribed to the loss of spin frustration induced by\nthe ferroelectric ordering. Hence, here the spin order is driven by the\nferroelectricity, in marked contrast to the spin-driven ferroelectricity in\nhelical magnets.\n","Comment: 8 pages, 9 figures (including 4 pages and 6 figures in supplementary\n  information). Version 2 with minor errors corrected (legend of Fig. 3c and\n  definition of vectors e and Q)"]}]
["1111.3998",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Quantum Gases","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3998"],"date":["2011-11-16","2012-08-30"],"type":["text"],"creator":["Schuster, Micah D.","Johnson, Calvin W.","Staker, Joshua T."],"language":[],"coverage":[],"title":["Many-body approximations for atomic binding energies"],"description":["  We benchmark three standard approximations for the many-body problem -- the\nHartree-Fock, projected Hartree-Fock, and random phase approximations --\nagainst full numerical configuration-interaction calculations of the electronic\nstructure of atoms, from Li through to Ne. These configuration-interaction\ncalculations used up to $2 \\times 10^8$ uncoupled basis states, equivalent to $\n10^7$ coupled basis states (configuration state functions.) Each method uses\nexactly the same input, i.e., the same single-particle basis and Coulomb matrix\nelements, so any differences are strictly due to the approximation itself.\nAlthough it consistently overestimates the ground state binding energy, the\nrandom phase approximation has the smallest overall errors; furthermore, we\nsuggest it may be useful as a method for efficient optimization of\nsingle-particle basis functions.\n","Comment: 12 pages, 4 figures; slight revision to text and added new data"]}]
["1111.4150",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4150","IEEE Nuclear Science Symposium 2011 Conference Record","doi:10.1109/NSSMIC.2011.6153647"],"date":["2011-11-17"],"type":["text"],"creator":["Pinto, Serge Duarte","Carrière, Philippe","Spanggaard, Jens","Tranquille, Gerard"],"language":[],"coverage":[],"title":["Antiproton beam profile measurements using Gas Electron Multipliers"],"description":["  The new beam profile measurement for the Antiproton Decelerator (AD) at CERN\nis based on a single Gas Electron Multiplier (GEM) with a 2D readout structure.\nThis detector is very light, ~0.4% X_0, as required by the low energy of the\nantiprotons, 5.3 MeV. This overcomes the problems previously encountered with\nmulti-wire proportional chambers (MWPC) for the same purpose, where beam\ninteractions with the detector severely affect the obtained profiles. A\nprototype was installed and successfully tested in late 2010, with another five\ndetectors now installed in the ASACUSA and AEgIS beam lines. We will provide a\ndetailed description of the detector and discuss the results obtained.\n  The success of these detectors in the AD makes GEM-based detectors likely\ncandidates for upgrade of the beam profile monitors in all experimental areas\nat CERN. The various types of MWPC currently in use are aging and becoming\nincreasingly difficult to maintain.\n","Comment: Submitted to the IEEE Nuclear Science Symposium conference record"]}]
["1111.4449",{"format":[],"subject":["Mathematical Physics","Mathematics - Classical Analysis and ODEs","Quantum Physics","34L40, 34L25, 34B24, 81Q05, 81Q60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.4449","J. Phys. A: Math. Theor. 45 (2012), 075201 (21pp)","doi:10.1088/1751-8113/45/7/075201"],"date":["2011-11-18"],"type":["text"],"creator":["Kravchenko, Vladislav V.","Torba, Sergii M."],"language":[],"coverage":[],"title":["Transmutations for Darboux transformed operators with applications"],"description":["  We solve the following problem. Given a continuous complex-valued potential\nq_1 defined on a segment [-a,a] and let q_2 be the potential of a Darboux\ntransformed Schr\\\"odinger operator. Suppose a transmutation operator T_1 for\nthe potential q_1 is known such that the corresponding Schr\\\"odinger operator\nis transmuted into the operator of second derivative. Find an analogous\ntransmutation operator T_2 for the potential q_2.\n  It is well known that the transmutation operators can be realized in the form\nof Volterra integral operators with continuously differentiable kernels. Given\na kernel K_1 of the transmutation operator T_1 we find the kernel K_2 of T_2 in\na closed form in terms of K_1. As a corollary interesting commutation relations\nbetween T_1 and T_2 are obtained which then are used in order to construct the\ntransmutation operator for the one-dimensional Dirac system with a scalar\npotential.\n"]}]
["1111.5485",{"format":[],"subject":["Computer Science - Social and Information Networks","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5485","Information Processing Letters. 112 (2012) 849-855","doi:10.1016/j.ipl.2012.08.005"],"date":["2011-11-23","2012-08-30"],"type":["text"],"creator":["Picard, Willy"],"language":[],"coverage":[],"title":["Membership(s) and compliance(s) with class-based graphs"],"description":["  Besides the need for a better understanding of networks, there is a need for\nprescriptive models and tools to specify requirements concerning networks and\ntheir associated graph representations. We propose class-based graphs as a\nmeans to specify requirements concerning object-based graphs. Various variants\nof membership are proposed as special relations between class-based and\nobject-based graphs at the local level, while various variants of compliance\nare proposed at the global level.\n","Comment: 7 pages, 4 figures"]}]
["1111.6809",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6809","Astronomy & Astrophysics 545 (2012) A12","doi:10.1051/0004-6361/201118542"],"date":["2011-11-29","2012-05-17"],"type":["text"],"creator":["Cherchneff, Isabelle"],"language":[],"coverage":[],"title":["The inner wind of IRC+10216 revisited: New exotic chemistry and\n  diagnostic for dust condensation in carbon stars"],"description":["  Aims. We model the chemistry of the inner wind of the carbon star IRC+10216\nand consider the effect of periodic shocks induced by the stellar pulsation on\nthe gas to follow the non-equilibrium chemistry in the shocked gas layers. We\nconsider a very complete set of chemical families, including hydrocarbons and\naromatics, hydrides, halogens and phosphorous-bearing species. Derived\nabundances are compared to the latest observational data from large surveys and\nHerschel. Results. The shocks induce a non-equilibrium chemistry in the dust\nformation zone of IRC+10216 where the collision destruction of CO in the\npost-shock gas triggers the formation of O-bearing species (H2O, SiO). Most of\nthe modelled abundances agree very well with the latest values derived from\nHerschel data on IRC+10216. Hydrides form a family of abundant species that are\nexpelled into the intermediate envelope. In particular, HF traps all the atomic\nfluorine in the dust formation zone. Halogens are also abundant and their\nchemistry is independent of the C/O ratio of the star. Therefore, HCl and other\nCl-bearing species should also be present in the inner wind of O-rich AGB or\nsupergiant stars. We identify a specific region ranging from 2.5 R* to 4 R*,\nwhere polycyclic aromatic hydrocarbons form and grow. The estimated carbon\ndust-to-gas mass ratio derived from the mass of aromatics ranges from 1.2 x\n10^(-3) to 5.8 x 10^{-3} and agrees well with existing observational values.\nThe aromatic formation region is located outside hot layers where SiC2 is\nproduced as a bi-product of silicon carbide dust synthesis. Finally, we predict\nthat some molecular lines will show flux variation with pulsation phase and\ntime (e.g., H2O) while other species will not (e.g., CO). These variations\nmerely reflect the non-equilibrium chemistry that destroys and reforms\nmolecules over a pulsation period in the shocked gas of the dust formation\nzone.\n","Comment: 15 pages, 10 figures. Accepted for publication in Astronomy &\n  Astrophysics"]}]
["1112.0056",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0056","Phys. Rev. B 86, 035324 (2012)","doi:10.1103/PhysRevB.86.035324"],"date":["2011-11-30"],"type":["text"],"creator":["Poddubny, A. N.","Nestoklon, M. O.","Goupalov, S. V."],"language":[],"coverage":[],"title":["Anomalous Suppression of Valley Splittings in Lead Salt Nanocrystals\n  without Inversion Center"],"description":["  Atomistic sp3d5s* tight-binding theory of PbSe and PbS nanocrystals is\ndeveloped. It is demonstrated, that the valley splittings of confined electrons\nand holes strongly and peculiarly depend on the geometry of a nanocrystal. When\nthe nanocrystal lacks a microscopic center of inversion and has T_d symmetry,\nthe splitting is strongly suppressed as compared to the more symmetric\nnanocrystals with O_h symmetry, having an inversion center.\n","Comment: 5 pages, 4 figures, 1 table"]}]
["1112.0967",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","41A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.0967","Rendiconti di matematica, Vol. 32, 2012, 1-15"],"date":["2011-12-05"],"type":["text"],"creator":["Serdyuk, A. S.","Ovsii, Ie. Yu.","Musienko, A. P."],"language":[],"coverage":[],"title":["Approximation of classes of analytic functions by de la Vallee Poussin\n  sums in uniform metric"],"description":["  In this paper asymptotic equalities are found for the least upper bounds of\ndeviations in the uniform metric of de la Vallee Poussin sums on classes of\n2\\pi-periodic (\\psi,\\beta)-differentiable functions admitting an analytic\ncontinuation into the given strip of the complex plane. As a consequence,\nasymptotic equalities are obtained on classes of convolutions of periodic\nfunctions generated by the Neumann kernel and the polyharmonic Poisson kernel.\n","Comment: Supported in part by the Ukrainian Foundation for Basic Research\n  (project no. 035/001)"]}]
["1112.2074",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2074","Phys. Rev. E 85 061408 (2012)","doi:10.1103/PhysRevE.85.061408"],"date":["2011-12-09"],"type":["text"],"creator":["Robbins, Mark J.","Archer, Andrew J.","Thiele, Uwe","Knobloch, Edgar"],"language":[],"coverage":[],"title":["Modelling fluids and crystals using a two-component modified phase field\n  crystal model"],"description":["  A modified phase field crystal model in which the free energy may be\nminimised by an order parameter profile having isolated bumps is investigated.\nThe phase diagram is calculated in one and two dimensions and we locate the\nregions where modulated and uniform phases are formed and also regions where\nlocalised states are formed. We investigate the effectiveness of the phase\nfield crystal model for describing fluids and crystals with defects. We further\nconsider a two component model and elucidate how the structure transforms from\nhexagonal crystalline ordering to square ordering as the concentration changes.\nOur conclusion contains a discussion of possible interpretations of the order\nparameter field.\n"]}]
["1112.2506",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.2506","Theory of Stochastic Processes 17 (33) No 2 (2011) 1-15"],"date":["2011-12-12"],"type":["text"],"creator":["Aryasova, Olga V.","Pilipenko, Andrey Yu."],"language":[],"coverage":[],"title":["On the strong uniqueness of a solution to singular stochastic\n  differential equations"],"description":["  We prove the existence and uniqueness of a strong solution for an SDE on a\nsemi-axis with singularities at the point 0. The result obtained yields, for\nexample, the strong uniqueness of non-negative solutions to SDEs governing\nBessel processes.\n","Comment: 15 pages"]}]
["1112.4224",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4224","Phys. Rev. B 86, 054115 (2012)","doi:10.1103/PhysRevB.86.054115"],"date":["2011-12-18","2012-07-26"],"type":["text"],"creator":["Kang, Chang-Jong","Kim, Kyoo","Min, B. I."],"language":[],"coverage":[],"title":["Effects of the Spin-Orbit Coupling and the Superconductivity in\n  simple-cubic alpha-Polonium"],"description":["  We have investigated the mechanism of stabilizing the simple-cubic (SC)\nstructure in polonium (alpha- Po), based on the phonon dispersion calculations\nusing the first-principles all-electron band method. We have demonstrated that\nthe stable SC structure results from the suppression of the Peierls instability\ndue to the strong spin-orbit coupling (SOC) in alpha-Po. Further, we have\nexplored the possible superconductivity in alpha-Po, and predicted that it\nbecomes a superconductor with Tc ~ 4 K. The transverse soft phonon mode at q ~\n2/3 R, which is greatly influenced by the SOC, plays an important role both in\nthe structural stability and the superconductivity in alpha-Po. We have\ndiscussed effects of the SOC and the volume variation on the phonon dispersions\nand superconducting properties of alpha-Po.\n","Comment: 5pages, 5figures"]}]
["1112.4897",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1112.4897"],"date":["2011-12-20","2012-08-30"],"type":["text"],"creator":["Kari, Lila","Kopecki, Steffen"],"language":[],"coverage":[],"title":["Deciding Whether a Regular Language is Generated by a Splicing System"],"description":["  Splicing as a binary word/language operation is inspired by the DNA\nrecombination under the action of restriction enzymes and ligases, and was\nfirst introduced by Tom Head in 1987. Shortly thereafter, it was proven that\nthe languages generated by (finite) splicing systems form a proper subclass of\nthe class of regular languages. However, the question of whether or not one can\ndecide if a given regular language is generated by a splicing system remained\nopen. In this paper we give a positive answer to this question. Namely, we\nprove that, if a language is generated by a splicing system, then it is also\ngenerated by a splicing system whose size is a function of the size of the\nsyntactic monoid of the input language, and which can be effectively\nconstructed.\n"]}]
["1201.0676",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.0676","Eds. Springer Verlag Berlin Heidelberg, Ch. 3, pp. 69 - 125 (2012)"],"date":["2012-01-03"],"type":["text"],"creator":["Vitanov, Nikolay K.","Ausloos, Marcel R."],"language":[],"coverage":[],"title":["Knowledge epidemics and population dynamics models for describing idea\n  diffusion"],"description":["  The diffusion of ideas is often closely connected to the creation and\ndiffusion of knowledge and to the technological evolution of society. Because\nof this, knowledge creation, exchange and its subsequent transformation into\ninnovations for improved welfare and economic growth is briefly described from\na historical point of view. Next, three approaches are discussed for modeling\nthe diffusion of ideas in the areas of science and technology, through (i)\ndeterministic, (ii) stochastic, and (iii) statistical approaches. These are\nillustrated through their corresponding population dynamics and epidemic models\nrelative to the spreading of ideas, knowledge and innovations. The\ndeterministic dynamical models are considered to be appropriate for analyzing\nthe evolution of large and small societal, scientific and technological systems\nwhen the influence of fluctuations is insignificant. Stochastic models are\nappropriate when the system of interest is small but when the fluctuations\nbecome significant for its evolution. Finally statistical approaches and models\nbased on the laws and distributions of Lotka, Bradford, Yule, Zipf-Mandelbrot,\nand others, provide much useful information for the analysis of the evolution\nof systems in which development is closely connected to the process of idea\ndiffusion.\n","Comment: 73 pages, 24 figures, 5 tables, 153 references; intended as CHAPTER 3\n  in a BOOK: Models of science dynamics - encounters between complexity theory\n  and information sciences, to be edited by Katy Boerner, Andrea Scharnhorst,\n  and Peter van den Besselaar"]}]
["1201.1452",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.1452","2012 Phys. Rev. B 85, 184432","doi:10.1103/PhysRevB.85.184432"],"date":["2012-01-06"],"type":["text"],"creator":["Boseggia, S.","Springell, R.","Walker, H. C.","Boothroyd, A. T.","Prabhakaran, D.","Wermeille, D.","Bouchenoire, L.","Collins, S. P.","McMorrow, D. F."],"language":[],"coverage":[],"title":["Antiferromagnetic order and domains in Sr3Ir2O7 probed by x-ray resonant\n  scattering"],"description":["  This article reports a detailed x-ray resonant scattering study of the\nbilayer iridate compound, Sr3Ir2O7, at the Ir L2 and L3 edges. Resonant\nscattering at the Ir L3 edge has been used to determine that Sr3Ir2O7 is a\nlong-range ordered antiferromagnet below TN 230K with an ordering wavevector,\nq=(1/2,1/2,0). The energy resonance at the L3 edge was found to be a factor of\n~30 times larger than that at the L2. This remarkable effect has been seen in\nthe single layer compound Sr2IrO4 and has been linked to the observation of a\nJeff=1/2 spin-orbit insulator. Our result shows that despite the modified\nelectronic structure of the bilayer compound, caused by the larger bandwidth,\nthe effect of strong spin-orbit coupling on the resonant magnetic scattering\npersists. Using the programme SARAh, we have determined that the magnetic order\nconsists of two domains with propagation vectors k1=(1/2,1/2,0) and\nk2=(1/2,-1/2,0), respectively. A raster measurement of a focussed x-ray beam\nacross the surface of the sample yielded images of domains of the order of 100\nmicrons size, with odd and even L components, respectively. Fully relativistic,\nmonoelectronic calculations (FDMNES), using the Green's function technique for\na muffin-tin potential have been employed to calculate the relative intensities\nof the L2,3 edge resonances, comparing the effects of including spin-orbit\ncoupling and the Hubbard, U, term. A large L3 to L2 edge intensity ratio (~5)\nwas found for calculations including spin-orbit coupling. Adding the Hubbard,\nU, term resulted in changes to the intensity ratio <5%.\n","Comment: 9 pages, 9 figures"]}]
["1201.4481",{"format":[],"subject":["Physics - Medical Physics","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4481","NeuroImage 63 (2012) 698-712","doi:10.1016/j.neuroimage.2012.07.031"],"date":["2012-01-21","2012-07-16"],"type":["text"],"creator":["Zotev, Vadim","Yuan, Han","Phillips, Raquel","Bodurka, Jerzy"],"language":[],"coverage":[],"title":["EEG-assisted retrospective motion correction for fMRI: E-REMCOR"],"description":["  We propose a method for retrospective motion correction of fMRI data in\nsimultaneous EEG-fMRI that employs the EEG array as a sensitive motion\ndetector. EEG motion artifacts are used to generate motion regressors\ndescribing rotational head movements with millisecond temporal resolution.\nThese regressors are utilized for slice-specific motion correction of\nunprocessed fMRI data. Performance of the method is demonstrated by correction\nof fMRI data from five patients with major depressive disorder, who exhibited\nhead movements by 1-3 mm during a resting EEG-fMRI run. The fMRI datasets,\ncorrected using eight to ten EEG-based motion regressors, show significant\nimprovements in temporal SNR (TSNR) of fMRI time series, particularly in the\nfrontal brain regions and near the surface of the brain. The TSNR improvements\nare as high as 50% for large brain areas in single-subject analysis and as high\nas 25% when the results are averaged across the subjects. Simultaneous\napplication of the EEG-based motion correction and physiological noise\ncorrection by means of RETROICOR leads to average TSNR enhancements as high as\n35% for large brain regions. These TSNR improvements are largely preserved\nafter the subsequent fMRI volume registration and regression of fMRI motion\nparameters. The proposed EEG-assisted method of retrospective fMRI motion\ncorrection (referred to as E-REMCOR) can be used to improve quality of fMRI\ndata with severe motion artifacts and to reduce spurious correlations between\nthe EEG and fMRI data caused by head movements. It does not require any\nspecialized equipment beyond the standard EEG-fMRI instrumentation and can be\napplied retrospectively to any existing EEG-fMRI data set.\n","Comment: 19 pages, 10 figures, to appear in NeuroImage"]}]
["1201.4841",{"format":[],"subject":["Quantitative Finance - Statistical Finance","Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1201.4841","Physica A 391 (2012) 3190-97","doi:10.1016/j.physa.2012.01.006"],"date":["2012-01-23","2012-01-24"],"type":["text"],"creator":["Ausloos, Marcel R."],"language":[],"coverage":[],"title":["Econophysics of a religious cult: the Antoinists in Belgium [1920-2000]"],"description":["  In the framework of applying econophysics ideas in religious topics, the\nfinances of the Antoinist religious movement organized in Belgium between 1920\nand 2000 are studied. The interest of investigating financial aspects of such\na, sometimes called, sect stems in finding characteristics of conditions and\nmechanisms under which definitely growth AND decay features of communities can\nbe understood. The legally reported yearly income and expenses between 1920 and\n2000 are studied. A three wave asymmetric regime is observed over a trend among\nmarked fluctuations at time of crises. The data analysis leads to propose a\ngeneral mechanistic model taking into account an average GDP growth, an\noscillatory monetary inflation and a logistic population drift.\n","Comment: 20 pages, 6 figures, 2 tables, 51 references; prepared for Physica A;\n  now including title, author, address and abstract"]}]
["1202.0577",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.0577","Asymptotic Analysis, Vol. 79, 1--2, 2012, pp. 65--86","doi:10.3233/ASY-2011-1090"],"date":["2012-02-02"],"type":["text"],"creator":["Hu, Wenqing"],"language":[],"coverage":[],"title":["On metastability in nearly-elastic systems"],"description":["  We consider a nearly-elastic model system with one degree of freedom. In each\ncollision with the \"wall\", the system can either lose or gain a small amount of\nenergy due to stochastic perturbation. The weak limit of the corresponding slow\nmotion, which is a stochastic process on a graph, is calculated. A large\ndeviation type asymptotics and the metastability of the system are also\nconsidered.\n"]}]
["1202.1207",{"format":[],"subject":["Mathematics - Functional Analysis","15A15, 15A18, 15A24, 15A48"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.1207"],"date":["2012-02-06","2012-08-29"],"type":["text"],"creator":["Lin, Minghua"],"language":[],"coverage":[],"title":["On the sum of normal matrices"],"description":["  This short paper revisits a remarkable but almost overlooked result of\nDjokovi\\'{c} [Proc. Amer. Math. Soc. 27 (1971) 19-23]. A connection to a result\nof \\u{S}emrl is pointed out. With Djokovi\\'{c}'s result, an extension of\nCraig-Sakamoto theorem to $k$ ($k\\ge 2$) normal matrices is presented. A\ncomment to a recent monthly problem is also given.\n","Comment: The MS is to be expanded"]}]
["1202.2297",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1202.2297","Nano Lett.,12 1362 (2012)","doi:10.1021/nl203968j"],"date":["2012-02-10"],"type":["text"],"creator":["Kumar, S. Bala","Guo, Jing"],"language":[],"coverage":[],"title":["Strain induced conductance modulation in graphene grain boundary"],"description":["  Grain boundaries (GBs) are ubiquitous in polycrystalline graphene materials\nobtained by various growth methods. It has been shown previously that\nconsiderable electrical transport gap can be opened by grain boundaries. On the\nother hand, polycrystalline graphene with GBs is an atomically thin membrane\nthat can sustain extraordinary amount of strain. Here, by using atomistic\nquantum transport numerical simulations, we examine modulation of electrical\ntransport properties of graphene GBs. The results indicate the modulation of\ntransport gap and electrical conductance strongly depends on the topological\nstructure of the GB. The transport gap of certain GBs can be significantly\nwidened by strain, which is useful for improving the on-off ratio in potential\ntransistor applications and for applications as monolayer strain sensors\n","Comment: http://pubs.acs.org/doi/abs/10.1021/nl203968j"]}]
["1203.0602",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0602","Journal of Statistical Physics, 144, 2011, pp. 978-1008","doi:10.1007/s10955-011-0289-5"],"date":["2012-03-02"],"type":["text"],"creator":["Freidlin, Mark","Hu, Wenqing"],"language":[],"coverage":[],"title":["On perturbations of generalized Landau-Lifshitz dynamics"],"description":["  We consider deterministic and stochastic perturbations of dynamical systems\nwith conservation laws in $\\R^3$. The Landau-Lifshitz equation for the\nmagnetization dynamics in ferromagnetics is a special case of our system. The\naveraging principle is a natural tool in such problems. But bifurcations in the\nset of invariant measures lead to essential modification in classical\naveraging. The limiting slow motion in this case, in general, is a stochastic\nprocess even if pure deterministic perturbations of a deterministic system are\nconsidered. The stochasticity is a result of instabilities in the non-perturbed\nsystem as well as of existence of ergodic sets of a positive measure. We\neffectively describe the limiting slow motion.\n","Comment: already published"]}]
["1203.0603",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.0603","Journal of Mathematical Sciences, 79, No.1, November 2011,\n  translated from Problems in Mathematical Analysis, 61, October 2011 (in\n  Russian)","doi:10.1007/s10958-011-0589-y"],"date":["2012-03-02"],"type":["text"],"creator":["Freidlin, Mark","Hu, Wenqing"],"language":[],"coverage":[],"title":["Smoluchowski-Kramers approximation in the case of variable friction"],"description":["  We consider the small mass asymptotics (Smoluchowski-Kramers approximation)\nfor the Langevin equation with a variable friction coefficient. The limit of\nthe solution in the classical sense does not exist in this case. We study a\nmodification of the Smoluchowski-Kramers approximation. Some applications of\nthe Smoluchowski-Kramers approximation to problems with fast oscillating or\ndiscontinuous coefficients are considered.\n","Comment: already published"]}]
["1203.1921",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.1921","ApJ, 756, 176 (2012)","doi:10.1088/0004-637X/756/2/176"],"date":["2012-03-08","2012-08-29"],"type":["text"],"creator":["Howe, Alex R.","Burrows, Adam S."],"language":[],"coverage":[],"title":["Theoretical Transit Spectra for GJ 1214b and Other \"Super-Earths\""],"description":["  We present new calculations of transit spectra of super-Earths that allow for\natmospheres with arbitrary proportions of common molecular species and haze. We\ntest this method with generic spectra, reproducing the expected systematics and\nabsorption features, then apply it to the nearby super-Earth GJ 1214b, which\nhas produced conflicting observational data, leaving the questions of a\nhydrogen-rich versus hydrogen-poor atmosphere and the water content of the\natmosphere ambiguous. We present representative transit spectra for a range of\nclasses of atmosphere models for GJ 1214b. Our analysis supports a\nhydrogen-rich atmosphere with a cloud or haze layer, although a hydrogen-poor\nmodel with less than 10% water is not ruled out. Several classes of models are\nruled out, however, including hydrogen-rich atmospheres with no haze,\nhydrogen-rich atmospheres with a haze of about 0.01-micron tholin particles,\nand hydrogen-poor atmospheres with major sources of absorption other than\nwater. We propose an observational test to distinguish hydrogen-rich from\nhydrogen-poor atmospheres. Finally, we provide a library of theoretical transit\nspectra for super-Earths with a broad range of parameters to facilitate future\ncomparison with anticipated data.\n","Comment: 33 pages, 21 figures, 3 tables"]}]
["1203.3073",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3073","Neural Computation 24 (2012) 2678-2699","doi:10.1162/NECO_a_00324"],"date":["2012-03-14"],"type":["text"],"creator":["Toyoizumi, Taro"],"language":[],"coverage":[],"title":["Nearly extensive sequential memory lifetime achieved by coupled\n  nonlinear neurons"],"description":["  Many cognitive processes rely on the ability of the brain to hold sequences\nof events in short-term memory. Recent studies have revealed that such memory\ncan be read out from the transient dynamics of a network of neurons. However,\nthe memory performance of such a network in buffering past information has only\nbeen rigorously estimated in networks of linear neurons. When signal gain is\nkept low, so that neurons operate primarily in the linear part of their\nresponse nonlinearity, the memory lifetime is bounded by the square root of the\nnetwork size. In this work, I demonstrate that it is possible to achieve a\nmemory lifetime almost proportional to the network size, \"an extensive memory\nlifetime\", when the nonlinearity of neurons is appropriately utilized. The\nanalysis of neural activity revealed that nonlinear dynamics prevented the\naccumulation of noise by partially removing noise in each time step. With this\nerror-correcting mechanism, I demonstrate that a memory lifetime of order\n$N/\\log N$ can be achieved.\n","Comment: 21 pages, 5 figures, the manuscript has been accepted for publication\n  in Neural Computation"]}]
["1203.3115",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.3115"],"date":["2012-03-14","2012-08-30"],"type":["text"],"creator":["Forney Jr, G. David","Gluesing-Luerssen, Heide"],"language":[],"coverage":[],"title":["Codes on Graphs: Observability, Controllability and Local Reducibility"],"description":["  This paper investigates properties of realizations of linear or group codes\non general graphs that lead to local reducibility.\n  Trimness and properness are dual properties of constraint codes. A linear or\ngroup realization with a constraint code that is not both trim and proper is\nlocally reducible. A linear or group realization on a finite cycle-free graph\nis minimal if and only if every local constraint code is trim and proper.\n  A realization is called observable if there is a one-to-one correspondence\nbetween codewords and configurations, and controllable if it has independent\nconstraints. A linear or group realization is observable if and only if its\ndual is controllable. A simple counting test for controllability is given. An\nunobservable or uncontrollable realization is locally reducible. Parity-check\nrealizations are controllable if and only if they have independent parity\nchecks. In an uncontrollable tail-biting trellis realization, the behavior\npartitions into disconnected subbehaviors, but this property does not hold for\nnon-trellis realizations. On a general graph, the support of an unobservable\nconfiguration is a generalized cycle.\n","Comment: 16 pages. To appear in the IEEE Transactions on Information Theory"]}]
["1203.5468",{"format":[],"subject":["Mathematics - Probability","Mathematics - Dynamical Systems","70K65, 34C28, 37D99, 60J25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1203.5468","Stochastics and Dynamics,Vol. 12, No. 3, 2012","doi:10.1142/S0219493711500201"],"date":["2012-03-24"],"type":["text"],"creator":["Freidlin, Mark","Hu, Wenqing"],"language":[],"coverage":[],"title":["On stochasticity in nearly-elastic systems"],"description":["  Nearly-elastic model systems with one or two degrees of freedom are\nconsidered: the system is undergoing a small loss of energy in each collision\nwith the \"wall\". We show that instabilities in this purely deterministic system\nlead to stochasticity of its long-time behavior. Various ways to give a\nrigorous meaning to the last statement are considered. All of them, if\napplicable, lead to the same stochasticity which is described explicitly. So\nthat the stochasticity of the long-time behavior is an intrinsic property of\nthe deterministic systems.\n","Comment: 35 pages, 12 figures, already online at Stochastics and Dynamics"]}]
["1204.1244",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1244","Eur. Phys. J. B 85 (2012) 290","doi:10.1140/epjb/e2012-30296-6"],"date":["2012-04-05"],"type":["text"],"creator":["Ruff, A.","Krohns, S.","Schrettle, F.","Tsurkan, V.","Lunkenheimer, P.","Loidl, A."],"language":[],"coverage":[],"title":["Absence of polar order in LuFe2O4"],"description":["  LuFe2O4 often is considered as a prototypical multiferroic with polar order\narising from the electronic degrees of freedom only (\"electronic\nferroelectricity\"). In the present work, we check the intrinsic nature of the\ndielectric response of this material by performing dielectric measurements of\npolycrystalline samples with different types of contact materials and with\ndifferent grain sizes. In addition, frequency-dependent measurements of the\nelectric-field dependent polarization are provided. The obtained results\nunequivocally prove that the reported colossal dielectric constants in LuFe2O4,\nwhich were interpreted in terms of electronic ferroelectricity, are of\nnon-intrinsic surface-related origin. The intrinsic dielectric properties of\nthis material show no indications of any ferroelectric order and, thus, LuFe2O4\nis not multiferroic. Its intrinsic dielectric constant is close to 20 and its\ndielectric loss is dominated by charge transport via variable range hopping.\n","Comment: 6 pages, 5 figures"]}]
["1204.1556",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1556","Phys. Rev. A 86, 023633 (2012)","doi:10.1103/PhysRevA.86.023633"],"date":["2012-04-06","2012-08-30"],"type":["text"],"creator":["Khatami, Ehsan","Rigol, Marcos"],"language":[],"coverage":[],"title":["Effect of particle statistics in strongly correlated two-dimensional\n  Hubbard models"],"description":["  We study the onset of particle statistics effects as the temperature is\nlowered in strongly correlated two-dimensional Hubbard models. We utilize\nnumerical linked-cluster expansions and focus on the properties of interacting\nlattice fermions and two-component hard-core bosons. In the weak-coupling\nregime, where the ground state of the bosonic system is a superfluid, the\nthermodynamic properties of the two systems at half filling exhibit very large\ndifferences even at high temperatures. In the strong-coupling regime, where the\nlow-temperature behavior is governed by a Mott insulator for either particle\nstatistics, the agreement between the thermodynamic properties of both systems\nextends to regions where the antiferromagnetic (iso)spin correlations are\nexponentially large. We analyze how particle statistics affects adiabatic\ncooling in those systems.\n","Comment: 9 pages, 8 figures"]}]
["1204.1778",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.1778","Phys. Rev. A 86, 012307 (2012)","doi:10.1103/PhysRevA.86.012307"],"date":["2012-04-08"],"type":["text"],"creator":["Yang, W. L.","Yin, Zhang-qi","Chen, Z. X.","Kou, Su-Peng","Feng, M.","Oh, C. H."],"language":[],"coverage":[],"title":["Quantum simulation of artificial Abelian gauge field using\n  nitrogen-vacancy center ensembles coupled to superconducting resonators"],"description":["  We propose a potentially practical scheme to simulate artificial Abelian\ngauge field for polaritons using a hybrid quantum system consisting of\nnitrogen-vacancy center ensembles (NVEs) and superconducting transmission line\nresonators (TLR). In our case, the collective excitations of NVEs play the role\nof bosonic particles, and our multiport device tends to circulate polaritons in\na behavior like a charged particle in an external magnetic field. We discuss\nthe possibility of identifying signatures of the Hofstadter \"butterfly\" in the\noptical spectra of the resonators, and analyze the ground state crossover for\ndifferent gauge fields. Our work opens new perspectives in quantum simulation\nof condensed matter and many-body physics using hybrid spin-ensemble circuit\nquantum electrodynamics system. The experimental feasibility and challenge are\njustified using currently available technology.\n","Comment: 6 papes+supplementary material"]}]
["1204.2723",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","41A36, 41A10, 41A25, 41A35, 47A47"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.2723"],"date":["2012-04-12","2012-08-30"],"type":["text"],"creator":["Gonska, Heiner","Heilmann, Margareta","Lupaş, Alexandru","Raşa, Ioan"],"language":[],"coverage":[],"title":["On the composition and decomposition of positive linear operators III: A\n  non-trivial decomposition of the Bernstein operator"],"description":["  The central problem in this technical report is the question if the classical\nBernstein operator can be decomposed into nontrivial building blocks where one\nof the factors is the genuine Beta operator introduced by M\\\"uhlbach and\nLupa\\c{s}. We collect several properties of the Beta operator such as\ninjectivity, the eigenstructure and the images of the monomials under its\ninverse. Moreover, we give a decomposition of the form $B_n =\n\\bar{\\mathbb{B}}_n \\circ F_n $ where $F_n$ is a nonpositive linear operator\nhaving quite interesting properties. We study the images of the monomials under\n$F_n$, its moments and various representations. Also an asymptotic formula of\nVoronovskaya type for polynomials is given and a connection with a conjecture\nof Cooper and Waldron is established. In an appendix numerous examples\nillustrate the approximation behaviour of $F_n$ in comparison to $B_n$.\n"]}]
["1204.3536",{"format":[],"subject":["Quantitative Finance - Risk Management","Mathematics - Probability","60F10, 60K35, 91B30, 82C26"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.3536"],"date":["2012-04-16","2012-08-29"],"type":["text"],"creator":["Garnier, Josselin","Papanicolaou, George","Yang, Tzu-Wei"],"language":[],"coverage":[],"title":["Large deviations for a mean field model of systemic risk"],"description":["  We consider a system of diffusion processes that interact through their\nempirical mean and have a stabilizing force acting on each of them,\ncorresponding to a bistable potential. There are three parameters that\ncharacterize the system: the strength of the intrinsic stabilization, the\nstrength of the external random perturbations, and the degree of cooperation or\ninteraction between them. The latter is the rate of mean reversion of each\ncomponent to the empirical mean of the system. We interpret this model in the\ncontext of systemic risk and analyze in detail the effect of cooperation\nbetween the components, that is, the rate of mean reversion. We show that in a\ncertain regime of parameters increasing cooperation tends to increase the\nstability of the individual agents but it also increases the overall or\nsystemic risk. We use the theory of large deviations of diffusions interacting\nthrough their mean field.\n"]}]
["1204.4032",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.4032","Class.Quant.Grav.29:175008,2012","doi:10.1088/0264-9381/29/17/175008"],"date":["2012-04-18","2012-08-30"],"type":["text"],"creator":["Wei, Hao"],"language":[],"coverage":[],"title":["Pilgrim Dark Energy"],"description":["  In the present work, we reconsider the idea of holographic dark energy. One\nof its key points is the formation of the black hole. And then, we propose the\nso-called \"pilgrim dark energy\" based on the speculation that the repulsive\nforce contributed by the phantom-like dark energy ($w<-1$) is strong enough to\nprevent the formation of the black hole. We also consider the cosmological\nconstraints on pilgrim dark energy by using the latest observational data. Of\ncourse, one can instead regard pilgrim dark energy as a purely phenomenological\nmodel without any physical motivation. We also briefly discuss this issue.\n","Comment: 10 pages, 3 figures, revtex4; v2: references added, Class. Quant.\n  Grav. in press; v3: published version"]}]
["1204.5456",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Probability","20P05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1204.5456"],"date":["2012-04-24","2012-08-30"],"type":["text"],"creator":["Hegarty, Peter","Zhelezov, Dmitry"],"language":[],"coverage":[],"title":["Can connected commuting graphs of finite groups have arbitrarily large\n  diameter ?"],"description":["  We present a family of finite, non-abelian groups and propose that there are\nmembers of this family whose commuting graphs are connected and of arbitrarily\nlarge diameter. If true, this would disprove a conjecture of Iranmanesh and\nJafarzadeh. While unable to prove our claim, we present a heuristic argument in\nfavour of it. We also present the results of simulations which yielded explicit\nexamples of groups whose commuting graphs have all possible diameters up to and\nincluding 10. Previously, no finite group whose commuting graph had diameter\ngreater than 6 was known.\n","Comment: 12 pages, 2 figures. This is a reworked version of an earlier flawed\n  paper. Previously, the paper contained an erroneous proof of what is now\n  Conjecture 3.4. In this version, we content ourselves with presenting\n  heuristic and numerical evidence in its favour"]}]
["1205.3026",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3026"],"date":["2012-05-14","2012-08-30"],"type":["text"],"creator":["Huang, Zhi-Wei","Liu, Jueping"],"language":[],"coverage":[],"title":["Analytic calculation of doubly heavy hadron spectral density in\n  coordinate space"],"description":["  A systematic and easy-to-use method is developed to calculate directly the\ndoubly heavy hadron spectral density in the coordinate space. The correlation\nfunction is expressed in terms of hypergeometric functions, and the spectral\ndensity is obtained through two independent approaches: the simple integral\nrepresentation method and the epsilon-expansion method, respectively. It is\nfound that the spectral density of doubly heavy hadrons can be analytically\nexpressed through commonly known simple functions. This method can drastically\nsimplify and improve the QCD spectral sum rule calculation of the doubly heavy\nhadrons. An instructive numerical method is also presented for fast evaluation\nof the spectral density.\n","Comment: An instructive numerical method is added for fast evaluation of the\n  spectral density"]}]
["1205.3363",{"format":[],"subject":["Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3363"],"date":["2012-05-15","2012-08-30"],"type":["text"],"creator":["Ornigotti, Marco","Aiello, Andrea","Leuchs, Gerd"],"language":[],"coverage":[],"title":["An algorithm for the optical equivalence theorem"],"description":["  A coherent state representation of the expectation value of an arbitrary (but\nstill polynomial) normal ordered quantum operator is discussed. This serves as\na basis for developing a fast and easy-to-handle algorithm, based on series of\nHermite polynomials, for calculating such quantities. The case of single mode\nfield with number, coherent and squeezed states is treated in detail. Some\nhints on how to extend the algorithm to multimode fields are also given.\n","Comment: The paper has been withdrawn by the author because it will be\n  significantly reconsidered for submissions to peer-reviewed journals"]}]
["1205.3391",{"format":[],"subject":["Mathematics - General Topology","Primary: 54A05, Secondary: 20M20, 54H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3391"],"date":["2012-05-15","2012-08-30"],"type":["text"],"creator":["Plewik, Szymon","Walczyńska, Marta"],"language":[],"coverage":[],"title":["The monoid consisting of Kuratowski operations"],"description":["  The paper fills gaps in knowledge about Kuratowski operations which are\nalready in the literature. The Cayley table for these operations has been drawn\nup. Techniques, using only paper and pencil, to point out all semigroups and\nits isomorphic types are applied. Some results apply only to topology, one can\nnot bring them out, using only properties of the complement and a closure-like\noperation. The arguments are by systematic study of possibilities.\n","Comment: We are going to submit the article to a journal"]}]
["1205.3955",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.3955","Phys. Rev. B 86, 035148 (2012)","doi:10.1103/PhysRevB.86.035148"],"date":["2012-05-17"],"type":["text"],"creator":["Poddubny, Alexander N.","Belov, Pavel A.","Ginzburg, Pavel","Zayats, Anatoly V.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Microscopic model of Purcell enhancement in hyperbolic metamaterials"],"description":["  We study theoretically a dramatic enhancement of spontaneous emission in\nmetamaterials with the hyperbolic dispersion modeled as a cubic lattice of\nanisotropic resonant dipoles. We analyze the dependence of the Purcell factor\non the source position in the lattice unit cell and demonstrate that the\noptimal emitter position to achieve large Purcell factors and Lamb shifts are\nin the local field maxima. We show that the calculated Green function has a\ncharacteristic cross-like shape, spatially modulated due to structure\ndiscreteness. Our basic microscopic theory provides fundamental insights into\nthe rapidly developing field of hyperbolic metamaterials.\n","Comment: 9 pages, 11 figures"]}]
["1205.4057",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4057","PNAS 109, 13939-13943 (2012)","doi:10.1073/pnas.1211825109"],"date":["2012-05-17","2012-08-30"],"type":["text"],"creator":["Charbonneau, Patrick","Ikeda, Atsushi","Parisi, Giorgio","Zamponi, Francesco"],"language":[],"coverage":[],"title":["Dimensional Study of the Caging Order Parameter at the Glass Transition"],"description":["  The glass problem is notoriously hard and controversial. Even at the\nmean-field level, little is agreed about how a fluid turns sluggish while\nexhibiting but unremarkable structural changes. It is clear, however, that the\nprocess involves self-caging, which provides an order parameter for the\ntransition. It is also broadly assumed that this cage should have a Gaussian\nshape in the mean-field limit. Here we show that this ansatz does not hold. By\nperforming simulations as a function of spatial dimension, we find the cage to\nkeep a non-trivial form. Quantitative mean-field descriptions of the glass\ntransition, such as mode-coupling theory, density functional theory, and\nreplica theory, all miss this crucial element. Although the mean-field random\nfirst-order transition scenario of the glass transition is here qualitatively\nsupported and non-mean-field corrections are found to remain small on\ndecreasing dimension, reconsideration of its implementation is needed for it to\nresult in a coherent description of experimental observations.\n","Comment: 6 pages, 4 figures"]}]
["1205.4715",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.4715"],"date":["2012-05-21","2012-08-30"],"type":["text"],"creator":["Andrews, Brett H.","Weinberg, David H.","Johnson, Jennifer A.","Bensby, Thomas","Feltzing, Sofia"],"language":[],"coverage":[],"title":["Principal Component Abundance Analysis of Microlensed Bulge Dwarf and\n  Subgiant Stars"],"description":["  Elemental abundance patterns can provide vital clues to the formation and\nenrichment history of a stellar population. Here we present an investigation of\nthe Galactic bulge, where we apply principal component abundance analysis\n(PCAA)---a principal component decomposition of relative abundances [X/Fe]---to\na sample of 35 microlensed bulge dwarf and subgiant stars, characterizing their\ndistribution in the 12-dimensional space defined by their measured elemental\nabundances. The first principal component PC1, which suffices to describe the\nabundance patterns of most stars in the sample, shows a strong contribution\nfrom alpha-elements, reflecting the relative contributions of Type II and Type\nIa supernovae. The second principal component PC2 is characterized by a Na--Ni\ncorrelation, the likely product of metallicity-dependent Type II supernova\nyields. The distribution in PC1 is bimodal, showing that the bimodality\npreviously found in the [Fe/H] values of these stars is robustly and\nindependently recovered by looking at only their relative abundance patterns.\nThe two metal-rich stars that are alpha-enhanced have outlier values of PC2 and\nPC3, respectively, further evidence that they have distinctive enrichment\nhistories. Applying PCAA to a sample of local thin and thick disk dwarfs yields\na nearly identical PC1; in PC1, the metal-rich and metal-poor bulge dwarfs\ntrack kinematically selected thin and thick disk dwarfs, respectively,\nsuggesting broadly similar alpha-enrichment histories. However, the disk PC2 is\ndominated by a Y--Ba correlation, likely indicating a greater contribution of\ns-process enrichment from long-lived asymptotic giant branch stars that is\nabsent from the bulge PC2 because of its rapid formation.\n","Comment: 11 pages, 3 figures, accepted to Acta Astronomica. For a brief video\n  explaining the key result of this paper, see\n  http://www.youtube.com/watch?v=6Hv0gjZa-HA&feature=plcp"]}]
["1205.5066",{"format":[],"subject":["Quantitative Biology - Tissues and Organs","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.5066","Physical Review E, August 2012","doi:10.1103/PhysRevE.86.021134"],"date":["2012-05-22","2012-08-22"],"type":["text"],"creator":["Oppenheim, Jacob N.","Magnasco, Marcelo O."],"language":[],"coverage":[],"title":["A Topological Phase Transition in the Scheidegger Model of River\n  Networks"],"description":["  We investigate the canonical Scheidegger Model of river network morphology\nfor the case of convergent and divergent underlying topography, by embedding it\non a cone. We find two distinct phases corresponding to few, long basins and\nmany, short basins, respectively, separated by a singularity in number of\nbasins, indicating a phase transition. Quantifying basin shape through Hack's\nLaw $l\\sim a^h$ gives distinct values for the exponent $h$, providing a method\nof testing our hypotheses. The generality of our model suggests implications\nfor vascular morphology, in particular differing number and shapes of arterial\nand venous trees.\n","Comment: 6 pages, 4 figures"]}]
["1205.6325",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6325"],"date":["2012-05-29","2012-08-30"],"type":["text"],"creator":["Silveirinha, Mario G.","Engheta, Nader"],"language":[],"coverage":[],"title":["Transformation Electronics: Tailoring Electron's Effective Mass"],"description":["  The speed of integrated circuits is ultimately limited by the mobility of\nelectrons or holes, which depend on the effective mass in a semiconductor.\nHere, building on an analogy with electromagnetic metamaterials and\ntransformation optics, we describe a new transport regime in a semiconductor\nsuperlattice characterized by extreme anisotropy of the effective mass and a\nlow intrinsic resistance to movement - with zero effective mass - along some\npreferred direction of electron motion. We theoretically demonstrate that such\nregime may permit an ultra fast, extremely strong electron response, and\nsignificantly high conductivity, which, notably may be weakly dependent on the\ntemperature at low temperatures. These ideas may pave the way for faster\nelectronic devices and detectors and new functional materials with a strong\nelectrical response in the infrared regime.\n","Comment: under review since Dec. 2011"]}]
["1205.6726",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1205.6726","New J. Phys. 14, 085024 (2012)","doi:10.1088/1367-2630/14/8/085024"],"date":["2012-05-30"],"type":["text"],"creator":["Xuereb, André","Usami, Koji","Naesby, Andreas","Polzik, Eugene S.","Hammerer, Klemens"],"language":[],"coverage":[],"title":["Exciton-mediated photothermal cooling in GaAs membranes"],"description":["  Cooling of the mechanical motion of a GaAs nano-membrane using the\nphotothermal effect mediated by excitons was recently demonstrated by some of\nus [K. Usami, et al., Nature Phys. 8, 168 (2012)] and provides a clear example\nof the use of thermal forces to cool down mechanical motion. Here, we report on\na single-free-parameter theoretical model to explain the results of this\nexperiment which matches the experimental data remarkably well.\n","Comment: 13 pages, 4 figures"]}]
["1206.3754",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.3754"],"date":["2012-06-17","2012-08-30"],"type":["text"],"creator":["Piatnitski, Andrey","Rybalko, Volodymyr"],"language":[],"coverage":[],"title":["On the first eigenpair of singularly perturbed operators with\n  oscillating coefficients"],"description":["  The paper deals with a Dirichlet spectral problem for a singularly perturbed\nsecond order elliptic operator with rapidly oscillating locally periodic\ncoefficients. We study the limit behaviour of the first eigenpair (ground\nstate) of this problem. The main tool in deriving the limit (effective) problem\nis the viscosity solutions technique for Hamilton-Jacobi equations. The\neffective problem need not have a unique solution. We study the non-uniqueness\nissue in a particular case of zero potential and construct the higher order\nterm of the ground state asymptotics.\n"]}]
["1206.4099",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.4099","Advances in Complex Systems, 15, Suppl. No. 1 (2012) 1250049","doi:10.1142/S021952591250049X"],"date":["2012-06-18"],"type":["text"],"creator":["Vitanov, Nikolay K.","Ausloos, Marcel","Rotundo, Giulia"],"language":[],"coverage":[],"title":["Discrete Model of Ideological Struggle Accounting for Migration"],"description":["  A discrete in time model of ideological competition is formulated taking into\naccount population migration. The model is based on interactions between global\npopulations of non-believers and followers of different ideologies. The complex\ndynamics of the attracting manifolds is investigated.\n  Conversion from one ideology to another by means of (i) mass media influence\nand (ii) interpersonal relations is considered. Moreover a different birth rate\nis assumed for different ideologies, the rate being assumed to be positive for\nthe reference population, made of initially non-believers. Ideological\ncompetition can happen in one or several regions in space. In the latter case,\nmigration of non-believers and adepts is allowed; this leads to an enrichment\nof the ideological dynamics. Finally, the current ideological situation in the\nArab countries and China is commented upon from the point of view of the\npresently developed mathematical model. The massive forced conversion by\nOttoman Turks in the Balkans is briefly discussed.\n","Comment: 24 pages, with 5 figures and 52 refs.; prepared for a Special issue\n  of Advances in Complex Systems"]}]
["1206.5103",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.5103","Phys. Rev. B 86, 060517(R) (2012)","doi:10.1103/PhysRevB.86.060517"],"date":["2012-06-22","2012-08-19"],"type":["text"],"creator":["Cai, Zi","Wang, Yu","Wu, Congjun"],"language":[],"coverage":[],"title":["Frustrated Bose-Einstein condensates with non-collinear orbital ordering"],"description":["  We investigate the unconventional Bose-Einstein condensations (BEC) with the\norbital degree of freedom in the 3D cubic optical lattice, which give rise to\nvarious exotic features absent in conventional scalar and spinor BECs. Orbital\nangular momentum moments are formed on lattice sites breaking time-reversal\nsymmetry spontaneously. Furthermore, they exhibit orbital frustrations and\ndevelop a chiral ordering selected by the \"order-from-disorder\" mechanism.\n"]}]
["1206.7076",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1206.7076","doi:10.1103/PhysRevA.86.023848"],"date":["2012-06-29"],"type":["text"],"creator":["Potemkin, Andrey S.","Poddubny, Alexander N.","Belov, Pavel A.","Kivshar, Yuri S."],"language":[],"coverage":[],"title":["Green function for hyperbolic media"],"description":["  We revisit the problem of the electromagnetic Green function for homogeneous\nhyperbolic media, where longitudinal and transverse components of the\ndielectric permittivity tensor have different signs. We analyze the dipole\nemission patterns for both dipole orientations with respect to the symmetry\naxis and for different signs of dielectric constants, and show that the\nemission pattern is highly anisotropic and has a characteristic cross-like\nshape: the waves are propagating within a certain cone and are evanescent\noutside this cone. We demonstrate the coexistence of the cone-like pattern due\nto emission of the extraordinary TM-polarized waves and elliptical pattern due\nto emission of ordinary TE-polarized waves. We find a singular complex term in\nthe Green function, proportional to the $\\delta-$function and governing the\nphotonic density of states and Purcell effect in hyperbolic media.\n","Comment: 10 pages, 7 figures"]}]
["1207.0173",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0173","2012 J. Phys.: Condens. Matter 24 312202","doi:10.1088/0953-8984/24/31/312202"],"date":["2012-06-30"],"type":["text"],"creator":["Boseggia, S.","Springell, R","Walker, H C","Boothroyd, A T","Prabhakaran, D","Collins, S P","McMorrow, D F"],"language":[],"coverage":[],"title":["On the magnetic structure of Sr3Ir2O7: an x-ray resonant scattering\n  study"],"description":["  This report presents azimuthal dependent and polarisation dependent x-ray\nresonant magnetic scattering at the Ir L3 edge for the bilayered iridate\ncompound, Sr3Ir2O7. Two magnetic wave vectors, k1=(1/2,1/2,0) and\nk2=(1/2,-1/2,0), result in domains of two symmetry-related G-type\nantiferromagnetic structures, noted A and B, respectively. These domains are\napproximately 0.02 mm^2 and are independent of the thermal history. An\nunderstanding of this key aspect of the magnetism is necessary for an overall\npicture of the magnetic behaviour in this compound. Azimuthal and polarisation\ndependence of magnetic reflections, relating to both magnetic wave vectors,\nshow that the Ir magnetic moments in the bilayer compound are oriented along\nthe c axis. This contrasts with single layer Sr2IrO4 where the moments are\nconfined to the ab plane.\n","Comment: 5 pages, 6 figures"]}]
["1207.0568",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.0568","Physica A 391, 6463-6469 (2012)","doi:10.1016/j.physa.2012.07.069"],"date":["2012-07-02","2012-08-30"],"type":["text"],"creator":["Mendonça, J. Ricardo G."],"language":[],"coverage":[],"title":["Exact field-driven interface dynamics in the two-dimensional stochastic\n  Ising model with helicoidal boundary conditions"],"description":["  We investigate the interface dynamics of the two-dimensional stochastic Ising\nmodel in an external field under helicoidal boundary conditions. At\nsufficiently low temperatures and fields, the dynamics of the interface is\ndescribed by an exactly solvable high-spin asymmetric quantum Hamiltonian that\nis the infinitesimal generator of the zero range process. Generally, the\ncritical dynamics of the interface fluctuations is in the Kardar-Parisi-Zhang\nuniversality class of critical behavior. We remark that a whole family of RSOS\ninterface models similar to the Ising interface model investigated here can be\ndescribed by exactly solvable restricted high-spin quantum XXZ-type\nHamiltonians.\n","Comment: LaTeX2e, 15 pages, 1 figure, 40 references. This paper is dedicated\n  to Professor Silvio R. A. Salinas (IF/USP) on the occasion of his 70th\n  birthday"]}]
["1207.2153",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2153","Phys. Rev. Lett. 109, 081102 (2012)","doi:10.1103/PhysRevLett.109.081102"],"date":["2012-07-09"],"type":["text"],"creator":["Barranco, Juan","Bernal, Argelia","Degollado, Juan Carlos","Diez-Tejedor, Alberto","Megevand, Miguel","Alcubierre, Miguel","Núñez, Darío","Sarbach, Olivier"],"language":[],"coverage":[],"title":["Schwarzschild black holes can wear scalar wigs"],"description":["  We study the evolution of a massive scalar field surrounding a Schwarzschild\nblack hole and find configurations that can survive for arbitrarily long times,\nprovided the black hole or the scalar field mass is small enough. In\nparticular, both ultra-light scalar field dark matter around supermassive black\nholes and axion-like scalar fields around primordial black holes can survive\nfor cosmological times. Moreover, these results are quite generic, in the sense\nthat fairly arbitrary initial data evolves, at late times, as a combination of\nthose long-lived configurations.\n","Comment: 5 pages, 3 figures. Accepted for publication in Physical Review\n  Letters"]}]
["1207.2658",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.2658","Acta Materialia 60, 5828-5837 (2012)","doi:10.1016/j.actamat.2012.07.023"],"date":["2012-07-11"],"type":["text"],"creator":["Mujica, Nicolás","Cerda, María Teresa","Espinoza, Rodrigo","Lisoni, Judit","Lund, Fernando"],"language":[],"coverage":[],"title":["Ultrasound as a probe of dislocation density in aluminum"],"description":["  Dislocations are at the heart of the plastic behavior of crystalline\nmaterials yet it is notoriously difficult to perform quantitative,\nnon-intrusive, measurements of their single or collective properties.\nDislocation density is a critical variable that determines dislocation\nmobility, strength and ductility. On the one hand, individual dislocations can\nbe probed in detail with transmission electron microscopy. On the other hand,\ntheir collective properties must be simulated numerically. Here we show that\nultrasound technology can be used to measure dislocation density. This\ndevelopment rests on theory---a generalization of the Granato-L\\\"ucke theory\nfor the interaction of elastic waves with dislocations---and Resonant\nUltrasound Spectroscopy (RUS) measurements. The chosen material is aluminum, to\nwhich different dislocation contents were induced through annealing and cold\nrolling processes. The dislocation densities obtained with RUS compare\nfavorably with those inferred from X-ray diffraction, using the modified\nWilliamson-Hall method.\n"]}]
["1207.3180",{"format":[],"subject":["Quantum Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.3180"],"date":["2012-07-13","2012-08-30"],"type":["text"],"creator":["Mayer, I."],"language":[],"coverage":[],"title":["A Connection between Special Theory of Relativity and Quantum Theory"],"description":["  The special theory of relativity does not predict the existence of photons\n(quanta of electromagnetic radiation). However, it is demonstrated here that it\nfollows from the special theory of relativity that if photons do exist---and we\nknow that they do---then their energy must be proportional to their frequency.\nThis means that the Planck-Einstein formula E=h\\nu\\ follows just from some\nresults of the special theory of relativity and the assumption of the\nparticle--wave duality.\n","Comment: 6 pages. \"Addenda\" are included with clarifying remarks and\n  references"]}]
["1207.4395",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4395","Phys. Rev. Lett. 109, 090404 (2012)","doi:10.1103/PhysRevLett.109.090404"],"date":["2012-07-18","2012-08-30"],"type":["text"],"creator":["Prosen, Tomaz"],"language":[],"coverage":[],"title":["PT-symmetric quantum Liouvillian dynamics"],"description":["  We discuss a combination of unitary and anti-unitary symmetry of quantum\nLiouvillian dynamics, in the context of open quantum systems, which implies a\nD2 symmetry of the complex Liovillean spectrum. For sufficiently weak\nsystem-bath coupling it implies a uniform decay rate for all coherences, i.e.\noff-diagonal elements of the system's density matrix taken in the eigenbasis of\nthe Hamiltonian. As an example we discuss symmetrically boundary driven open\nXXZ spin 1/2 chains.\n","Comment: Note [18] added with respect to a published version, explaining the\n  symmetry of the matrix V [eq. (14)]"]}]
["1207.4648",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4648","ApJ, 756, 191 (2012)","doi:10.1088/0004-637X/756/2/191"],"date":["2012-07-19"],"type":["text"],"creator":["Kamiya, Yasuomi","Tanaka, Masaomi","Nomoto, Ken'ichi","Blinnikov, Sergei I.","Sorokina, Elena I.","Suzuki, Tomoharu"],"language":[],"coverage":[],"title":["Super-Chandrasekhar-Mass Light Curve Models for the Highly Luminous Type\n  Ia Supernova 2009dc"],"description":["  Several highly luminous Type Ia supernovae (SNe Ia) have been discovered.\nTheir high luminosities are difficult to explain with the thermonuclear\nexplosions of the Chandrasekhar-mass white dwarfs (WDs). In the present study,\nwe estimate the progenitor mass of SN 2009dc, one of the extremely luminous SNe\nIa, using the hydrodynamical models as follows. Explosion models of\nsuper-Chandrasekhar-mass (super-Ch-mass) WDs are constructed, and multi-color\nlight curves (LCs) are calculated. The comparison between our calculations and\nthe observations of SN 2009dc suggests that the exploding WD has a super-Ch\nmass of 2.2-2.4 solar masses, producing 1.2-1.4 solar masses of Ni-56, if the\nextinction by its host galaxy is negligible. If the extinction is significant,\nthe exploding WD is as massive as \\sim2.8 solar masses, and \\sim1.8 solar\nmasses of Ni-56 is necessary to account for the observations. Whether the\nhost-galaxy extinction is significant or not, the progenitor WD must have a\nthick carbon-oxygen layer in the outermost zone (20-30% of the WD mass), which\nexplains the observed low expansion velocity of the ejecta and the presence of\ncarbon. Our estimate on the mass of the progenitor WD, especially for the\nextinction-corrected case, is challenging to the current scenarios of SNe Ia.\nImplications on the progenitor scenarios are also discussed.\n","Comment: 12 pages, 10 figures, 1 table, accepted for publication in ApJ on\n  July 18, 2012"]}]
["1207.4737",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology","Condensed Matter - Soft Condensed Matter","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.4737"],"date":["2012-07-19","2012-08-30"],"type":["text"],"creator":["Eisenberg, Bob"],"language":[],"coverage":[],"title":["Life's Solutions are Complex Fluids. A Mathematical Challenge"],"description":["  Classical thermodynamics and statistical mechanics describe systems in which\nnothing interacts with nothing. Even the highly refined theory of simple fluids\ndoes not deal very well with electrical interactions, boundary conditions, or\nflows, if at all. Electrical interactions, boundary conditions, and flows are\nessential features of living systems. Life without flow is death and so a\ndifferent approach is needed to study biology alive. The theory of complex\nfluids deals with interactions, boundary conditions, and flows quite well as\ncan be seen in its successful treatment of liquid crystals. I advocate treating\nionic solutions in general as complex fluids, with microelements that are the\nsolutes and components of the solution. Enzyme active sites are a special case\nwhere some solutes are reactants. Solutes are crowded into active sites of\nenzyme by the high density of protein charges. The electric field links\nchemical reactions to charges in the protein and surrounding solutions.\nInteractions potentiate catalysis and control biological function. I suspect\nthat most chemical reactions that occur in liquids also need to be treated by\nthe theory of complex fluids. The electron movements of these reactions occur\nin a temporary highly concentrated fluctuation, a transient spatial\ninhomogeneity in the bulk solution. The electron movements of these reactions\n(described by quantum mechanics) are coupled to the electric (and sometimes\nsteric) fields of the bulk solution. I suspect the electron movements,\ninhomogeneities, and chemical reaction (in the condensed phase) need to be\ntreated by the theory of complex fluids because everything interacts with\neverything else, in this system, as in so many others.\n","Comment: Typos and infelicities corrected, I hope; \"Structural\n  Bioinformatics\", 2012, part of the Springer series Advances in Experimental\n  Medicine and Biology, editor Dongqing Wei, JiaoTong University (Shanghai)"]}]
["1207.5054",{"format":[],"subject":["Condensed Matter - Materials Science","Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.5054","Phys. Rev. Lett. 109, 095505 (2012)","doi:10.1103/PhysRevLett.109.095505"],"date":["2012-07-20"],"type":["text"],"creator":["Lazar, Emanual A.","Mason, Jeremy K.","MacPherson, Robert D.","Srolovitz, David J."],"language":[],"coverage":[],"title":["Complete topology of cells, grains, and bubbles in three-dimensional\n  microstructures"],"description":["  We introduce a general, efficient method to completely describe the topology\nof individual grains, bubbles, and cells in three-dimensional polycrystals,\nfoams, and other multicellular microstructures. This approach is applied to a\npair of three-dimensional microstructures that are often regarded as close\nanalogues in the literature: one resulting from normal grain growth (mean\ncurvature flow) and another resulting from a random Poisson-Voronoi\ntessellation of space. Grain growth strongly favors particular grain\ntopologies, compared with the Poisson-Voronoi model. Moreover, the frequencies\nof highly symmetric grains are orders of magnitude higher in the the grain\ngrowth microstructure than they are in the Poisson-Voronoi one. Grain topology\nstatistics provide a strong, robust differentiator of different cellular\nmicrostructures and provide hints to the processes that drive different classes\nof microstructure evolution.\n","Comment: 5 pages, 6 figures, 5 supplementary pages"]}]
["1207.6492",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1207.6492","doi:10.1103/PhysRevLett.109.093903"],"date":["2012-07-27"],"type":["text"],"creator":["Bersch, Christoph","Onishchukov, Georgy","Peschel, Ulf"],"language":[],"coverage":[],"title":["Optical gap solitons and truncated nonlinear Bloch waves in temporal\n  lattices"],"description":["  We experimentally demonstrate the formation and stable propagation of various\ntypes of discrete temporal solitons in an optical fiber system. Pulses\ninteracting with a time-periodic potential and defocusing nonlinearity are\nshown to form gap solitons and nonlinear truncated Bloch waves. Multi-pulse\nsolitons with defects, as well as novel structures composed of a strong soliton\nriding on a weaker truncated nonlinear Bloch wave are shown to propagate over\nup to eleven coupling lengths. The nonlinear dynamics of all pulse structures\nis monitored over the full propagation distance which provides detailed insight\ninto the soliton dynamics.\n","Comment: accepted in Phys. Rev. Lett"]}]
["1208.0172",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0172","Scripta Materialia 67 (2012) 760-762","doi:10.1016/j.scriptamat.2012.07.027"],"date":["2012-08-01"],"type":["text"],"creator":["Holec, David","Mayrhofer, Paul H."],"language":[],"coverage":[],"title":["Surface energies of AlN allotropes from first principles"],"description":["  In this Letter we present first principle calculation of surface energies of\nrock-salt (B1), zinc-blende (B3), and wurtzite (B4) AlN allotropes. Out of\nseveral low-index facets, the highest energies are obtained for mono-atomic\nsurfaces (i.e. only by either Al or N atoms): $\\gamma_{\\{111\\}}^{\\rm\nB1}=410\\uu{meV/\\AA}^2$, $\\gamma_{\\{100\\}}^{\\rm B3}=346\\uu{meV/\\AA}^2$,\n$\\gamma_{\\{111\\}}^{\\rm B3}=360\\uu{meV/\\AA}^2$, and $\\gamma_{\\{0001\\}}^{\\rm\nB4}=365\\uu{meV/\\AA}^2$. The difference between Al- and N-terminated surfaces in\nthese cases is less then $20\\uu{meV/\\AA}^2$. The stoichiometric facets have\nenergies lower by $100\\uu{meV/\\AA}^2$ or more. The obtained trends could be\nrationalised by a simple nearest-neighbour broken-bond model.\n","Comment: 7 pages, 2 figures"]}]
["1208.0410",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0410","Phys. Rev. B 86, 085450 (2012)","doi:10.1103/PhysRevB.86.085450"],"date":["2012-08-02"],"type":["text"],"creator":["Annadi, A.","Putra, A.","Liu, Z. Q.","Wang, X.","Gopinadhan, K.","Huang, Z.","Dhar, S.","Venkatesan, T.","Ariando"],"language":[],"coverage":[],"title":["Strong electronic correlation and strain effects at the interfaces\n  between polar and nonpolar complex oxides"],"description":["  The interface between the polar LaAlO$_3$ and nonpolar SrTiO$_3$ layers has\nbeen shown to exhibit various electronic and magnetic phases such as two\ndimensional electron gas, superconductivity, magnetism and electronic phase\nseparation. These rich phases are expected due to the strong interplay between\ncharge, spin and orbital degree of freedom at the interface between these\ncomplex oxides, leading to the electronic reconstruction in this system.\nHowever, until now all of these new properties have been studied extensively\nbased on the interfaces which involve a polar LaAlO$_3$ layer. To investigate\nthe role of the A and B cationic sites of the ABO$_3$ polar layer, here we\nstudy various combinations of polar/nonpolar oxide (NdAlO$_3$/SrTiO$_3$,\nPrAlO$_3$/SrTiO$_3$ and NdGaO$_3$/SrTiO$_3$) interfaces which are similar in\nnature to LaAlO$_3$/SrTiO$_3$ interface. Our results show that all of these new\ninterfaces can also produce 2DEG at their interfaces, supporting the idea that\nthe electronic reconstruction is the driving mechanism for the creation of the\n2DEG at these oxide interfaces. Furthermore, the electrical properties of these\ninterfaces are shown to be strongly governed by the interface strain and strong\ncorrelation effects provided by the polar layers. Our observations may provide\na novel approach to further tune the properties of the 2DEG at the selected\npolar/nonpolar oxide interfaces.\n","Comment: 5 pages, 4 figures"]}]
["1208.0644",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.0644"],"date":["2012-08-02","2012-08-30"],"type":["text"],"creator":["Kenmoku, Masakatsu"],"language":[],"coverage":[],"title":["Superradiance Problem of Bosons and Fermions for Rotating Black Holes in\n  Bargmann-Wigner Formulation"],"description":["  Bargmann-Wigner equations are formulated to represent bosonic fields in terms\nof fermionic fields in curved spacetime. The superradiance phenomena of bosons\nand fermions in rotating black hole spacetime are studied in the\nBargmann-Wigner formulation. As a result of the consistent description between\nscalar bosons and spinor fermions, superradiance phenomena of the type of\npositive frequency $(0<\\omega)$ and negative momentum near horizon $(p_{H}<0)$\nare shown not to occur.\n","Comment: 12 pages"]}]
["1208.1040",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1040"],"date":["2012-08-05","2012-08-30"],"type":["text"],"creator":["Ivanov, Stefan","Vassilev, Dimiter"],"language":[],"coverage":[],"title":["An Obata-type theorem on a three-dimensional CR manifold"],"description":["  We prove a CR version of the Obata's result for the first eigenvalue of the\nsub-Laplacian in the setting of a compact strictly pseudoconvex pseudohermitian\nthree dimensional manifold with non-negative CR-Panietz operator which\nsatisfies a Lichnerowicz type condition. We show that if the first positive\neigenvalue of the sub-Laplacian takes the smallest possible value then, up to a\nhomothety of the pseudohermitian structure, the manifold is the standard\nSasakian three dimensional unit sphere.\n","Comment: Improved exposition and remarks on references and citations. arXiv\n  admin note: substantial text overlap with arXiv:1203.5812"]}]
["1208.1223",{"format":[],"subject":["Mathematics - Probability","60D05, 60K35, 82C43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1223"],"date":["2012-08-06","2012-08-30"],"type":["text"],"creator":["Jansen, Sabine"],"language":[],"coverage":[],"title":["Continuum percolation for Gibbsian point processes with attractive\n  interactions"],"description":["  We study the problem of continuum percolation in infinite volume Gibbs\nmeasures for particles with an attractive pair potential, with a focus on low\ntemperatures (large $\\beta$). The main results are bounds on percolation\nthresholds $\\rho_\\pm(\\beta)$ in terms of the density rather than the chemical\npotential or activity. In addition, we prove a variational formula for a large\ndeviations rate function for cluster size distributions. This formula\nestablishes a link with the Gibbs variational principle and a form of\nequivalence of ensembles, and allows us to combine knowledge on finite volume,\ncanonical Gibbs measures with infinite volume, grand-canonical Gibbs measures.\n","Comment: 22 pages. Corrected a statement on lattice gases, added reference"]}]
["1208.1571",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.1571","J. Phys. Soc. Jpn. 81 (2012) 093705","doi:10.1143/JPSJ.81.093705"],"date":["2012-08-07"],"type":["text"],"creator":["Takane, Yositake","Imura, Ken-Ichiro"],"language":[],"coverage":[],"title":["Dirac Electrons on a Sharply Edged Surface of Topological Insulators"],"description":["  An unpaired gapless Dirac electron emergent at the surface of a strong\ntopological insulator (STI) is protected by the bulk-surface correspondence and\nbelieved to be immune to backward scattering. It is less obvious, however, and\nyet to be verified explicitly whether such a gapless Dirac state is smoothly\nextended over the entire surface when the surface is composed of more than a\nsingle facet with different orientations in contact with one another at sharp\ncorner edges (typically forming a steplike structure). In the realistic\nsituation that we consider, the anisotropy of the sample leads to different\ngroup velocities in each of such facets. Here, we propose that much insight on\nthis issue can be obtained by studying the electronic states on a hyperbolic\nsurface of an STI. By explicitly constructing the surface effective\nHamiltonian, we demonstrate that no backward scattering takes place at a\nconcave $90^\\circ$ step edge. A strong renormalization of the velocity in the\nclose vicinity of the step edge is also suggested.\n","Comment: 4 pages, 2 figures, to be published in J. Phys. Soc. Jpn"]}]
["1208.2456",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases","Computer Science - Computational Complexity","Computer Science - Information Theory","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2456"],"date":["2012-08-12","2012-08-29"],"type":["text"],"creator":["Martinez, Genaro J.","Seck-Tuoh-Mora, J. C.","Zenil, Hector"],"language":[],"coverage":[],"title":["Wolfram's Classification and Computation in Cellular Automata Classes\n  III and IV"],"description":["  We conduct a brief survey on Wolfram's classification, in particular related\nto the computing capabilities of Cellular Automata (CA) in Wolfram's classes\nIII and IV. We formulate and shed light on the question of whether Class III\nsystems are capable of Turing universality or may turn out to be \"too hot\" in\npractice to be controlled and programmed. We show that systems in Class III are\nindeed capable of computation and that there is no reason to believe that they\nare unable, in principle, to reach Turing-completness.\n","Comment: 27 pages, 13 figures, forthcoming in Irreducibility and Computational\n  Equivalence to be published by Springer Verlag\n  (http://www.mathrix.org/ANKSAnniversaryVolume.html). Extended paper version\n  to appear in the Journal of Cellular Automata (JCA)"]}]
["1208.2621",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Classical Analysis and ODEs","34C07, 37G15, 34C08, 37C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.2621"],"date":["2012-08-13","2012-08-30"],"type":["text"],"creator":["Rebollo-Perdomo, Salomón"],"language":[],"coverage":[],"title":["The number of medium amplitude limit cycles of some generalized\n  Li\\'enard systems"],"description":["  We will consider two special families of polynomial perturbations of the\nlinear center. For the resulting perturbed systems, which are generalized\nLi\\'enard systems, we provide the exact upper bound for the number of limit\ncycles that bifurcate from the periodic orbits of the linear center.\n"]}]
["1208.3136",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3136","Phys. Rev. B 86, 064439 (2012)","doi:10.1103/PhysRevB.86.064439"],"date":["2012-08-15"],"type":["text"],"creator":["Wang, C. H.","Lumsden, M. D.","Fishman, R. S.","Ehlers, G.","Hong, T.","Tian, W.","Cao, H.","Podlesnyak, A.","Dunmars, C.","Schlueter, J. A.","Manson, J. L.","Christianson, A. D."],"language":[],"coverage":[],"title":["Magnetic properties of the S=1/2 quasi square lattice antiferromagnet\n  CuF2(H2O)2(pyz) (pyz=pyrazine) investigated by neutron scattering"],"description":["  We have performed elastic and inelastic neutron experiments on single crystal\nsamples of the coordination polymer compound CuF2(H2O)2(pyz) (pyz=pyrazine) to\nstudy the magnetic structure and excitations. The elastic neutron diffraction\nmeasurements indicate a collinear antiferromagnetic structure with moments\noriented along the [0.7 0 1] real-space direction and an ordered moment of 0.60\n+/- 0.03 muB/Cu. This value is significantly smaller than the single ion\nmagnetic moment, reflecting the presence of strong quantum fluctuations. The\nspin wave dispersion from magnetic zone center to the zone boundary points (0.5\n1.5 0) and (0.5 0 1.5) can be described by a two dimensional Heisenberg model\nwith a nearest neighbor magnetic exchange constant J2d = 0.934 +/-0.0025 meV.\nThe inter-layer interaction Jperp in this compound is less than 1.5% of J2d.\nThe spin excitation energy at the (0.5 0.5 0.5) zone boundary point is reduced\nwhen compared to the (0.5 1 0.5) zone boundary point by ~10.3 +/- 1.4 %. This\nzone boundary dispersion is consistent with quantum Monte Carlo and series\nexpansion calculations which include corrections for quantum fluctuations to\nlinear spin wave theory.\n","Comment: 7 pages, 6 figures"]}]
["1208.3832",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","91A05, 91A46","G.2.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.3832"],"date":["2012-08-19","2012-08-30"],"type":["text"],"creator":["He, Guanglei","Qin, Zhihui"],"language":[],"coverage":[],"title":["A New Algorithm for the Subtraction Games"],"description":["  Subtraction games is a class of combinatorial games. It was solved since the\nSprague-Grundy Theory was put forward. This paper described a new algorithm for\nsubtraction games. The new algorithm can find win or lost positions in\nsubtraction games. In addition, it is much simpler than Sprague-Grundy Theory\nin one pile of the games.\n","Comment: 5 pages, 3 figures"]}]
["1208.4272",{"format":[],"subject":["Mathematics - Probability","Mathematics - Functional Analysis","60B11, 46G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.4272"],"date":["2012-08-21","2012-08-30"],"type":["text"],"creator":["Janson, Svante","Kaijser, Sten"],"language":[],"coverage":[],"title":["Higher moments of Banach space valued random variables"],"description":["  We define the $k$:th moment of a Banach space valued random variable as the\nexpectation of its $k$:th tensor power; thus the moment (if it exists) is an\nelement of a tensor power of the original Banach space.\n  We study both the projective and injective tensor products, and their\nrelation. Moreover, in order to be general and flexible, we study three\ndifferent types of expectations: Bochner integrals, Pettis integrals and\nDunford integrals.\n  One of the problems studied is whether two random variables with the same\ninjective moments (of a given order) necessarily have the same projective\nmoments; this is of interest in applications. We show that this holds if the\nBanach space has the approximation property, but not in general.\n  Several sections are devoted to results in special Banach spaces, including\nHilbert spaces, $C(K)$ and $D[0,1]$. The latter space is non-separable, which\ncomplicates the arguments, and we prove various preliminary results on e.g.\nmeasurability in $D[0,1]$ that we need.\n  One of the main motivations of this paper is the application to Zolotarev\nmetrics and their use in the contraction method. This is sketched in an\nappendix.\n","Comment: 110 pages. v2: Typos corrected and new references added"]}]
["1208.5377",{"format":[],"subject":["Mathematics - Numerical Analysis","65B10 (42A32)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5377","Publ. Inst. Math. (N. S.) 61 (75) (1997), 53--60"],"date":["2012-08-27","2012-08-30"],"type":["text"],"creator":["Berisha, Faton M.","Filipović, Milan H."],"language":[],"coverage":[],"title":["On some transforms of trigonometric series"],"description":["  We give a transform of convergent trigonometric series into equivalent\nconvergent series and sufficient conditions for the transformed series to\nconverge faster than the original one.\n","Comment: 7 pages; Modified MSC class"]}]
["1208.5384",{"format":[],"subject":["Mathematics - Statistics Theory","62G05, 62G08, 62G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5384"],"date":["2012-08-27","2012-08-30"],"type":["text"],"creator":["Spokoiny, Vladimir","Wang, Weining","Härdle, Wolfgang Karl"],"language":[],"coverage":[],"title":["Local Quantile Regression"],"description":["  Quantile regression is a technique to estimate conditional quantile curves.\nIt provides a comprehensive picture of a response contingent on explanatory\nvariables. In a flexible modeling framework, a specific form of the conditional\nquantile curve is not a priori fixed. % Indeed, the majority of applications do\nnot per se require specific functional forms. This motivates a local parametric\nrather than a global fixed model fitting approach. A nonparametric smoothing\nestimator of the conditional quantile curve requires to balance between local\ncurvature and stochastic variability. In this paper, we suggest a local model\nselection technique that provides an adaptive estimator of the conditional\nquantile regression curve at each design point. Theoretical results claim that\nthe proposed adaptive procedure performs as good as an oracle which would\nminimize the local estimation risk for the problem at hand. We illustrate the\nperformance of the procedure by an extensive simulation study and consider a\ncouple of applications: to tail dependence analysis for the Hong Kong stock\nmarket and to analysis of the distributions of the risk factors of temperature\ndynamics.\n"]}]
["1208.5809",{"format":[],"subject":["Statistics - Applications","Statistics - Methodology","62P10 (Primary) 62F15, 62-02, 92-08 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5809"],"date":["2012-08-28","2012-08-30"],"type":["text"],"creator":["Finak, Greg","McDavid, Andrew","Chattopadhyay, Pratip","Dominguez, Maria","De Rosa, Steve","Roederer, Mario","Gottardo, Raphael"],"language":[],"coverage":[],"title":["Mixture Models for Single Cell Assays with Applications to Vaccine\n  Studies"],"description":["  In immunological studies, the characterization of small, functionally\ndistinct cell subsets from blood and tissue is crucial to decipher system level\nbiological changes. An increasing number of studies rely on assays that provide\nsingle-cell measurements of multiple genes and proteins from bulk cell samples.\nA common problem in the analysis of such data is to identify biomarkers (or\ncombinations of thereof) that are differentially expressed between two\nbiological conditions (e.g., before/after vaccination), where expression is\ndefined as the proportion of cells expressing the biomarker or combination in\nthe cell subset of interest.\n  Here, we present a Bayesian hierarchical framework based on a beta-binomial\nmixture model for testing for differential biomarker expression using\nsingle-cell assays. Our model allows inference to be subject specific, as is\ntypically required when accessing vaccine responses, while borrowing strength\nacross subjects through common prior distributions. We propose two approaches\nfor parameter estimation: an empirical-Bayes approach using an\nExpectation-Maximization algorithm and a fully Bayesian one based on a Markov\nchain Monte Carlo algorithm. We compare our method against frequentist\napproaches for single-cell assays including Fisher's exact test, a likelihood\nratio test, and basic log-fold changes. Using several experimental assays\nmeasuring proteins or genes at the single-cell level and simulated data, we\nshow that our method has higher sensitivity and specificity than alternative\nmethods. Additional simulations show that our framework is also robust to model\nmisspecification. Finally, we also demonstrate how our approach can be extended\nto testing multivariate differential expression across multiple biomarker\ncombinations using a Dirichlet-multinomial model and illustrate this\nmultivariate approach using single-cell gene expression data and simulations.\n","Comment: 18 pages, 5 figures plus supplementary material"]}]
["1208.5812",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5812","Phys. Rev. Lett. 109, 096603 (2012)","doi:10.1103/PhysRevLett.109.096603"],"date":["2012-08-28"],"type":["text"],"creator":["Zhang, Steven S. -L.","Zhang, Shufeng"],"language":[],"coverage":[],"title":["Magnon Mediated Electric Current Drag Across a Ferromagnetic Insulator\n  Layer"],"description":["  In a semiconductor hererostructure, the Coulomb interaction is responsible\nfor the electric current drag between two 2D electron gases across an electron\nimpenetrable insulator. For two metallic layers separated by a ferromagnetic\ninsulator (FI) layer, the electric current drag can be mediated by a\nnonequilibrium magnon current of the FI. We determine the drag current by using\nthe semiclassical Boltzmann approach with proper boundary conditions of\nelectrons and magnons at the metal-FI interface.\n","Comment: 13 pages, 2 figures: to appear in PRL"]}]
["1208.5894",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Information Theory","65F22, 68U10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5894"],"date":["2012-08-29","2012-08-30"],"type":["text"],"creator":["Petra, Stefania","Schnörr, Christoph"],"language":[],"coverage":[],"title":["Average Case Recovery Analysis of Tomographic Compressive Sensing"],"description":["  The reconstruction of three-dimensional sparse volume functions from few\ntomographic projections constitutes a challenging problem in image\nreconstruction and turns out to be a particular instance problem of compressive\nsensing. The tomographic measurement matrix encodes the incidence relation of\nthe imaging process, and therefore is not subject to design up to small\nperturbations of non-zero entries. We present an average case analysis of the\nrecovery properties and a corresponding tail bound to establish weak\nthresholds, in excellent agreement with numerical experiments. Our result\nimprove the state-of-the-art of tomographic imaging in experimental fluid\ndynamics by a factor of three.\n"]}]
["1208.5977",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.5977"],"date":["2012-08-29","2012-08-30"],"type":["text"],"creator":["Skurzok, M.","Krzemień, W.","Moskal, P."],"language":[],"coverage":[],"title":["Search for the He-{\\eta} bound states with the WASA-at-COSY facility"],"description":["  The eta-mesic nuclei in which the {\\eta} meson is bound with nucleus via\nstrong interaction was postulated already in 1986, however till now no\nexperiment confirmed empirically its existence. The discovery of this new kind\nof an exotic nuclear matter would be very important for better understanding of\nthe {\\eta} meson structure and its interaction with nucleons. The search for\n{\\eta}-mesic helium is carried out with high statistic and high acceptance with\nthe WASA-at-COSY detection setup in the Research Center Juelich. The search is\nconducted via the measurement of the excitation function for the chosen decay\nchannels of the 4He-{\\eta} system. Till now two reactions dd -->\n(4He-{\\eta})_bs --> 3Hep\\pi- and dd --> (4He-{\\eta})_bs --> 3 Hen{\\pi}0 were\nmeasured with the beam momentum ramped around the eta production threshold.\nThis report includes the description of experimental method and status of the\nanalysis.\n","Comment: Procedings of the MESON 2012 conference 3 pages, 1 figure"]}]
["1208.6023",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6023","AIP Conf. Proc. 1444 (2011) 253-257","doi:10.1063/1.4715429"],"date":["2012-08-29"],"type":["text"],"creator":["Moumni, Mustafa","BenSlama, Achor","Zaim, Slimane"],"language":[],"coverage":[],"title":["Relativistic Spectrum of Hydrogen Atom in Space-Time Non-Commutativity"],"description":["  We study space-time non-commutativity applied to the hydrogen atom via the\nSeiberg-Witten map and its phenomenological effects. We find that it modifies\nthe Coulomb potential in the Hamiltonian and add an r-3 part. By calculating\nthe energies from Dirac equation using perturbation theory, we study the\nmodifications to the hydrogen spectrum. We find that it removes the degeneracy\nwith respect to the total angular momentum quantum number and acts like a Lamb\nshift. Comparing the results with experimental values from spectroscopy, we get\na new bound for the space-time non-commutative parameter. N.B: In precedent\nworks (arXiv:0907.1904, arXiv:1003.5732 and arXiv:1006.4590), we have used the\nBopp Shift formulation of non-commutativity but here use it \\`a la\nSeiberg-Witten in the Relativistic case.\n","Comment: 5 pages, 1 table, ICPTP 2011 Constantine, Algeria"]}]
["1208.6024",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6024"],"date":["2012-08-29"],"type":["text"],"creator":["Keller, Thomas Michael","Yang, Yong"],"language":[],"coverage":[],"title":["Orbits of finite solvable groups on characters"],"description":["  We prove that if a solvable group A acts coprimely on a solvable group G,\nthen A has a \"large\" orbit in its corresponding action on the set of ordinary\ncomplex irreducible characters of G. This extends (at the cost of a weaker\nbound) a 2005 result of A. Moreto who obtained such a bound in case that A is a\np-group.\n"]}]
["1208.6025",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6025"],"date":["2012-08-11"],"type":["text"],"creator":["Habib, Md. Tarek","Faisal, Rahat Hossain","Rokonuzzaman, M."],"language":[],"coverage":[],"title":["Feasibility of Genetic Algorithm for Textile Defect Classification Using\n  Neural Network"],"description":["  The global market for textile industry is highly competitive nowadays.\nQuality control in production process in textile industry has been a key factor\nfor retaining existence in such competitive market. Automated textile\ninspection systems are very useful in this respect, because manual inspection\nis time consuming and not accurate enough. Hence, automated textile inspection\nsystems have been drawing plenty of attention of the researchers of different\ncountries in order to replace manual inspection. Defect detection and defect\nclassification are the two major problems that are posed by the research of\nautomated textile inspection systems. In this paper, we perform an extensive\ninvestigation on the applicability of genetic algorithm (GA) in the context of\ntextile defect classification using neural network (NN). We observe the effect\nof tuning different network parameters and explain the reasons. We empirically\nfind a suitable NN model in the context of textile defect classification. We\ncompare the performance of this model with that of the classification models\nimplemented by others.\n","Comment: 20 pages, 11 figures, 6 tables; International Journal of Artificial\n  Intelligence & Applications (IJAIA),AIRCC, July 2012"]}]
["1208.6028",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6028","International Journal of Artificial Intelligence & Applications\n  vol 3, no 4, July 2012, 99-106"],"date":["2012-08-13"],"type":["text"],"creator":["Ulker, Sadik"],"language":[],"coverage":[],"title":["Design of Low Noise Amplifiers Using Particle Swarm Optimization"],"description":["  This short paper presents a work on the design of low noise microwave\namplifiers using particle swarm optimization (PSO) technique. Particle Swarm\nOptimization is used as a method that is applied to a single stage amplifier\ncircuit to meet two criteria: desired gain and desired low noise. The aim is to\nget the best optimized design using the predefined constraints for gain and low\nnoise values. The code is written to apply the algorithm to meet the desired\ngoals and the obtained results are verified using different simulators. The\nresults obtained show that PSO can be applied very efficiently for this kind of\ndesign problems with multiple constraints.\n","Comment: 8 pages, 4 figures"]}]
["1208.6029",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6029"],"date":["2012-08-29"],"type":["text"],"creator":["Monard, Francois","Bal, Guillaume"],"language":[],"coverage":[],"title":["Inverse anisotropic conductivity from power densities in dimension $n\\ge\n  3$"],"description":["  We investigate the problem of reconstructing a fully anisotropic conductivity\ntensor $\\gamma$ from internal functionals of the form $\\nabla\nu\\cdot\\gamma\\nabla u$ where $u$ solves $\\nabla\\cdot(\\gamma\\nabla u) = 0$ over a\ngiven bounded domain $X$ with prescribed Dirichlet boundary condition. This\nwork motivated by hybrid medical imaging methods covers the case $n\\ge 3$,\nfollowing the previously published case $n=2$ \\cite{Monard2011}. Under\nknowledge of enough such functionals, and writing $\\gamma = \\tau \\tilde \\gamma$\n($\\det \\tilde\\gamma = 1$) with $\\tau$ a positive scalar function, we show that\nall of $\\gamma$ can be explicitely and locally reconstructed, with no loss of\nscales for $\\tau$ and loss of one derivative for the anisotropic structure\n$\\tilde\\gamma$. The reconstruction algorithms presented require rank maximality\nconditions that must be satisfied by the functionals or their corresponding\nsolutions, and we discuss different possible ways of ensuring these conditions\nfor $\\C^{1,\\alpha}$-smooth tensors ($0<\\alpha<1$).\n","Comment: 27 pages, sumbitted to CPDE"]}]
["1208.6032",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6032"],"date":["2012-08-29"],"type":["text"],"creator":["Costa, Bárbara","Simis, Aron"],"language":[],"coverage":[],"title":["New Constructions of Cremona Maps"],"description":["  One defines two ways of constructing rational maps derived from other\nrational maps, in a characteristic-free context. The first introduces the\nNewton complementary dual of a rational map. One main result is that this dual\npreserves birationality and gives an involutional map of the Cremona group to\nitself that restricts to the monomial Cremona subgroup and preserves de\nJonqui\\`eres maps. In the monomial restriction this duality commutes with\ntaking inverse in the group, but is a not a group homomorphism. The second\nconstruction is an iterative process to obtain rational maps in increasing\ndimension. Starting with birational maps, it leads to rational maps whose\ntopological degree is under control. Making use of monoids, the resulting\nconstruct is in fact birational if the original map is so. A variation of this\nidea is considered in order to preserve properties of the base ideal, such as\nCohen--Macaulayness. Combining the two methods, one is able to produce explicit\ninfinite families of Cohen--Macaulay Cremona maps with prescribed dimension,\ncodimension and degree.\n"]}]
["1208.6034",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6034"],"date":["2012-08-29"],"type":["text"],"creator":["Pastore, S.","Pieper, Steven C.","Schiavilla, R.","Wiringa, R. B."],"language":[],"coverage":[],"title":["Quantum Monte Carlo calculations of magnetic moments and M1 transitions\n  in $A \\le 9$ nuclei"],"description":["  We present Quantum Monte Carlo calculations of magnetic moments and M1\ntransitions in $A\\le 9$ nuclei which take into account contributions of\ntwo-body electromagnetic currents. The Hamiltonian utilized to generate the\nnuclear wave functions includes the realistic Argonne-{\\it v}$_{18}$\ntwo-nucleon and the Illinois-7 three-nucleon interactions. The nuclear two-body\nelectromagnetic currents are derived from a pionful chiral effective field\ntheory including up to one-loop corrections. These currents involve unknown Low\nEnergy Constants which have been fixed so as to reproduce a number of\nexperimental data for the two- and three-nucleon systems, such as $np$ phase\nshifts and deuteron, triton, and $^3$He magnetic moments. This preliminary\nstudy shows that two-body contributions provide significant corrections which\nare crucial to bring the theory in agreement with the experimental data in both\nmagnetic moments and M1 transitions.\n","Comment: 5 pages, 2 figures. Invited talk at CIPANP 2012 - St. Petersburg, FL"]}]
["1208.6037",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6037"],"date":["2012-08-29"],"type":["text"],"creator":["El-Hamied, Sara Shaker Abed","Saleh, Ahmed Abou El-Fotouh","Asem, Aziza"],"language":[],"coverage":[],"title":["Survey on Using GIS in Evacuation Planning"],"description":["  Natural crises form a big threat on environment; these crises mean the loss\nof enterprises and individuals, and therefore losses in the sum total of\ncommunity development. Management to these crises is required through a crisis\nmanagement plan to control the crises before, during, and after the event. One\nof the most needed things to consider during preparing the crisis management\nplan is preparing the evacuation plan in order to transfer people from the\nincident place to a safe place; this must be done quickly and carefully.\nBecause of the geographic nature of the evacuation process, Geographical\nInformation System (GIS) has been used widely and effectively for over 20 years\nin the field of crisis management in general and in evacuation planning in\nparticular. This paper provides an overview about evacuation process and the\nbasic concepts of GIS systems. The paper also demonstrates the importance of\nevacuation planning and how GIS systems used in other studies to assists in\nevacuation process.\n","Comment: 4 pages"]}]
["1208.6038",{"format":[],"subject":["Mathematics - Rings and Algebras","17A30, 17A32, 17D99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6038"],"date":["2012-08-29"],"type":["text"],"creator":["Gaparayi, Donatien","Issa, A. Nourou"],"language":[],"coverage":[],"title":["Hom-Lie-Yamaguti structures on Hom-Leibniz algebras"],"description":["  Multiplicative left Hom-Leibniz algebras have natural Hom-Lie-Yamaguti\nstructure.\n","Comment: 10 pages, no figure"]}]
["1208.6040",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 41A35, Secondary 41A50, 42A16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6040","Proceedings of the International Conference \"Functional spaces;\n  Differential operators; Problems of mathematical education,\" Moscow, 1\n  (1998), 212"],"date":["2012-08-29"],"type":["text"],"creator":["Potapov, Mikhail K.","Berisha, Faton M."],"language":[],"coverage":[],"title":["A theorem on approximation by algebraic polynomials of functions with\n  given generalised modulus of smoothness"],"description":["  We introduce an asymmetric operator of generalised translation, define the\ngeneralised modulus of smoothness by its means, and obtain the direct and\ninverse theorems in approximation theory for it.\n","Comment: 2 pages, International Conference \"Functional spaces; Differential\n  operators; Problems of mathematical education,\" Moscow, 1998"]}]
["1208.6045",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6045"],"date":["2012-08-29"],"type":["text"],"creator":["Ruiz, David"],"language":[],"coverage":[],"title":["A note on the uniformity of the constant in the Poincar\\'e inequality"],"description":["  The classical Poincar\\'e inequality establishes that for any bounded regular\ndomain $\\Omega\\subset \\R^N$ there exists a constant $C=C(\\Omega)>0$ such that\n$$ \\int_{\\Omega} |u|^2\\, dx \\leq C \\int_{\\Omega} |\\nabla u|^2\\, dx \\ \\ \\forall\nu \\in H^1(\\Omega),\\ \\int_{\\Omega} u(x) \\, dx=0.$$ In this note we show that $C$\ncan be taken independently of $\\Omega$ when $\\Omega$ is in a certain class of\ndomains. Our result generalizes previous results in this direction.\n","Comment: 12 pages, 1 figure"]}]
["1208.6047",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6047"],"date":["2012-08-29"],"type":["text"],"creator":["Santos, T. R. S.","Sobreiro, R. F.","Otoya, V. J. Vasquez"],"language":[],"coverage":[],"title":["Formal aspects of spin currents in material media"],"description":["  The relativistic generalization of the broken continuity equation that\ndescribes spin currents is exploited in general material media. The field\ntheoretical techniques for the usual U(1) gauge theory with fermions in\nmaterial media is employed. The spin current equations are obtained from the\nstudy of the symmetries of electrodynamics in material media. Moreover, we\nobtain the conditions that constrain the spin current to be conserved. One of\nthe novel results is that the analogue spin current for the photon can be also\ndefined. In the latter case, the conditions are useful constraints on the\nfields and the properties of the media.\n","Comment: 10 pages. No figures. arXiv admin note: text overlap with\n  arXiv:1107.0332"]}]
["1208.6050",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6050","Phys Rev E Stat Nonlin Soft Matter Phys. 2009 Mar;79(3 Pt\n  1):031902"],"date":["2012-08-29"],"type":["text"],"creator":["Smolen, Paul","Baxter, Douglas A.","Byrne, John H."],"language":[],"coverage":[],"title":["Interlinked Dual-Time Feedback Loops can Enhance Robustness to\n  Stochasticity and Persistence of Memory"],"description":["  Multiple interlinked positive feedback loops shape the stimulus responses of\nvarious biochemical systems, such as the cell cycle or intracellular calcium\nrelease. Recent studies with simplified models have identified two advantages\nof coupling fast and slow feedback loops. Namely, this dual-time structure\nenables a fast response while enhancing resistances of responses and\nbistability to stimulus noise. We now find that in addition: 1) the dual-time\nstructure confers resistance to internal noise due to molecule number\nfluctuations, and 2) model variants with altered coupling, which better\nrepresent some specific systems, share all the above advantages. We develop a\nsimilar bistable model with a fast autoactivation loop coupled to a slow loop,\nwhich minimally represents positive feedback that may be essential for\nlong-term synaptic potentiation (LTP). The advantages of fast response and\nnoise resistance carry over to this model. Empirically, LTP develops resistance\nto reversal over ~1 h. The model suggests this resistance may result from\nincreased amounts of synaptic kinases involved in positive feedback.\n"]}]
["1208.6051",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6051"],"date":["2012-08-29"],"type":["text"],"creator":["Haeupler, Bernhard","Kuhn, Fabian"],"language":[],"coverage":[],"title":["Lower Bounds on Information Dissemination in Dynamic Networks"],"description":["  We study lower bounds on information dissemination in adversarial dynamic\nnetworks. Initially, k pieces of information (henceforth called tokens) are\ndistributed among n nodes. The tokens need to be broadcast to all nodes through\na synchronous network in which the topology can change arbitrarily from round\nto round provided that some connectivity requirements are satisfied.\n  If the network is guaranteed to be connected in every round and each node can\nbroadcast a single token per round to its neighbors, there is a simple token\ndissemination algorithm that manages to deliver all k tokens to all the nodes\nin O(nk) rounds. Interestingly, in a recent paper, Dutta et al. proved an\nalmost matching Omega(n + nk/log n) lower bound for deterministic\ntoken-forwarding algorithms that are not allowed to combine, split, or change\ntokens in any way. In the present paper, we extend this bound in different\nways.\n  If nodes are allowed to forward b < k tokens instead of only one token in\nevery round, a straight-forward extension of the O(nk) algorithm disseminates\nall k tokens in time O(nk/b). We show that for any randomized token-forwarding\nalgorithm, Omega(n + nk/(b^2 log n log log n)) rounds are necessary. If nodes\ncan only send a single token per round, but we are guaranteed that the network\ngraph is c-vertex connected in every round, we show a lower bound of\nOmega(nk/(c log^{3/2} n)), which almost matches the currently best O(nk/c)\nupper bound. Further, if the network is T-interval connected, a notion that\ncaptures connection stability over time, we prove that Omega(n + nk/(T^2 log\nn)) rounds are needed. The best known upper bound in this case manages to solve\nthe problem in O(n + nk/T) rounds. Finally, we show that even if each node only\nneeds to obtain a delta-fraction of all the tokens for some delta in [0,1],\nOmega(nk delta^3 log n) are still required.\n"]}]
["1208.6053",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6053"],"date":["2012-08-29"],"type":["text"],"creator":["Rephaeli, Eden","Fan, Shanhui"],"language":[],"coverage":[],"title":["Few-photon single-atom cavity QED with input-output formalism in Fock\n  Space"],"description":["  The Jaynes-Cummings (JC) system, which describes the interaction between a\ncavity and a two-level atom, is one of the most important systems in quantum\noptics. We obtain analytic solutions for the one- and two-photon transport in a\nwaveguide side-coupled to the JC system using input-output formalism in Fock\nspace. With these results, we discuss the conditions under which the JC system\nfunctions as a photon switch for waveguide photons in both the strong and weak\ncoupling regimes\n","Comment: 9 pages, 4 figures"]}]
["1208.6057",{"format":[],"subject":["Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6057"],"date":["2012-08-29"],"type":["text"],"creator":["Wang, Po T.","King, Christine E.","Chui, Luis A.","Do, An H.","Nenadic, Zoran"],"language":[],"coverage":[],"title":["Self-paced brain-computer interface control of ambulation in a virtual\n  reality environment"],"description":["  Objective: Spinal cord injury (SCI) often leaves affected individuals unable\nto ambulate. Electroencephalogramme (EEG) based brain-computer interface (BCI)\ncontrolled lower extremity prostheses may restore intuitive and able-body-like\nambulation after SCI. To test its feasibility, the authors developed and tested\na novel EEG-based, data-driven BCI system for intuitive and self-paced control\nof the ambulation of an avatar within a virtual reality environment (VRE).\n  Approach: Eight able-bodied subjects and one with SCI underwent the following\n10-min training session: subjects alternated between idling and walking\nkinaesthetic motor imageries (KMI) while their EEG were recorded and analysed\nto generate subject-specific decoding models. Subjects then performed a\ngoal-oriented online task, repeated over 5 sessions, in which they utilised the\nKMI to control the linear ambulation of an avatar and make 10 sequential stops\nat designated points within the VRE.\n  Main results: The average offline training performance across subjects was\n77.2 +/- 9.5%, ranging from 64.3% (p = 0.00176) to 94.5% (p = 6.26*10^-23),\nwith chance performance being 50%. The average online performance was 8.4 +/-\n1.0 (out of 10) successful stops and 303 +/- 53 sec completion time (perfect =\n211 sec). All subjects achieved performances significantly different than those\nof random walk (p < 0.05) in 44 of the 45 online sessions.\n  Significance: By using a data-driven machine learning approach to decode\nusers' KMI, this BCIVRE system enabled intuitive and purposeful self-paced\ncontrol of ambulation after only a 10-minute training. The ability to achieve\nsuch BCI control with minimal training indicates that the implementation of\nfuture BCI-lower extremity prosthesis systems may be feasible.\n","Comment: 20 pages, 7 figures, link to video supplementary material\n  (http://youtu.be/GXmovT3BxEo)"]}]
["1208.6059",{"format":[],"subject":["Mathematics - Dynamical Systems","37A05, 37A25, 60E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6059"],"date":["2012-08-29"],"type":["text"],"creator":["Haydn, Nicolai T A"],"language":[],"coverage":[],"title":["A note on the limiting entry and return times distributions for induced\n  maps"],"description":["  For ergodic measures we consider the return and entry times for a measure\npreserving transformation and its induced map on a positive measure subset. We\nthen show that the limiting entry and return times distributions are the same\nfor the induced maps as for the map on the entire system. The only assumptions\nneeded are ergodicity and that the measures of the sets along which the limit\nis taken go to zero.\n"]}]
["1208.6060",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6060"],"date":["2012-08-29"],"type":["text"],"creator":["Chan, Wai Kiu","Oh, Byeong-Kweon"],"language":[],"coverage":[],"title":["Representations of integral quadratic polynomials"],"description":["  In this paper, we study the representations of integral quadratic\npolynomials. Particularly, it is shown that there are only finitely many\nequivalence classes of positive ternary universal integral quadratic\npolynomials, and that there are only finitely many regular ternary triangular\nforms. A more general discussion of integral quadratic polynomials over a\nDedekind domain inside a global field is also given.\n"]}]
["1208.6061",{"format":[],"subject":["Quantum Physics","Computer Science - Systems and Control","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6061"],"date":["2012-08-29"],"type":["text"],"creator":["Petersen, Ian R.","Ugrinovskii, Valery","James, Matthew R."],"language":[],"coverage":[],"title":["Robust Stability of Quantum Systems with a Nonlinear Coupling Operator"],"description":["  This paper considers the problem of robust stability for a class of uncertain\nquantum systems subject to unknown perturbations in the system coupling\noperator. A general stability result is given for a class of perturbations to\nthe system coupling operator. Then, the special case of a nominal linear\nquantum system is considered with non-linear perturbations to the system\ncoupling operator. In this case, a robust stability condition is given in terms\nof a scaled strict bounded real condition.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1203.2676"]}]
["1208.6079",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6079"],"date":["2012-08-30"],"type":["text"],"creator":["Srinivasan, Gopala Krishna"],"language":[],"coverage":[],"title":["A unified approach to the integrals of Mellin--Barnes--Hecke type"],"description":["  In this paper we provide a unified approach to a family of integrals of\nMellin--Barnes type using distribution theory and Fourier transforms.\n  Interesting features arise in many of the cases which call for the\napplication of pull-backs of distributions via smooth submersive maps defined\nby H\\\"ormander. We derive by this method the integrals of Hecke and Sonine\nrelating to various types of Bessel functions which have found applications in\nanalytic and algebraic number theory.\n","Comment: The paper has been accepted for publication in Expositiones\n  Mathematicae"]}]
["1208.6083",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6083"],"date":["2012-08-30"],"type":["text"],"creator":["Dao, Hailong","Kurano, Kazuhiko"],"language":[],"coverage":[],"title":["Hochster's theta pairing and numerical equivalence"],"description":["  Let $(A,\\m)$ be a local hypersurface with isolated singularity. We show that\nHochster's theta pairing vanishes on elements that are {numerically equivalent\nto zero} in the Grothendieck group of $A$ under the mild assumption that $\\spec\nA$ admits a resolution of singularity. We also prove that when $\\dim A =3$, the\nHochster's theta pairing is positive semidefinite. These results combine to\nshow that the counter-example of Dutta-Hochster-McLaughlin to general vanishing\nof Serre's intersection multiplicity exists for any three dimensional isolated\nhypersurface singularity that is not a UFD and has a desingularization. Our\nmethod involves showing that theta gives a bivariant class for the morphism\n$\\spec A/\\m \\to \\spec A$. It also follows that if $A$ is three dimensional\nisolated hypersurface singularity that has a desingularization, the divisor\nclass group of $A$ is finitely generated torsion-free.\n"]}]
["1208.6086",{"format":[],"subject":["Mathematics - Number Theory","11M36, 11F72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6086"],"date":["2012-08-30"],"type":["text"],"creator":["Gon, Yasuro"],"language":[],"coverage":[],"title":["Differences of the Selberg trace formula and Selberg type zeta functions\n  for Hilbert modular surfaces"],"description":["  We present the first example of the Selberg type zeta function for noncompact\nhigher rank locally symmetric spaces. We study certain Selberg type zeta\nfunctions and Ruelle type zeta functions attached to the Hilbert modular group\nof a real quadratic field. We show that they have meromorphic extensions to the\nwhole complex plane and satisfy functional equations. The method is based on\nconsidering the differences among several Selberg trace formulas with different\nweights for the Hilbert modular group. Besides as an application of the\ndifferences of the Selberg trace formula, we also obtain an asymptotic average\nof the class numbers of indefinite binary quadratic forms over the real\nquadratic integer ring.\n"]}]
["1208.6096",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6096"],"date":["2012-08-30"],"type":["text"],"creator":["Javaid, Nadeem"],"language":[],"coverage":[],"title":["M-ATTEMPT: A New Energy-Efficient Routing Protocol in Wireless Body Area\n  Sensor Networks"],"description":["  This paper presents an energy efficient routing algorithm for heterogeneous\nWireless Body Area Sensor Networks (WBASNs). A prototype is defined for\nemploying heterogeneous sensors on human body. Direct communication is used for\nreal-time traffic (critical data) and on-demand data while multi-hop\ncommunication is used for normal data delivery in this proposed routing\nalgorithm. One of the prime challenges in WBASNs is sensing of heat generated\nby implanted sensor nodes. The proposed routing algorithm is thermal-aware\nwhich sense the link Hot-spot and routes the data away from these links.\nContinuous mobility of human body causes disconnection between previous\nestablished links. We introduce mobility support and energy-management to\novercome the problem of disconnection due to continuous mobility of human body.\nMATLAB simulations of proposed routing algorithm are performed for lifetime and\nreliability in comparison with multi-hop communication. The results show that\nthe proposed routing algorithm has less energy consumption and more reliable as\ncompared to multi-hop communication.\n","Comment: To be Submitted in a Journal"]}]
["1208.6100",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6100","2012A&A...543A..62J","doi:10.1051/0004-6361/201117918"],"date":["2012-08-30"],"type":["text"],"creator":["Johansson, Daniel","Horellou, Cathy","Lopez-Cruz, Omar","Muller, Sebastien","Birkinshaw, Mark","Black, John H.","Bremer, Malcolm N.","Wall, William F.","Bertoldi, Frank","Castillo, Edgar","Ibarra-Medel, Hector Javier"],"language":[],"coverage":[],"title":["Molecular gas and dust in the highly magnified z = 2.8 galaxy behind the\n  Bullet Cluster"],"description":["  The gravitational magnification provided by massive galaxy clusters makes it\npossible to probe the physical conditions in distant galaxies that are of lower\nluminosity than those in blank fields and likely more representative of the\nbulk of the high-redshift galaxy population. We aim to constrain the basic\nproperties of molecular gas in a strongly magnified submm galaxy located behind\nthe massive Bullet Cluster. This galaxy (SMM J0658) is split into three images,\nwith a total magnification factor of almost 100. We used the Australia\nTelescope Compact Array (ATCA) to search for {12}CO(1--0) and {12}CO(3--2) line\nemission from SMM J0658. We also used the SABOCA bolometer camera on the\nAtacama Pathfinder EXperiment (APEX) telescope to measure the continuum\nemission at 350 micron. CO(1--0) and CO(3--2) are detected at 6.8 sigma and 7.5\nsigma significance when the spectra toward the two brightest images of the\ngalaxy are combined. From the CO(1-0) luminosity we derive a mass of cold\nmolecular gas of (1.8 \\pm 0.3) * 10^9 Msun, using the CO to H_2 conversion\nfactor commonly used for luminous infrared galaxies. This is 45 \\pm 25 % of the\nstellar mass. From the width of the CO lines we derive a dynamical mass within\nthe CO-emitting region L of (1.3 \\pm 0.4) * 10^10 (L/1 kpc) Msun. We refine the\nredshift determination of SMM J0658 to z=2.7793 \\pm 0.0003. Continuum emission\nat 350 micron from SMM J0658 was detected with SABOCA at a signal-to-noise\nratio of 3.6. We study the spectral energy distribution of SMM J0658 and derive\na dust temperature of 33\\pm 5 K and a dust mass of 1.1*10^7 Msun. SMM J0658 is\none of the least massive submm galaxies discovered so far. As a likely\nrepresentative of the bulk of the submm galaxy population, it is a prime target\nfor future observations.\n","Comment: 11 pages, 7 figure, published in A&A"]}]
["1208.6103",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Materials Science","Condensed Matter - Quantum Gases","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6103"],"date":["2012-08-30"],"type":["text"],"creator":["Shepherd, James J.","Grüneis, Andreas"],"language":[],"coverage":[],"title":["Correlation Energy Divergences in Metallic Systems"],"description":["  We numerically examine divergences of the total energy in metallic systems of\napproximate many-body theories using Hartree--Fock as a reference, including\nperturbative (M\\oller-Plesset, MP), coupled cluster (CC) and configuration\ninteraction (CI) approaches. Controlling for finite size effects and basis set\nincompleteness error by comparison with energies from the random phase\napproximation (RPA), we suggest convincingly that non-perturbative coupled\ncluster theories are acceptable for modelling electronic interactions in metals\nwhilst perturbative coupled cluster theories are not. Data are provided from\nthe RPA with which it is possible to test other approximate finite-basis\nmethods for divergences with only modest computational cost.\n","Comment: 6 pages + 2 supplemental info"]}]
["1208.6105",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6105"],"date":["2012-08-30"],"type":["text"],"creator":["Meijuan, Wang","Gang, Chen","Yuanfang, Wu"],"language":[],"coverage":[],"title":["Eccentricity and elliptic flow at fixed centrality in Au+Au collisions\n  at sqrt(s_NN)=200GeV in AMPT"],"description":["  To reduce the effect of the fluctuations of initial geometrical shape,\nelliptic flow are studied at fixed centrality in Au+Au collision at\n$\\sqrt{s_{\\rm NN}}$=200GeV. It is observed with the participant increasing,\nelliptic flow has an increase and a decrease at different fixed impact\nparameter, but not a trivial fluctuation. It is analyzed that the initial space\nanisotropy dominates the participant dependence of elliptic flow in\nnear-central collisions(b=5fm) and mid-central collisions(b=8fm), while the\ninteraction between particles can mainly answer for the behavior of elliptic\nflow in peripheral collisions(b=12fm). To distinguish the pure geometrical\neffect, elliptic flow scaled by initial eccentricity is studied. It is found\nthat the ratio $v_{2}/\\epsilon$ increases with participant and reaches a\nsaturation when the participant is large enough, indicating that the collision\nsystem reach the local equilibrium.\n","Comment: 4 pages, 3 figures, accepted by Chinese Physics C"]}]
["1208.6110",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6110","Nano Research, Volume 5, Number 8 (2012), 550-557","doi:10.1007/s12274-012-0240-3"],"date":["2012-08-30"],"type":["text"],"creator":["Castellanos-Gomez, Andres","Poot, Menno","Amor-Amorós, Albert","Steele, Gary A.","van der Zant, Herre S. J.","Agraït, Nicolás","Rubio-Bollinger, Gabino"],"language":[],"coverage":[],"title":["Mechanical properties of freely suspended atomically thin dielectric\n  layers of mica"],"description":["  We have studied the elastic deformation of freely suspended atomically thin\nsheets of muscovite mica, a widely used electrical insulator in its bulk form.\nUsing an atomic force microscope, we carried out bending test experiments to\ndetermine the Young's modulus and the initial pre-tension of mica nanosheets\nwith thicknesses ranging from 14 layers down to just one bilayer. We found that\ntheir Young's modulus is high (190 GPa), in agreement with the bulk value,\nwhich indicates that the exfoliation procedure employed to fabricate these\nnanolayers does not introduce a noticeable amount of defects. Additionally,\nultrathin mica shows low pre-strain and can withstand reversible deformations\nup to tens of nanometers without breaking. The low pre-tension and high Young's\nmodulus and breaking force found in these ultrathin mica layers demonstrates\ntheir prospective use as a complement for graphene in applications requiring\nflexible insulating materials or as reinforcement in nanocomposites.\n","Comment: 9 pages, 5 figures, selected as cover of Nano Research, Volume 5,\n  Number 8 (2012)"]}]
["1208.6111",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6111"],"date":["2012-08-30"],"type":["text"],"creator":["Ducloué, B.","Szymanowski, L.","Wallon, S."],"language":[],"coverage":[],"title":["Mueller-Navelet jets at LHC: the first complete NLL BFKL study"],"description":["  Mueller Navelet jets were proposed 25 years ago as a decisive test of BFKL\ndynamics at hadron colliders. We here present the first next-to-leading BFKL\nstudy of the cross section and azimuthal decorrelation of these jets. This\nincludes both next-to-leading corrections to the Green's function and\nnext-to-leading corrections to the Mueller Navelet vertices. The obtained\nresults for standard observables proposed for studies of Mueller Navelet jets\nshow that both sources of corrections are of equal and big importance for final\nmagnitude and behavior of observables, in particular for the LHC kinematics\ninvestigated here in detail. Our analysis reveals that the observables obtained\nwithin the complete next-to-leading order BFKL framework of the present work\nare quite similar to the same observables obtained within next-to-leading\nlogarithm DGLAP type treatment. There is still a noticeable difference in both\ntreatments for the ratio of the azimuthal angular moments < cos (2 phi) > / <\ncos phi >.\n","Comment: 6 pages, 4 figures, talk at Sixth International Conference on Quarks\n  and Nuclear Physics April 16-20, 2012, Ecole Polytechnique, Palaiseau, France"]}]
["1208.6123",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","42A16"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6123","Math. Montisnigri 10 (1999), 5--20"],"date":["2012-08-30"],"type":["text"],"creator":["Berisha, Muharrem Q.","Berisha, Faton M."],"language":[],"coverage":[],"title":["On monotone Fourier coefficients of a function belonging to\n  Nikol'ski\\u{\\i}--Besov classes"],"description":["  In this paper, necessary and sufficient conditions on terms of monotone\nFourier coefficients for a function to belong to a Nikol'ski\\u{\\i}--Besov type\nclass are given.\n","Comment: 11 pages"]}]
["1208.6124",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6124"],"date":["2012-08-30"],"type":["text"],"creator":["Shkredov, Ilya D."],"language":[],"coverage":[],"title":["On Heilbronn's exponential sum"],"description":["  In the paper we prove a new upper bound for Heilbronn's exponential sum and\nobtain some applications of our result to distribution of Fermat quotients.\n","Comment: 10 pages"]}]
["1208.6125",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6125"],"date":["2012-08-30"],"type":["text"],"creator":["Censor-Hillel, Keren","Haeupler, Bernhard","Lynch, Nancy","Médard, Muriel"],"language":[],"coverage":[],"title":["Bounded-Contention Coding for Wireless Networks in the High SNR Regime"],"description":["  Efficient communication in wireless networks is typically challenged by the\npossibility of interference among several transmitting nodes. Much important\nresearch has been invested in decreasing the number of collisions in order to\nobtain faster algorithms for communication in such networks.\n  This paper proposes a novel approach for wireless communication, which\nembraces collisions rather than avoiding them, over an additive channel. It\nintroduces a coding technique called Bounded-Contention Coding (BCC) that\nallows collisions to be successfully decoded by the receiving nodes into the\noriginal transmissions and whose complexity depends on a bound on the\ncontention among the transmitters.\n  BCC enables deterministic local broadcast in a network with n nodes and at\nmost a transmitters with information of l bits each within O(a log n + al) bits\nof communication with full-duplex radios, and O((a log n + al)(log n)) bits,\nwith high probability, with half-duplex radios. When combined with random\nlinear network coding, BCC gives global broadcast within O((D + a + log n)(a\nlog n + l)) bits, with high probability. This also holds in dynamic networks\nthat can change arbitrarily over time by a worst-case adversary. When no bound\non the contention is given, it is shown how to probabilistically estimate it\nand obtain global broadcast that is adaptive to the true contention in the\nnetwork.\n"]}]
["1208.6126",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6126"],"date":["2012-08-30"],"type":["text"],"creator":["Maciula, Rafal","Luszczak, Marta","Szczurek, Antoni"],"language":[],"coverage":[],"title":["Open charm meson production at LHC"],"description":["  We discuss charm production at the LHC. The production of single $c \\bar c$\npairs is calculated in the $k_t$-factorization approach. We use\nKimber-Martin-Ryskin unintegrated gluon distributions in the proton. The\nhadronization is included with the help of Peterson fragmentation functions.\nTransverse momentum and pseudorapidity distributions of charmed mesons are\npresented and compared to recent results of the ALICE, LHCb and ATLAS\ncollaborations. Furthermore we discuss production of two pairs of $c \\bar c$\nwithin a simple formalism of double-parton scattering (DPS). Surprisingly large\ncross sections, comparable to single-parton scattering (SPS), are predicted for\nLHC energies. We discuss perspectives how to identify the double scattering\ncontribution. We predict much larger cross section for large rapidity distance\nbetween charm quarks from different hard parton scatterings compared to single\nscattering.\n","Comment: 5 pages, 4 figures, talk given by R. Maciula at the MESON2012 - 12th\n  International Workshop on Meson Production, Properties and Interaction, 31\n  May - 5 June 2012, Krakow, Poland"]}]
["1208.6137",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","I.7","I.7.5","I.4.6","I.4.8","I.2.10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6137"],"date":["2012-08-30"],"type":["text"],"creator":["Kumar, Deepak","Prasad, M N Anil","Ramakrishnan, A G"],"language":[],"coverage":[],"title":["Benchmarking recognition results on word image datasets"],"description":["  We have benchmarked the maximum obtainable recognition accuracy on various\nword image datasets using manual segmentation and a currently available\ncommercial OCR. We have developed a Matlab program, with graphical user\ninterface, for semi-automated pixel level segmentation of word images. We\ndiscuss the advantages of pixel level annotation. We have covered five\ndatabases adding up to over 3600 word images. These word images have been\ncropped from camera captured scene, born-digital and street view images. We\nrecognize the segmented word image using the trial version of Nuance Omnipage\nOCR. We also discuss, how the degradations introduced during acquisition or\ninaccuracies introduced during creation of word images affect the recognition\nof the word present in the image. Word images for different kinds of\ndegradations and correction for slant and curvy nature of words are also\ndiscussed. The word recognition rates obtained on ICDAR 2003, Sign evaluation,\nStreet view, Born-digital and ICDAR 2011 datasets are 83.9%, 89.3%, 79.6%,\n88.5% and 86.7% respectively.\n","Comment: 16 pages, 4 figures"]}]
["1208.6140",{"format":[],"subject":["Computer Science - Numerical Analysis","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6140"],"date":["2012-08-30"],"type":["text"],"creator":["Afanasyeva, N.","Vabishchevich, P.","Vasil'eva, M."],"language":[],"coverage":[],"title":["Unconditionally stable schemes for non-stationary convection-diffusion\n  equations"],"description":["  Convection-diffusion problem are the base for continuum mechanics. The main\nfeatures of these problems are associated with an indefinite operator the\nproblem. In this work we construct unconditionally stable scheme for\nnon-stationary convection-diffusion equations, which are based on use of new\nvariables. Also, we consider these equations in the form of\nconvection-diffusion-reaction and construct unconditionally stable schemes when\nexplicit-implicit approximations are used with splitting of the reaction\noperator.\n"]}]
["1208.6142",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6142","Solid State Communications 152, 1483 (2012)","doi:10.1016/j.ssc.2012.04.027"],"date":["2012-08-30"],"type":["text"],"creator":["Castro, Eduardo V.","López-Sancho, M. Pilar","Vozmediano, María A. H."],"language":[],"coverage":[],"title":["Vacancy induced zero energy modes in graphene stacks: The case of ABC\n  trilayer"],"description":["  The zero energy modes induced by vacancies in ABC stacked trilayer graphene\nare investigated. Depending on the position of the vacancy, a new zero energy\nsolution is realised, different from those obtained in multilayer compounds\nwith Bernal stacking. The electronic modification induced in the sample by the\nnew vacancy states is characterised by computing the local density of states\nand their localisation properties are studied by the inverse participation\nratio. We also analyse the situation in the presence of a gap in the spectrum\ndue to a perpendicular electric field.\n","Comment: 6 pages, 4 figures Published in special issue: Exploring Graphene,\n  Recent Research Advances"]}]
["1208.6144",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6144"],"date":["2012-08-30"],"type":["text"],"creator":["Bao-Li, Ma"],"language":[],"coverage":[],"title":["Comments on \"Structure design of two types of sliding-mode controllers\n  for a class of under-actuated mechanical systems\""],"description":["  In this note, it is shown by counterexamples, theoretical analysis and\nsimulation tests that the two types of sliding-mode controllers presented in\nthe paper [1] fail to solve the stabilization problem of a class of\nunder-actuated mechanical systems.\n","Comment: 15 pages, 5 figures"]}]
["1208.6147",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6147","Russian Physics Journal, Vol. 50, No. 12, 2007, p. 1218","doi:10.1007/s11182-008-9015-4"],"date":["2012-08-30"],"type":["text"],"creator":["Voitsekhovskii, A. V.","Grigoryev, D. V.","Yuryev, V. A.","Nesmelov, S. N."],"language":[],"coverage":[],"title":["Calculation of thermal parameters of SiGe microbolometers"],"description":["  The thermal parameters of a SiGe microbolometer were calculated using\nnumerical modeling. The calculated thermal conduction and thermal response time\nare in good agreement with the values found experimentally and range between\n2x10$^-7$ and 7x10$^-8$ W/K and 1.5 and 4.5 ms, respectively. High sensitivity\nof microbolometer is achieved due to optimization of the thermal response time\nand thermal conduction by fitting the geometry of supporting heat-removing legs\nor by selection of a suitable material providing boundary thermal resistance\nhigher than 8x10$^-3$ cm$^2$K/W at the SiGe interface.\n","Comment: 11 pages, 6 figures"]}]
["1208.6149",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6149"],"date":["2012-08-30"],"type":["text"],"creator":["Bayo, A.","Barrado, D.","Huélamo, N.","Morales-Calderón, M.","Melo, C.","Stauer, J.","Stelzer, B."],"language":[],"coverage":[],"title":["Spectroscopy of Very Low Mass Stars and Brown Dwarfs in the Lambda\n  Orionis Star Forming Region"],"description":["  Context. Most observational studies so far point towards brown dwarfs sharing\na similar formation mechanism as the one accepted for low mass stars. However,\nlarger databases and more systematic studies are needed before strong\nconclusions can be reached. Aims. In this second paper of a series devoted to\nthe study of the spectroscopic properties of the members of the Lambda Orionis\nStar Forming Region, we study accretion, activity and rotation for a wide set\nof spectroscopically confirmed members of the central star cluster Collinder 69\nto draw analogies and/or differences between the brown dwarf and stellar\npopulations of this cluster. Moreover, we present comparisons with other star\nforming regions of similar and different ages to address environmental effects\non our conclusions. Methods. We study prominent photospheric lines to derive\nrotational velocities and emission lines to distinguish between accretion\nprocesses and chromospheric activity. In addition, we include information about\ndisk presence and X-ray emission. Results. We report very large differences in\nthe disk fractions of low mass stars and brown dwarfs (~58%) when compared to\nhigher mass stars (26+4-3%) with 0.6 Msun being the critical mass we find for\nthis dichotomy. As a byproduct, we address the implications of the spatial\ndistribution of disk and diskless members in the formation scenario of the\ncluster itself. We have used the Halpha emission to discriminate among\naccreting and non-accreting sources finding that 38+8-7% of sources harboring\ndisks undergo active accretion and that his percentage stays similar in the\nsubstellar regime. For those sources we have estimated accretion rates.\nFinally, regarding rotational velocities, we find a high dispersion in vsin(i)\nwhich is even larger among the diskless population.\n","Comment: Accepted for publication in A&A. 18 figs including the Appendix and\n  an online table"]}]
["1208.6150",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6150"],"date":["2012-08-30"],"type":["text"],"creator":["Sakae, Yoshitake","Okamoto, Yuko"],"language":[],"coverage":[],"title":["Optimizations of protein force fields"],"description":["  In this Chapter we review our works on force fields for molecular simulations\nof protein systems. We first discuss the functional forms of the force fields\nand present some extensions of the conventional ones. We then present various\nmethods for force-field parameter optimizations. Finally, some examples of our\napplications of these parameter optimization methods are given and they are\ncompared with the results from the existing force-fields.\n","Comment: 56 pages, (Springer Verlag global LaTeX2e support for multi authored\n  books), 28 figures, 13 tables"]}]
["1208.6154",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6154","PNAS 2012, vol. 109, no. 30, pp. 11896-11897","doi:10.1073/pnas.1208875109"],"date":["2012-08-30"],"type":["text"],"creator":["Gizon, Laurent","Birch, Aaron C."],"language":[],"coverage":[],"title":["Helioseismology challenges models of solar convection"],"description":["  Convection is the mechanism by which energy is transported through the\noutermost 30% of the Sun. Solar turbulent convection is notoriously difficult\nto model across the entire convection zone where the density spans many orders\nof magnitude. In this issue of PNAS, Hanasoge et al. (2012) employ recent\nhelioseismic observations to derive stringent empirical constraints on the\namplitude of large-scale convective velocities in the solar interior. They\nreport an upper limit that is far smaller than predicted by a popular\nhydrodynamic numerical simulation.\n","Comment: Printed in the Proceedings of the National Academy of Sciences (2\n  pages, 1 figure). Available at\n  http://www.pnas.org/cgi/doi/10.1073/pnas.1208875109"]}]
["1208.6155",{"format":[],"subject":["Quantum Physics","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6155"],"date":["2012-08-30"],"type":["text"],"creator":["Vuglar, Shanon L.","Petersen, Ian R."],"language":[],"coverage":[],"title":["Singular Perturbation Approximations for General Linear Quantum Systems"],"description":["  This paper considers the use of singular perturbation approximations for\ngeneral linear quantum systems where the system dynamics are described in terms\nof both annihilation and creation operators. Results that are related to the\nphysical realizability property of the approximate system are presented.\n","Comment: 7 pages,1 figure"]}]
["1208.6162",{"format":[],"subject":["Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6162"],"date":["2012-08-30"],"type":["text"],"creator":["Jacelon, Bhishan","Winter, Wilhelm"],"language":[],"coverage":[],"title":["Z is universal"],"description":["  We use order zero maps to express the Jiang-Su algebra Z as a universal\nC*-algebra on countably many generators and relations, and we show that a\nnatural deformation of these relations yields the stably projectionless algebra\nW studied by Kishimoto, Kumjian and others. Our presentation is entirely\nexplicit and involves only *-polynomial and order relations.\n","Comment: 12 pages"]}]
["1208.6167",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6167"],"date":["2012-08-30"],"type":["text"],"creator":["Sanders, Jaron","Borst, Sem C.","van Leeuwaarden, Johan S. H."],"language":[],"coverage":[],"title":["Online Optimization of Product-Form Networks"],"description":["  We develop an online gradient algorithm for optimizing the performance of\nproduct-form networks through online adjustment of control parameters. The use\nof standard algorithms for finding optimal parameter settings is hampered by\nthe prohibitive computational burden of calculating the gradient in terms of\nthe stationary probabilities. The proposed approach instead relies on measuring\nempirical frequencies of the various states through simulation or online\noperation so as to obtain estimates for the gradient. Besides the reduction in\ncomputational effort, a further benefit of the online operation lies in the\nnatural adaptation to slow variations in ambient parameters as commonly\noccurring in dynamic environments. On the downside, the measurements result in\ninherently noisy and biased estimates. We exploit mixing time results in order\nto overcome the impact of the bias and establish sufficient conditions for\nconvergence to a globally optimal solution.\n","Comment: Valuetools, 6th International Conference on Performance Evaluation\n  Methodologies and Tools, October 9-12, 2012, Carg\\`ese, France"]}]
["1208.6170",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6170","doi:10.1021/jp307466r"],"date":["2012-08-30"],"type":["text"],"creator":["Li, Jingyuan","Morrone, Joseph A.","Berne, B. J."],"language":[],"coverage":[],"title":["Are hydrodynamic interactions important in the kinetics of hydrophobic\n  collapse?"],"description":["  We study the kinetics of assembly of two plates of varying hydrophobicity,\nincluding cases where drying occurs and water strongly solvates the plate\nsurfaces. The potential of mean force and molecular-scale hydrodynamics are\ncomputed from molecular dynamics simulations in explicit solvent as a function\nof particle separation. In agreement with our recent work on nanospheres [J.\nPhys. Chem. B 116, 378 (2012)] regions of high friction are found to be\nengendered by large and slow solvent fluctuations. These slow fluctuations can\nbe due to either drying or confinement. The mean first passage times for\nassembly are computed by means of molecular dynamics simulations in explicit\nsolvent and by Brownian dynamics simulations along the reaction path. Brownian\ndynamics makes use of the potential of mean force and hydrodynamic profile that\nwe determined. Surprisingly, we find reasonable agreement between full scale\nmolecular dynamics and Brownian dynamics, despite the role of slow solvent\nrelaxation in the assembly process. We found that molecular scale hydrodynamic\ninteractions are essential in describing the kinetics of assembly.\n","Comment: 6 figures, 13 pages"]}]
["1208.6173",{"format":[],"subject":["Mathematics - Rings and Algebras","Primary: 05A99, Secondary: 06C10, 05A05, 05E15, 20A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6173"],"date":["2012-08-30"],"type":["text"],"creator":["Czédli, Gábor","Dékány, Tamás","Ozsvárt, László","Szakács, Nóra","Udvari, Balázs"],"language":[],"coverage":[],"title":["On the number of slim, semimodular lattices"],"description":["  A lattice L is slim if it is finite and the set of its join-irreducible\nelements contains no three-element antichain. Slim, semimodular lattices were\npreviously characterized by G. Cz\\'edli and E.T. Schmidt as the duals of the\nlattices consisting of the intersections of the members of two composition\nseries in a group. Our main result determines the number of (isomorphism\nclasses of) these lattices of a given size in a recursive way. The\ncorresponding planar diagrams, up to similarity, are also enumerated. We prove\nthat the number of diagrams of slim, distributive lattices of a given length b\nis the n-th Catalan number. Besides lattice theory, the paper includes some\ncombinatorial arguments on permutations and their inversions.\n","Comment: 13 pages"]}]
["1208.6177",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6177"],"date":["2012-08-30"],"type":["text"],"creator":["Bibikov, P. N."],"language":[],"coverage":[],"title":["Free from spurious solutions integral equation for three-magnon bound\n  states in 1D XXZ ferromagnet"],"description":["  A new integral equation for three-magnon bound states in XXZ spin chain is\nsuggested. Unlike the one presented by C. K. Majumdar about 40 years ago this\nequation does not have spurious solutions. Such an advantage is a result of\ndecomposition of the wave function in the Bloch basis rather than in the basis\nof flat waves.\n","Comment: 9 pages"]}]
["1208.6183",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6183"],"date":["2012-08-30"],"type":["text"],"creator":["Mikhailenko, V. V.","Mikhailenko, V. S.","Lee, Hae June"],"language":[],"coverage":[],"title":["Non-modal kinetic theory of the hydrodynamic drift instabilities of\n  plasma shear flows"],"description":["  The non-modal kinetic theory of the kinetic drift instability of plasma shear\nflows [Phys.Plasmas, 18, 062103 (2011)] is extended to the investigation of the\nlong-time evolution of the hydrodynamic ion temperature gradient and resistive\ndrift instabilities in plasma shear flow. We find, that these hydrodynamic\ninstabilities passed in their temporal evolution in shear flow through the\nkinetic stage of the evolution. In linear theory, this evolution involves the\ntime dependent, due to flow shear, effects of the finite Larmor radius, which\nresulted in the non-modal effect of the decrease with time the frequencies and\nthe growth rates of the instabilities.\n","Comment: 21 pages, 2 figures"]}]
["1208.6185",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6185","Physics Letters A 376, 2608 (2012)","doi:10.1016/j.physleta.2012.06.037"],"date":["2012-08-30"],"type":["text"],"creator":["Asjad, Muhammad","Saif, Farhan"],"language":[],"coverage":[],"title":["Engineering entanglement mechanically"],"description":["  We propose entanglement for hybrid optomechanical system consisting of\nBose-Einstein condensate (BEC) inside a single-mode high-Q Fabry-Perot cavity\nwith a vibrating end mirror (mechanical mirror). The intracavity field couples\nthe vibrating end mirror with collective atomic density of the BEC. We show\nthat the radiation pressure generates the stationary entanglement of three\nbipartite subsystems, i.e, field-mechanical mirror, field-BEC and mechanical\nmirror-atoms. The resulting entanglement is fragile with respect to\ntemperature.\n","Comment: 6 pages, 7 figures"]}]
["1208.6186",{"format":[],"subject":["Quantum Physics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6186"],"date":["2012-08-30"],"type":["text"],"creator":["Orzel, Chad"],"language":[],"coverage":[],"title":["The Limits of Entanglement"],"description":["  Quantum entanglement is one of the most intriguing phenomena in physics, but\nmany presentations of the subject leave a false impression that it provides a\nsort of \"remote control\" for changing the state of a distant particle by local\nmanipulation of its entangled partner. We discuss a simple example, suitable\nfor undergraduate quantum mechanics classes, showing that this is false, and\ndemonstrating the limits of entanglement.\n","Comment: Submitted to Am. J. Phys"]}]
["1208.6188",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6188"],"date":["2012-08-14"],"type":["text"],"creator":["Shayda, Dara O."],"language":[],"coverage":[],"title":["G2 Matrix Manifold: A Software Construct"],"description":["  An ensemble of symbolic, numeric and graphic computations developed to\nconstruct the Octonionic and compact G2 structures in Mathematica 8.0.\nCayley-Dickenson Construction symbolically applied from Reals to Octonions.\nBaker- Campbell-Hausdorff formula (BCH) in bracket form verified for Octonions.\nAlgorithms for both exponentiation and logarithm of Octonions developed.\nExclusive validity of vector Product verified for 0, 1, 3 and 7 dimensions.\nSymbolic exponential computations carried out for two distinct g2 basis(s) and\narbitrary precision BCH for G2 was coded. Example and counter-example Maximal\nTorus for G2 was uncovered. Densely coiled shapes of actions of G2 rendered.\nKolmogorov Complexity for BCH investigated and upper bounds computed:\nComplexity of non-commutative non- associative algebraic expression is at most\nthe Complexity of corresponding commutative associative algebra plus K(BCH).\n"]}]
["1208.6189",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6189"],"date":["2012-08-30"],"type":["text"],"creator":["Mittal, Prateek","Papamanthou, Charalampos","Song, Dawn"],"language":[],"coverage":[],"title":["Preserving Link Privacy in Social Network Based Systems"],"description":["  A growing body of research leverages social network based trust relationships\nto improve the functionality of the system. However, these systems expose\nusers' trust relationships, which is considered sensitive information in\ntoday's society, to an adversary.\n  In this work, we make the following contributions. First, we propose an\nalgorithm that perturbs the structure of a social graph in order to provide\nlink privacy, at the cost of slight reduction in the utility of the social\ngraph. Second we define general metrics for characterizing the utility and\nprivacy of perturbed graphs. Third, we evaluate the utility and privacy of our\nproposed algorithm using real world social graphs. Finally, we demonstrate the\napplicability of our perturbation algorithm on a broad range of secure systems,\nincluding Sybil defenses and secure routing.\n","Comment: 16 pages, 15 figures"]}]
["1208.6193",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems","Physics - Fluid Dynamics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6193"],"date":["2012-08-30"],"type":["text"],"creator":["Bloch, Anthony M.","Morrison, Philip J.","Ratiu, Tudor S."],"language":[],"coverage":[],"title":["Gradient flows in the normal and K\\\"ahler metrics and triple bracket\n  generated metriplectic systems"],"description":["  The dynamics of gradient and Hamiltonian flows with particular application to\nflows on adjoint orbits of a Lie group and the extension of this setting to\nflows on a loop group are discussed. Different types of gradient flows that\narise from different metrics including the so-called normal metric on adjoint\norbits of a Lie group and the K\\\"ahler metric are compared. It is discussed how\na K\\\"ahler metric can arise from a complex structure induced by the Hilbert\ntransform. Hybrid and metriplectic flows that arise when one has both\nHamiltonian and gradient components are examined. A class of metriplectic\nsystems that is generated by completely antisymmetric triple brackets is\ndescribed and for finite-dimensional systems given a Lie algebraic\ninterpretation. A variety of explicit examples of the several types of flows\nare given.\n"]}]
["1208.6198",{"format":[],"subject":["Computer Science - Cryptography and Security","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6198"],"date":["2012-08-30"],"type":["text"],"creator":["Mandal, Sayonnha","Macdonald, Gregory","Rifai, Mayssaa El","Punekar, Nikhil","Zamani, Farnaz","Chen, Yuhua","Kak, Subhash","Verma, Pramode K.","Huck, Robert C","Sluss, James"],"language":[],"coverage":[],"title":["Implementation of Secure Quantum Protocol using Multiple Photons for\n  Communication"],"description":["  The paper presents the implementation of a quantum cryptography protocol for\nsecure communication between servers in the cloud. As computing power\nincreases, classical cryptography and key management schemes based on\ncomputational complexity become increasingly susceptible to brute force and\ncryptanalytic attacks. Current implementations of quantum cryptography are\nbased on the BB84 protocol, which is susceptible to siphoning attacks on the\nmultiple photons emitted by practical laser sources. The three-stage protocol,\nwhose implementation is described in this paper, is a departure from\nconventional practice and it obviates some of the known vulnerabilities of the\ncurrent implementations of quantum cryptography. This paper presents an\nimplementation of the three-stage quantum communication protocol in free-space.\nTo the best of the authors' knowledge, this is the first implementation of a\nquantum protocol where multiple photons can be used for secure communication.\n","Comment: 6 pages, 3 figures"]}]
["1208.6202",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6202"],"date":["2012-08-30"],"type":["text"],"creator":["Giacosa, F.","Parganlija, D.","Kovacs, P.","Wolf, Gy."],"language":[],"coverage":[],"title":["Phenomenology of light mesons within a chiral approach"],"description":["  The so-called extended linear sigma model is a chiral model with\n(pseudo)scalar and (axial-)vector mesons. It is based on the requirements of\n(global) chiral symmetry and dilatation invariance. The purpose of this model\nis the description of the hadron phenomenology up to 1.7 GeV. We present the\nlatest theoretical results, which show a good agreement with the experiment.\n","Comment: Contribution to the 12th International Workshop on Meson Production,\n  Properties and Interaction, Krakow, Poland 31 May - 5 June 2012.5 pages, 1\n  Table"]}]
["1208.6203",{"format":[],"subject":["Mathematics - Combinatorics","05C69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6203"],"date":["2012-08-30"],"type":["text"],"creator":["Samodivkin, Vladimir"],"language":[],"coverage":[],"title":["Note on the bondage number of graphs on topological surfaces"],"description":["  The bondage number b(G) of a graph G is the smallest number of edges whose\nremoval from G results in a graph with larger domination number. In this paper\nwe present new upper bounds for b(G) in terms of girth, order and Euler\ncharacteristic.\n","Comment: 4 pages"]}]
["1208.6204",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6204","2012ApJ...755..130M","doi:10.1088/0004-637X/755/2/130"],"date":["2012-08-30"],"type":["text"],"creator":["Marchwinski, Robert C.","Pavel, Michael D.","Clemens, Dan P."],"language":[],"coverage":[],"title":["Resolved Magnetic Field Mapping of a Molecular Cloud Using GPIPS"],"description":["  We present the first resolved map of plane-of-sky magnetic field strength for\na quiescent molecular cloud. GRSMC 45.60+0.30 subtends 40 x 10 pc at a distance\nof 1.88 kpc, masses 16,000 M_sun, and exhibits no star formation. Near-infrared\nbackground starlight polarizations were obtained for the Galactic Plane\nInfrared Polarization Survey using the 1.8 m Perkins telescope and the Mimir\ninstrument. The cloud area of 0.78 deg2 contains 2684 significant starlight\npolarizations for Two Micron All Sky Survey matched stars brighter than 12.5\nmag in the H band. Polarizations are generally aligned with the cloud's major\naxis, showing an average position angle dispersion of 15 \\pm 2{\\deg} and\npolarization of 1.8 \\pm 0.6%. The polarizations were combined with Galactic\nRing Survey 13CO spectroscopy and the Chandrasekhar-Fermi method to estimate\nplane-of-sky magnetic field strengths, with an angular resolution of 100\narcsec. The average plane-of-sky magnetic field strength across the cloud is\n5.40 \\pm 0.04 {\\mu}G. The magnetic field strength map exhibits seven\nenhancements or \"magnetic cores.\" These cores show an average magnetic field\nstrength of 8.3 \\pm 0.9 {\\mu}G, radius of 1.2 \\pm 0.2 pc, intercore spacing of\n5.7 \\pm 0.9 pc, and exclusively subcritical mass-to-flux ratios, implying their\nmagnetic fields continue to suppress star formation. The magnetic field\nstrength shows a power-law dependence on gas volume density, with slope 0.75\n\\pm 0.02 for n_{H_2} >=10 cm-3. This power-law index is identical to those in\nstudies at higher densities, but disagrees with predictions for the densities\nprobed here.\n","Comment: 11 pages, 15 figures, published in ApJ (2012, 755, 130)"]}]
["1208.6205",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6205"],"date":["2012-08-30"],"type":["text"],"creator":["Sato, Aki-Hiro","Umeno, Ken"],"language":[],"coverage":[],"title":["Correlational properties of two-dimensional solvable chaos on the unit\n  circle"],"description":["  This article investigates correlational properties of two-dimensional chaotic\nmaps on the unit circle. We give analytical forms of higher-order covariances.\nWe derive the characteristic function of their simultaneous and lagged ergodic\ndensities. We found that these characteristic functions are described by three\ntypes of two-dimensional Bessel functions. Higher-order covariances between x\nand y and those between y and y show non-positive values. Asymmetric features\nbetween cosine and sine functions are elucidated.\n","Comment: 18 pages, 15 figures"]}]
["1208.6213",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R35, 35K55, 76D27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6213"],"date":["2012-08-30"],"type":["text"],"creator":["Cheng, C. H. Arthur","Coutand, Daniel","Shkoller, Steve"],"language":[],"coverage":[],"title":["Global existence and decay for solutions of the Hele-Shaw flow with\n  injection"],"description":["  We study the global existence and decay to spherical equilibrium of Hele-Shaw\nflows with surface tension. We prove that without injection of fluid,\nperturbations of the sphere decay to zero exponentially fast. On the other\nhand, with a time-dependent rate of fluid injection into the Hele-Shaw cell,\nthe distance from the moving boundary to an expanding sphere (with\ntime-dependent radius) also decays to zero but with an algebraic rate, which\ndepends on the injection rate of the fluid.\n","Comment: 25 Pages"]}]
["1208.6217",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6217","AIP Conf. Proc. 1458, 507 (2012)","doi:10.1063/1.4734471"],"date":["2012-08-30"],"type":["text"],"creator":["Fernández-Méndez, Mikel","Marugán, Guillermo A. Mena","Olmedo, Javier"],"language":[],"coverage":[],"title":["A complete hybrid quantization in inhomogeneous cosmology"],"description":["  A complete quantization of a homogeneous and isotropic spacetime with closed\nspatial sections coupled to a massive scalar field is provided, within the\nframework of Loop Quantum Cosmology. We identify solutions with their initial\ndata on the minimum volume section, and from this we construct the physical\nHilbert space. Moreover, a perturbative study allows us to introduce small\ninhomogeneities. After gauge fixing, the inhomogeneous part of the system is\nreduced to a linear field theory. We then adopt a standard Fock representation\nto quantize these degrees of freedom. For the considered case of compact\nspatial topology, the requirements of: i) invariance under the spatial\nisometries, and ii) unitary implementation of the quantum dynamics, pick up a\nunique Fock representation and a particular set of canonical fields (up to\nunitary equivalence).\n","Comment: 6 pages"]}]
["1208.6218",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6218"],"date":["2012-08-30"],"type":["text"],"creator":["Krajczar, Krisztian","Collaboration, for the CMS"],"language":[],"coverage":[],"title":["Measurement of charged particle R_AA at high pT in PbPb collisions at\n  sqrt(sNN)=2.76 TeV with CMS"],"description":["  Charged particle transverse momentum (pT) spectra have been measured by CMS\nfor pp and PbPb collisions at the same sqrt(sNN)=2.76 TeV collision energy per\nnucleon pairs. Calorimeter-based jet triggers are employed to enhance the\nstatistical reach of the high-pT measurements. The nuclear modification factor\n(R_AA) is obtained in bins of collision centrality for the PbPb data sample\ndividing by the measured pp reference spectrum. In the range pT = 5-10 GeV/c,\nthe charged particle yield in the most central PbPb collisions is suppressed by\nup to a factor of 7. At higher pT, this suppression is significantly reduced,\napproaching a factor of 2 for particles with pT = 40-100 GeV/c.\n","Comment: Proceedings of the talk was given at Hard Probes 2012, 27 May - 1\n  June, Cagliari, Italy"]}]
["1208.6226",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6226","ASP Conf. Ser., Vol. 452 (2012), p. 33"],"date":["2012-08-30"],"type":["text"],"creator":["Nemeth, Peter","Kawka, Adela","Vennes, Stephane"],"language":[],"coverage":[],"title":["Properties of hot subdwarfs in the GALEX survey"],"description":["  We have analyzed a sample of hot subdwarfs (sdB, sdO) selected from the GALEX\nultraviolet sky survey. Applying a model atmosphere analysis we determined the\ntemperature, surface gravity, and helium-to-hydrogen abundance ratio, and\nobtained preliminary constraints on the CNO abundance for a sample of 181\nstars. Adopting colourimetric (ultraviolet-infrared) and quantitative spectral\ndecomposition we also investigated the incidence of solar type or earlier (A,\nF, G) companions.\n","Comment: 8 pages, 5 figures, published in the proceedings of the Fifth Meeting\n  on Hot Subdwarf Stars and Related Objects"]}]
["1208.6230",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6230"],"date":["2012-08-30"],"type":["text"],"creator":["Zhang, Jiaqi","Huang, Keke","Yang, Xiaotian","Si, Wenzhe","Wu, Xiaofeng","Du, Yanyan","Cheng, Gang","Feng, Shouhua"],"language":[],"coverage":[],"title":["Novel Photovoltaic Phenomenon in Manganite/ZnO Heterostructure"],"description":["  In this paper, we report a novel photovoltaic phenomenon in a low cost\nmanganite/ZnO p-n heterojunction grown on ITO glass substrate by pulsed laser\ndepositon (PLD) under relative low growth temperature. The heterostructure\nITO/La0.62Ca0.29K0.09MnO3(LCKMO)/ZnO/Al exhibits reproducible rectifying\ncharacteristics and consists of four parts: aluminum top electrode, ITO bottom\nelectrode, manganite and ZnO semiconductor films. Moreover, the light current\ncan generate under continuous laser ({\\lambda}=325nm) irradiation. In this\narticle, we investigate the influence of manganite and ZnO film thickness on\nthe electrical and photoelectric characteristics of the heterostructure at room\ntemperature. The maximum power conversion efficiency (PCE) is achieved not only\nwhen the LCKMO and ZnO layer is thin enough, but also when the full space\ncharge layer is sufficient. We obtain the maximum value(0.0145%) of PCE when\nthe thickness of LCKMO and ZnO layer is 25nm and 150nm, respectively. Under\nthis condition, the open circuit voltage is 0.04V, which can be attributed to\ninternal photoemission.\n","Comment: 12 pages, 5 figures"]}]
["1208.6231",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6231"],"date":["2012-08-30"],"type":["text"],"creator":["Ermiş, Beyza","Acar, Evrim","Cemgil, A. Taylan"],"language":[],"coverage":[],"title":["Link Prediction via Generalized Coupled Tensor Factorisation"],"description":["  This study deals with the missing link prediction problem: the problem of\npredicting the existence of missing connections between entities of interest.\nWe address link prediction using coupled analysis of relational datasets\nrepresented as heterogeneous data, i.e., datasets in the form of matrices and\nhigher-order tensors. We propose to use an approach based on probabilistic\ninterpretation of tensor factorisation models, i.e., Generalised Coupled Tensor\nFactorisation, which can simultaneously fit a large class of tensor models to\nhigher-order tensors/matrices with com- mon latent factors using different loss\nfunctions. Numerical experiments demonstrate that joint analysis of data from\nmultiple sources via coupled factorisation improves the link prediction\nperformance and the selection of right loss function and tensor model is\ncrucial for accurately predicting missing links.\n"]}]
["1208.6237",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6237"],"date":["2012-08-30"],"type":["text"],"creator":["Zak, Michail"],"language":[],"coverage":[],"title":["Correction to Euler's equations and elimination of the closure problem\n  in turbulence"],"description":["  It has been demonstrated that the Euler equations of inviscid fluid are\nincomplete: according to the principle of release of constraints, absence of\nshear stresses must be compensated by additional degrees of freedom, and leads\nto Reynolds-type multivalued velocity field. however unlike the Reynolds\nequations, the enlarged Euler's (EE) model provides additional equations for\nfluctuations, and that eliminates the closure problem. Therefore the (EE)\nequations are applicable to fully developed turbulent motions where the\nphysical viscosity is vanishingly small compare to the turbulent viscosity, as\nwell as to superfluids and atomized fluids.Analysis of coupled mean/fluctuation\nEE equations shows that fluctuations stabilize the whole system generating\nelastic shear waves and increasing speed of sound. Those turbulent motions that\noriginated from instability of underlying laminar motions can be described by\nthe modified Euler's equation with the closure provided by the stabilization\nprinciple: driven by instability of laminar motions, fluctuations grow until\nthe new state attains a neutral stability in the enlarged (multivalued) class\nof functions, and those fluctuations can be taken as boundary conditions for\nthe EE model. The approach is illustrated by an example.\n","Comment: 12 pages,1 figure"]}]
["1208.6238",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6238"],"date":["2012-08-30"],"type":["text"],"creator":["Nuñez-Alarcón, Daniel"],"language":[],"coverage":[],"title":["A note on the polynomial Bohnenblust-Hille inequality"],"description":["  Recently, in paper published in the Annals of Mathematics, it was shown that\nthe Bohnenblust-Hille inequality for (complex) homogeneous polynomials is\nhypercontractive. However, and to the best of our knowledge, there is no result\nproviding (nontrivial) lower bounds for the optimal constants for n-homogeneous\npolynomials (n > 2). In this short note we provide lower bounds for these\nfamous constants.\n"]}]
["1208.6240",{"format":[],"subject":["Mathematics - Number Theory","Primary 11R06, Secondary 11R09, 14J27, 14J28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6240"],"date":["2012-08-30"],"type":["text"],"creator":["Bertin, Marie-Jose","Feaver, Amy","Fuselier, Jenny","Lalin, Matilde","Manes, Michelle"],"language":[],"coverage":[],"title":["Mahler measure of some singular K3-surfaces"],"description":["  We study the Mahler measure of the three-variable Laurent polynomial x + 1/x\n+ y + 1/y + z + 1/z - k where k is a parameter. The zeros of this polynomial\ndefine (after desingularization) a family of K3-surfaces. In favorable cases,\nthe K3-surface has Picard number 20, and the Mahler measure is related to its\nL-function. This was first studied by Marie-Jose Bertin. In this work, we prove\nseveral new formulas, extending the earlier work of Bertin.\n","Comment: 17 pages"]}]
["1208.6242",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6242"],"date":["2012-08-30"],"type":["text"],"creator":["Koponen, J.","Davies, C. T. H.","Donald, G."],"language":[],"coverage":[],"title":["D to K and D to pi semileptonic form factors from Lattice QCD"],"description":["  We present a very high statistics study of D and D_s semileptonic decay form\nfactors on the lattice. We work with MILC N_f=2+1 lattices and use the Highly\nImproved Staggered Quark action (HISQ) for both the charm and the strange and\nlight valence quarks. We use both scalar and vector currents to determine the\nform factors f_0(q^2) and f_+(q^2) for a range of D and D_s semileptonic\ndecays, including D to pi and D to K. By using a phased boundary condition we\nare able to tune accurately to q^2=0 and explore the whole q^2 range allowed by\nkinematics. We can thus compare the shape in q^2 to that from experiment and\nextract the CKM matrix element |V_cs|. We show that the form factors are\ninsensitive to the spectator quark: D to K and D_s to eta_s form factors are\nessentially the same, which is also true for D to pi and D_s to K within 5%.\nThis has important implications when considering the corresponding B/B_s\nprocesses.\n","Comment: To appear in the proceedings of The 5th International Workshop on\n  Charm Physics (Charm 2012)"]}]
["1208.6246",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6246"],"date":["2012-08-30"],"type":["text"],"creator":["Quiroga-Arias, Paloma","Albacete, Javier L.","Milhano, J. Guilherme","Rojo, Juan"],"language":[],"coverage":[],"title":["Delineating the saturation boundary: linear vs non-linear QCD evolution\n  from HERA data to LHC phenomenology"],"description":["  The forthcoming p+Pb run at the LHC will provide crucial in formation on the\ninitial state effects of heavy ion collisions and on the gluon saturation\nphenomena. In turn, most of the saturation inspired phenomenology in heavy ion\ncollisions borrows substantial empiric information from the analysis of e+p\ndata, where abundant high quality data on the small-x kinematic region is\navailable. Indeed, the very precise combined HERA data provides a testing\nground in which the relevance of novel QCD regimes, other than the successful\nlinear DGLAP evolution, in small-x inclusive DIS data can be ascertained. We\npresent a study of the dependence of the AAMQS fits, based on the running\ncoupling BK non-linear evolution equations (rcBK), on the fitted dataset. This\nallows for the identification of the kinematical region where rcBK accurately\ndescribes the data, and thus for the determination of its applicability\nboundary. It also set important constraints to the saturation models used to\nmodel the early stages of heavy ion collisions. Finally we compare the rcBK\nresults with NNLO DGLAP fits, obtained with the NNPDF methodology with\nanalogous kinematical cuts. Further, we explore the impact on LHC phenomenology\nof applying stringent kinematical cuts to the low-x HERA data in a DGLAP fit.\n","Comment: to appear in the proceedings of the 5th international Conference on\n  Hard and Electromagnetic Probes of High-Energy Nuclear Collisions (Hard\n  Probes 2012)"]}]
["1208.6259",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6259"],"date":["2012-08-30"],"type":["text"],"creator":["Lin, Tai-Chia","Belić, Milivoj R.","Petrović, Milan S.","Chen, Goong"],"language":[],"coverage":[],"title":["Ground state of nonlinear Schrodinger systems with saturable\n  nonlinearity"],"description":["  We prove the existence of ground state in a multidimensional nonlinear\nSchrodinger model of paraxial beam propagation in isotropic local media with\nsaturable nonlinearity. Such ground states exist in the form of bright\ncounterpropagating solitons. From the proof, a general threshold condition on\nthe beam coupling constant for the existence of such fundamental solitons\nfollows.\n"]}]
["1208.6260",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6260"],"date":["2012-08-30"],"type":["text"],"creator":["Poirier, Bill"],"language":[],"coverage":[],"title":["Trajectory-based Theory of Relativistic Quantum Particles"],"description":["  Recently, a self-contained trajectory-based formulation of non-relativistic\nquantum mechanics was developed [Ann. Phys. 315, 505 (2005); Chem. Phys. 370, 4\n(2010); J. Chem. Phys. 136, 031102 (2012)], that makes no use of wavefunctions\nor complex amplitudes of any kind. Quantum states are represented as ensembles\nof real-valued quantum trajectories that extremize a suitable action. Here, the\ntrajectory-based approach is developed into a viable, generally covariant,\nrelativistic quantum theory for single (spin-zero, massive) particles. Central\nto this development is the introduction of a new notion of global simultaneity\nfor accelerated particles--together with basic postulates concerning\nprobability conservation and causality. The latter postulate is found to be\nviolated by the Klein-Gordon equation, leading to its well-known problems as a\nsingle-particle theory. Various examples are considered, including the time\nevolution of a relativistic Gaussian wavepacket.\n","Comment: 31 pages, 5 figures"]}]
["1208.6264",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6264"],"date":["2012-08-30"],"type":["text"],"creator":["Prus, Vladimir"],"language":[],"coverage":[],"title":["The Boost.Build System"],"description":["  Boost.Build is a new build system with unique approach to portability. This\npaper discusses the underlying requirements, the key design decisions, and the\nlessons learned during several years of development. We also review other\ncontemporary build systems, and why they fail to meet the same requirements.\n","Comment: Proceedings of the 3rd Spring Young Researchers' Colloquium on\n  Software Engineering (SYRCoSE) 2009"]}]
["1208.6265",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6265"],"date":["2012-08-30"],"type":["text"],"creator":["Majid, Shahn"],"language":[],"coverage":[],"title":["Strict quantum 2-groups"],"description":["  A crossed module is (A,H,d,\\la) where d:A\\to H is a homomorphism of groups\nand H acts on A, with conditions leading to a groupoid A\\lcross H{\\to\\atop\n\\to}H as an example of a strict 2-group. We give the corresponding notion of a\nquantum 2-group where we replace the above by Hopf algebras and introduce a new\nversion of quantum groupoid. The work also suggests a natural notion of braided\ncrossed module where A a braided-Hopf algebra in the braided category\nZ({}_H\\CM) of crossed H-modules, although without the full groupoid picture in\nthis more general case.\n","Comment: 20 pages no figures"]}]
["1208.6269",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Mathematics - Group Theory","68R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6269","H. Katebi, K. A. Sakallah and I. L. Markov, \"Conflict Anticipation\n  in the Search for Graph Automorphisms\" in Proc. Int'l Conf. on Logic for\n  Programming, Artificial Intelligence and Reasoning (LPAR), pp. 243-257,\n  Merida, Venezuela, 2012"],"date":["2012-08-30"],"type":["text"],"creator":["Katebi, Hadi","Sakallah, Karem A.","Markov, Igor L."],"language":[],"coverage":[],"title":["Conflict Anticipation in the Search for Graph Automorphisms"],"description":["  Effective search for graph automorphisms allows identifying symmetries in\nmany discrete structures, ranging from chemical molecules to microprocessor\ncircuits. Using this type of structure can enhance visualization as well as\nspeed up computational optimization and verification. Competitive algorithms\nfor the graph automorphism problem are based on efficient partition refinement\naugmented with group-theoretic pruning techniques. In this paper, we improve\nprior algorithms for the graph automorphism problem by introducing simultaneous\nrefinement of multiple partitions, which enables the anticipation of future\nconflicts in search and leads to significant pruning, reducing overall\nruntimes. Empirically, we observe an exponential speedup for the family of\nMiyazaki graphs, which have been shown to impede leading graph-automorphism\nalgorithms.\n","Comment: 15 pages, 9 Figures, 1 Table, Int'l Conf. on Logic for Programming,\n  Artificial Intelligence and Reasoning (LPAR)"]}]
["1208.6275",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Atmospheric and Oceanic Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6275","Eur. Phys. J. Plus (2012) 127: 97","doi:10.1140/epjp/i2012-12097-7"],"date":["2012-08-30"],"type":["text"],"creator":["Louedec, K.","Collaboration, for the Pierre Auger","Losno, R."],"language":[],"coverage":[],"title":["Atmospheric aerosols at the Pierre Auger Observatory and environmental\n  implications"],"description":["  The Pierre Auger Observatory detects the highest energy cosmic rays.\nCalorimetric measurements of extensive air showers induced by cosmic rays are\nperformed with a fluorescence detector. Thus, one of the main challenges is the\natmospheric monitoring, especially for aerosols in suspension in the\natmosphere. Several methods are described which have been developed to measure\nthe aerosol optical depth profile and aerosol phase function, using lasers and\nother light sources as recorded by the fluorescence detector. The origin of\natmospheric aerosols traveling through the Auger site is also presented,\nhighlighting the effect of surrounding areas to atmospheric properties. In the\naim to extend the Pierre Auger Observatory to an atmospheric research platform,\na discussion about a collaborative project is presented.\n","Comment: Regular Article, 16 pages, 12 figures"]}]
["1208.6278",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","82B44, 81Q10, 81Q35, 47B80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6278"],"date":["2012-08-30"],"type":["text"],"creator":["Schubert, Carsten"],"language":[],"coverage":[],"title":["Localization for quantum graphs with a random potential"],"description":["  We prove spectral localization for infinite metric graphs with a self-adjoint\nLaplace operator and a random potential. To do so we adapt the multiscale\nanalysis (MSA) from the R^d-case to metric graphs. In the MSA a covering of the\ngraph is needed which is obtained from a uniform polynomial growth of the\ngraph. The geometric restrictions of the graph include a uniform bound on the\nedge lengths. As boundary conditions we allow all local settings which give a\nlower bounded self-adjoint operator with an associated quadratic form.\n  The result is spectral localization (i.e. pure point spectrum) with\npolynomially decaying eigenfunctions in a small interval at the ground state\nenergy.\n","Comment: 56 pages"]}]
["1208.6281",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6281"],"date":["2012-08-30"],"type":["text"],"creator":["Ostrovsky, E.","Sirota, L."],"language":[],"coverage":[],"title":["A counterexample to a hypothesis of light tail of maximum distribution\n  for continuous random processes with light finite-dimensional tails"],"description":["  We construct an example of a continuous centered random process with light\ntails of finite-dimensional distribution but with heavy tail of maximum\ndistribution.\n"]}]
["1208.6282",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6282"],"date":["2012-08-30"],"type":["text"],"creator":["Yu, Xun"],"language":[],"coverage":[],"title":["On smooth and isolated curves in general complete intersection\n  Calabi-Yau threefolds"],"description":["  Recently Knutsen found criteria for the curves in a complete linear system\n$|\\mathcal{L}|$ on a smooth surface $X$ in a nodal K-trivial threefold $Y_0$ to\ndeform to a scheme of finitely many smooth isolated curves in a general\ndeformation $Y_t$ of $Y_0$. In this article we develop new methods to check\nwhether the set of nodes of $Y_0$ imposes independent conditions on\n$|\\mathcal{L}|$. As an application, we find new smooth isolated curves in\ncomplete intersection Calabi-Yau threefolds.\n","Comment: 30 pages"]}]
["1208.6286",{"format":[],"subject":["Mathematics - Optimization and Control","93E"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6286"],"date":["2012-08-30"],"type":["text"],"creator":["Lindquist, Anders","Picci, Giorgio"],"language":[],"coverage":[],"title":["The Circulant Rational Covariance Extension Problem: The Complete\n  Solution"],"description":["  The rational covariance extension problem to determine a rational spectral\ndensity given a finite number of covariance lags can be seen as a matrix\ncompletion problem to construct an infinite-dimensional positive-definite\nToeplitz matrix the north-west corner of which is given. The circulant rational\ncovariance extension problem considered in this paper is a modification of this\nproblem to partial stochastic realization of reciprocal and periodic stationary\nprocess, which are better represented on the discrete unit circle\n$\\mathbb{Z}_{2N}$ rather than on the discrete real line $\\mathbb{Z}$. The\ncorresponding matrix completion problem then amounts to completing a\nfinite-dimensional Toeplitz matrix that is circulant. Another important\nmotivation for this problem is that it provides a natural approximation,\ninvolving only computations based on the fast Fourier transform, for the\nordinary rational covariance extension problem, potentially leading to an\nefficient numerical procedure for the latter. The circulant rational covariance\nextension problem is an inverse problem with infinitely many solutions in\ngeneral, each corresponding to a bilateral ARMA representation of the\nunderlying periodic (reciprocal) process. In this paper we present a complete\nsmooth parameterization of all solutions and convex optimization procedures for\ndetermining them. A procedure to determine which solution that best matches\nadditional data in the form of logarithmic moments is also presented.\n","Comment: 28 pages"]}]
["1208.6288",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1208.6288","PoS(GRB 2012)136"],"date":["2012-08-30"],"type":["text"],"creator":["Hjorth, Jens","Malesani, Daniele","Jaunsen, Andreas O.","Levan, Andrew J.","Milvang-Jensen, Bo","Watson, Darach","Gorosabel, Javier","Fynbo, Johan P. U.","Michałowski, Michał J.","Tanvir, Nial R.","Jakobsson, Páll","Møller, Palle","Schulze, Steve","Krühler, Thomas"],"language":[],"coverage":[],"title":["TOUGH: Observational aspects of gamma-ray burst host galaxies"],"description":["  GRB-selected galaxies are broadly known to be faint, blue, young,\nstar-forming dwarf galaxies. This insight, however, is based in part on\nheterogeneous samples of optically selected, lower-redshift galaxies. To study\nthe statistical properties of GRB-selected galaxies we here introduce The\nOptically Unbiased GRB Host (TOUGH) complete sample of 69 X-ray selected Swift\nGRB host galaxies spanning the redshift range 0.03-6.30 and summarise the first\nresults of a large observational survey of these galaxies.\n","Comment: 8 pages, 5 figures, \"Gamma-Ray Bursts 2012\", Munich, May 7-11, 2012,\n  eds. A. Rau and J. Greiner"]}]
["cond-mat/0108367",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0108367","Eur. Phys. J. B 33 (1): 115-119 (2003)","doi:10.1140/epjb/e2003-00148-9"],"date":["2001-08-23"],"type":["text"],"creator":["Caps, H.","Chevalier, M. -L.","Decauwer, H.","Soyez, G.","Ausloos, M.","Vandewalle, N."],"language":[],"coverage":[],"title":["Diffusive foam wetting process in microgravity"],"description":["  We report the experimental study of aqueous foam wetting in microgravity. The\nliquid fraction $\\ell$ along the bubble edges is measured and is found to be a\nrelevant dynamical parameter during the capillary process. The penetration of\nthe liquid in the foam, the foam inflation, and the rigidity loss are shown all\nto obey strict diffusion processes.\n","Comment: 4 pages, 6 figures, submitted to Phys. Rev. Lett"]}]
["math-ph/0612061",{"format":[],"subject":["Mathematical Physics","Quantum Physics","81Q10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0612061","Methods Funct. Anal. Topology 13 (2007), no. 2, 169-180"],"date":["2006-12-19"],"type":["text"],"creator":["Kuzhel, S.","Torba, S."],"language":[],"coverage":[],"title":["p-Adic Fractional Differentiation Operator with Point Interactions"],"description":["  Finite rank point perturbations of the $p$-adic fractional differentiation\noperator $D^{\\alpha}$ are studied. The main attention is paid to the\ndescription of operator realizations (in $L_2(\\mathbb{Q}_p)$) of the heuristic\nexpression $D^{\\alpha}+\\sum_{i,j=1}^{n}b_{ij}<\\delta_{x_j}, \\cdot>\\delta_{x_i}$\nin a form that is maximally adapted for the preservation of physically\nmeaningful relations to the parameters $b_{ij}$ of the singular potential.\n","Comment: 12 pages"]}]
["nlin/0210041",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Condensed Matter - Statistical Mechanics","Computer Science - Computational Engineering, Finance, and Science","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0210041","Physica A 324 (2003) 330-337","doi:10.1016/S0378-4371(02)01844-7"],"date":["2002-10-18"],"type":["text"],"creator":["Ausloos, Marcel","Clippe, Paulette","Pekalski, Andrzej"],"language":[],"coverage":[],"title":["Simple Model for the Dynamics of Correlations in the Evolution of\n  Economic Entities Under Varying Economic Conditions"],"description":["  From some observations on economic behaviors, in particular changing economic\nconditions with time and space, we develop a very simple model for the\nevolution of economic entities within a geographical type of framework. We\nraise a few questions and attempt to investigate whether some of them can be\ntackled by our model. Several cases of interest are reported. It is found that\nthe model even in its simple forms can lead to a large variety of situations,\nincluding: delocalization and cycles, but also pre-chaotic behavior.\n","Comment: Presented at Bali IEC02 symposium, Aug. 2002; submitted to Physica A\n  ; 8 pages, 5 figures"]}]
["physics/0508148",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0508148","Phys. Rev. A 72, 063409 (2005)","doi:10.1103/PhysRevA.72.063409"],"date":["2005-08-19","2005-10-24"],"type":["text"],"creator":["Cingoz, A.","Nguyen, A. -T.","Budker, D.","Lamoreaux, S. K.","Torgerson, J. R."],"language":[],"coverage":[],"title":["Collisional perturbation of radio-frequency E1 transitions in an atomic\n  beam of dysprosium"],"description":["  We have studied collisional perturbations of radio-frequency (rf)\nelectric-dipole (E1) transitions between the nearly degenerate opposite-parity\nlevels in atomic dysprosium (Dy) in the presence of 10 to 80 $\\mu$Torr of\nH$_\\text{2}$, N$_\\text{2}$, He, Ar, Ne, Kr, and Xe. Collisional broadening and\nshift of the resonance, as well as the attenuation of the signal amplitude are\nobserved to be proportional to the foreign-gas density with the exception of\nH$_2$ and Ne, for which no shifts were observed. Corresponding rates and cross\nsections are presented. In addition, rates and cross sections for O$_2$ are\nextracted from measurements using air as foreign gas. The primary motivation\nfor this study is the need for accurate determination of the shift rates, which\nare needed in a laboratory search for the temporal variation of the\nfine-structure constant [A. T. Nguyen, D. Budker, S. K. Lamoreaux, and J. R.\nTorgerson, Phys. Rev. A \\textbf{69}, 22105 (2004)].\n","Comment: 11 pages, 8 figures"]}]
["physics/0612148",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0612148","Eur. Phys. Lett. 77 (2007) 58002","doi:10.1209/0295-5075/77/58002"],"date":["2006-12-14","2007-02-09"],"type":["text"],"creator":["Lambiotte, R.","Ausloos, M."],"language":[],"coverage":[],"title":["Growing network with j-redirection"],"description":["  A model for growing information networks is introduced where nodes receive\nnew links through j-redirection, i.e. the probability for a node to receive a\nlink depends on the number of paths of length j arriving at this node. In\ndetail, when a new node enters the network, it either connects to a randomly\nselected node, or to the j -ancestor of this selected node. The j -ancestor is\nfound by following j links from the randomly selected node. The system is shown\nto undergo a transition to a phase where condensates develop. We also find\nanalytical predictions for the height statistics and show numerically the\nnon-trivial behaviour of the degree distribution.\n","Comment: 7 pages"]}]
["physics/0703266",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703266","J. Stat. Mech. (2007) P08026","doi:10.1088/1742-5468/2007/08/P08026"],"date":["2007-03-29"],"type":["text"],"creator":["Lambiotte, R.","Ausloos, M."],"language":[],"coverage":[],"title":["Coexistence of opposite opinions in a network with communities"],"description":["  The Majority Rule is applied to a topology that consists of two coupled\nrandom networks, thereby mimicking the modular structure observed in social\nnetworks. We calculate analytically the asymptotic behaviour of the model and\nderive a phase diagram that depends on the frequency of random opinion flips\nand on the inter-connectivity between the two communities. It is shown that\nthree regimes may take place: a disordered regime, where no collective\nphenomena takes place; a symmetric regime, where the nodes in both communities\nreach the same average opinion; an asymmetric regime, where the nodes in each\ncommunity reach an opposite average opinion. The transition from the asymmetric\nregime to the symmetric regime is shown to be discontinuous.\n","Comment: 14 pages, 4 figures"]}]
