["0705.0424",{"format":[],"subject":["Mathematics - Metric Geometry","54F45, 57N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0424","Trans AMS 362 (2010) 145-168"],"date":["2007-05-03"],"type":["text"],"creator":["Olson, Eric J.","Robinson, James C."],"language":[],"coverage":[],"title":["Almost bi-Lipschitz embeddings and almost homogeneous sets"],"description":["  This paper is concerned with embeddings of homogeneous spaces into Euclidean\nspaces. We show that any homogeneous metric space can be embedded into a\nHilbert space using an almost bi-Lipschitz mapping (bi-Lipschitz to within\nlogarithmic corrections). The image of this set is no longer homogeneous, but\n`almost homogeneous'. We therefore study the problem of embedding an almost\nhomogeneous subset $X$ of a Hilbert space $H$ into a finite-dimensional\nEuclidean space. In fact we show that if $X$ is a compact subset of a Banach\nspace and $X-X$ is almost homogeneous then, for $N$ sufficiently large, a\nprevalent set of linear maps from $X$ into $\\Re^N$ are almost bi-Lipschitz\nbetween $X$ and its image. We are then able to use the Kuratowski embedding of\n$(X,d)$ into $L^\\infty(X)$ to prove a similar result for compact metric spaces.\n","Comment: Submitted to Transactions of the AMS"]}]
["0705.3522",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras","16W30, 16S40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3522","doi:10.1080/00927870802623419"],"date":["2007-05-24"],"type":["text"],"creator":["Ardizzoni, A.","Menini, C."],"language":[],"coverage":[],"title":["Small Bialgebras with a Projection: Applications"],"description":["  In this paper we continue the investigation started in [A.M.St.-Small],\ndealing with bialgebras $A$ with an $H$-bilinear coalgebra projection over an\narbitrary subbialgebra $H$ with antipode. These bialgebras can be described as\ndeformed bosonizations $R#_{\\xi} H$ of a pre-bialgebra $R$ by $H$ with a\ncocycle $\\xi$. Here we describe the behavior of $\\xi$ in the case when $R$ is\nf.d. and thin i.e. it is connected with one dimensional space of primitive\nelements. This is used to analyze the arithmetic properties of $A$. Meaningful\nresults are obtained when $H$ is cosemisimple. By means of Ore extension\nconstruction, we provide some examples of atypical situations (e.g. the\nmultiplication of $R$ is not $H$-colinear or $\\xi$ is non-trivial).\n"]}]
["0705.3653",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.3653"],"date":["2007-05-24"],"type":["text"],"creator":["Nazario, Zaira","Santiago, David I."],"language":[],"coverage":[],"title":["Mott Fermionic \"Quantum\" Criticality Beyond Ginzburg-Landau-Wilson"],"description":["  The Mott critical point between a metal and a correlated insulator has\nusually been studied via density or spin density bosonic mode fluctuations\naccording to the standard Ginzburg-Landau-Wilson phase transition paradigm. A\nmoment's reflection leads to increasing doubts that such an approach should\nwork as the transition is nonmagnetic, voiding the relevance of spin density\nmodes. Charge density modes are irrelevelant since the long range Coulomb\ninteraction leads to a large plasmon gap and their incompressibility. In\nsolidarity with these doubts, recent measurements of the Mott critical point in\nlow dimensional organic materials yield critical exponents in violent\ndiasagreement with the bosonic mode criticality lore. We propose that fermionic\nfluctuations control the behavior of the Mott transition. The transition thus\nhas an intrinsic quantum aspect despite being a finite temperature phase\ntransition. We develop this hitherto unexplored physics, obtain experimental\npredictions and find agreement with one of the novel unexplained experimental\nexponents. We conclude that this Mott transition corresponds to a new\nuniversality class of finite temperature critical points that contains quantum\neffects and cannot be accounted for by conventional Ginzburg-Landau-Wilson\nwisdom.\n"]}]
["0705.4588",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4588"],"date":["2007-05-31"],"type":["text"],"creator":["Zheng, Shurong","Song, Guodong","Shi, Ning-Zhong"],"language":[],"coverage":[],"title":["Variable Selection Incorporating Prior Constraint Information into Lasso"],"description":["  We propose the variable selection procedure incorporating prior constraint\ninformation into lasso. The proposed procedure combines the sample and prior\ninformation, and selects significant variables for responses in a narrower\nregion where the true parameters lie. It increases the efficiency to choose the\ntrue model correctly. The proposed procedure can be executed by many\nconstrained quadratic programming methods and the initial estimator can be\nfound by least square or Monte Carlo method. The proposed procedure also enjoys\ngood theoretical properties. Moreover, the proposed procedure is not only used\nfor linear models but also can be used for generalized linear models({\\sl\nGLM}), Cox models, quantile regression models and many others with the help of\nWang and Leng (2007)'s LSA, which changes these models as the approximation of\nlinear models. The idea of combining sample and prior constraint information\ncan be also used for other modified lasso procedures. Some examples are used\nfor illustration of the idea of incorporating prior constraint information in\nvariable selection procedures.\n","Comment: 15 pages"]}]
["0706.0417",{"format":[],"subject":["Mathematics - Number Theory","11R34, 11R32, 11R37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0417"],"date":["2007-06-04"],"type":["text"],"creator":["Hallouin, Emmanuel","Perret, Marc"],"language":[],"coverage":[],"title":["On the kernel of the norm in some unramified number fields extensions"],"description":["  We determine the -1 Tate cohomology group of the units for principal abelian\nextensions of type (p^a, p^b) of a number field.\n","Comment: 6 pages"]}]
["0706.0881",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Spectral Theory","41A10 (Primary), 62G07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.0881"],"date":["2007-06-06"],"type":["text"],"creator":["Ostrovsky, E.","Zelikov, Y."],"language":[],"coverage":[],"title":["Adaptive Optimal Nonparametric Regression and Density Estimation Based\n  on Fourier-Legendre Expansion"],"description":["  Motivated by finance and technical applications, the objective of this paper\nis to consider adaptive estimation of regression and density distribution based\non Fourier-Legendre expansion, and construction of confidence intervals - also\nadaptive. The estimators are asymptotically optimal and adaptive in the sense\nthat they can adapt to unknown smoothness.\n"]}]
["0706.2955",{"format":[],"subject":["Mathematics - Number Theory","11G05 (Primary), 11D41 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.2955","Journal of Number Theory 129 (2009) 367-380"],"date":["2007-06-20"],"type":["text"],"creator":["Garcia-Selfa, Irene","Tornero, Jose M."],"language":[],"coverage":[],"title":["Thue equations and torsion groups of elliptic curves"],"description":["  A new characterization of rational torsion subgroups of elliptic curves is\nfound, for points of order greater than 4, through the existence of solution\nfor systems of Thue equations.\n","Comment: 18 pages. Submitted"]}]
["0801.4234",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Differential Geometry","22A05, 22D05, 22E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4234"],"date":["2008-01-28"],"type":["text"],"creator":["Hofmann, Karl Heinrich","Neeb, Karl-Hermann"],"language":[],"coverage":[],"title":["Solvable Subgroups of Locally Compact Groups"],"description":["  It is shown that a closed solvable subgroup of a connected Lie group is\ncompactly generated. In particular, every discrete solvable subgroup of a\nconnected Lie group is finitely generated. Generalizations to locally compact\ngroups are discussed as far as they carry.\n"]}]
["0802.1916",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.1916"],"date":["2008-02-13"],"type":["text"],"creator":["Wu, Yanling","Charmandaris, V.","Houck, J. R.","Bernard-Salas, J.","Lebouteiller, V."],"language":[],"coverage":[],"title":["The Mid-Infrared Properties of Blue Compact Dwarf Galaxies"],"description":["  The unprecedented sensitivity of the Spitzer Space Telescope has enabled us\nfor the first time to detect a large sample of Blue Compact Dwarf galaxies\n(BCDs), which are intrinsically faint in the infrared. In the present paper we\npresent a summary of our findings which providing essential information on the\npresence/absence of the Polycyclic Aromatic Hydrocarbon features in metal-poor\nenvironments. In addition, using Spitzer/IRS high-resolution spectroscopy, we\nstudy the elemental abundances of neon and sulfur in BCDs and compare with the\nresults from optical studies. Finally, we present an analysis of the mid- and\nfar-infrared to radio correlation in low luminosity low metallicity galaxies.\n","Comment: 8 pages, conference proceeding for the 4th Spitzer conference"]}]
["0802.2324",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35M10, 58J32, 76H05, 76N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2324"],"date":["2008-02-16"],"type":["text"],"creator":["Yuan, Hairong","He, Yue"],"language":[],"coverage":[],"title":["Transonic Potential Flows in A Convergent--Divergent Approximate Nozzle"],"description":["  In this paper we prove existence, uniqueness and regularity of certain\nperturbed (subsonic--supersonic) transonic potential flows in a two-dimensional\nRiemannian manifold with \"convergent-divergent\" metric, which is an approximate\nmodel of the de Laval nozzle in aerodynamics. The result indicates that\ntransonic flows obtained by quasi-one-dimensional flow model in fluid dynamics\nare stable with respect to the perturbation of the velocity potential function\nat the entry (i.e., tangential velocity along the entry) of the nozzle. The\nproof is based upon linear theory of elliptic-hyperbolic mixed type equations\nin physical space and a nonlinear iteration method.\n","Comment: 22 pages"]}]
["0804.2644",{"format":[],"subject":["Mathematical Physics","35R30, 35B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.2644"],"date":["2008-04-16"],"type":["text"],"creator":["Daveau, Christian","Khelifi, Abdessatar","Sushchenko, Anton"],"language":[],"coverage":[],"title":["Identifying of the refractive index for the acoustic equation at fixed\n  frequency"],"description":["  In this paper we determine a formula for calculating the refractive index\n${\\bf n}$ for the acoustic equation from the partial Dirichlet to Neumann\nmap(DN) associated to ${\\bf n}$. We apply these results to identify locations\nand values of small volume perturbations of this refractive index at fixed\nfrequency $\\omega$.\n","Comment: 07 pages"]}]
["0805.1740",{"format":[],"subject":["Computer Science - Software Engineering","D.1.7, D.2.1, D.2.11, D.3.2, D.3.3, H.4.1, K.6.4, K.8.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1740","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2000 51-63"],"date":["2008-05-12"],"type":["text"],"creator":["Ayalew, Yirsaw","Clermont, Markus","Mittermeir, Roland T."],"language":[],"coverage":[],"title":["Detecting Errors in Spreadsheets"],"description":["  The paper presents two complementary strategies for identifying errors in\nspreadsheet programs. The strategies presented are grounded on the assumption\nthat spreadsheets are software, albeit of a different nature than conventional\nprocedural software. Correspondingly, strategies for identifying errors have to\ntake into account the inherent properties of spreadsheets as much as they have\nto recognize that the conceptual models of 'spreadsheet programmers' differ\nfrom the conceptual models of conventional programmers. Nevertheless, nobody\ncan and will write a spreadsheet, without having such a conceptual model in\nmind, be it of numeric nature or be it of geometrical nature focused on some\nlayout.\n","Comment: 12 Pages, 5 Figures; ISBN: 1 86166 158 4"]}]
["0806.1206",{"format":[],"subject":["Mathematical Physics","76P05, 35Q75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1206","Acta Mathematica Scientia, Vol 30, 2010, p281-288"],"date":["2008-06-06"],"type":["text"],"creator":["Jiang, Zhenglu","Tian, Hongjiong"],"language":[],"coverage":[],"title":["Global solution to the Cauchy problem on a universe fireworks model"],"description":["  We prove existence and uniqueness of the global solution to the Cauchy\nproblem on a universe fireworks model with finite total mass at the initial\nstate when the ratio of the mass surviving the explosion, the probability of\nthe explosion of fragments and the probability function of the velocity change\nof a surviving particle satisfy the corresponding physical conditions. Although\nthe nonrelativistic Boltzmann-like equation modeling the universe fireworks is\nmathematically easy, this paper leads rather theoretically to an understanding\nof how to construct contractive mappings in a Banach space for the proof of the\nexistence and uniqueness by means of methods taken from the famous work by\nDiPerna & Lions about the Boltzmann equation. We also show both the regularity\nand the time-asymptotic behavior of solution to the Cauchy problem.\n"]}]
["0806.1701",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0806.1701","doi:10.1051/0004-6361:200809418"],"date":["2008-06-10","2008-06-11"],"type":["text"],"creator":["Battaglia, Marina","Benz, Arnold O."],"language":[],"coverage":[],"title":["Observational evidence for return currents in solar flare loops"],"description":["  Context: The common flare scenario comprises an acceleration site in the\ncorona and particle transport to the chromosphere. Using satellites available\nto date it has become possible to distinguish between the two processes of\nacceleration and transport, and study the particle propagation in flare loops\nin detail, as well as complete comparisons with theoretical predictions.\n  Aims: We complete a quantitative comparison between flare hard X-ray spectra\nobserved by RHESSI and theoretical predictions. This enables acceleration to be\ndistinguished from transport and the nature of transport effects to be\nexplored.\n  Methods: Data acquired by the RHESSI satellite were analyzed using full sun\nspectroscopy as well as imaging spectroscopy methods. Coronal source and\nfootpoint spectra of well observed limb events were analyzed and quantitatively\ncompared to theoretical predictions. New concepts are introduced to existing\nmodels to resolve discrepancies between observations and predictions.\n  Results: The standard thin-thick target solar flare model cannot explain the\nobservations of all events. In the events presented here, propagation effects\nin the form of non-collisional energy loss are of importance to explain the\nobservations. We demonstrate that those energy losses can be interpreted in\nterms of an electric field in the flare loop. One event seems consistent with\nparticle propagation or acceleration in lower than average density in the\ncoronal source.\n  Conclusions: We find observational evidence for an electric field in flare\nloops caused by return currents.\n","Comment: A&A, in press"]}]
["0807.0482",{"format":[],"subject":["Mathematics - Complex Variables","32V20, 32V40, 37F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.0482"],"date":["2008-07-03"],"type":["text"],"creator":["Kim, Kang-Tae","Yoccoz, Jean-Christophe"],"language":[],"coverage":[],"title":["CR manifolds admitting a CR contraction"],"description":["  We classify the germs of $\\mathcal{C}^\\infty$ CR manifolds that admit a\nsmooth CR contraction. We show that such a CR manifold is embedded into $\\CC^n$\nas a real hypersurface defined by a polynomial defining function consisting of\nmonomials whose degrees are completely determined by the extended resonances of\nthe contraction. Furthermore the contraction map extends to a holomorphic\ncontraction that coincides in fact with its polynomial normal form.\nConsequently, several results concerning Complex and CR geometry are derived.\n","Comment: 21 pages, 1 figure"]}]
["0809.2194",{"format":[],"subject":["Mathematics - Commutative Algebra","13A15, 13F55, 14M10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2194"],"date":["2008-09-12"],"type":["text"],"creator":["Barile, Margherita","Terai, Naoki"],"language":[],"coverage":[],"title":["Arithmetical ranks of Stanley-Reisner ideals of simplicial complexes\n  with a cone"],"description":["  When a cone is added to a simplicial complex $\\Delta$ over one of its faces,\nwe investigate the relation between the arithmetical ranks of the\nStanley-Reisner ideals of the original simplicial complex and the new\nsimplicial complex $\\Delta'$. In particular, we show that the arithmetical rank\nof the Stanley-Reisner ideal of $\\Delta'$ equals the projective dimension of\nthe Stanley-Reisner ring of $\\Delta'$ if the corresponding equality holds for\n$\\Delta$.\n"]}]
["0810.1958",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35J20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.1958"],"date":["2008-10-10"],"type":["text"],"creator":["Wang, Changyou","Xu, Deliang"],"language":[],"coverage":[],"title":["Regularity of Dirac-harmonic maps"],"description":["  For any $n$-dimensional compact spin Riemannian manifold $M$ with a given\nspin structure and a spinor bundle $\\Sigma M$, and any compact Riemannian\nmanifold $N$, we show an $\\epsilon$-regularity theorem for weakly\nDirac-harmonic maps . As a consequence, any weakly Dirac-harmonic map is proven\nto be smooth when n = 2. A weak convergence theorem for approximate\nDirac-harmonic maps is established when $n = 2$. For $n \\ge 3$, we introduce\nthe notation of stationary Dirac-harmonic maps and obtain a Liouville theorem\nfor stationary Dirac-harmonic maps in $R^n$. If, additions, $\\psi\\in W^{1,p}$\nfor some $p>2n/3$, then we obtain an energy monotonicity formula and prove a\npartial regularity theorem for any such a stationary Dirac-harmonic map.\n","Comment: 30 pages"]}]
["0810.4986",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.4986"],"date":["2008-10-28"],"type":["text"],"creator":["Ku, Cheng Yeaw","Wong, K. B."],"language":[],"coverage":[],"title":["Maximum Multiplicity of a Root of the Matching Polynomial of a Tree and\n  Minimum Path Cover"],"description":["  We give a necessary and sufficient condition for the maximum multiplicity of\na root of the matching polynomial of a tree to be equal to the minimum number\nof vertex disjoint paths needed to cover it.\n"]}]
["0811.3255",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.3255","doi:10.1088/0004-6256/137/2/3388"],"date":["2008-11-19"],"type":["text"],"creator":["Wang, J.","Mao, Y. F.","Wei, J. Y."],"language":[],"coverage":[],"title":["Accretion Properties of A Sample of Hard X-ray (<60keV) Selected Seyfert\n  1 Galaxies"],"description":["  We examine the accretion properties in a sample of 42 hard (3-60keV) X-ray\nselected nearby broad-line AGNs. The energy range in the sample is harder than\nthat usually used in the similar previous studies. These AGNs are mainly\ncomplied from the RXTE All Sky Survey (XSS), and complemented by the released\nINTEGRAL AGN catalog. The black hole masses, bolometric luminosities of AGN,\nand Eddington ratios are derived from their optical spectra in terms of the\nbroad H$\\beta$ emission line. The tight correlation between the hard X-ray\n(3-20keV) and bolometric/line luminosity is well identified in our sample. Also\nidentified is a strong inverse Baldwin relationship of the H$\\beta$ emission\nline. In addition, all these hard X-ray AGNs are biased toward luminous objects\nwith high Eddington ratio (mostly between 0.01 to 0.1) and low column density\n($<10^{22} \\mathrm{cm^{-2}}$), which is most likely due to the selection effect\nof the surveys. The hard X-ray luminosity is consequently found to be strongly\ncorrelated with the black hole mass. We believe the sample completeness will be\nimproved in the next few years by the ongoing Swift and INTEGRAL missions, and\nby the next advanced missions, such as NuSTAR, Simbol-X, and NeXT. Finally, the\ncorrelation between RFe (=optical FeII/H$\\beta$) and disk temperature as\nassessed by $T\\propto (L/L_{\\mathrm{Edd}})M_{\\mathrm{BH}}^{-1}$ leads us to\nsuggest that the strength of the FeII emission is mainly determined by the\nshape of the ionizing spectrum.\n","Comment: 28 pages, 7 figures, 2 tables, accepted by AJ"]}]
["0903.2073",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.2073","Gen.Rel.Grav.42:1287-1310,2010","doi:10.1007/s10714-009-0906-7"],"date":["2009-03-11"],"type":["text"],"creator":["Degollado, Juan Carlos","Nunez, Dario","Palenzuela, Carlos"],"language":[],"coverage":[],"title":["Signatures of the sources in the gravitational waves of a perturbed\n  Schwarzschild black hole"],"description":["  The explicit form of perturbation equation for the $\\Psi_4$ Weyl scalar,\ncontaining the matter source terms, is derived for general type D spacetimes.\nIt is described in detail the particular case of the Schwarzschild spacetime\nusing in-going penetrating coordinates. As a practical application, we focused\non the emission of gravitational waves when a black hole is perturbed by a\nsurrounding dust-like fluid matter. The symmetries of the spacetime and the\nsimplicity of the matter source allow, by means of a spherical harmonic\ndecomposition, to study the problem by means of a one dimensional numerical\ncode.\n","Comment: 17 pages, 8 figures"]}]
["0904.1351",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.1351"],"date":["2009-04-08"],"type":["text"],"creator":["Majewski, W. A.","Matsuoka, T.","Ohya, M."],"language":[],"coverage":[],"title":["Characterization of PPT states and measures of entanglement"],"description":["  A detailed characterization of PPT states, both in the Heisenberg and in the\nSchr\\\"odinger picture, is given. Measures of entanglement are defined and\ndiscussed in details. Illustrative examples are provided.\n","Comment: We would be grateful for remarks"]}]
["0904.3050",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3050"],"date":["2009-04-20"],"type":["text"],"creator":["Wang, Xinmao","Wu, Yaokun"],"language":[],"coverage":[],"title":["Difference between minimum light numbers of sigma-game and lit-only\n  sigma-game"],"description":["  A configuration of a graph is an assignment of one of two states, on or off,\nto each vertex of it. A regular move at a vertex changes the states of the\nneighbors of that vertex. A valid move is a regular move at an on vertex. The\nfollowing result is proved in this note: given any starting configuration $x$\nof a tree, if there is a sequence of regular moves which brings $x$ to another\nconfiguration in which there are $\\ell$ on vertices then there must exist a\nsequence of valid moves which takes $x$ to a configuration with at most $\\ell\n+2$ on vertices. We provide example to show that the upper bound $\\ell +2$ is\nsharp. Some relevant results and conjectures are also reported.\n","Comment: 14 pages, 1 figure"]}]
["0905.3508",{"format":[],"subject":["Mathematics - Representation Theory","05E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3508"],"date":["2009-05-21"],"type":["text"],"creator":["Malvenuto, Claudia","Reutenauer, Christophe"],"language":[],"coverage":[],"title":["A Self-Dual Hopf Algebra on Double Partially Ordered Sets"],"description":["  Let $\\mathbf D$ be the set of isomorphism types of finite double partially\nordered sets, that is sets endowed with two partial orders. On $\\BZ\\mathbf D$\nwe define a product and a coproduct, together with an internal product, that\nis, degree-preserving. With these operations $\\BZ\\mathbf D$ is a Hopf algebra,\nself-dual with respect to a scalar product which counts the number of pictures\n(in the sense of Zelevinsky) between two double posets. The product and\ncoproduct correspond respectively to disjoint union of posets and to a natural\ndecomposition of a poset into order ideals. Restricting to special double\nposets (meaning that the second order is total), we obtain a notion equivalent\nto Stanley's labelled posets, and obtain a sub-Hopf-algebra already considered\nby Blessenohl and Schocker. The mapping which maps each double poset onto the\nsum of the linear extensions of its first order, identified via its second\n(total) order with permutations, is a Hopf algebra homomorphism, which is\nisometric and preserves the internal product, onto the Hopf algebra of\npermutations, previously considered by the two authors. Finally, the scalar\nproduct between any special double poset and double posets naturally associated\nto integer partitions is described by an extension of the Littlewood-Richardson\nrule.\n"]}]
["0906.0475",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C15, 53C21, 35J65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0475"],"date":["2009-06-02"],"type":["text"],"creator":["Chtioui, H.","Ahmedou, M. Ould","Yacoub, R."],"language":[],"coverage":[],"title":["Existence and Multiplicity results for the prescribed Webster Scalar\n  Curvature Problem on three $C R $ manifolds"],"description":["  This paper is devoted to the existence of contact forms of prescribed Webster\nscalar curvature on a $3-$dimensional CR compact manifold locally conformally\nCR equivalent to the unit sphere $\\mathbb{S}^{3}$ of $\\mathbb{C}^{2}$. Due to\nKazdan-Warner type obstructions, conditions on the function $H$ to be realized\nas a Webster scalar curvature have to be given. We prove new existence results\nbased on a new type of Euler-Hopf type formula. Our argument gives an upper\nbound on the Morse index of the obtained solution. We also give a lower bound\non the number of conformal contact forms having the same Webster scalar\ncurvature.\n"]}]
["0906.2935",{"format":[],"subject":["Mathematics - Algebraic Geometry","Computer Science - Information Theory","94B05, 94B27, 14G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2935"],"date":["2009-06-16"],"type":["text"],"creator":["Fanali, Stefania","Giulietti, Massimo"],"language":[],"coverage":[],"title":["AG codes on certain maximal curves"],"description":["  Algebraic Geometric codes associated to a recently discovered class of\nmaximal curves are investigated. As a result, some linear codes with better\nparameters with respect to the previously known ones are discovered, and 70\nimprovements on MinT's tables are obtained.\n"]}]
["0906.2948",{"format":[],"subject":["Mathematics - Algebraic Geometry","11G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2948"],"date":["2009-06-16"],"type":["text"],"creator":["Fanali, Stefania","Giulietti, Massimo"],"language":[],"coverage":[],"title":["On some open problems on maximal curves"],"description":["  In this paper we solve three open problems on maximal curves with Frobenius\ndimension 3. In particular, we prove the existence of a maximal curve with\norder sequence (0,1,3,q).\n"]}]
["0908.1188",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Human-Computer Interaction"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1188","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2009 17-26"],"date":["2009-08-08"],"type":["text"],"creator":["Grossman, Thomas A.","Ozluk, Ozgur","Gustavson, Jan"],"language":[],"coverage":[],"title":["The Lookup Technique to Replace Nested-IF Formulas in Spreadsheet\n  Programming"],"description":["  Spreadsheet programmers often implement contingent logic using a nested-IF\nformula even though this technique is difficult to test and audit and is\nbelieved to be risky. We interpret the programming of contingent logic in\nspreadsheets in the context of traditional computer programming. We investigate\nthe \"lookup technique\" as an alternative to nested-IF formulas, describe its\nbenefits for testing and auditing, and define its limitations. The lookup\ntechnique employs four distinct principles: 1) make logical tests visible; 2)\nmake outcomes visible; 3) make logical structure visible; and 4) replace a\nmulti-function nested-IF formula with a single-function lookup formula. It can\nbe used only for certain simple contingent logic. We describe how the\nprinciples can be applied in more complex situations, and suggest avenues for\nfurther research.\n","Comment: 10 Pages, 5 Figures; ISBN 978-1-905617-89-0"]}]
["0908.1580",{"format":[],"subject":["Computer Science - Human-Computer Interaction","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.1580","Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2009 119-132"],"date":["2009-08-11"],"type":["text"],"creator":["Tort, Francoise","Blondel, Francois-Marie","Bruillard, Eric"],"language":[],"coverage":[],"title":["From error detection to behaviour observation: first results from screen\n  capture analysis"],"description":["  This paper deals with errors in using spreadsheets and analysis of automatic\nrecording of user interaction with spreadsheets. After a review of literature\ndevoted to spreadsheet errors, we advocate the importance of going from error\ndetection to interaction behaviour analysis. We explain how we analyze screen\ncaptures and give the main results we have obtained using this specific\nmethodology with secondary school students (N=24). Transcription provides\ngeneral characteristics: time, sequence of performed tasks, unsuccessful\nattempts and user preferences. Analysis reveals preferred modes of actions\n(toolbar buttons or menu commands), ways of writing formulas, and typical\napproaches in searching for solutions. Time, rhythm and density appear to be\npromising indicators. We think such an approach (to analyze screen captures)\ncould be used with more advanced spreadsheet users.\n","Comment: 13 Pages; 4 Figures, 6 Tables; ISBN 978-1-905617-89-0"]}]
["0909.2582",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","11G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2582"],"date":["2009-09-14"],"type":["text"],"creator":["Fanali, Stefania","Giulietti, Massimo"],"language":[],"coverage":[],"title":["Quotient curves of the GK curve"],"description":["  For every $q=l^3$ with $l$ a prime power greater than 2, the GK curve $X$ is\nan $F_{q^2}$-maximal curve that is not $F_{q^2}$-covered by any\n$F_{q^2}$-maximal Deligne-Lusztig curve. Interestingly, $X$ has a very large\n$F_{q^2}$-automorphism group with respect to its genus. In this paper we\ncompute the genera of a large variety of curves that are Galois-covered by the\nGK curve, thus providing several new values in the spectrum of genera of\n$F_{q^2}$-maximal curves.\n"]}]
["0909.3753",{"format":[],"subject":["Mathematics - Logic","03C45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3753"],"date":["2009-09-21"],"type":["text"],"creator":["Onshuus, Alf","Usvyatsov, Alex"],"language":[],"coverage":[],"title":["Orthogonality and domination in unstable theories"],"description":["  In the first part of the paper we study orthogonality, domination, weight,\nregular and minimal types in the contexts of rosy and super-rosy theories. Then\nwe try to develop analogous theory for arbitrary dependent theories.\n"]}]
["0910.1851",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","58J05, 58J32, 32W20, 35J25, 53C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1851"],"date":["2009-10-09"],"type":["text"],"creator":["Guan, Bo","Li, Qun"],"language":[],"coverage":[],"title":["Complex Monge-Ampere equations and totally real submanifolds"],"description":["  We study the Dirichlet problem for complex Monge-Ampere equations in\nHermitian manifolds with general (non-pseudoconvex) boundary. Our main result\nextends the classical theorem of Caffarelli, Kohn, Nirenberg and Spruck in the\nflat case. We also consider the equation on compact manifolds without boundary,\nattempting to generalize Yau's theorems in the Kaehler case. As applications of\nthe main result we study some connections between the homogeneous complex\nMonge-Ampere ({\\em HCMA}) equation and totally real submanifolds, and a special\nDirichlet problem for the HCMA equation related to Donaldson's conjecture on\ngeodesics in the space of Kaehler metrics.\n"]}]
["0911.2660",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Probability","11K99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2660"],"date":["2009-11-13"],"type":["text"],"creator":["Darling, R. W. R.","Pyle, E. E."],"language":[],"coverage":[],"title":["Maximum GCD Among Pairs of Random Integers"],"description":["  Fix $\\alpha >0$, and sample $N$ integers uniformly at random from\n$\\{1,2,\\ldots ,\\lfloor e^{\\alpha N}\\rfloor \\}$. Given $\\eta >0$, the\nprobability that the maximum of the pairwise GCDs lies between $N^{2-\\eta }$\nand $N^{2+\\eta}$ converges to 1 as $N\\to \\infty $. More precise estimates are\nobtained. This is a Birthday Problem: two of the random integers are likely to\nshare some prime factor of order $N^2/\\log [N]$. The proof generalizes to any\narithmetical semigroup where a suitable form of the Prime Number Theorem is\nvalid.\n","Comment: 11 pages"]}]
["1003.1449",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1449","International Journal of Computer Science and Information\n  Security, IJCSIS, Vol. 7, No. 2, pp. 001-008, February 2010, USA"],"date":["2010-03-07"],"type":["text"],"creator":["Meenakshi, V. S.","Padmavathi, G."],"language":[],"coverage":[],"title":["Securing Iris Templates using Combined User and Soft Biometric based\n  Password Hardened Fuzzy Vault"],"description":["  Personal identification and authentication is very crucial in the current\nscenario. Biometrics plays an important role in this area. Biometric based\nauthentication has proved superior compared to traditional password based\nauthentication. Anyhow biometrics is permanent feature of a person and cannot\nbe reissued when compromised as passwords. To over come this problem, instead\nof storing the original biometric templates transformed templates can be\nstored. Whenever the transformation function is changed new\nrevocable/cancelable templates are generated. Soft biometrics is ancillary\ninformation that can be combined with primary biometrics to identify a person\nin a better way. Iris has certain advantage compared to other biometric traits\nlike fingerprint. Iris is an internal part that is less prone to damage.\nMoreover is very difficult for an attacker to capture an iris. The key\nadvantage of iris biometrics is its stability or template longevity. Biometric\nsystems are vulnerable to a variety of attacks. This work generates cancelable\niris templates by applying user and soft biometric based password\ntransformations and further secures the templates by biometric cryptographic\nconstruct fuzzy vault.\n","Comment: Pages IEEE format, Computer Science ISSN 19475500, International\n  Journal of Computer Science and Information Security, IJCSIS February 2010,\n  ISSN 1947 5500, http://sites.google.com/site/ijcsis/"]}]
["1003.1477",{"format":[],"subject":["Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1477"],"date":["2010-03-07"],"type":["text"],"creator":["Ojha, A. K.","Biswal, K. K."],"language":[],"coverage":[],"title":["Multi-objective Geometric Programming Problem With Weighted Mean Method"],"description":["  Geometric programming is an important class of optimization problems that\nenable practitioners to model a large variety of real-world applications,\nmostly in the field of engineering design. In many real life optimization\nproblem multi-objective programming plays a vital role in socio-economical and\nindustrial optimizing problems. In this paper we have discussed the basic\nconcepts and principle of multiple objective optimization problems and\ndeveloped geometric programming (GP) technique to solve this optimization\nproblem using weighted method to obtain the non-inferior solutions.\n","Comment: Pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS February 2010, ISSN 1947 5500,\n  http://sites.google.com/site/ijcsis/"]}]
["1003.1478",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1478"],"date":["2010-03-07"],"type":["text"],"creator":["Dutta, Nitul","Misra, Iti Saha"],"language":[],"coverage":[],"title":["Use of Service Curve for Resource Reservation in Wired-cum-Wireless\n  Scenario"],"description":["  In a network, arrival process is converted into departure process through\nnetwork elements. The departure process suffer propagation delay in the link,\nprocessing delay at the network elements like router and data loss due to\nbuffer overflow or congestion. For providing guaranteed service resources need\nto be reserved before conversation takes place. To reserve such resources\nestimation of them are indispensable. The idea of service curve gives\nbeforehand deterministic value of these parameters. In this paper, we aim to\nminimum and maximum buffer space required in the router, minimum link capacity\nrequired to guarantee a pre-specified end-to-end delay for an ongoing session\nin a wired-cum-wireless scenario by analyzing minimum and maximum service\ncurve. We assume that the network we are analyzing is an IP based mobile\nnetwork. The findings of the work are presented in the form of tables which can\nbe used for resource reservation to offer quality service to end-users.\n","Comment: Pages IEEE format, International Journal of Computer Science and\n  Information Security, IJCSIS February 2010, ISSN 1947 5500,\n  http://sites.google.com/site/ijcsis/"]}]
["astro-ph/0501368",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0501368"],"date":["2005-01-18"],"type":["text"],"creator":["Pavicic, G.","Celebonovic, V."],"language":[],"coverage":[],"title":["A model of the internal structure of Titan: first results"],"description":["  The aim of this short contribution is to report some preliminary results on a\ntheoretical model of the internal structure of Titan, the satellite of Saturn.\nAll the calculations were performed within the SK theory of dense matter. The\ncentral pressure and temperature, as well as a possible chemical composition of\nthis satellite have been determinded, but they will ultimately become\nverifiable only by data from the Cassini misision.\n"]}]
["astro-ph/0508152",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0508152"],"date":["2005-08-05"],"type":["text"],"creator":["Vissani, Francesco","Costantini, Maria Laura"],"language":[],"coverage":[],"title":["Neutrinos from Supernovas and Supernova Remnants"],"description":["  Supernovae (SN) and supernova remnants (SNR) have key roles in galaxies, but\ntheir physical descriptions is still incomplete. Thus, it is of interest to\nstudy neutrino radiation to understand SN and SNR better. We will discuss: (1)\nThe ~10 MeV thermal neutrinos that arise from core collapse SN, that were\nobserved for SN1987A, and can be seen with several existing or planned\nexperiments. (2) The 10-100 TeV neutrinos expected from galactic SNR (in\nparticular from RX J1713.7-3946) targets of future underwater neutrino\ntelescopes.\n","Comment: 5 pages, 3 figures, to appear in the proceedings of IFAE, Catania\n  2005"]}]
["astro-ph/0510757",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0510757"],"date":["2005-10-26"],"type":["text"],"creator":["Ferreiro, D. L.","Pastoriza, M. G.","Rickes, M. C."],"language":[],"coverage":[],"title":["Tidal dwarf galaxies candidates in a sample of minor merger of galaxies"],"description":["  We present in this paper a list of candidates tidal dwarf galaxies selected\namong a sample of 117 HII region observed in 11 minor mergers. The\nclassification of the HII regions was performed using the blue absolute\nmagnitude (M$_B$ $<$ -15), H$\\alpha$ luminosity ($\\cal L$$(H\\alpha)$ $>$\n10$^{39}$ erg s$^{-1}$) and the star formation rate ($SFR_{H\\alpha}$ $>$ 0.4\nM$_{\\odot}$ y$^{-1}$) as parameters. The total number of UV photons, the number\nof the star of each spectral type and the total stellar mass of the cluster\nwere computed for different models adopting Salpeter's IMF with $\\alpha =\n-2.65$ for the ionizing cluster. The ionizing cluster model which better\nreproduce the observed properties are supermassive clusters with mass greater\nthan 10$^6 \\leq M/M_{\\odot} \\leq 10^7$.\n","Comment: Send to A&A, 8 pages, 2 figures"]}]
["astro-ph/0608605",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0608605","doi:10.1051/0004-6361:20065484"],"date":["2006-08-28","2006-08-31"],"type":["text"],"creator":["Meliani, Z.","Casse, F.","Sauty, C."],"language":[],"coverage":[],"title":["Two-component magnetohydrodynamical outflows around young stellar\n  objects Interplay between stellar magnetospheric winds and disc-driven jets"],"description":["  We present the first-ever simulations of non-ideal magnetohydrodynamical\n(MHD) stellar magnetospheric winds coupled with disc-driven jets where the\nresistive and viscous accretion disc is self-consistently described. These\ninnovative MHD simulations are devoted to the study of the interplay between a\nstellar wind (having different ejection mass rates) and an MHD disc-driven jet\nembedding the stellar wind. The transmagnetosonic, collimated MHD outflows are\ninvestigated numerically using the VAC code. We first investigate the various\nangular momentum transports occurring in the magneto-viscous accretion disc. We\nthen analyze the modifications induced by the interaction between the two\ncomponents of the outflow. Our simulations show that the inner outflow is\naccelerated from the central object's hot corona thanks to both the thermal\npressure and the Lorentz force. In our framework, the thermal acceleration is\nsustained by the heating produced by the dissipated magnetic energy due to the\nturbulence. Conversely, the outflow launched from the resistive accretion disc\nis mainly accelerated by the magneto-centrifugal force.}{The simulations show\nthat the MHD disc-driven outflow extracts angular momentum more efficiently\nthan do viscous effects in near-equipartition, thin-magnetized discs where\nturbulence is fully developed. We also show that, when a dense inner stellar\nwind occurs, the resulting disc-driven jet has a different structure, namely a\nmagnetic structure where poloidal magnetic field lines are more inclined\nbecause of the pressure caused by the stellar wind. This modification leads to\nboth an enhanced mass-ejection rate in the disc-driven jet and a larger radial\nextension that is in better agreement with the observations, besides being more\nconsistent.\n","Comment: 16 pages, Accepted in A&A 04/08/2006"]}]
["astro-ph/0609794",{"format":[],"subject":["Astrophysics","Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0609794"],"date":["2006-09-28"],"type":["text"],"creator":["Kurtz, Michael J.","Eichhorn, Guenther","Accomazzi, Alberto","Grant, Carolyn","Henneken, Edwin","Thompson, Donna","Bohlen, Elizabeth","Murray, Stephen S."],"language":[],"coverage":[],"title":["The Future of Technical Libraries"],"description":["  Technical libraries are currently experiencing very rapid change. In the near\nfuture their mission will change, their physical nature will change, and the\nskills of their employees will change. While some will not be able to make\nthese changes, and will fail, others will lead us into a new era.\n","Comment: To appear in Library and Information Systems in Astronomy V"]}]
["astro-ph/0612774",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0612774"],"date":["2006-12-29"],"type":["text"],"creator":["Larena, Julien","Buchert, Thomas","Alimi, Jean-Michel"],"language":[],"coverage":[],"title":["Reinterpreting dark energy through backreaction: the minimally coupled\n  morphon field"],"description":["  In the context of averaged cosmologies, the effective equations can be\nwritten in the form of \"regional\" Friedmannian equations with additional\nsources arising from the so-called backreaction of inhomogeneities. We propose\na mean field description of this backreaction in terms of a regionally\nhomogeneous scalar field: this provides a physical motivation to the\nphenomenological scalar fields generically called quintessence fields. We\nexplicitly reconstruct the potential of the scalar field for a one-parameter\nfamily of scaling solutions to the backreaction problem, showing that it\nentails most of the standard scalar fields including e.g. standard and phantom\nquintessence scenarii.\n","Comment: Prepared fro the proceedings of the 11th Marcel Grossmann meeting,\n  Berlin, July 23-29 2006"]}]
["astro-ph/9305026",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9305026","Astrophys.J. 420 (1994) 110-125","doi:10.1086/173545"],"date":["1993-05-21"],"type":["text"],"creator":["Laor, Ari","Bahcall, John N.","Jannuzi, Buell T.","Schneider, Donald P.","Green, Richard F.","Hartig, George F."],"language":[],"coverage":[],"title":["The Ultraviolet Emission Properties of Five Low-Redshift Active Galactic\n  Nuclei at High Signal to Noise and Spectral Resolution"],"description":["  We analyze the ultraviolet (UV) emission line and continuum properties of\nfive low-redshift active galactic nuclei (four luminous quasars:\nPKS~0405$-$123, H1821+643, PG~0953+414, and 3C273, and one bright Seyfert 1\ngalaxy: Mrk~205). The HST spectra have higher signal-to-noise ratios (typically\n$\\sim 60$ per resolution element) and spectral resolution ($R = 1300$) than all\npreviously- published UV spectra used to study the emission characteristics of\nactive galactic nuclei. We include in the analysis ground-based optical spectra\ncovering \\hb\\ and the narrow [O III] $\\lambda\\lambda$4959,5007 doublet. The\nfollowing new results are obtained: \\lyb/\\lya=0.03$-$0.12 for the four quasars,\nwhich is the first accurate measurement of the long-predicted \\lyb\\ intensity\nin QSOs. The cores of \\lya\\ and C~IV are symmetric to an accuracy of better\nthan\n  2.5% within about 2000 km s$^{-1}$ of the line peak. This high degree of\nsymmetry of \\lya\\ argues against models in which the broad line cloud velocity\nfield has a significant radial component. The observed smoothness of the \\lya\\\nand C~IV line profiles requires at least $\\sim 10^4$ individual clouds if bulk\nvelocity is the only line-broadening mechanism. The overall similarity of the\n\\lya\\ and C IV $\\lambda$1549 profiles rules out models for the broad line\nregion (BLR) with a radial distribution of virialized....\n","Comment: 39 pages (+ 6 pages of tables + 16 of figures), AST 93/27"]}]
["astro-ph/9609161",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9609161"],"date":["1996-09-24"],"type":["text"],"creator":["Laor, Ari","Jannuzi, Buell T.","Green, Richard F.","Boroson, Todd A."],"language":[],"coverage":[],"title":["The HST Spectrum of I Zw 1: Implications of the C III^* \\lambda 1176\n  Emission Line"],"description":["  I Zw 1 is a well known narrow line quasar with very strong Fe II emission.\nHigh S/N spectra obtained with the HST FOS show a remarkably rich emission line\nspectrum. The C III$^* \\lambda 1176$ line is clearly detected in emission for\nthe first time in AGNs. This line arises from radiative decay to the\n$2s2p^3P^o_{0,1,2}$ metastable levels of C III. The observed flux is 50 larger\nthan expected from collisional excitation, or dielectronic recombination, in\nphotoionized gas. The most plausible mechanism for the large enhancement in the\nC III^* \\lambda 1176 flux is resonance scattering of continuum photons by C\nIII^* ions. This mechanism requires large velocity gradients 1000 km/s within\neach emitting cloud in the BLR. Such large velocity gradients can be induced by\nforces external to the gas in the BLR clouds, such as tidal disruption, or\nradiation pressure.\n","Comment: 2 pages of text only, uses aspconf.sty file, To appear in the\n  proceedings of IAU Colloquium 159, Shanghai, June 1996. \"Emission Lines in\n  Active Galaxies: New Methods and Techniques\", eds. B.M. Peterson, F.-Z.\n  Cheng, and A.S. Wilson (Astronomical Society of the Pacific: San Francisco)"]}]
["cond-mat/0405012",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0405012"],"date":["2004-05-01"],"type":["text"],"creator":["Suryanarayanan, R.","Sudyoadsuk, T.","Winotai, T."],"language":[],"coverage":[],"title":["Enhancement of TC and reentrant spin-glass transition in\n  La0.86Ca0.14Mn1-yCryO3 (y = 0, 0.1 and 0.2)"],"description":["  We report on the structural, frequency dependent ac susceptibility, dc\nmagnetization and magnetoresistance (MR) measurements on polycrystalline\nsamples of La0.86Ca0.14Mn1-yCryO3(y = 0, 0.1 and 0.2) prepared by sol-gel\ntechnique. For y = 0, a paramagnetic to ferromagnetic transition was observed\nat TC = 185 K. For y = 0.1, the value of TC = 200 K, an increase of 15 K and\nfor y = 0.2, the TC = 195 K, an increase of 10 K. The imaginary part of the ac\nsusceptibility of all the three samples shows a secondary transition at Tf <\nTC. For y = 0, there is no definite law to account for the frequency dependence\nof Tf and is attributed to a transition arising out of a canted structure.\nHowever, in the case of y = 0.1 and 0.2, the frequency dependence indicate the\npresence of a reentrant spin glass transition at Tf. Though all the three\nsamples show a semi-conducting behavior between 300 and 5 K, a negative MR was\nobserved corresponding to TC and Tf. The value of MR decreased for the Cr\nsubstituted samples.\n","Comment: a slightly modifed version to be published in JPhysCondMatter"]}]
["cond-mat/0508351",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0508351"],"date":["2005-08-15"],"type":["text"],"creator":["Veissid, Nelson","de Abreu, Ricardo Augusto Santos"],"language":[],"coverage":[],"title":["An Experimental Method to Directly Obtain a Photogenerated Current at\n  Each Junction within the Triple Junction Solar Cell"],"description":["  In this paper we will report an experimental approach for directly\ndetermining the photogenerated current at individual junctions within the\ntriple junction solar cell. The method is based on the measurement of different\ncurrent-voltage curves; one with the usual illumination system, normally AM0 or\nAM1.5G, and the other curves with a light source, having a different spectral\nemission. The fitting of all current-voltage curves simultaneously, not\nindividually, permit us to determine the photogenerated current of three\njunctions. It is necessary to have three characteristics or more. An example,\nwith experimental current-voltage data points, is shown in this work. The main\nadvantage of this new technique is its simplicity and its easy implementation\nat any laboratory with an electrical characterization solar cell system and a\nsolar simulator. The method has been tested over a large quantity of TJ solar\ncells.\n","Comment: 9 pages"]}]
["cond-mat/0511467",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0511467","Phys. Rev. Lett. 94, 217207 (2005)","doi:10.1103/PhysRevLett.94.217207"],"date":["2005-11-18"],"type":["text"],"creator":["Lou, Jizhong","Chen, Changfeng","Zhao, Jize","Wang, Xiaoqun","Xiang, Tao","Su, Zhaobin","Yu, Lu"],"language":[],"coverage":[],"title":["Midgap States in Antiferromagnetic Heisenberg Chains with A Staggered\n  Field"],"description":["  We study low-energy excitations in antiferromagnetic Heisenberg chains with a\nstaggered field which splits the spectrum into a longitudinal and a transverse\nbranch. Bound states are found to exist inside the field induced gap in both\nbranches. They originate from the edge effects and are inherent to spin-chain\nmaterials. The sine-Gordon scaling $h_s^{2/3}|\\log h_s|^{1/6}$ ($h_s$: the\nstaggered field) provides an accurate description for the gap and midgap\nenergies in the transverse branch for $S=1/2$ and the midgap energies in both\nbranches for $S=3/2$ over a wide range of magnetic field; however, it can fit\nother low-energy excitations only at much lower field. Moreover, the\ninteger-spin S=1 chain displays scaling behavior that does not fit this scaling\nlaw. These results reveal intriguing features of magnetic excitations in\nspin-chain materials that deserve further investigation.\n","Comment: 4 pages, 4figures"]}]
["cond-mat/0701471",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0701471"],"date":["2007-01-19"],"type":["text"],"creator":["Xiong, Hongwei","Liu, Shujuan"],"language":[],"coverage":[],"title":["Anomalous fermion bunching in density-density correlation"],"description":["  We consider theoretically density-density correlation of identical Fermi\nsystem by including the finite resolution of a detector and delta-function term\nomitted in the ordinary method. We find an anomalous fermion bunching effect,\nwhich is a quantum effect having no classical analogue. This anomalous fermion\nbunching is studied for ultracold Fermi gases released from a three-dimensional\noptical lattices. It is found that this anomalous fermion bunching is supported\nby a recent experiment (T. Rom et al Nature 444, 733 (2006)).\n","Comment: RevTex, 4 pages"]}]
["cs/0412051",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0412051","International Journal of Advanced Robotic Systems, Volume 1,\n  Number 1, March 2004, pp.33-38"],"date":["2004-12-11"],"type":["text"],"creator":["Adria, Oliver","Streich, Hermann","Hertzberg, Joachim"],"language":[],"coverage":[],"title":["Dynamic replanning in uncertain environments for a sewer inspection\n  robot"],"description":["  The sewer inspection robot MAKRO is an autonomous multi-segment robot with\nworm-like shape driven by wheels. It is currently under development in the\nproject MAKRO-PLUS. The robot has to navigate autonomously within sewer\nsystems. Its first tasks will be to take water probes, analyze it onboard, and\nmeasure positions of manholes and pipes to detect polluted-loaded sewage and to\nimprove current maps of sewer systems. One of the challenging problems is the\ncontroller software, which should enable the robot to navigate in the sewer\nsystem and perform the inspection tasks autonomously, not inflicting any\nself-damage. This paper focuses on the route planning and replanning aspect of\nthe robot. The robots software has four different levels, of which the planning\nsystem is the highest level, and the remaining three are controller levels each\nwith a different degree of abstraction. The planner coordinates the sequence of\nactions that are to be successively executed by the robot.\n"]}]
["cs/0701168",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cs/0701168","CIDR 2007"],"date":["2007-01-25"],"type":["text"],"creator":["Sears, Russell","Van Ingen, Catharine","Gray, Jim"],"language":[],"coverage":[],"title":["To BLOB or Not To BLOB: Large Object Storage in a Database or a\n  Filesystem?"],"description":["  Application designers often face the question of whether to store large\nobjects in a filesystem or in a database. Often this decision is made for\napplication design simplicity. Sometimes, performance measurements are also\nused. This paper looks at the question of fragmentation - one of the\noperational issues that can affect the performance and/or manageability of the\nsystem as deployed long term. As expected from the common wisdom, objects\nsmaller than 256KB are best stored in a database while objects larger than 1M\nare best stored in the filesystem. Between 256KB and 1MB, the read:write ratio\nand rate of object overwrite or replacement are important factors. We used the\nnotion of \"storage age\" or number of object overwrites as way of normalizing\nwall clock time. Storage age allows our results or similar such results to be\napplied across a number of read:write ratios and object replacement rates.\n"]}]
["gr-qc/0612095",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0612095","Class.Quant.Grav.24:387-404,2007","doi:10.1088/0264-9381/24/2/007"],"date":["2006-12-15"],"type":["text"],"creator":["Benini, Riccardo","Montani, Giovanni"],"language":[],"coverage":[],"title":["Inhomogeneous Quantum Mixmaster: from Classical toward Quantum Mechanics"],"description":["  Starting from the Hamiltonian formulation for the inhomogeneous Mixmaster\ndynam- ics, we approach its quantum features through the link of the\nquasi-classical limit. We fix the proper operator-ordering which ensures that\nthe WKB continuity equation overlaps the Liouville theorem as restricted to the\nconfiguration space. We describe the full quantum dynamics of the model in some\ndetails, providing a characterization of the (discrete) spectrum with analytic\nexpressions for the limit of high occupation number. One of the main\nachievements of our analysis relies on the description of the ground state\nmorphology, showing how it is characterized by a non-vanishing zero-point\nenergy associated to the Universe anisotropy degrees of freedom\n","Comment: 17 pages, 6 figures, to appear on Classical and Quantum Gravity PACS:\n  04.20.Jb, 98.80.Dr, 83C"]}]
["hep-ex/0207052",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0207052"],"date":["2002-07-23","2002-09-04"],"type":["text"],"creator":["The NuTeV Collaboration","Zeller, G. P.","McFarland, K. S."],"language":[],"coverage":[],"title":["Reply to the Comment on \"A Precise Determination of Electroweak\n  Parameters in Neutrino-Nucleon Scattering\""],"description":["  In a recent comment, Miller and Thomas assert that differences in nuclear\nshadowing effects between neutrino neutral current (NC) and charged current\n(CC) interactions could explain the difference between NuTeV's measurement of\nthe weak mixing angle and the prediction from other electroweak data. We argue\nthat the proposed effect could have only a small impact on sin2thetaW derived\nfrom the Paschos-Wolfenstein R- and that such an effect is strongly disfavored\nby the neutrino and anti-neutrino NC-to-CC cross-section ratios also measured\nby NuTeV.\n","Comment: reply to comment submitted to PRL. version 2: several clarifications\n  in response to hep-ex/0208016"]}]
["hep-ex/9712017",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9712017","Nucl.Phys. B519 (1998) 3-18"],"date":["1997-12-12"],"type":["text"],"creator":["The UA8 Collaboration","Brandt, A.","Cheze, J. B.","Erhan, S.","Kuzucu, A.","Medinnis, M.","Ozdes, N.","Schlein, P. E.","Zeyrek, M. T.","Zsembery, J.","Zweizig, J. G."],"language":[],"coverage":[],"title":["Measurements of Inclusive Lambda-bar Production with Large x_f at the\n  SPS-Collider"],"description":["  We report results of inclusive measurements of anti-Lambda, produced in the\nforward direction at the SPS with sqrt(s) = 630 GeV, using the UA8 small angle\nRoman Pot spectrometers. These measurements cover the range in Feynman-x_f and\ntransverse momentum, 0.6 < x_f < 1.0 and 0.4 < p_t < 0.7 GeV, respectively.\nWithin a systematic uncertainty of +-20% on the absolute cross section\nmeasurements, the results are indistinguishable from those made by some of us\nin two earlier experiments at the CERN Intersecting Storage Rings, with\nenergies, sqrt(s) = 53 and 62 GeV. In the x_f-range, 0.6-0.9, the absolute\ncross sections are lower by a factor of 2 to 3 than the predictions of the Lund\nmodel as embodied in the PYTHIA 5.6 and JETSET 7.3 Monte Carlo programs,\nindicating inadequacies in knowledge of the baryon fragmentation function. For\nthe largest x_f-range, 0.9-1.0, the measurements agree with the Monte Carlo\npredictions. We have measured the average anti-Lambda polarization for our\nevents and find (6 +- 12%), consistent with previous measurements at the ISR in\nthe present region of x_f - p_t.\n","Comment: 25 pages, 10 Encapsulated Postscript figures, LaTex, submitted to\n  Nuclear Physics B"]}]
["hep-ex/9905018",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9905018"],"date":["1999-05-13"],"type":["text"],"creator":["Mazziotta, M. N.","Collaboration, for the MACRO"],"language":[],"coverage":[],"title":["Transition Radiation Detector in MACRO"],"description":["  The MACRO detector is located in the Gran Sasso Laboratory. MACRO's\noverburden varies from 3150 to 7000 hg/cm^2. A transition radiation detector\n(TRD) has been added to the MACRO detector in order to measure the residual\nenergy of muons entering MACRO, i.e. the energy they have after passing through\nthe Gran Sasso's rock overburden. The TRD consists of three identical modules\nwith a total horizontal area of 36 m^2. The results presented here are referred\nto single and double events in MACRO with one muon crossing one of the TRD\nmodules. Our data show that double muons are more energetic than single ones,\nas predicted by the interaction models of primary cosmic rays with the\natmosphere.\n","Comment: 4 pages with 5 figures"]}]
["hep-ex/9912059",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9912059","Phys.Rev.Lett.85:520-524,2000","doi:10.1103/PhysRevLett.85.520"],"date":["1999-12-23"],"type":["text"],"creator":["The CLEO Collaboration","Richichi, S. J."],"language":[],"coverage":[],"title":["Two-body B Meson Decays to eta and eta': Observation of B->eta K*"],"description":["  In a sample of 19 million produced B mesons, we have observed the decays B ->\neta K* and improved our previous measurements of B -> eta'K. The branching\nfractions we measure for these decay modes are BR(B+ -> eta K*+) = (26.4\n+9.6-8.2 +- 3.3) x $10^{-6}$, BR(B0 -> eta K*0) = (13.8 +5.5-4.6 +- 1.6) x\n$10^{-6}$, BR(B+ -> eta' K+) = (80 +10-9 +- 7) x $10^{-6}$ and BR(B0 -> eta'\nK0) = (89 +18-16 +- 9) x $10^{-6}$. We have searched with comparable\nsensitivity for related decays and report upper limits for these branching\nfractions.\n","Comment: 12 page postscript file, 2 figures"]}]
["hep-ex/9912061",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/9912061","Phys.Lett.B531:52-60,2002","doi:10.1016/S0370-2693(02)01364-3"],"date":["1999-12-23"],"type":["text"],"creator":["The D0 Collaboration","Abbott, B."],"language":[],"coverage":[],"title":["Hard Single Diffraction in pbarp Collisions at root-s = 630 and 1800 GeV"],"description":["  Using the D0 detector, we have studied events produced in proton-antiproton\ncollisions that contain large forward regions with very little energy\ndeposition (``rapidity gaps'') and concurrent jet production at center-of-mass\nenergies of root-s = 630 and 1800 Gev. The fractions of forward and central jet\nevents associated with such rapidity gaps are measured and compared to\npredictions from Monte Carlo models. For hard diffractive candidate events, we\nuse the calorimeter to extract the fractional momentum loss of the scattered\nprotons.\n","Comment: 11 pages 4 figures. submitted to PRL"]}]
["hep-lat/9205016",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9205016","Phys.Lett.B284:377-383,1992","doi:10.1016/0370-2693(92)90448-D"],"date":["1992-05-21"],"type":["text"],"creator":["The UKQCD Collaboration","Allton, C. R.","Duong, H.","Sachrajda, C. T.","Baxter, R. M.","Booth, S. P.","Bowler, K. C.","Collins, S.","Henty, D. S.","Kenway, R. D.","McNeile, C.","Pendleton, B. J.","Richards, D. G.","Simone, J. N.","Simpson, A. D.","Wilkes, B. E.","Hulsebos, A.","Irving, A. C.","McKerrell, A.","Michael, C.","Prisznyak, M.","Stephenson, P. W.","Martinelli, G."],"language":[],"coverage":[],"title":["Quenched Hadrons using Wilson and O(a)-Improved Fermion Actions at\n  beta=6.2"],"description":["  We present the first study of the light hadron spectrum and decay constants\nfor quenched QCD using an O(a)-improved nearest-neighbour Wilson fermion action\nat \\beta=6.2. We compare the results with those obtained using the standard\nWilson fermion action, on the same set of 18 gauge field configurations of a\n24^3 times 48 lattice. For pseudoscalar meson masses in the range 330-800 MeV,\nwe find no significant difference between the results for the two actions. The\nscales obtained from the string tension and mesonic sector are consistent, but\ndiffer from that derived from baryon masses. The ratio of the pseudoscalar\ndecay constant to the vector meson mass is roughly independent of quark mass as\nobserved experimentally, and in approximate agreement with the measured value.\n","Comment: 11 pages"]}]
["hep-lat/9208018",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9208018","Phys.Lett.B292:408-412,1992","doi:10.1016/0370-2693(92)91195-F"],"date":["1992-08-21"],"type":["text"],"creator":["UKQCD Collaboration","Allton, C. R.","Sachrajda, C. T.","Booth, S. P.","Bowler, K. C.","Henty, D. S.","Kenway, R. D.","Pendleton, B. J.","Richards, D. G.","Simone, J. N.","Simpson, A. D.","Michael, C.","Stephenson, P. W."],"language":[],"coverage":[],"title":["The Hyperfine Splitting in Charmonium: Lattice Computations Using the\n  Wilson and Clover Fermion Actions"],"description":["  We compute the hyperfine splitting $m_{J/\\psi}-m_{\\eta_c}$ on the lattice,\nusing both the Wilson and $O(a)$-improved (clover) actions for quenched quarks.\nThe computations are performed on a $24^3\\times48$ lattice at $\\beta = 6.2$,\nusing the same set of 18 gluon configurations for both fermion actions. We find\nthat the splitting is 1.83\\err{13}{15} times larger with the clover action than\nwith the Wilson action, demonstrating the sensitivity of the spin-splitting to\nthe magnetic moment term which is present in the clover action. However, even\nwith the clover action the result is less than half of the physical\nmass-splitting. We also compute the decay constants $f_{\\eta_c}$ and\n$f^{-1}_{J/\\psi}$, both of which are considerably larger when computed using\nthe clover action than with the Wilson action. For example for the ratio\n$f^{-1}_{J/\\psi}/f^{-1}_{\\rho}$ we find 0.32\\err{1}{2} with the Wilson action\nand $0.48\\pm 3$ with the clover action (the physical value is 0.44(2)).\n","Comment: LaTeX file, 8 pages and two postscript figures. Southampton Preprint:\n  SHEP 91/92-27 Edinburgh Preprint: 92/510"]}]
["hep-lat/9209007",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9209007","Nucl.Phys.B394:509-526,1993","doi:10.1016/0550-3213(93)90023-I"],"date":["1992-09-03"],"type":["text"],"creator":["The UKQCD Collaboration","Booth, S. P.","Hulsebos, A.","Irving, A. C.","McKerrell, A.","Michael, C.","Spencer, P. S.","Stephenson, P. W."],"language":[],"coverage":[],"title":["SU(2) Potentials from Large Lattices"],"description":["  We measure accurate values of the inter-quark potentials on a $48^{3}56$\nlattice with SU(2) pure gauge theory at $ \\beta =2.85$. The scale is set by\nextracting the string tension - we obtain ${\\sqrt K}a=0.063(3)$ at $\\beta\n=2.85.$ From a careful study of the small-$R$ potentials in the region 2 GeV $<\nR^{-1} < 5$ GeV, we extract a running coupling constant and estimate the scale\n$\\Lambda _{\\msbar} = 272(24)$ MeV.\n","Comment: 22 pages, 4 PostScript figures (attached), Liverpool preprint LTH 284"]}]
["hep-lat/9209008",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/9209008","Phys.Lett.B294:385-390,1992","doi:10.1016/0370-2693(92)91538-K"],"date":["1992-09-03"],"type":["text"],"creator":["The UKQCD Collaboration","Booth, S. P.","Henty, D. S.","Hulsebos, A.","Irving, A. C.","Michael, C.","Stephenson, P. W."],"language":[],"coverage":[],"title":["The Running Coupling from SU(3) Lattice Gauge Theory"],"description":["  {}From an accurate determination of the inter-quark potential, one can study\nthe running coupling constant for a range of $R$-values and hence estimate the\nscale $\\Lambda_{\\msbar} $. Detailed results are presented for $SU(3)$ pure\ngauge theory.\n","Comment: 11 pages, one PostScript figure (appended), Liverpool preprint LTH\n  285"]}]
["hep-ph/0511003",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0511003","doi:10.1063/1.2149672"],"date":["2005-10-31"],"type":["text"],"creator":["Choi, Ki-Young","Roszkowski, Leszek"],"language":[],"coverage":[],"title":["E-Wimps"],"description":["  Extremely weakly interacting massive particles (E-WIMPs) are intriguing\ncandidates for cold dark matter in the Universe. We review two well motivated\nE-WIMPs, an axino and a gravitino, and point out their cosmological and\nphenomenological similarities and differences, the latter of which may allow\none to distinguishing them in LHC searches for supersymmetry.\n","Comment: 7 pages, plenary talk given by L. Roszkowski at PASCOS-05, Gyeongju,\n  Korea"]}]
["hep-ph/9409338",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9409338"],"date":["1994-09-16"],"type":["text"],"creator":["Abada, As.","APE, for the","ELC","Collaborations, UKQCD"],"language":[],"coverage":[],"title":["Lattice results for Heavy-Light matrix elements"],"description":["  We review recent lattice computations relevant for $D$ and $B$ decays. Decay\nconstants $f_{D,D_s}$, $f_{B,B_s}$, $D\\rightarrow K (K^*)$, $B\\rightarrow \\pi ,\n\\rho$ semi-leptonic form factors together with the slope of the Isgur-Wise\nfunction calculations are presented. Some recent results of $B\\rightarrow K^*\n\\gamma$ form factors will be given. $1/M$ corrections to the asymptotic scaling\nlaws are discussed.\n","Comment: 5 pages, talk given at the 27th International Conference on High\n  Energy Physics, Glasgow, 20-27th July 1994, preprint LPTHE Orsay-94/79"]}]
["hep-ph/9504337",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9504337","Nucl.Phys. B458 (1996) 65-89","doi:10.1016/0550-3213(95)00583-8"],"date":["1995-04-19","1995-12-01"],"type":["text"],"creator":["Chamseddine, A. H.","Dreiner, Herbi"],"language":[],"coverage":[],"title":["Anomaly-Free Gauged R-Symmetry in Local Supersymmetry"],"description":["  We discuss local \\R-symmetry as a potentially powerful new model building\ntool. We first review and clarify that a $U(1)$ \\R-symmetry can only be gauged\nin local and not in global supersymmetry. We determine the anomaly-cancellation\nconditions for the gauged \\R-symmetry. For the standard superpotential these\nequations have {\\it no} solution, independently of how many Standard Model\nsinglets are added to the model. There is also no solution when we increase the\nnumber of families and the number of pairs of Higgs doublets. When the\nGreen-Schwarz mechanism is employed to cancel the anomalies, solutions only\nexist for a large number of singlets. We find many anomaly-free\nfamily-independent models with an extra $SU(3)_c$ octet chiral superfield. We\nconsider in detail the conditions for an anomaly-free {\\it family dependent} $\nU(1)_R$ and find solutions with one, two, three and four extra singlets. Only\nwith three and four extra singlets do we naturally obtain sfermion masses of\norder the weak-scale. For these solutions we consider the spontaneous breaking\nof supersymmetry and the $R$-symmetry in the context of local supersymmetry. In\ngeneral the $U(1)_R$ gauge group is broken at or close to the Planck scale. We\nconsider the effects of the \\R-symmetry on baryon- and lepton-number violation\nin supersymmetry. There is no logical connection between a conserved\n\\R-symmetry and conserved \\R-parity. For conserved \\R-symmetry we have models\nfor all possibilities of conserved or broken \\R-parity. Most models predict\ndominant effects which could be observed at HERA.\n","Comment: 29 pages, latex, including 3 tables. Final version accepted for\n  publication in NPB. Slight revision of supersymmetry breaking and dropped\n  sub-section on mu problem, which will appear expaned elsewhere"]}]
["hep-ph/9709270",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9709270"],"date":["1997-09-06"],"type":["text"],"creator":["Bardin, D.","Kleiss, R.","Accomando, E.","Anlauf, H.","Ballestrero, A.","Berends, F. A.","Boos, E.","Caravaglios, F.","van Dierendonck, D.","Dubinin, M.","Edneral, V.","Erne, F. C.","Fujimoto, J.","Ilyin, V.","Ishikawa, T.","Jadach, S.","Kaneko, T.","Kato, K.","Kawabata, S.","Kurihara, Y.","Lehner, D.","Leike, A.","Miquel, R.","Montagna, G.","Moretti, M.","Munehisa, T.","Nicrosini, O.","Ohl, T.","Olchevski, A.","van Oldenborgh, G. J.","Papadopoulos, C. G.","Passarino, G.","Perret-Gallix, D.","Piccinini, F.","Pittau, R.","Placzek, W.","Pukhov, A.","Savrin, V.","Schmitt, M.","Shichanin, S.","Shimizu, Y.","Sjostrand, T.","Skrzypek, M.","Tanaka, H.","Was, Z."],"language":[],"coverage":[],"title":["Event Generators for WW Physics"],"description":["  The report summarizes the results of the activities of the Working Group on\nEvent Generators for WW Physics at CERN during 1995.\n","Comment: 99 Latex, including 30 figures, 24 tables. The report is part of:\n  G.Altarelli,T.Sjostrand and F.Zwirner (eds), Physics at LEP2 CERN 96-01"]}]
["hep-ph/9906367",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9906367","Phys.Rev. D62 (2000) 025022","doi:10.1103/PhysRevD.62.025022"],"date":["1999-06-15","2000-07-13"],"type":["text"],"creator":["Goyal, Ashok","Dahiya, Meenu"],"language":[],"coverage":[],"title":["Chiral symmetry in linear Sigma model in magnetic environment"],"description":["  We study the chiral symmetry structure in a linear sigma model with fermions\nin the presence of an external, uniform magnetic field in the 'effective\npotential' approach at the one loop level. We also study the chiral phase\ntransition as a function of density in the core of magnetized neutron stars.\n","Comment: LaTex2e file with six postscript figures. journal ref: Physical\n  Review D 62 (2000) 025022"]}]
["math/0212287",{"format":[],"subject":["Mathematics - Dynamical Systems","34D20","34D45","37C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0212287"],"date":["2002-12-20"],"type":["text"],"creator":["Kaslik, E.","Balint, A. M.","Balint, St."],"language":[],"coverage":[],"title":["Gradual approximation of the domain of attraction by gradual extension\n  of the \"embryo\" of the transformed optimal Lyapunov function"],"description":["  In this paper an autonomous analytical system of ordinary differential\nequations is considered. For an asymptotically stable steady state x0 of the\nsystem a gradual approximation of the domain of attraction DA is presented in\nthe case when the matrix of the linearized system in x0 is diagonalizable. This\ntechnique is based on the gradual extension of the \"embryo\" of an analytic\nfunction of several complex variables. The analytic function is the transformed\nof a Lyapunov function whose natural domain of analyticity is the DA and which\nsatisfies a linear non-homogeneous partial differential equation. The equation\npermits to establish an \"embryo\" of the transformed function and a first\napproximation of DA. The \"embryo\" is used for the determination of a new\n\"embryo\" and a new part of the DA. In this way, computing new \"embryos\" and new\ndomains, the DA is gradually approximated. Numerical examples are given for\npolynomial systems. For systems considered recently in the literature the\nresults are compared with those obtained with other methods.\n","Comment: 9 pages; 7 figures"]}]
["math/0311440",{"format":[],"subject":["Mathematics - Dynamical Systems","37A05","37C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0311440"],"date":["2003-11-25"],"type":["text"],"creator":["Alves, Jose F.","Araujo, Vitor"],"language":[],"coverage":[],"title":["Hyperbolic times: frequency vs. integrability"],"description":["  We consider dynamical systems on compact manifolds, which are local\ndiffeomorphisms outside an exceptional set (a compact submanifold). We are\ninterested in analyzing the relation between the integrability (with respect to\nLebesgue measure) of the first hyperbolic time map and the existence of\npositive frequency of hyperbolic times. We show that some (strong)\nintegrability of the first hyperbolic time map implies positive frequency of\nhyperbolic times. We also present an example of a map with positive frequency\nof hyperbolic times at Lebesgue almost every point but whose first hyperbolic\ntime map is not integrable with respect to the Lebesgue measure.\n","Comment: 18 pages"]}]
["math/0404023",{"format":[],"subject":["Mathematics - Representation Theory","22E50","22G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0404023"],"date":["2004-04-02"],"type":["text"],"creator":["Boyallian, C.","Wedhorn, T."],"language":[],"coverage":[],"title":["On the signature character of representations of p-adic general linear\n  groups"],"description":["  In this article we calculate the signature character of certain Hermitian\nrepresentations of $GL_N(F)$ for a $p$-adic field $F$. We further give a\nconjectural description for the signature character of unramified\nrepresentations in terms of Kostka numbers.\n","Comment: 41 pages"]}]
["math/0405059",{"format":[],"subject":["Mathematics - Analysis of PDEs","58E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0405059"],"date":["2004-05-04"],"type":["text"],"creator":["Hong, Min-Chun","Wang, Changyou"],"language":[],"coverage":[],"title":["Regularity and relaxed problems of minimizing biharmonic maps into\n  spheres"],"description":["  For $n\\ge 5$ and $k\\ge 4$, we show that any minimizing biharmonic map from\n$\\Omega\\subset R^n$ to $S^k$ is smooth off a closed set whose Hausdorff\ndimension is at most $n-5$. When $n=5$ and $k=4$, for a parameter $\\lambda\\in\n[0,1]$ we introduce a $\\lambda$-relaxed energy $\\H_\\lambda$ for the Hessian\nenergy for maps in $W^{2,2}(\\Omega,S^4)$ so that each minimizer $u_\\lambda$ of\n$\\H_\\lambda$ is also a biharmonic map. We also estabilish the existence and\npartial regularity of a minimizer of $\\H_\\lambda$ for $\\lambda\\in [0,1)$.\n","Comment: 28 pages"]}]
["math/0406370",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","28A20, 28B05, 26A39"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0406370"],"date":["2004-06-18"],"type":["text"],"creator":["Loeb, Peter A.","Talvila, Erik"],"language":[],"coverage":[],"title":["Lusin's Theorem and Bochner Integration"],"description":["  It is shown that the approximating functions used to define the Bochner\nintegral can be formed using geometrically nice sets, such as balls, from a\ndifferentiation basis. Moreover, every appropriate sum of this form will be\nwithin a preassigned $\\epsilon$ of the integral, with the sum for the local\nerrors also less than $\\epsilon$. All of this follows from the ubiquity of\nLebesgue points, which is a consequence of Lusin's theorem, for which a simple\nproof is included in the discussion.\n","Comment: To appear in Scientiae Mathematicae Japonicae"]}]
["math/0409047",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","60K35","82B05","82B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0409047"],"date":["2004-09-03"],"type":["text"],"creator":["Rozikov, U. A.","Suhov, Yu. M."],"language":[],"coverage":[],"title":["Gibbs Measures For SOS Models On a Cayley Tree"],"description":["  We consider a nearest-neighbor SOS model, spin values $0,1,..., m$, $m\\geq\n2$, on a Cayley tree of order $k$ . We mainly assume that $m=2$ and study\ntranslation-invariant (TI) and `splitting' (S) Gibbs measures (GMs). For $m=2$,\nin the anti-ferromagnetic (AFM) case, a symmetric TISGM is unique for all\ntemperatures. In the ferromagnetic (FM) case, for $m=2$, the number of\nsymmetric TISGMs varies with the temperature: here we identify a critical\ninverse temperature, $\\beta^1_{\\rm{cr}}$ ($=T_{\\rm{cr}}^{\\rm{STISG}}$) $\\in\n(0,\\infty)$ such that $\\forall$ $0\\leq \\beta\\leq\\beta^1_{\\rm{cr}}$, there\nexists a unique symmetric TISGM $\\mu^*$ and $\\forall$ $\\beta\n>\\beta^1_{\\rm{cr}}$ there are exactly three symmetric TISGMs : $\\mu^*_+$,\n$\\mu^*_{\\rm m}$ and $\\mu^*_-$ For $\\beta>\\beta^1_{\\rm{cr}}$ we also construct a\ncontinuum of distinct, symmertric SGMs which are non-TI. Our second result\ngives complete description of the set of periodic Gibbs measures for the SOS\nmodel on a Cayley tree. We show that (i) for an FM SOS model, for any normal\nsubgroup of finite index, each periodic SGM is in fact TI. Further, (ii) for an\nAFM SOS model, for any normal subgroup of finite index, each periodic SGM is\neither TI or has period two (i.e., is a chess-board SGM).\n","Comment: 16 pages"]}]
["math/0504324",{"format":[],"subject":["Mathematics - Differential Geometry","53A10","49Q05, 49Q10, 53C42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504324"],"date":["2005-04-15"],"type":["text"],"creator":["Martin, Francisco","Meeks III, William H.","Nadirashvili, Nicolai"],"language":[],"coverage":[],"title":["Bounded domains which are universal for minimal surfaces"],"description":["  We construct open domains in Euclidean 3-space which do not admit complete\nproperly immersed minimal surfaces with an annular end. These domains can not\nbe smooth by a recent result of Martin and Morales\n"]}]
["math/0504542",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14D07","14D05","14G35","32G15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0504542"],"date":["2005-04-26","2005-06-21"],"type":["text"],"creator":["Viehweg, Eckart","Zuo, Kang"],"language":[],"coverage":[],"title":["Numerical bounds for semi-stable families of curves or of certain higher\n  dimensional manifolds"],"description":["  Given an open subset U of a projective curve Y and a smooth family f:V-->U of\ncurves, with semi-stable reduction over Y, we show that for a sub variation of\nHodge structures of rank >2 the Arakelov inequality must be strict. For\nfamilies of n-folds we prove a similar result under the assumption that the\n(n,0) component of the Higgs bundle defines fibrewise a birational map.\n","Comment: 2nd version: LaTeX, 18 pages. The introduction and section 3 were\n  reformulated"]}]
["math/0603450",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Statistics Theory","11K38, 62P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603450"],"date":["2006-03-18"],"type":["text"],"creator":["Liang, Wang","Yan, Huang"],"language":[],"coverage":[],"title":["Pseudo Random test of prime numbers"],"description":["  The prime numbers look like a randomly chosen sequence of natural numbers,\nbut there is still no strict theory to determine 'Randomness'. In these years,\ncryptography has developed a battery of statistical tests for randomness. In\nthis paper, we just apply these methods to study the distribution of primes.\nHere the binary sequence constructed by second difference of primes is used as\nsamples. We find this sequence can't reach all the 'random standard' of FIPS\n140-1/2, but still show obvious random feature. The interesting self-similarity\nis also observed in this sequence. These results add the evidence that prime\nnumbers is a chaos system.\n","Comment: 6 pages, 3 figures"]}]
["math/0606615",{"format":[],"subject":["Mathematics - Probability","60J80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606615","Electronic Journal of Probability 6 (2001), Paper No. 25, 1-33"],"date":["2006-06-24"],"type":["text"],"creator":["Dawson, Donald A.","Li, Zenghu","Wang, Hao"],"language":[],"coverage":[],"title":["Superprocesses with Dependent Spatial Motion and General Branching\n  Densities"],"description":["  We construct a class of superprocesses by taking the high density limit of a\nsequence of interacting-branching particle systems. The spatial motion of the\nsuperprocess is determined by a system of interacting diffusions, the branching\ndensity is given by an arbitrary bounded non-negative Borel function, and the\nsuperprocess is characterized by a martingale problem as a diffusion process\nwith state space $M(\\IR)$, improving and extending considerably the\nconstruction of Wang (1997, 1998). It is then proved in a special case that a\nsuitable rescaled process of the superprocess converges to the usual super\nBrownian motion. An extension to measure-valued branching catalysts is also\ndiscussed.\n"]}]
["math/0606618",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606618","Probability Theory and Related Fields 127 (2003), 37-61"],"date":["2006-06-24"],"type":["text"],"creator":["Dawson, Donald A.","Li, Zenghu"],"language":[],"coverage":[],"title":["Construction of Immigration Superprocesses with Dependent Spatial Motion\n  from One-Dimensional Excursions"],"description":["  A superprocess with dependent spatial motion and interactive immigration is\nconstructed as the pathwise unique solution of a stochastic integral equation\ncarried by a stochastic flow and driven by Poisson processes of one-dimensional\nexcursions.\n"]}]
["math/0606620",{"format":[],"subject":["Mathematics - Probability","60J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606620","Potential Analysis 20 (2004), 285-302"],"date":["2006-06-24"],"type":["text"],"creator":["Dawson, Donald A.","Li, Zenghu"],"language":[],"coverage":[],"title":["Non-differentiable Skew Convolution Semigroups and Related\n  Ornstein-Uhlenbeck Processes"],"description":["  It is proved that a general non-differentiable skew convolution semigroup\nassociated with a strongly continuous semigroup of linear operators on a real\nseparable Hilbert space can be extended to a differentiable one on the entrance\nspace of the linear semigroup. A cadlag strong Markov process on an enlargement\nof the entrance space is constructed from which we obtain a realization of the\ncorresponding Ornstein-Uhlenbeck process. Some explicit characterizations of\nthe entrance spaces for special linear semigroups are given.\n"]}]
["math/0606621",{"format":[],"subject":["Mathematics - Probability","60J80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606621","Journal of Theoretical Probability 17 (2004), 3: 673-692"],"date":["2006-06-24"],"type":["text"],"creator":["Dawson, Donald A.","Li, Zenghu","Zhou, Xiaowen"],"language":[],"coverage":[],"title":["Superprocesses with Coalescing Brownian Spatial Motion as Large-Scale\n  Limits"],"description":["  A superprocess with coalescing spatial motion is constructed in terms of\none-dimensional excursions. Based on this construction, it is proved that the\nsuperprocess is purely atomic and arises as scaling limit of a special form of\nthe superprocess with dependent spatial motion studied in Dawson {\\it et al.}\n(2001) and Wang (1997, 1998).\n"]}]
["math/0606622",{"format":[],"subject":["Mathematics - Probability","60J80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606622","Acta Applicandae Mathematicae 88 (2005), 2: 143-175"],"date":["2006-06-24"],"type":["text"],"creator":["Li, Zenghu","Wang, Hao","Xiong, Jie"],"language":[],"coverage":[],"title":["Conditional Log-Laplace Functionals of Immigration Superprocesses with\n  Dependent Spatial Motion"],"description":["  A non-critical branching immigration superprocess with dependent spatial\nmotion is constructed and characterized as the solution of a stochastic\nequation driven by a time-space white noise and an orthogonal martingale\nmeasure. A representation of its conditional log-Laplace functionals is\nestablished, which gives the uniqueness of the solution and hence its Markov\nproperty. Some properties of the superprocess including an ergodic theorem are\nalso obtained.\n"]}]
["math/0608720",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","37C40","37A35","37D30","37D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0608720"],"date":["2006-08-29"],"type":["text"],"creator":["Hua, Yongxia","Saghin, Radu","Xia, Zhihong"],"language":[],"coverage":[],"title":["Topological Entropy and Partially Hyperbolic Diffeomorphisms"],"description":["  We consider partially hyperbolic diffeomorphisms on compact manifolds where\nthe unstable and stable foliations stably carry some unique non-trivial\nhomologies. We prove the following two results: if the center foliation is one\ndimensional, then the topological entropy is locally a constant; and if the\ncenter foliation is two dimensional, then the topological entropy is continuous\non the set of all $C^\\8$ diffeomorphisms. The proof uses a topological\ninvariant we introduced; Yomdin's theorem on upper semi-continuity; Katok's\ntheorem on lower semi-continuity for two dimensional systems and a refined\nPesin-Ruelle inequality we proved for partially hyperbolic diffeomorphisms.\n"]}]
["math/0609471",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables","14F10","14J10","14N05","32C38","51N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609471"],"date":["2006-09-18"],"type":["text"],"creator":["Bogomolov, Fedor","De Oliveira, Bruno"],"language":[],"coverage":[],"title":["Symmetric tensors and the geometry of subvarieties of $\\Bbb P^N$"],"description":["  This paper following a geometric approach proves new, and reproves old,\nvanishing and nonvanishing results on the space of twisted symmetric\ndifferentials, $H^0(X,S^m\\Omega^1_X\\otimes \\Cal O_X(k))$ with $k\\le m$, on\nsubvarieties $X\\subset \\Bbb P^N$. The case of $k=m$ is special and the\nnonvanishing results are related to the space of quadrics containing $X$ and\nlead to interesting geometrical objects associated to $X$, as for example the\nvariety of all tangent trisecant lines of $X$. The same techniques give results\non the symmetric differentials of subvarieties of abelian varieties. The paper\nends with new results and examples about the jump along smooth families of\nprojective varieties $X_t$ of the symmetric plurigenera, $Q_m(X)= \\dim\nH^0(X,S^m\\Omega^1_X)$, or of the $\\alpha$-twisted symmetric plurigenera,\n$Q_{\\alpha,m}(X)= \\dim H^0(X,S^m(\\Omega^1_X\\otimes \\alpha K_X))$.\n"]}]
["math/0609495",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","35P15","58C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609495"],"date":["2006-09-18"],"type":["text"],"creator":["Barroso, Cleon S.","Bessa, G. Pacelli"],"language":[],"coverage":[],"title":["A note on the first eigenvalue of spherically symmetric manifolds"],"description":["  We give lower and upper bounds for the first eigenvalue of geodesic balls in\nspherically symmetric manifolds. These lower and upper bounds are\n$C^{0}$-dependent on the metric coefficients. It gives better lower bounds for\nthe first eigenvalue of spherical caps than those from Betz-Camera-Gzyl.\n","Comment: 6 pages. We apply Barta's Theorem to give lower and upper bounds for\n  the first eigenvalue of geodesic balls in spherically symmetric manifolds"]}]
["math/0701267",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","17B35, 14L05, 22E60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701267"],"date":["2007-01-09"],"type":["text"],"creator":["Duflo, Michel","Petracci, Emanuela"],"language":[],"coverage":[],"title":["Symmetric pairs and Gorelik elements"],"description":["  The second author gave a formula for the elements of the enveloping algebra\nof a Lie superalgebra defined by Gorelik under an appropriate unimodularity\nassumption. We show that this formula is a particular case of a formula for the\nJacobian of the exponential map of a symmetric superspace.\n","Comment: Accepted for publication in Journal of Algebra, special volume in\n  honour of E.B. Vinberg (32 pages)"]}]
["math/0702131",{"format":[],"subject":["Mathematics - Probability","Mathematics - Symplectic Geometry","93E05, 90C39"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702131","SIAM J.Contr.Opt. 47(1), 444-475,2008.","doi:10.1137/060671954"],"date":["2007-02-06"],"type":["text"],"creator":["Buckdahn, Rainer","Li, Juan"],"language":[],"coverage":[],"title":["Stochastic Differential Games and Viscosity Solutions of\n  Hamilton-Jacobi-Bellman-Isaacs Equations"],"description":["  In this paper we study zero-sum two-player stochastic differential games with\nthe help of theory of Backward Stochastic Differential Equations (BSDEs). At\nthe one hand we generalize the results of the pioneer work of Fleming and\nSouganidis by considering cost functionals defined by controlled BSDEs and by\nallowing the admissible control processes to depend on events occurring before\nthe beginning of the game (which implies that the cost functionals become\nrandom variables), on the other hand the application of BSDE methods, in\nparticular that of the notion of stochastic \"backward semigroups\" introduced by\nPeng allows to prove a dynamic programming principle for the upper and the\nlower value functions of the game in a straight-forward way, without passing by\nadditional approximations. The upper and the lower value functions are proved\nto be the unique viscosity solutions of the upper and the lower\nHamilton-Jacobi-Bellman-Isaacs equations, respectively. For this Peng's BSDE\nmethod is translated from the framework of stochastic control theory into that\nof stochastic differential games.\n","Comment: The results were presented by Rainer Buckdahn at the \"12th\n  International Symposium on Dynamic Games and Applications\" in\n  Sophia-Antipolis (France) in June 2006; They were also reported by Juan Li at\n  2nd Workshop on \"Stochastic Equations and Related Topics\" in Jena (Germany)\n  in July 2006 and at one seminar in the ETH of Zurich in November 2006"]}]
["math/0702204",{"format":[],"subject":["Mathematics - Analysis of PDEs","35Q55","35A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0702204"],"date":["2007-02-07"],"type":["text"],"creator":["Guo, Boling","Chen, Jianqing"],"language":[],"coverage":[],"title":["Orbital stability of standing wave solution for a quasilinear\n  Schr\\\"{o}dinger equation"],"description":["  Via minimization arguments and Concentration Compactness Principle, we prove\nthe orbital stability of standing wave solutions for a class of quasilinear\nSchr\\\"{o}dinger equation arising from physics.\n","Comment: 12 pages"]}]
["nucl-th/0410003",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nucl-th/0410003","Phys.Rev.C72:024001,2005","doi:10.1103/PhysRevC.72.024001"],"date":["2004-10-01"],"type":["text"],"creator":["Laget, J. M."],"language":[],"coverage":[],"title":["Tyree-body mechanisms in the 3^He(e,e'p) reactions at high missing\n  momentum"],"description":["  A particular three-body mechanism is responsible for the missing strength\nwhich has been reported in $^3$He(e,e$'$p) reactions at missing momentum above\n700 MeV/c. It corresponds to the absorption of the virtual photon by a nucleon\nat rest which subsequently propagates on-shell and emits a meson which is\nreabsorbed by the pair formed by the two other nucleons. Its amplitude, which\nis negligible in photon induced reactions as well as in the electro-production\nof an on-shell meson, becomes maximal in the quasi-free kinematics (X=1). It\nrelates the amplitude of the $^3$He(e,e$'$p)D reaction to the amplitude of $pD$\nelastic scattering at backward angles.\n","Comment: 4 pages; 4 figures"]}]
["physics/0407046",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Disordered Systems and Neural Networks","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0407046","doi:10.1016/j.physa.2004.03.093"],"date":["2004-07-10"],"type":["text"],"creator":["Li, Xiang","Jin, Yu Ying","Chen, Guanrong"],"language":[],"coverage":[],"title":["On the topology of the world exchange arrangements web"],"description":["  Exchange arrangements among different countries over the world are\nfoundations of the world economy, which generally stand behind the daily\neconomic evolution. As the first study of the world exchange arrangements web\n(WEAW), we built a bipartite network with countries as one type of nodes and\ncurrencies as the other, and found it to have a prominent scale-free feature\nwith a power-law degree distribution. In a further empirical study of the\ncurrency section of the WEAW, we calculated the clustering coefficients,\naverage nearest-neighbors degree, and average shortest distance. As an\nessential economic network, the WEAW is found to be a correlated disassortative\nnetwork with a hierarchical structure, possessing a more prominent scale-free\nfeature than the world trade web (WTW).\n","Comment: 11 pages, 5 figures, 2 tables, accepted by Physica A"]}]
["physics/0606167",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0606167"],"date":["2006-06-19","2008-06-06"],"type":["text"],"creator":["Zanchini, Enzo","Barletta, Antonio"],"language":[],"coverage":[],"title":["A rigorous definition of mass in special relativity"],"description":["  The axiomatic definition of mass in classical mechanics, outlined by Mach in\nthe second half of 19th century and improved by several authors, is simplified\nand extended to the theory of special relativity. According to the extended\ndefinition presented here, the mass of a relativistic particle is independent\nof its velocity and coincides with the rest mass, i.e., with the mass defined\nin classical mechanics. Then, force is defined as the product of mass and\nacceleration, both in the classical and in the relativistic framework.\n","Comment: to be published in Il Nuovo Cimento B"]}]
["physics/9907029",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/9907029"],"date":["1999-07-19"],"type":["text"],"creator":["Dolbeau, J.","Collaboration, for the HELLAZ"],"language":[],"coverage":[],"title":["The solar neutrino project HELLAZ : status report on the hardware and\n  the simulation"],"description":["  We report the status of the solar neutrino project called HELLAZ. In a high\npressure and cooled TPC filled with helium, the detection of each ionisation\nelectron of the track produced by the recoil electron from elastic scattering\ninduced by solar neutrinos, will yield the low energy, high resolution solar\nneutrino spectrum. Two topics are presented ; test of Micromegas gas chambers\ngiving a good discrimination between adjacent ionisation electrons and the\npreliminary test of the direction of the primary electron track from the cloud\nanalysis. These two tests seem rather encouraging.\n","Comment: 7 pages, 6 figures, LEPTON-PHOTON'99"]}]
["q-bio/0508006",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/q-bio/0508006"],"date":["2005-08-02"],"type":["text"],"creator":["Huang, Weidong","Wu, Chundu","Xiao, Bingjia","Xia, Weidong"],"language":[],"coverage":[],"title":["Computational Fluid Dynamic Approach for Biological System Modeling"],"description":["  Various biological system models have been proposed in systems biology, which\nare based on the complex biological reactions kinetic of various components.\nThese models are not practical because we lack of kinetic information. In this\npaper, it is found that the enzymatic reaction and multi-order reaction rate is\noften controlled by the transport of the reactants in biological systems. A\nComputational Fluid Dynamic (CFD) approach, which is based on transport of the\ncomponents and kinetics of biological reactions, is introduced for biological\nsystem modeling. We apply this approach to a biological wastewater treatment\nsystem for the study of metabolism of organic carbon substrates and the\npopulation of microbial. The results show that CFD model coupled with reaction\nkinetics is more accurate and more feasible than kinetic models for biological\nsystem modeling.\n","Comment: 13 pages; 5 figures"]}]
["quant-ph/0404110",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0404110"],"date":["2004-04-20"],"type":["text"],"creator":["Adamyan, H. H.","Kryuchkyan, G. Yu."],"language":[],"coverage":[],"title":["Strong continuous-variable entanglement in modulated quantum dissipative\n  dynamics"],"description":["  We investigate the creation of entangled states of bright light beams obeying\nthe condition of strong Einstein-Podolsky-Rosen-like paradox criterion in\ntime-modulated quantum dissipative dynamics. Having in view the generation of\nthese states we propose a non-degenerate optical parametric oscillator(NOPO)\ndriven by an amplitude-modulated pump field. We develop semi-classical and\nquantum theories of this device for all operational regimes concluding that,\ncontrary to ordinary NOPO, the continuous-variable entanglement becomes\napproximately perfect for high level of modulation. Our analytical results are\nin well agreement with numerical simulations.\n","Comment: Submited to PRL"]}]
["quant-ph/0411173",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0411173","Phys. Rev. A 71, 012104 (2005)","doi:10.1103/PhysRevA.71.012104"],"date":["2004-11-23"],"type":["text"],"creator":["Novaes, Marcel","de Aguiar, Marcus A. M."],"language":[],"coverage":[],"title":["Semiclassical Husimi functions for spin systems"],"description":["  We derive a semiclassical approximation to the Husimi functions of stationary\nstates of spin systems. We rederive the Bohr-Sommerfeld quantization for spin\nby locating the poles of the corresponding local Green function. The residues\ncorrespond to the Husimi functions, which are seen to agree very well with\nexact calculations.\n","Comment: 4 pages, 3 figures"]}]
["quant-ph/0412203",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0412203","doi:10.1103/PhysRevA.71.044301"],"date":["2004-12-27"],"type":["text"],"creator":["Zhang, Zhan-jun","Li, Yong","Man, Zhong-xiao"],"language":[],"coverage":[],"title":["Multiparty Quantum Secret Sharing"],"description":["  Based on a quantum secure direct communication (QSDC) protocol [Phys. Rev.\nA69(04)052319], we propose a $(n,n)$-threshold scheme of multiparty quantum\nsecret sharing of classical messages (QSSCM) using only single photons. We take\nadvantage of this multiparty QSSCM scheme to establish a scheme of multiparty\nsecret sharing of quantum information (SSQI), in which only all quantum\ninformation receivers collaborate can the original qubit be reconstructed. A\ngeneral idea is also proposed for constructing multiparty SSQI schemes from any\nQSSCM scheme.\n"]}]
["quant-ph/0509014",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0509014","Eur. Phys. J. D 37,123-127 (2006)","doi:10.1140/epjd/e2005-00235-1"],"date":["2005-09-02"],"type":["text"],"creator":["Zhang, Guo-Feng","Li, Shu-Shen"],"language":[],"coverage":[],"title":["Thermal entanglement in a two-spin-qutrit system under a nonuniform\n  external magnetic field"],"description":["  The thermal entanglement in a two-spin-qutrit system with two spins coupled\nby exchange interaction under a magnetic field in an arbitrary direction is\ninvestigated. Negativity, the measurement of entanglement, is calculated. We\nfind that for any temperature the evolvement of negativity is symmetric with\nrespect to magnetic field. The behavior of negativity is presented for four\ndifferent cases. The results show that for different temperature, different\nmagnetic field give maximum entanglement. Both the parallel and antiparallel\nmagnetic field cases are investigated qualitatively (not quantitatively) in\ndetail, we find that the entanglement may be enhanced under an antiparallel\nmagnetic field.\n","Comment: 2 eps figures"]}]
["quant-ph/0511224",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0511224","doi:10.1007/BF03033549"],"date":["2005-11-23"],"type":["text"],"creator":["Wang, Jian","Zhang, Quan","Tang, Chao-jing"],"language":[],"coverage":[],"title":["Quantum signature scheme with single photons"],"description":["  Quantum digital signature combines quantum theory with classical digital\nsignature. The main goal of this field is to take advantage of quantum effects\nto provide unconditionally secure signature. We present a quantum signature\nscheme with message recovery without using entangle effect. The most important\nproperty of the proposed scheme is that it is not necessary for the scheme to\nuse Greenberger-Horne-Zeilinger states. The present scheme utilizes single\nphotons to achieve the aim of signature and verification. The security of the\nscheme relies on the quantum one-time pad and quantum key distribution. The\nefficiency analysis shows that the proposed scheme is an efficient scheme.\n"]}]
["quant-ph/0605107",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0605107"],"date":["2006-05-11"],"type":["text"],"creator":["Hao, Xiang","Zhu, Shiqun"],"language":[],"coverage":[],"title":["Entanglement in a Spin-$s$ Antiferromagnetic Heisenberg Chain"],"description":["  The entanglement in a general Heisenberg antiferromagnetic chain of arbitrary\nspin-$s$ is investigated. The entanglement is witnessed by the thermal energy\nwhich equals to the minimum energy of any separable state. There is a\ncharacteristic temperature below that an entangled thermal state exists. The\ncharacteristic temperature for thermal entanglement is increased with spin $s$.\nWhen the total number of lattice is increased, the characteristic temperature\ndecreases and then approaches a constant. This effect shows that the thermal\nentanglement can be detected in a real solid state system of larger number of\nlattices for finite temperature. The comparison of negativity and entanglement\nwitness is obtained from the separability of the unentangled states. It is\nfound that the thermal energy provides a sufficient condition for the existence\nof the thermal entanglement in a spin-$s$ antiferromagnetic Heisenberg chain.\n","Comment: 12 pages; 3 figures"]}]
["quant-ph/0606236",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0606236"],"date":["2006-06-28","2006-06-29"],"type":["text"],"creator":["Wang, Jian","Zhang, Quan","Tang, Chao-jing"],"language":[],"coverage":[],"title":["Quantum secure direct communication with pure entangled states"],"description":["  We present a quantum secure direct communication protocol where the channels\nare not maximally entangled states. The communication parties utilize decoy\nphotons to check eavesdropping. After ensuring the security of the quantum\nchannel, the sender encodes the secret message and transmits it to the receiver\nby using Controlled-NOT operation and von Neumann measurement. The protocol is\nsimple and realizable with present technology. We also show the protocol is\nsecure for noisy quantum channel.\n"]}]
["quant-ph/0703068",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0703068","Optics Communications 275 (2007) 274-277","doi:10.1016/j.optcom.2007.03.022"],"date":["2007-03-07"],"type":["text"],"creator":["Zhang, Guo-feng","Chen, Zi-yu"],"language":[],"coverage":[],"title":["The entanglement character between atoms in the non-degenerate two\n  photons Tavis-Cummings model"],"description":["  The entanglement character including the so-called sudden death effect\nbetween atoms in the non-degenerate two photons Tavis-Cummings model is studied\nby means of concurrence. The results show that the so-called sudden death\neffect occurs only for some kind of initial states. In other words, the\nphenomenon is sensitive to the initial conditions. One can expect the\nresurrection of the original entanglement to occur in a periodic way following\neach sudden death event. The length of the time interval for the zero\nentanglement is dependent on not only the degree of entanglement of the initial\nstate but also the initial state. And the influence of dipole-dipole\ninteraction and different atomic initial states on entanglement between atoms\nare discussed. The sudden death effect can be weakened by the introducing of\ndipole-dipole interaction.\n","Comment: 1tex and 2 eps figures. accepted by Optics Communications"]}]
