["0801.3976",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.3976","Anal. PDE 2 (2009), no. 1, 1-27","doi:10.2140/apde.2009.2.1"],"date":["2008-01-25","2008-09-17"],"type":["text"],"creator":["Lenzmann, Enno"],"language":[],"coverage":[],"title":["Uniqueness of Ground States for Pseudo-Relativistic Hartree Equations"],"description":["  We prove uniqueness of ground states $Q$ in $H^{1/2}$ for pseudo-relativistic\nHartree equations in three dimensions, provided that $Q$ has sufficiently small\n$L^2$-mass. This result shows that a uniqueness conjecture by Lieb and Yau in\n[CMP 112 (1987),147--174] holds true at least under a smallness condition.\n  Our proof combines variational arguments with a nonrelativistic limit, which\nleads to a certain Hartree-type equation (also known as the Choquard-Pekard or\nSchroedinger-Newton equation). Uniqueness of ground states for this limiting\nHartree equation is well-known. Here, as a key ingredient, we prove the\nso-called nondegeneracy of its linearization. This nondegeneracy result is also\nof independent interest, for it proves a key spectral assumption in a series of\npapers on effective solitary wave motion and classical limits for\nnonrelativistic Hartree equations.\n","Comment: 27 pages. Revised version. Statement of Theorem 2 changed"]}]
["0805.4679",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4679"],"date":["2008-05-30","2011-11-29"],"type":["text"],"creator":["Hussain, Sultan","Ali, Usman"],"language":[],"coverage":[],"title":["Minimizing the Number of Tiles in a Tiled Rectangle"],"description":["  In this paper, we prove that if a finite number of rectangles, every of which\nhas at least one integer side, perfectly tile a big rectangle then there exists\na strategy which reduces the number of these tiles (rectangles) without\nviolating the condition on the borders of the tiles. Consequently this strategy\nleads to yet another solution to the famous rectangle tiling theorem.\n","Comment: This paper has been withdrawn by the author because it is very old\n  version and contains some errors. Its new version is accepted in a journal\n  for publication"]}]
["0808.2324",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q55, 37K40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2324","Ann. Henri Poincar\\'e 10 (2009), no. 6, 1159-1205","doi:10.1007/s00023-009-0010-2"],"date":["2008-08-17"],"type":["text"],"creator":["Krieger, Joachim","Lenzmann, Enno","Raphael, Pierre"],"language":[],"coverage":[],"title":["On Stability of Pseudo-Conformal Blowup for L^2-critical Hartree NLS"],"description":["  We consider $L^2$-critical focusing nonlinear Schroedinger equations with\nHartree type nonlinearity $$i \\pr_t u = -\\DD u - \\big (\\Phi \\ast |u|^2 \\big) u\n\\quad {in $\\RR^4$},$$ where $\\Phi(x)$ is a perturbation of the convolution\nkernel $|x|^{-2}$. Despite the lack of pseudo conformal invariance for this\nequation, we prove the existence of critical mass finite-time blowup solutions\n$u(t,x)$ that exhibit the pseudo-conformal blowup rate $$ \\| \\nabla u(t)\n\\|_{L^2_x} \\sim \\frac{1}{|t|} \\quad {as} \\quad t \\nearrow 0 . $$ Furthermore,\nwe prove the finite-codimensional stability of this conformal blow up, by\nextending the nonlinear wave operator construction by Bourgain and Wang (see\n\\cite{Bourgain+Wang1997}) to $L^2$-critical Hartree NLS.\n","Comment: 39 pages"]}]
["0809.2560",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q55, 49J40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2560","Duke Math. J. 152 (2010), no. 2, 257-315","doi:10.1215/00127094-2010-013"],"date":["2008-09-15","2010-03-23"],"type":["text"],"creator":["Lenzmann, Enno","Lewin, Mathieu"],"language":[],"coverage":[],"title":["Minimizers for the Hartree-Fock-Bogoliubov Theory of Neutron Stars and\n  White Dwarfs"],"description":["  We prove the existence of minimizers for Hartree-Fock-Bogoliubov (HFB) energy\nfunctionals with attractive two-body interactions given by Newtonian gravity.\nThis class of HFB functionals serves as model problem for self-gravitating\nrelativistic Fermi systems, which are found in neutron stars and white dwarfs.\nFurthermore, we derive some fundamental properties of HFB minimizers such as a\ndecay estimate for the minimizing density. A decisive feature of the HFB model\nin gravitational physics is its failure of weak lower semicontinuity. This fact\nessentially complicates the analysis compared to the well-studied Hartree-Fock\ntheories in atomic physics.\n","Comment: 43 pages. Third and final version. Section 5 revised and main result\n  extended. To appear in Duke Math. Journal."]}]
["0909.3043",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3043","Ann. Henri Poincar\\'e 11 (2010), no. 6, 1023-1052","doi:10.1007/s00023-010-0054-3"],"date":["2009-09-16"],"type":["text"],"creator":["Hainzl, Christian","Lenzmann, Enno","Lewin, Mathieu","Schlein, Benjamin"],"language":[],"coverage":[],"title":["On Blowup for time-dependent generalized Hartree-Fock equations"],"description":["  We prove finite-time blowup for spherically symmetric and negative energy\nsolutions of Hartree-Fock and Hartree-Fock-Bogoliubov type equations, which\ndescribe the evolution of attractive fermionic systems (e. g. white dwarfs).\nOur main results are twofold: First, we extend the recent blowup result of\n[Hainzl and Schlein, Comm. Math. Phys. \\textbf{287} (2009), 705--714] to\nHartree-Fock equations with infinite rank solutions and a general class of\nNewtonian type interactions. Second, we show the existence of finite-time\nblowup for spherically symmetric solutions of a Hartree-Fock-Bogoliubov model,\nwhere an angular momentum cutoff is introduced. We also explain the key\ndifficulties encountered in the full Hartree-Fock-Bogoliubov theory.\n","Comment: 24 pages"]}]
["0910.1945",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1945","Kybernetes, Vol. 40 Iss: 9/10, pp.1523 - 1529, 2011"],"date":["2009-10-10","2011-11-29"],"type":["text"],"creator":["Aleksenko, Alena","Lakshtanov, Evgeny"],"language":[],"coverage":[],"title":["Examples of Admissible Simplification of Mathematical Theories"],"description":["  \"Mathematicians, like physicists, are pushed by a strong fascination.\nResearch in mathematics is hard, it is intellectually painful even if it is\nrewarding, and you would not do it without some strong urge.\" [D. Ruelle]. We\nshall give some examples from our experience, when we were able to simplify\nsome serious mathematical models to make them understandable by children,\npreserving both aesthetic and intellectual value. The latter is in particularly\nmeasured by whether a given simplification allows setting a sufficient list of\nproblems feasible for school students.\n","Comment: This article based on the poster presented at the XVI International\n  Congress on Mathematical Physics: August 3-8, 2009; Prague, Czech Republic"]}]
["0910.2209",{"format":[],"subject":["Physics - Atomic Physics","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2209","Revista Iberoamericana de Fisica, Vol. 6, pag. 41, 2010"],"date":["2009-10-12"],"type":["text"],"creator":["Perez, Gabriel J. Gil","Gonzalez, Augusto"],"language":["es"],"coverage":[],"title":["Atoms as perfect oscillators?"],"description":["  By using Supersymmetric Quantum Mechanics and Semiclassical Quantization, one\nmay argue that the low-lying excited states of any quantum system can be\nmodeled by a set of harmonic oscillators. In the present paper, we fit the\nexperimental excitation spectra of atoms with atomic number 2< Z< 36 to a\nsimple harmonic oscillator model with two parameters: the number of degrees of\nfreedom, d, and the effective frequency, \\omega. The obtained \\hbar\\omega takes\nvalues around 0.03 (in atomic units), whereas d shows clear shell filling\neffects, that is, takes high values for the noble gases, suggesting collective\noscillations of the electrons occupying the last shell.\n","Comment: In spanish"]}]
["0912.1506",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Logic","28D15, 37A15, 03E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1506","J. Symbolic Logic 71 (2006), no. 1, pp. 265--282"],"date":["2009-12-08","2011-11-29"],"type":["text"],"creator":["Tornquist, Asger"],"language":[],"coverage":[],"title":["Orbit Equivalence and actions of F_n"],"description":["  In this paper we show that there are \"E_0 many\" orbit inequivalent free\nactions of the free groups F_n, $2\\leq n\\leq\\infty$, by measure preserving\ntransformations on a standard Borel probability space. In particular, there are\nuncountably many such actions.\n","Comment: This paper appeared in the Journal of Symbolic Logic, see reference\n  below. (Nov. 29: Title of paper corrected.)"]}]
["1001.1323",{"format":[],"subject":["Statistics - Machine Learning","Mathematics - Statistics Theory","62H30, 62G20, 68T10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1323","Electronic Journal of Statistics, Vol. 5 (2011), pages 1537-1587","doi:10.1214/11-EJS651"],"date":["2010-01-08","2011-11-28"],"type":["text"],"creator":["Arias-Castro, Ery","Chen, Guangliang","Lerman, Gilad"],"language":[],"coverage":[],"title":["Spectral clustering based on local linear approximations"],"description":["  In the context of clustering, we assume a generative model where each cluster\nis the result of sampling points in the neighborhood of an embedded smooth\nsurface; the sample may be contaminated with outliers, which are modeled as\npoints sampled in space away from the clusters. We consider a prototype for a\nhigher-order spectral clustering method based on the residual from a local\nlinear approximation. We obtain theoretical guarantees for this algorithm and\nshow that, in terms of both separation and robustness to outliers, it\noutperforms the standard spectral clustering algorithm (based on pairwise\ndistances) of Ng, Jordan and Weiss (NIPS '01). The optimal choice for some of\nthe tuning parameters depends on the dimension and thickness of the clusters.\nWe provide estimators that come close enough for our theoretical purposes. We\nalso discuss the cases of clusters of mixed dimensions and of clusters that are\ngenerated from smoother surfaces. In our experiments, this algorithm is shown\nto outperform pairwise spectral clustering on both simulated and real data.\n"]}]
["1001.2307",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2307","IET Journals in Communications, Vol: 5, Issue: 1, Page: 27-38, Jan\n  2011"],"date":["2010-01-14"],"type":["text"],"creator":["Islam, Muhammad Nazmul","Adve, Raviraj"],"language":[],"coverage":[],"title":["Tranceiver Design using Linear Precoding in a Multiuser MIMO System with\n  Limited Feedback"],"description":["  We investigate quantization and feedback of channel state information in a\nmultiuser (MU) multiple input multiple output (MIMO) system. Each user may\nreceive multiple data streams. Our design minimizes the sum mean squared error\n(SMSE) while accounting for the imperfections in channel state information\n(CSI) at the transmitter. This paper makes three contributions: first, we\nprovide an end-to-end SMSE transceiver design that incorporates receiver\ncombining, feedback policy and transmit precoder design with channel\nuncertainty. This enables the proposed transceiver to outperform the previously\nderived limited feedback MU linear transceivers. Second, we remove\ndimensionality constraints on the MIMO system, for the scenario with multiple\ndata streams per user, using a combination of maximum expected signal combining\n(MESC) and minimum MSE receiver. This makes the feedback of each user\nindependent of the others and the resulting feedback overhead scales linearly\nwith the number of data streams instead of the number of receiving antennas.\nFinally, we analyze SMSE of the proposed algorithm at high signal-to-noise\nratio (SNR) and large number of transmit antennas. As an aside, we show\nanalytically why the bit error rate, in the high SNR regime, increases if\nquantization error is ignored.\n","Comment: Submitted to IET Journals in Communications"]}]
["1001.2826",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2826","Rep. Math. Phys. 67 (2011) 229-254","doi:10.1016/S0034-4877(11)80014-5"],"date":["2010-01-18"],"type":["text"],"creator":["Santis, Ricardo Castro","Barchielli, Alberto"],"language":[],"coverage":[],"title":["Quantum stochastic differential equations and continuous measurements:\n  unbounded coefficients"],"description":["  A natural formulation of the theory of quantum measurements in continuous\ntime is based on quantum stochastic differential equations\n(Hudson-Parthasarathy equations). However, such a theory was developed only in\nthe case of Hudson-Parthasarathy equations with bounded coefficients. By using\nsome results on Hudson-Parthasarathy equations with unbounded coefficients, we\nare able to extend the theory of quantum continuous measurements to cases in\nwhich unbounded operators on the system space are involved. A significant\nexample of a quantum optical system (the degenerate parametric oscillator) is\nshown to fulfill the hypotheses introduced in the general theory.\n","Comment: 28 pages"]}]
["1001.2938",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2938","IEEE Transactions on Communications, vol. 59, no. 11, pp.\n  2987-2992, Nov. 2011","doi:10.1109/TCOMM.2011.063011.100030"],"date":["2010-01-17"],"type":["text"],"creator":["Ng, Chris T. K.","Foschini, Gerard J."],"language":[],"coverage":[],"title":["Transmit Signal and Bandwidth Optimization in Multiple-Antenna Relay\n  Channels"],"description":["  Transmit signal and bandwidth optimization is considered in multiple-antenna\nrelay channels. Assuming all terminals have channel state information, the\ncut-set capacity upper bound and decode-and-forward rate under full-duplex\nrelaying are evaluated by formulating them as convex optimization problems. For\nhalf-duplex relays, bandwidth allocation and transmit signals are optimized\njointly. Moreover, achievable rates based on the compress-and-forward\ntransmission strategy are presented using rate-distortion and Wyner-Ziv\ncompression schemes. It is observed that when the relay is close to the source,\ndecode-and-forward is almost optimal, whereas compress-and-forward achieves\ngood performance when the relay is close to the destination.\n","Comment: 16 pages, 10 figures"]}]
["1005.4471",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","60F10, 05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4471","doi:10.1002/rsa.20382"],"date":["2010-05-24","2011-11-29"],"type":["text"],"creator":["DeMarco, Bobby","Kahn, Jeff"],"language":[],"coverage":[],"title":["Upper tails for triangles"],"description":["  With $\\xi$ the number of triangles in the usual (Erd\\H{o}s-R\\'enyi) random\ngraph $G(m,p)$, $p>1/m$ and $\\eta>0$, we show (for some $C_{\\eta}>0$)\n$$\\Pr(\\xi> (1+\\eta)\\E \\xi) < \\exp[-C_{\\eta}\\min{m^2p^2\\log(1/p),m^3p^3}].$$\nThis is tight up to the value of $C_{\\eta}$.\n","Comment: 10 pages"]}]
["1006.3647",{"format":[],"subject":["Quantum Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3647","QP-PQ series 27 (2011)52-67"],"date":["2010-06-18"],"type":["text"],"creator":["Barchielli, A.","Di Tella, P.","Pellegrini, C.","Petruccione, F."],"language":[],"coverage":[],"title":["Stochastic Schr\\\"odinger equations and memory"],"description":["  By starting from the stochastic Schr\\\"odinger equation and quantum trajectory\ntheory, we introduce memory effects by considering stochastic adapted\ncoefficients. As an example of a natural non-Markovian extension of the theory\nof white noise quantum trajectories we use an Ornstein-Uhlenbeck coloured noise\nas the output driving process. Under certain conditions a random Hamiltonian\nevolution is recovered. Moreover, we show that our non-Markovian stochastic\nSchr\\\"odinger equations unravel some master equations with memory kernels.\n","Comment: 18 pages"]}]
["1007.0806",{"format":[],"subject":["Physics - Plasma Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0806","Phys. Rev. E 83, 046406 (2011)","doi:10.1103/PhysRevE.83.046406"],"date":["2010-07-06"],"type":["text"],"creator":["Tyshetskiy, Yuriy","Vladimirov, Sergey"],"language":[],"coverage":[],"title":["Quantum tunneling-enhanced charging of nanoparticles in plasmas"],"description":["  The role of quantum tunneling effect in the electron accretion current onto a\nnegatively charged grain immersed in isotropic plasma is analyzed, within the\nquasiclassic approximation, for different plasma electron distribution\nfunctions, plasma parameters, and grain sizes. It is shown that this\ncontribution can be small (negligible) for relatively large (micron-sized) dust\ngrains in plasmas with electron temperatures of the order of a few eV, but\nbecomes important for nano-sized dust grains (tens to hundreds nm in diameter)\nin cold and ultracold plasmas (electron temperatures ~ tens to hundreds of\nKelvin), especially in plasmas with depleted high-energy \"tails\" in the\nelectron energy distribution.\n","Comment: 14 pages, 4 figures, 2 tables"]}]
["1008.0807",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0807"],"date":["2010-08-04","2011-11-29"],"type":["text"],"creator":["Merkle, Johannes","Ihmor, Heinrich","Korte, Ulrike","Niesing, Matthias","Schwaiger, Michael"],"language":[],"coverage":[],"title":["Performance of the Fuzzy Vault for Multiple Fingerprints (Extended\n  Version)"],"description":["  The fuzzy vault is an error tolerant authentication method that ensures the\nprivacy of the stored reference data. Several publications have proposed the\napplication of the fuzzy vault to fingerprints, but the results of subsequent\nanalyses indicate that a single finger does not contain sufficient information\nfor a secure implementation. In this contribution, we present an implementation\nof a fuzzy vault based on minutiae information in several fingerprints aiming\nat a security level comparable to current cryptographic applications. We\nanalyze and empirically evaluate the security, efficiency, and robustness of\nthe construction and several optimizations. The results allow an assessment of\nthe capacity of the scheme and an appropriate selection of parameters. Finally,\nwe report on a practical simulation conducted with ten users.\n","Comment: This article represents the full paper of a short version to appear\n  in the Proceedings of BIOSIG 2010 (copyright of Gesellschaft f\\\"ur\n  Informatik)"]}]
["1009.1791",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1791","Phys.Rev.D82:102002,2010","doi:10.1103/PhysRevD.82.102002"],"date":["2010-09-09","2011-11-29"],"type":["text"],"creator":["Nuttall, Laura K","Sutton, Patrick J"],"language":[],"coverage":[],"title":["Identifying the Host Galaxy of Gravitational Wave Signals"],"description":["  One of the goals of the current LIGO-GEO-Virgo science run is to identify\ntransient gravitational wave (GW) signals in near real time to allow follow-up\nelectromagnetic (EM) observations. An EM counterpart could increase the\nconfidence of the GW detection and provide insight into the nature of the\nsource. Current GW-EM campaigns target potential host galaxies based on overlap\nwith the GW sky error box. We propose a new statistic to identify the most\nlikely host galaxy, ranking galaxies based on their position, distance, and\nluminosity. We test our statistic with Monte Carlo simulations of GWs produced\nby coalescing binaries of neutron stars (NS) and black holes (BH), one of the\nmost promising sources for ground-based GW detectors. Considering signals\naccessible to current detectors, we find that when imaging a single galaxy, our\nstatistic correctly identifies the true host ~20% to ~50% of the time,\ndepending on the masses of the binary components. With five narrow-field images\nthe probability of imaging the true host increases to ~50% to ~80%. When\ncollectively imaging groups of galaxies using large field-of-view telescopes,\nthe probability improves to ~30% to ~60% for a single image and to ~70% to ~90%\nfor five images. For the advanced generation of detectors (c. 2015+), and\nconsidering binaries within 100 Mpc (the reach of the galaxy catalogue used),\nthe probability is ~40% for one narrow-field image, ~75% for five narrow-field\nimages, ~65% for one wide-field image, and ~95% for five wide-field images,\nirrespective of binary type.\n","Comment: 5 pages, 2 figures"]}]
["1009.3638",{"format":[],"subject":["Quantitative Finance - Risk Management","Quantitative Finance - Portfolio Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3638"],"date":["2010-09-19","2011-11-29"],"type":["text"],"creator":["Rab, Nikolaus","Warnung, Richard"],"language":[],"coverage":[],"title":["Scaling portfolio volatility and calculating risk contributions in the\n  presence of serial cross-correlations"],"description":["  In practice daily volatility of portfolio returns is transformed to longer\nholding periods by multiplying by the square-root of time which assumes that\nreturns are not serially correlated. Under this assumption this procedure of\nscaling can also be applied to contributions to volatility of the assets in the\nportfolio. Close prices are often used to calculate the profit and loss of a\nportfolio. Trading at exchanges located in distant time zones this can lead to\nsignificant serial cross-correlations of the closing-time returns of the assets\nin the portfolio. These serial correlations cause the square-root-of-time rule\nto fail. Moreover volatility contributions in this setting turn out to be\nmisleading due to non-synchronous correlations. We address this issue and\nprovide alternative procedures for scaling volatility and calculating risk\ncontributions for arbitrary holding periods.\n","Comment: 26 pages, 3 figures, 3 tables"]}]
["1009.4578",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4578","Physical Review A 82, 043616(2010)","doi:10.1103/PhysRevA.82.043616"],"date":["2010-09-23"],"type":["text"],"creator":["Haldar, Sudip Kumar","Chakrabarti, Barnali","Das, Tapan Kumar"],"language":[],"coverage":[],"title":["Resonance States and Quantum Tunneling of Bose Einstein condensates in a\n  3D shallow trap"],"description":["  A correlated quantum many-body method is applied to describe resonance states\nof atomic Bose-Einstein condensates (BEC) in a realistic shallow trap (as\nopposed to infinite traps commonly used). The realistic van der Waals\ninteraction is adopted as the interatomic interaction. We calculate\nexperimentally measurable decay rates of the lowest quasi-bound state in the\nshallow trap. The most striking result is the observation of a new metastable\nbranch besides the usual one for attractive BEC in a pure harmonic trap. As the\nparticle number increases the new metastable branch appears, then gradually\ndisappears and finally usual metastable branch (associated with the attractive\nBEC in a harmonic trap) appears, eventually leading to the collapse of the\ncondensate.\n"]}]
["1010.2971",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2971","J.Phys.G38:025001,2011","doi:10.1088/0954-3899/38/2/025001"],"date":["2010-10-14","2011-11-29"],"type":["text"],"creator":["Kleiv, R. T.","Steele, T. G."],"language":[],"coverage":[],"title":["Two-Loop QCD Renormalization and Anomalous Dimension of the Scalar\n  Diquark Operator"],"description":["  The renormalization of the scalar diquark operator and its anomalous\ndimension is calculated at two-loop order in QCD, enabling higher-order QCD\nstudies of diquarks. As an application of our result, the two-loop diquark\nanomalous dimension in the $\\bar{{\\rm MS}}$ scheme is used to study the QCD\nrenormalization scale dependence of diquark matrix elements of the $\\Delta S=1$\neffective weak Hamiltonian.\n","Comment: Version 3 corrects an error in Table 1 and associated results. 7\n  pages, 4 embedded eps figures"]}]
["1011.1375",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1375"],"date":["2010-11-05","2011-11-29"],"type":["text"],"creator":["Ghosh, Arpita","Roth, Aaron"],"language":[],"coverage":[],"title":["Selling Privacy at Auction"],"description":["  We initiate the study of markets for private data, though the lens of\ndifferential privacy. Although the purchase and sale of private data has\nalready begun on a large scale, a theory of privacy as a commodity is missing.\nIn this paper, we propose to build such a theory. Specifically, we consider a\nsetting in which a data analyst wishes to buy information from a population\nfrom which he can estimate some statistic. The analyst wishes to obtain an\naccurate estimate cheaply. On the other hand, the owners of the private data\nexperience some cost for their loss of privacy, and must be compensated for\nthis loss. Agents are selfish, and wish to maximize their profit, so our goal\nis to design truthful mechanisms. Our main result is that such auctions can\nnaturally be viewed and optimally solved as variants of multi-unit procurement\nauctions. Based on this result, we derive auctions for two natural settings\nwhich are optimal up to small constant factors:\n  1. In the setting in which the data analyst has a fixed accuracy goal, we\nshow that an application of the classic Vickrey auction achieves the analyst's\naccuracy goal while minimizing his total payment.\n  2. In the setting in which the data analyst has a fixed budget, we give a\nmechanism which maximizes the accuracy of the resulting estimate while\nguaranteeing that the resulting sum payments do not exceed the analysts budget.\n  In both cases, our comparison class is the set of envy-free mechanisms, which\ncorrespond to the natural class of fixed-price mechanisms in our setting.\n  In both of these results, we ignore the privacy cost due to possible\ncorrelations between an individuals private data and his valuation for privacy\nitself. We then show that generically, no individually rational mechanism can\ncompensate individuals for the privacy loss incurred due to their reported\nvaluations for privacy.\n","Comment: Extended Abstract appeared in the proceedings of EC 2011"]}]
["1011.4421",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4421","J. Stat. Mech. (2011) P10011","doi:10.1088/1742-5468/2011/10/P10011"],"date":["2010-11-19","2010-11-29"],"type":["text"],"creator":["Wilms, Johannes","Troyer, Matthias","Verstraete, Frank"],"language":[],"coverage":[],"title":["Mutual information in classical spin models"],"description":["  The total many-body correlations present in finite temperature classical spin\nsystems are studied using the concept of mutual information. As opposed to\nzero-temperature quantum phase transitions, the total correlations are not\nmaximal at the phase transition, but reach a maximum in the high temperature\nparamagnetic phase. The Shannon and Renyi mutual information in both Ising and\nPotts models in 2 dimensions are calculated numerically by combining matrix\nproduct states algorithms and Monte Carlo sampling techniques.\n"]}]
["1011.6302",{"format":[],"subject":["Mathematics - Functional Analysis","39B22, 39B72 (Primary) 26B35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6302","Aequationes Mathematicae 82 (3) (2011) 213-231","doi:10.1007/s00010-011-0091-0"],"date":["2010-11-29","2011-11-29"],"type":["text"],"creator":["Couceiro, Miguel","Marichal, Jean-Luc"],"language":[],"coverage":[],"title":["Axiomatizations of quasi-Lov\\'asz extensions of pseudo-Boolean functions"],"description":["  We introduce the concept of quasi-Lov\\'asz extension as being a mapping\n$f\\colon I^n\\to\\R$ defined on a nonempty real interval $I$ containing the\norigin and which can be factorized as\n$f(x_1,...,x_n)=L(\\phi(x_1),...,\\phi(x_n))$, where $L$ is the Lov\\'asz\nextension of a pseudo-Boolean function $\\psi\\colon\\{0,1\\}^n\\to\\R$ (i.e., the\nfunction $L\\colon\\R^n\\to\\R$ whose restriction to each simplex of the standard\ntriangulation of $[0,1]^n$ is the unique affine function which agrees with\n$\\psi$ at the vertices of this simplex) and $\\phi\\colon I\\to\\R$ is a\nnondecreasing function vanishing at the origin. These functions appear\nnaturally within the scope of decision making under uncertainty since they\nsubsume overall preference functionals associated with discrete Choquet\nintegrals whose variables are transformed by a given utility function. To\naxiomatize the class of quasi-Lov\\'asz extensions, we propose generalizations\nof properties used to characterize the Lov\\'asz extensions, including a\ncomonotonic version of modularity and a natural relaxation of homogeneity. A\nvariant of the latter property enables us to axiomatize also the class of\nsymmetric quasi-Lov\\'asz extensions, which are compositions of symmetric\nLov\\'asz extensions with 1-place nondecreasing odd functions.\n"]}]
["1012.2250",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2250","JHEP 1102 (2011) 038","doi:10.1007/JHEP02(2011)038"],"date":["2010-12-10","2010-12-14"],"type":["text"],"creator":["Bellucci, Stefano","Krivonos, Sergey","Sutulin, Anton"],"language":[],"coverage":[],"title":["N=4, d=1 Supersymmetric Hyper-Kaehler Sigma Models with Isospin\n  Variables"],"description":["  We provide a Lagrangian formulation of \\Nf supersymmetric mechanics\ndescribing the motion of an isospin carrying particle on conformal to\nhyper-K\\\"{a}hler spaces in a non-Abelian background gauge field. In two\nexamples we discuss in details, this background field is identified with the\nfield of BPST instantons in the flat and Taub-NUT spaces.\n","Comment: 10 pages, LaTeX, no figures, PACS: 12.60.Jv, 03.65.-w, 11.30.Pb,\n  reference added, minor corrections"]}]
["1012.2670",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2670"],"date":["2010-12-13","2011-11-28"],"type":["text"],"creator":["Adachi, Masaru","Kasai, Masumi"],"language":[],"coverage":[],"title":["An analytical approximation of the luminosity distance in flat\n  cosmologies with dark energy"],"description":["  We present an analytical approximation formula for the luminosity distance in\nspatially flat cosmologies with dust and a cosmological constant. We also show\nthe approximate formulae for the so-called Dyer-Roeder distance (empty beam\ncase) and the generalised angular diameter distance from redshift $z=z_1$ to\n$z=z_2$, which are particularly useful in analysing the gravitational lens\neffects. Our formulae are widely applicable over the range of the density\nparameter and the redshift with sufficiently small uncertainties. In\nparticular, in the range of density parameter $0.3 \\lid \\Omega_{\\rmn m} \\lid 1$\nand redshift $0.03 \\lid z \\lid 1000$, the relative error for the luminosity\ndistance by our formula is always smaller than that of the recent work by\n\\cite{wu}.\n","Comment: This paper has been withdrawn by the author"]}]
["1012.3563",{"format":[],"subject":["Mathematics - Algebraic Geometry","14M12 (Primary) 13H10, 14M17 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3563"],"date":["2010-12-16","2011-11-29"],"type":["text"],"creator":["Buczyńska, Weronika","Buczyński, Jarosław"],"language":[],"coverage":[],"title":["Secant varieties to high degree Veronese reembeddings, catalecticant\n  matrices and smoothable Gorenstein schemes"],"description":["  We study the secant varieties of the Veronese varieties and of Veronese\nreembeddings of a smooth projective variety. We give some conditions, under\nwhich these secant varieties are set-theoretically cut out by determinantal\nequations. More precisely, they are given by minors of a catalecticant matrix.\nThese conditions include the case when the dimension of the projective variety\nis at most 3 and the degree of reembedding is sufficiently high. This gives a\npositive answer to a set-theoretic version of a question of Eisenbud in\ndimension at most 3. For dimension four and higher we produce plenty of\nexamples when the catalecticant minors are not enough to set-theoretically\ndefine the secant varieties to high degree Veronese varieties. This is done by\nrelating the problem to smoothability of certain zero-dimensional Gorenstein\nschemes.\n","Comment: 28 pages, 10 figures; v2: improved presentation in accordance with\n  referee's suggestions. The corrections were made while the first named author\n  was at Mittag-Leffler Institute; v3: added Remark 1.5 (thanks to Anthony\n  Iarrobino) on previously known results; v4: added new references; To appear\n  in Journal of Algebraic Geometry"]}]
["1012.4200",{"format":[],"subject":["Mathematics - Differential Geometry","53C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4200","doi:10.1007/s10711-011-9671-3"],"date":["2010-12-19","2011-11-29"],"type":["text"],"creator":["Suhr, Stefan"],"language":[],"coverage":[],"title":["Class A Spacetimes"],"description":["  We introduce class A spacetimes, i.e. compact vicious spacetimes $(M,g)$ such\nthat the Abelian cover $(\\bar{M},\\bar{g})$ is globally hyperbolic. We study the\nmain properties of class A spacetimes using methods similar to the one\nintroduced in D. Sullivan \"Cycles for the dynamical study of foliated manifolds\nand complex manifolds\" (Invent. Math.,36, 225-255 (1976)) and D. Yu. Burago\n\"Periodic metrics\" (Representation theory and dynamical systems (Adv. Soviet\nMath.), 9, 205-210 (1992)). As a consequence we are able to characterize\nmanifolds admitting class A metrics completely as mapping tori. Further we show\nthat the notion of class A spacetime is equivalent to that of SCTP (spacially\ncompact time-periodic) spacetimes as introduced in Galloway \"Splitting theorems\nfor spatially closed spacetimes\" (Comm Math Phys 96:423-429, 1984). The set of\nclass A spacetimes is shown to be open in the $C^0$-topology on the set of\nLorentzian metrics. As an application we prove a coarse Lipschitz property for\nthe time separation of the Abelian cover. This coarse Lipschitz property is an\nessential part in the study of Aubry-Mather theory in Lorentzian geometry.\n","Comment: 26 pages, comments welcome; Geometriae Dedicata 2011"]}]
["1012.5150",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5150"],"date":["2010-12-23","2011-11-25"],"type":["text"],"creator":["Patra, Benoît"],"language":[],"coverage":[],"title":["Convergence of distributed asynchronous learning vector quantization\n  algorithms"],"description":["  Motivated by the problem of effectively executing clustering algorithms on\nvery large data sets, we address a model for large scale distributed clustering\nmethods. To this end, we briefly recall some standards on the quantization\nproblem and some results on the almost sure convergence of the Competitive\nLearning Vector Quantization (CLVQ) procedure. A general model for linear\ndistributed asynchronous algorithms well adapted to several parallel computing\narchitectures is also discussed. Our approach brings together this scalable\nmodel and the CLVQ algorithm, and we call the resulting technique the\nDistributed Asynchronous Learning Vector Quantization algorithm (DALVQ). An\nin-depth analysis of the almost sure convergence of the DALVQ algorithm is\nperformed. A striking result is that we prove that the multiple versions of the\nquantizers distributed among the processors in the parallel architecture\nasymptotically reach a consensus almost surely. Furthermore, we also show that\nthese versions converge almost surely towards the same nearly optimal value for\nthe quantization criterion.\n"]}]
["1012.5326",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5326","Phys. Rev. B 84, 205117 (2011)","doi:10.1103/PhysRevB.84.205117"],"date":["2010-12-23","2011-11-28"],"type":["text"],"creator":["Horváth, Bertalan","Lazarovits, Bence","Zaránd, Gergely"],"language":[],"coverage":[],"title":["Fluctuation-exchange approximation theory of the non-equilibrium\n  singlet-triplet transition"],"description":["  As a continuation of a previous work [B. Horv\\'ath et al., Phys. Rev. B {\\bf\n82}, 165129 (2010)], here we extend the so-called Fluctuation Exchange\nApproximation (FLEX) to study the non-equilibrium singlet-triplet transition.\nWe show that, while being relatively fast and a conserving approximation, FLEX\nis able to recover all important features of the transition, including the\nevolution of the linear conductance throughout the transition, the two-stage\nKondo effect on the triplet side, and the gradual opening of the\nsinglet-triplet gap on the triplet side of the transition. A comparison with\nnumerical renormalization group calculations also shows that FLEX captures\nrather well the width of the Kondo resonance. FLEX thus offers a viable route\nto describe correlated multi-level systems under non-equilibrium conditions,\nand, in its rather general form, as formulated here, it could find a broad\napplication in molecular electronics calculations.\n","Comment: 11 pages, 16 figures, new subsections added"]}]
["1101.2449",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2449","MNRAS, 2011, Volume 413, Issue 4, pp. 2721-2734","doi:10.1111/j.1365-2966.2011.18343.x"],"date":["2011-01-12"],"type":["text"],"creator":["Evoli, Carmelo","Ferrara, Andrea"],"language":[],"coverage":[],"title":["Turbulence in the Intergalactic Medium"],"description":["  We study supernova-driven galactic outflows as a mechanism for injecting\nturbulence in the intergalactic medium (IGM) far from galaxies. To this aim we\nfollow the evolution of a 10^13 Msun galaxy along its merger tree, with\ncarefully calibrated prescriptions for star formation and wind efficiencies. At\nz~3 the majority of the bubbles around galaxies are old (ages >1Gyr), i.e. they\ncontain metals expelled by their progenitors at earlier times; their filling\nfactor increases with time reaching about 10% at z<2. The energy deposited by\nthese expanding shocks in the IGM is predominantly in kinetic form (mean energy\ndensity of 1 \\mu eV cm^-3, about 2-3 x the thermal one), which is rapidly\nconverted in disordered motions by instabilities, finally resulting in a fully\ndeveloped turbulent spectrum whose evolution is followed through a spectral\ntransfer function approach. The derived mean IGM turbulent Doppler parameter,\nb_t, peaks at z~1 at about 1.5 km/s with maximum b_t = 25 km/s. The shape of\nthe b_t distribution does not significantly evolve with redshift but undergoes\na continuous shift towards lower b_t values with time, as a result of bubble\naging. We find also a clear trend of decreasing b_t with N_HI and a more\ncomplex dependence on R_s resulting from the age spread of the bubbles. We have\nattempted a preliminary comparison with the data, hampered by the scarcity of\nthe latter and by the challenge provided by the subtraction of peculiar and\nthermal motions. Finally we comment on the implications of turbulence for\nvarious cosmological studies.\n","Comment: 13 pages, 8 figures. Accepted for publication in MNRAS"]}]
["1101.2809",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2809"],"date":["2011-01-14","2011-11-28"],"type":["text"],"creator":["Chen, Xiang-Song","Zhu, Ben-Chao"],"language":[],"coverage":[],"title":["Tensor gauge condition and tensor field decomposition"],"description":["  We discuss various proposals of separating a tensor field into pure-gauge and\ngauge-invariant components. Such tensor field decomposition is intimately\nrelated to the effort of identifying the real gravitational degrees of freedom\nout of the metric tensor in Einstein's general relativity. We show that, as for\na vector field, the tensor field decomposition has exact correspondence to, and\ncan be derived from, the gauge-fixing approach. The complication for the tensor\nfield, however, is that there are infinitely many complete gauge conditions, in\ncontrast to the uniqueness of Coulomb gauge for a vector field. We make an\nextensive exploration of these tensor gauge conditions and their corresponding\ntensor field decompositions, regarding mathematical structures, equations of\nmotion, nonlinear properties; and show that apparently no single choice is\nsuperior in all aspects.\n","Comment: significant revision with extended discussion"]}]
["1101.5044",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5044","Phys. Rev. Lett. 107, 083601 (2011)","doi:10.1103/PhysRevLett.107.083601"],"date":["2011-01-26","2011-11-29"],"type":["text"],"creator":["Joo, Jaewoo","Munro, William J.","Spiller, Timothy P."],"language":[],"coverage":[],"title":["Quantum metrology with entangled coherent states"],"description":["  We present an improved phase estimation scheme employing entangled coherent\nstates and demon- strate that the states give the smallest variance in the\nphase parameter in comparison to NOON, BAT and \"optimal\" states under perfect\nand lossy conditions. As these advantages emerge for very modest particle\nnumbers, the optical version of entangled coherent state metrology is\nachievable with current technology.\n","Comment: 5 pages, 3 figures"]}]
["1101.5639",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5639","Phys. Rev. A 84, 053625 (2011)","doi:10.1103/PhysRevA.84.053625"],"date":["2011-01-28"],"type":["text"],"creator":["Natu, Stefan S.","Mueller, Erich J."],"language":[],"coverage":[],"title":["Pairing, Ferromagnetism, and Condensation of a normal spin-1 Bose gas"],"description":["  We theoretically study the stability of a normal, spin disordered, homogenous\nspin-1 Bose gas against ferromagnetism, pairing, and condensation through a\nRandom Phase Approximation which includes exchange (RPA-X). Repulsive\nspin-independent interactions stabilize the normal state against both\nferromagnetism and pairing, and for typical interaction strengths leads to a\ndirect transition from an unordered normal state to a fully ordered single\nparticle condensate. Atoms with much larger spin-dependent interaction may\nexperience a transition to a ferromagnetic normal state or a paired superfluid,\nbut, within the RPA-X, there is no instability towards a normal state with\nspontaneous nematic order. We analyze the role of the quadratic Zeeman effect\nand finite system size.\n","Comment: 4 pages, 3 figures, 1 table. Supplementary materials attached"]}]
["1102.0264",{"format":[],"subject":["Quantum Physics","Computer Science - Logic in Computer Science","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0264","New Journal of Physics 13 (2011) 113036","doi:10.1088/1367-2630/13/11/113036"],"date":["2011-02-01","2011-11-29"],"type":["text"],"creator":["Abramsky, Samson","Brandenburger, Adam"],"language":[],"coverage":[],"title":["The Sheaf-Theoretic Structure Of Non-Locality and Contextuality"],"description":["  We use the mathematical language of sheaf theory to give a unified treatment\nof non-locality and contextuality, in a setting which generalizes the familiar\nprobability tables used in non-locality theory to arbitrary measurement covers;\nthis includes Kochen-Specker configurations and more. We show that\ncontextuality, and non-locality as a special case, correspond exactly to\nobstructions to the existence of global sections. We describe a linear\nalgebraic approach to computing these obstructions, which allows a systematic\ntreatment of arguments for non-locality and contextuality. We distinguish a\nproper hierarchy of strengths of no-go theorems, and show that three leading\nexamples --- due to Bell, Hardy, and Greenberger, Horne and Zeilinger,\nrespectively --- occupy successively higher levels of this hierarchy. A general\ncorrespondence is shown between the existence of local hidden-variable\nrealizations using negative probabilities, and no-signalling; this is based on\na result showing that the linear subspaces generated by the non-contextual and\nno-signalling models, over an arbitrary measurement cover, coincide. Maximal\nnon-locality is generalized to maximal contextuality, and characterized in\npurely qualitative terms, as the non-existence of global sections in the\nsupport. A general setting is developed for Kochen-Specker type results, as\ngeneric, model-independent proofs of maximal contextuality, and a new\ncombinatorial condition is given, which generalizes the `parity proofs'\ncommonly found in the literature. We also show how our abstract setting can be\nrepresented in quantum mechanics. This leads to a strengthening of the usual\nno-signalling theorem, which shows that quantum mechanics obeys no-signalling\nfor arbitrary families of commuting observables, not just those represented on\ndifferent factors of a tensor product.\n","Comment: 33 pages. Extensively revised, new results included. Published in New\n  Journal of Physics"]}]
["1102.5483",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5483","Int.J.Mod.Phys.A26 (2011) 4929-4943","doi:10.1142/S0217751X1105484X"],"date":["2011-02-27","2011-10-11"],"type":["text"],"creator":["Wang, Zhi-Gang"],"language":[],"coverage":[],"title":["Analysis of the Y(4274) with QCD sum rules"],"description":["  In this article, we assume that there exists a pseudoscalar $D_s{\\bar\nD}_{s0}(2317)$ molecular state and study its mass with the molecule-type\ninterpolating current in details using the QCD sum rules. The numerical result\ndisfavors identifying the charmonium-like state Y(4274) as the $D_s{\\bar\nD}_{s0}(2317)$ molecule.\n","Comment: 14 pages, 7 figures, add more discussions"]}]
["1102.5698",{"format":[],"subject":["Mathematics - Algebraic Topology","57F65, 14F40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5698"],"date":["2011-02-28","2011-11-29"],"type":["text"],"creator":["Mishchenko, Alexander S.","Ribeiro, Jose"],"language":[],"coverage":[],"title":["Generalization of the Sullivan construction for Transitive Lie\n  Algebroids"],"description":["  D.Sullivan (1977) (see also the book by H.Whitney \"Geometric Integration\nTheory\",1957) considered a new model for underlying cochain complex for\nclassical cohomologies with rational coefficients for arbitrary simplicial\nspaces that gives the isomorphism with classical rational cohomologies. We\napply the key ideas developed by K.MacKenzie (2005) and J.Kubarski (1991) to\ngeneralization of the D.Sullivan model for transitive Lie algebroids. The\ngeneralization is based on the existence of the inverse image of the transitive\nLie algebroids and on the property of transitive Lie algebroids being trivial\nover contractible manifolds. Using these properties one can construct an\nunderlying cochain complex of differential forms on simplicial space.\n","Comment: 5 pages"]}]
["1103.3140",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3140","Nonlinearity 24 (2011) 3515-3540","doi:10.1088/0951-7715/24/12/009"],"date":["2011-03-16","2011-11-29"],"type":["text"],"creator":["Lenzmann, Enno","Lewin, Mathieu"],"language":[],"coverage":[],"title":["On Singularity formation for the L^2-critical Boson star equation"],"description":["  We prove a general, non-perturbative result about finite-time blowup\nsolutions for the $L^2$-critical boson star equation $i\\partial_t u =\n\\sqrt{-\\Delta+m^2} \\, u - (|x|^{-1} \\ast |u|^2) u$ in 3 space dimensions. Under\nthe sole assumption that the solution blows up in $H^{1/2}$ at finite time, we\nshow that $u(t)$ has a unique weak limit in $L^2$ and that $|u(t)|^2$ has a\nunique weak limit in the sense of measures. Moreover, we prove that the\nlimiting measure exhibits minimal mass concentration. A central ingredient used\nin the proof is a \"finite speed of propagation\" property, which puts a strong\nrigidity on the blowup behavior of $u$.\n  As the second main result, we prove that any radial finite-time blowup\nsolution $u$ converges strongly in $L^2$ away from the origin. For radial\nsolutions, this result establishes a large data blowup conjecture for the\n$L^2$-critical boson star equation, similar to a conjecture which was\noriginally formulated by F. Merle and P. Raphael for the $L^2$-critical\nnonlinear Schr\\\"odinger equation in [CMP 253 (2005), 675-704].\n  We also discuss some extensions of our results to other $L^2$-critical\ntheories of gravitational collapse, in particular to critical Hartree-type\nequations.\n","Comment: 24 pages. Accepted in Nonlinearity"]}]
["1103.5236",{"format":[],"subject":["Mathematics - Algebraic Geometry","14E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5236","doi:10.1007/s13348-011-0059-3."],"date":["2011-03-27","2011-11-29"],"type":["text"],"creator":["Tirabassi, Sofia"],"language":[],"coverage":[],"title":["On the tetracanonical map of varieties of general type and maximal\n  Albanese dimension"],"description":["  We prove the birationality of the 4-canonical map of varieties of general\ntype and maximal Albanese dimension\n","Comment: Minor changes. This is the final version to appear in Collectanea\n  Mathematica. Original will be shortly available at\n  http://www.springerlink.com"]}]
["1103.5391",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5391","Phys. Rev. E 84 056706 (2011)","doi:10.1103/PhysRevE.84.056706"],"date":["2011-03-28"],"type":["text"],"creator":["Alvarez, G.","da Silva, L. G. G. V. Dias","Ponce, E.","Dagotto, E."],"language":[],"coverage":[],"title":["Time Evolution with the DMRG Algorithm: A Generic Implementation for\n  Strongly Correlated Electronic Systems"],"description":["  A detailed description of the time-step-targetting time evolution method\nwithin the DMRG algorithm is presented. The focus of this publication is on the\nimplementation of the algorithm, and on its generic application. The case of\none-site excitations within a Hubbard model is analyzed as a test for the\nalgorithm, using open chains and two-leg ladder geometries. The accuracy of the\nprocedure in the case of the recently discussed holon-doublon photo excitations\nof Mott insulators is also analyzed. Performance and parallelization issues are\ndiscussed. In addition, the full open-source code is provided as supplementary\nmaterial.\n","Comment: RevTeX4, 9 pages, 5 figures"]}]
["1104.2161",{"format":[],"subject":["Physics - Plasma Physics","Condensed Matter - Other Condensed Matter","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2161","Phys. Rev. Lett. 106, 205001 (2011)","doi:10.1103/PhysRevLett.106.205001"],"date":["2011-04-12"],"type":["text"],"creator":["Khrapak, S. A.","Klumov, B. A.","Huber, P.","Molotkov, V. I.","Lipaev, A. M.","Naumkin, V. N.","Thomas, H. M.","Ivlev, A. V.","Morfill, G. E.","Petrov, O. F.","Fortov, V. E.","Malentschenko, Yu.","Volkov, S."],"language":[],"coverage":[],"title":["Freezing and melting of 3D complex plasma structures under microgravity\n  conditions driven by neutral gas pressure manipulation"],"description":["  Freezing and melting of large three-dimensional complex plasmas under\nmicrogravity conditions is investigated. The neutral gas pressure is used as a\ncontrol parameter to trigger the phase changes: Complex plasma freezes (melts)\nby decreasing (increasing) the pressure. Evolution of complex plasma structural\nproperties upon pressure variation is studied. Theoretical estimates allow us\nto identify main factors responsible for the observed behavior.\n","Comment: Phys. Rev. Lett. (in press); 4 pages, 4 figures"]}]
["1104.2467",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Other Condensed Matter","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2467","J. Chem. Phys. 134, 241101 (2011)","doi:10.1063/1.3605659"],"date":["2011-04-13"],"type":["text"],"creator":["Khrapak, Sergey A.","Chaudhuri, Manis","Morfill, Gregor E."],"language":[],"coverage":[],"title":["Universality of the melting curves for a wide range of interaction\n  potentials"],"description":["  We demonstrate that the melting curves of various model systems of\ninteracting particles collapse to (or are located very close to) a universal\nmaster curve on a plane of appropriately chosen scaled variables. The physics\nbehind this universality is discussed. An equation for the emerging \"universal\nmelting curve\" is proposed. The obtained results can be used to approximately\npredict melting of various substances in a wide range of conditions.\n","Comment: 4 pages, 3 figures"]}]
["1104.2544",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2544","Phys. Rev. B 84, 195128 (2011)","doi:10.1103/PhysRevB.84.195128"],"date":["2011-04-13"],"type":["text"],"creator":["Stéphan, Jean-Marie","Misguich, Grégoire","Pasquier, Vincent"],"language":[],"coverage":[],"title":["Phase transition in the R\\'enyi-Shannon entropy of Luttinger liquids"],"description":["  The R\\'enyi-Shannon entropy associated to critical quantum spins chain with\ncentral charge $c=1$ is shown to have a phase transition at some value $n_c$ of\nthe R\\'enyi parameter $n$ which depends on the Luttinger parameter (or\ncompactification radius R). Using a new replica-free formulation, the entropy\nis expressed as a combination of single-sheet partition functions evaluated at\n$n-$ dependent values of the stiffness. The transition occurs when a vertex\noperator becomes relevant at the boundary. Our numerical results (exact\ndiagonalizations for the XXZ and $J_1-J_2$ models) are in agreement with the\nanalytical predictions: above $n_c=4/R^2$ the subleading and universal\ncontribution to the entropy is $\\ln(L)(R^2-1)/(4n-4)$ for open chains, and\n$\\ln(R)/(1-n)$ for periodic ones (R=1 at the free fermion point). The replica\napproach used in previous works fails to predict this transition and turns out\nto be correct only for $n<n_c$. From the point of view of two-dimensional\nRokhsar-Kivelson states, the transition reveals a rich structure in the\nentanglement spectra.\n","Comment: 4 pages, 3 figures"]}]
["1104.2754",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2754","J. Chem. Phys. 134, 094108 (2011)","doi:10.1063/1.3561698"],"date":["2011-04-14"],"type":["text"],"creator":["Khrapak, Sergey A.","Morfill, Gregor E."],"language":[],"coverage":[],"title":["Accurate freezing and melting equations for the Lennard-Jones system"],"description":["  Analyzing three approximate methods to locate liquid-solid coexistence in\nsimple systems, an observation is made that all of them predict the same\nfunctional dependence of the temperature on density at freezing and melting of\nthe conventional Lennard-Jones system. The emerging equations can be written as\n$T={\\mathcal A}\\rho^4+{\\mathcal B}\\rho^2$ in normalized units. We suggest to\ndetermine the values of the coefficients ${\\mathcal A}$ at freezing and melting\nfrom the high-temperature limit, governed by the inverse twelfth power\nrepulsive potential. The coefficients ${\\mathcal B}$ can be determined from the\ntriple point parameters of the LJ fluid. This produces freezing and melting\nequations which are exact in the high-temperature limit and at the triple\npoint, and show remarkably good agreement with numerical simulation data in the\nintermediate region.\n","Comment: 6 pages, 1 figure"]}]
["1104.3106",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3106","JCAP11(2011)048","doi:10.1088/1475-7516/2011/11/048"],"date":["2011-04-15","2011-11-29"],"type":["text"],"creator":["Semikoz, V. B.","Valle, J. W. F."],"language":[],"coverage":[],"title":["Chern-Simons anomaly as polarization effect"],"description":["  The parity violating Chern-Simons term in the epoch before the electroweak\nphase transition can be interpreted as a polarization effect associated to\nmassless right-handed electrons (positrons) in the presence of a large-scale\nseed hypermagnetic field. We reconfirm the viability of a unified seed field\nscenario relating the cosmological baryon asymmetry and the origin of the\nprotogalactic large-scale magnetic fields observed in astronomy.\n","Comment: 4 pages, latex, matches published version"]}]
["1104.3913",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3913"],"date":["2011-04-19","2011-11-28"],"type":["text"],"creator":["Dwork, Cynthia","Hardt, Moritz","Pitassi, Toniann","Reingold, Omer","Zemel, Rich"],"language":[],"coverage":[],"title":["Fairness Through Awareness"],"description":["  We study fairness in classification, where individuals are classified, e.g.,\nadmitted to a university, and the goal is to prevent discrimination against\nindividuals based on their membership in some group, while maintaining utility\nfor the classifier (the university). The main conceptual contribution of this\npaper is a framework for fair classification comprising (1) a (hypothetical)\ntask-specific metric for determining the degree to which individuals are\nsimilar with respect to the classification task at hand; (2) an algorithm for\nmaximizing utility subject to the fairness constraint, that similar individuals\nare treated similarly. We also present an adaptation of our approach to achieve\nthe complementary goal of \"fair affirmative action,\" which guarantees\nstatistical parity (i.e., the demographics of the set of individuals receiving\nany classification are the same as the demographics of the underlying\npopulation), while treating similar individuals as similarly as possible.\nFinally, we discuss the relationship of fairness to privacy: when fairness\nimplies privacy, and how tools developed in the context of differential privacy\nmay be applied to fairness.\n"]}]
["1105.0278",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0278","Fortschr. Phys. 59, issue 11-12 (2011) 1066-1069","doi:10.1002/prop.201100056"],"date":["2011-05-02"],"type":["text"],"creator":["Pittau, Roberto"],"language":[],"coverage":[],"title":["Recent news and results in the computation of NLO processes with new\n  techniques"],"description":["  I illustrate new techniques and recently obtained results in the computation\nof perturbative QCD processes at the NLO accuracy\n","Comment: 6 pages, 2 figures, 3 tables, contribution to the proceedings of the\n  10th Hellenic School on Elementary Particle Physics and Gravity, Corfu 2010"]}]
["1105.6340",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.6340","Phys. Rev. B 84, 174438 (2011)","doi:10.1103/PhysRevB.84.174438"],"date":["2011-05-31","2011-11-29"],"type":["text"],"creator":["Jesenko, Simon","Znidaric, Marko"],"language":[],"coverage":[],"title":["Finite-temperature magnetization transport of the one-dimensional\n  anisotropic Heisenberg model"],"description":["  We study finite-temperature magnetization transport in a one-dimensional\nanisotropic Heisenberg model, focusing in particular on the gapped phase. Using\nnumerical simulations by two different methods, a propagation of localized\nwavepackets and a study of nonequilibrium steady states of a master equation in\na linear-response regime, we conclude that the transport at finite temperatures\nis diffusive. With decreasing temperature the diffusion constant increases,\npossibly exponentially fast. This means that at low temperatures the transition\nfrom ballistic to asymptotic diffusive behavior happens at very long times. We\nalso study dynamics of initial domain wall like states, showing that on the\nattainable time scales they remain localized.\n","Comment: 14 pages, 11 figures; v3: few minor corrections"]}]
["1106.0401",{"format":[],"subject":["Mathematics - Analysis of PDEs","35C10, 35C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0401"],"date":["2011-06-02","2011-11-29"],"type":["text"],"creator":["Lastra, Alberto","Malek, Stéphane"],"language":[],"coverage":[],"title":["On $q-$Gevrey asymptotics for singularly perturbed\n  $q-$difference-differential problems with an irregular singularity"],"description":["  We study a $q-$analog of a singularly perturbed Cauchy problem with irregular\nsingularity in the complex domain which generalizes a previous result by S.\nMalek in \\cite{malek}. First, we construct solutions defined in open\n$q-$spirals to the origin. By means of a $q-$Gevrey version of Malgrange-Sibuya\ntheorem we show the existence of a formal power series in the perturbation\nparameter which turns out to be the $q-$Gevrey asymptotic expansion (of certain\ntype) of the actual solutions.\n","Comment: 30 pages"]}]
["1106.1001",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1001","Stochastic Processes and their Applications 122 (2012) 357--385","doi:10.1016/j.spa.2011.08.011"],"date":["2011-06-06","2011-08-23"],"type":["text"],"creator":["Lin, Qian"],"language":[],"coverage":[],"title":["A BSDE approach to Nash equilibrium payoffs for stochastic differential\n  games with nonlinear cost functionals"],"description":["  In this paper, we study Nash equilibrium payoffs for nonzero-sum stochastic\ndifferential games via the theory of backward stochastic differential\nequations. We obtain an existence theorem and a characterization theorem of\nNash equilibrium payoffs for nonzero-sum stochastic differential games with\nnonlinear cost functionals defined with the help of a doubly controlled\nbackward stochastic differential equation. Our results extend former ones by\nBuckdahn, Cardaliaguet and Rainer (2004) and are based on a backward stochastic\ndifferential equation approach.\n"]}]
["1106.1791",{"format":[],"subject":["Computer Science - Information Theory","Mathematical Physics","Quantum Physics","94A17, 62B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1791","Entropy 2011, 13(11), 1945-1957","doi:10.3390/e13111945"],"date":["2011-06-09","2011-11-18"],"type":["text"],"creator":["Baez, John C.","Fritz, Tobias","Leinster, Tom"],"language":[],"coverage":[],"title":["A Characterization of Entropy in Terms of Information Loss"],"description":["  There are numerous characterizations of Shannon entropy and Tsallis entropy\nas measures of information obeying certain properties. Using work by Faddeev\nand Furuichi, we derive a very simple characterization. Instead of focusing on\nthe entropy of a probability measure on a finite set, this characterization\nfocuses on the `information loss', or change in entropy, associated with a\nmeasure-preserving function. Information loss is a special case of conditional\nentropy: namely, it is the entropy of a random variable conditioned on some\nfunction of that variable. We show that Shannon entropy gives the only concept\nof information loss that is functorial, convex-linear and continuous. This\ncharacterization naturally generalizes to Tsallis entropy as well.\n","Comment: 11 pages LaTeX, minor revision"]}]
["1106.2950",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2950","SIGMA 7 (2011), 109, 31 pages","doi:10.3842/SIGMA.2011.109"],"date":["2011-06-15","2011-11-29"],"type":["text"],"creator":["Langerock, Bavo","Mestdag, Tom","Vankerschaver, Joris"],"language":[],"coverage":[],"title":["Routh Reduction by Stages"],"description":["  This paper deals with the Lagrangian analogue of symplectic or point\nreduction by stages. We develop Routh reduction as a reduction technique that\npreserves the Lagrangian nature of the dynamics. To do so we heavily rely on\nthe relation between Routh reduction and cotangent symplectic reduction. The\nmain results in this paper are: (i) we develop a class of so called magnetic\nLagrangian systems and this class has the property that it is closed under\nRouth reduction; (ii) we construct a transformation relating the magnetic\nLagrangian system obtained after two subsequent Routh reductions and the\nmagnetic Lagrangian system obtained after Routh reduction w.r.t. to the full\nsymmetry group.\n"]}]
["1106.4916",{"format":[],"subject":["Quantum Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4916","Phys. Rev. A 84, 033408 (2011)","doi:10.1103/PhysRevA.84.033408"],"date":["2011-06-24","2011-08-05"],"type":["text"],"creator":["Kowalewski, Markus","Morigi, Giovanna","Pinkse, Pepijn W. H.","de Vivie-Riedle, Regina"],"language":[],"coverage":[],"title":["Cavity sideband cooling of trapped molecules"],"description":["  The efficiency of cavity sideband cooling of trapped molecules is\ntheoretically investigated for the case where the IR transition between two\nrovibrational states is used as a cycling transition. The molecules are assumed\nto be trapped either by a radio-frequency or optical trapping potential,\ndepending on whether they are charged or neutral, and confined inside a\nhigh-finesse optical resonator which enhances radiative emission into the\ncavity mode. Using realistic experimental parameters and COS as a\nrepresentative molecular example, we show that in this setup cooling to the\ntrap ground state is feasible.\n"]}]
["1106.5773",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5773","Physical Review A 84, 051605 (2011)","doi:10.1103/PhysRevA.84.051605"],"date":["2011-06-28","2011-08-30"],"type":["text"],"creator":["Goulko, Olga","Chevy, Frédéric","Lobo, Carlos"],"language":[],"coverage":[],"title":["Collision of two spin polarized fermionic clouds"],"description":["  We study the collision of two spin polarized Fermi clouds in a harmonic trap\nusing a simulation of the Boltzmann equation. As observed in recent experiments\nwe find three distinct regimes of behavior. For weak interactions the clouds\npass through each other. If interactions are increased they approach each other\nexponentially and for strong interactions they bounce off each other several\ntimes. We thereby demonstrate that all these phenomena can be reproduced using\na semiclassical collisional approach and that these changes in behavior are\nassociated with an increasing collision rate. We then show that the oscillation\nof the clouds in the bounce regime is an example of an unusual case in quantum\ngases: a nonlinear coupling between collective modes, namely the spin dipole\nmode and the axial breathing mode which is enforced by collisions. We also\ndetermine the frequency of the bounce as a function of the final temperature of\nthe equilibrated system.\n","Comment: updated version, includes 3 animations as supplementary material"]}]
["1106.6133",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.6133","Phys. Rev. Lett. 107, 233201 (2011)","doi:10.1103/PhysRevLett.107.233201"],"date":["2011-06-30"],"type":["text"],"creator":["Wang, Yujun","D'Incao, J. P.","Greene, Chris H."],"language":[],"coverage":[],"title":["Universal three-body physics for fermionic dipoles"],"description":["  A study of the universal physics for three oriented fermionic dipoles in the\nhyperspherical adiabatic representation predicts a single long-lived\nthree-dipole state, which exists in only one three-body symmetry, should form\nnear a two-dipole resonance. Our analysis reveals the spatial configuration of\nthe universal state, and the scaling of its binding energy and lifetime with\nthe strength of the dipolar interaction. In addition, three-body recombination\nof fermionic dipoles is found to be important even at ultracold energies. An\nadditional finding is that an effective long-range repulsion arises between a\ndipole and a dipolar dimer that is tunable via dipolar interactions.\n","Comment: 4 pages, 3 figures, 1 table"]}]
["1107.0250",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0250","Phys. Rev. B 84, 174436 (2011)","doi:10.1103/PhysRevB.84.174436"],"date":["2011-07-01","2011-11-28"],"type":["text"],"creator":["Lebernegg, S.","Tsirlin, A. A.","Janson, O.","Nath, R.","Skourski, Yu.","Amthauer, G.","Rosner, H."],"language":[],"coverage":[],"title":["Magnetic model for A2CuP2O7 (A = Na, Li) revisited: 1D versus 2D\n  behavior"],"description":["  We report magnetization measurements, full-potential band structure\ncalculations, and microscopic modeling for the spin-1/2 Heisenberg magnets\nA2CuP2O7 (A = Na, Li). Based on a quantitative evaluation of the leading\nexchange integrals and the subsequent quantum Monte-Carlo simulations, we\npropose a quasi-one-dimensional magnetic model for both compounds, in contrast\nto earlier studies that conjectured on the two-dimensional scenario. The\none-dimensional nature of A2CuP2O7 is unambiguously verified by magnetization\nisotherms measured in fields up to 50 T. The saturation fields of about 40 T\nfor both Li and Na compounds are in excellent agreement with the intrachain\nexchange J1 ~ 27 K extracted from the magnetic susceptibility data. The\nproposed magnetic structure entails spin chains with the dominating\nantiferromagnetic nearest-neighbor interaction J1 and two inequivalent,\nnonfrustrated antiferromagnetic interchain couplings of about 0.01*J1 each. A\npossible long-range magnetic ordering is discussed in comparison with the\navailable experimental information.\n","Comment: 9 pages, 7 figures, 2 tables: published version"]}]
["1107.0926",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0926","JHEP 1109:119,2011","doi:10.1007/JHEP09(2011)119"],"date":["2011-07-05"],"type":["text"],"creator":["Bobrovskyi, S.","Buchmuller, W.","Hajer, J.","Schmidt, J."],"language":[],"coverage":[],"title":["Quasi-stable neutralinos at the LHC"],"description":["  We study supersymmetric extensions of the Standard Model with small R-parity\nand lepton number violating couplings which are naturally consistent with\nprimordial nucleosynthesis, thermal leptogenesis and gravitino dark matter. We\nconsider supergravity models where the gravitino is the lightest superparticle\nfollowed by a bino-like next-to-lightest superparticle (NLSP). Extending\nprevious work we investigate in detail the sensitivity of LHC experiments to\nthe R-parity breaking parameter zeta for various gluino and squark masses. We\nperform a simulation of signal and background events for the generic detector\nDELPHES for which we implement the finite NLSP decay length. We find that for\ngluino and squark masses accessible at the LHC, values of zeta can be probed\nwhich are one to two orders of magnitude smaller than the present upper bound\nobtained from astrophysics and cosmology.\n","Comment: 30 pages, 16 figures"]}]
["1107.2346",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2346","Phys. Rev. E 84, 051139 (2011)","doi:10.1103/PhysRevE.84.051139"],"date":["2011-07-12","2011-11-11"],"type":["text"],"creator":["Montero, Miquel"],"language":[],"coverage":[],"title":["Parrondo-like behavior in continuous-time random walks with memory"],"description":["  The Continuous-Time Random Walk (CTRW) formalism can be adapted to encompass\nstochastic processes with memory. In this article we will show how the random\ncombination of two different unbiased CTRWs can give raise to a process with\nclear drift, if one of them is a CTRW with memory. If one identifies the other\none as noise, the effect can be thought as a kind of stochastic resonance. The\nultimate origin of this phenomenon is the same of the Parrondo's paradox in\ngame theory\n","Comment: 8 pages, 3 figures, revtex; enlarged and revised version"]}]
["1107.2390",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2390","MNRAS, Vol. 417 Issue 4 (November 2011), 2554-2561","doi:10.1111/j.1365-2966.2011.19419.x"],"date":["2011-07-12"],"type":["text"],"creator":["Cupani, Guido","Mezzetti, Marino","Mardirossian, Fabio"],"language":[],"coverage":[],"title":["Angular momentum in cluster Spherical Collapse Model"],"description":["  Our new formulation of the Spherical Collapse Model (SCM-L) takes into\naccount the presence of angular momentum associated with the motion of galaxy\ngroups infalling towards the centre of galaxy clusters. The angular momentum is\nresponsible for an additional term in the dynamical equation which is useful to\ndescribe the evolution of the clusters in the non-equilibrium region which is\ninvestigated in the present paper. Our SCM-L can be used to predict the\nprofiles of several strategic dynamical quantities as the radial and tangential\nvelocities of member galaxies, and the total cluster mass.\n  A good understanding of the non-equilibrium region is important since it is\nthe natural scenario where to study the infall in galaxy clusters and the\naccretion phenomena present in these objects. Our results corroborate previous\nestimates and are in very good agreement with the analysis of recent\nobservations and of simulated clusters.\n","Comment: 8 pages, 4 figures, accepted for publication in MNRAS"]}]
["1107.2410",{"format":[],"subject":["Statistics - Methodology","62G05, 62G32, 62G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2410"],"date":["2011-07-12","2011-11-29"],"type":["text"],"creator":["Gudendorf, Gordon","Segers, Johan"],"language":[],"coverage":[],"title":["Nonparametric estimation of multivariate extreme-value copulas"],"description":["  Extreme-value copulas arise in the asymptotic theory for componentwise maxima\nof independent random samples. An extreme-value copula is determined by its\nPickands dependence function, which is a function on the unit simplex subject\nto certain shape constraints that arise from an integral transform of an\nunderlying measure called spectral measure. Multivariate extensions are\nprovided of certain rank-based nonparametric estimators of the Pickands\ndependence function. The shape constraint that the estimator should itself be a\nPickands dependence function is enforced by replacing an initial estimator by\nits best least-squares approximation in the set of Pickands dependence\nfunctions having a discrete spectral measure supported on a sufficiently fine\ngrid. Weak convergence of the standardized estimators is demonstrated and the\nfinite-sample performance of the estimators is investigated by means of a\nsimulation experiment.\n","Comment: 26 pages; submitted; Universit\\'e catholique de Louvain, Institut de\n  statistique, biostatistique et sciences actuarielles"]}]
["1107.3230",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3230"],"date":["2011-07-16","2011-11-29"],"type":["text"],"creator":["Vakeroudis, Stavros","Yor, Marc"],"language":[],"coverage":[],"title":["A Central Limit Theorem for a sequence of Brownian motions in the unit\n  sphere in Rn"],"description":["  We use a Stochastic Differential Equation satisfied by Brownian motion taking\nvalues in the unit sphere $S_{n-1}subsetmathbb{R}^{n}$ and we obtain a Central\nLimit Theorem for a sequence of such Brownian motions. We also generalize the\nresults to the case of the $n$-dimensional Ornstein-Uhlenbeck processes.\n"]}]
["1107.3455",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3455","American Journal of Physics 79, 1163-1167 (2011)","doi:10.1119/1.3630939"],"date":["2011-07-18"],"type":["text"],"creator":["Boyer, Timothy H."],"language":[],"coverage":[],"title":["Any Classical Description of Nature Requires Classical Electromagnetic\n  Zero-Point Radiation"],"description":["  Any attempt to describe nature within classical physics requires the presence\nof Lorentz-invariant classical electromagnetic zero-point radiation so as to\naccount for the Casimir forces between parallel conducting plates at low\ntemperatures. However, this zero-point radiation also leads to classical\nexplanations for a number of phenomena which are usually regarded as requiring\nquantum physics. Here we provide a cursory overview of the classical\nelectromagnetic theory which includes classical zero-point radiation, and we\nnote the areas of agreement and disagreement between the classical and quantum\ntheories, both of which contain Planck's constant h.\n","Comment: 17 pages"]}]
["1107.4588",{"format":[],"subject":["Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4588"],"date":["2011-07-22","2011-11-28"],"type":["text"],"creator":["Ye, Mao","Wang, Chunyan","Aperjis, Christina","Huberman, Bernardo A.","Sandholm, Thomas"],"language":[],"coverage":[],"title":["Collective Attention and the Dynamics of Group Deals"],"description":["  We present a study of the group purchasing behavior of daily deals in Groupon\nand LivingSocial and introduce a predictive dynamic model of collective\nattention for group buying behavior. In our model, the aggregate number of\npurchases at a given time comprises two types of processes: random discovery\nand social propagation. We find that these processes are very clearly separated\nby an inflection point. Using large data sets from both Groupon and\nLivingSocial we show how the model is able to predict the success of group\ndeals as a function of time. We find that Groupon deals are easier to predict\naccurately earlier in the deal lifecycle than LivingSocial deals due to the\nfinal number of deal purchases saturating quicker. One possible explanation for\nthis is that the incentive to socially propagate a deal is based on an\nindividual threshold in LivingSocial, whereas in Groupon it is based on a\ncollective threshold, which is reached very early. Furthermore, the personal\nbenefit of propagating a deal is also greater in LivingSocial.\n"]}]
["1107.5648",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5648","Phys. Rev. E 84, 051130 (2011)","doi:10.1103/PhysRevE.84.051130"],"date":["2011-07-28","2011-11-29"],"type":["text"],"creator":["Pradhan, Punyabrata","Seifert, Udo"],"language":[],"coverage":[],"title":["Thermodynamic Theory of Phase Transitions in Driven Lattice Gases"],"description":["  We formulate an approximate thermodynamic theory of the phase transition in\ndriven lattice gases with attractive nearest-neighbor interactions. We\nconstruct the van der Waals equation of state for a driven system where a\nnonequilibrium chemical potential can be expressed as a function of density and\ndriving field. A Maxwell's construction leads to the phase transition from a\nhomogeneous fluid phase to the coexisting phases of gas and liquid.\n","Comment: typos corrected, a paragraph added in summary"]}]
["1108.0379",{"format":[],"subject":["Mathematics - Probability","60K35, 82B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0379"],"date":["2011-08-01","2011-11-29"],"type":["text"],"creator":["Panchenko, Dmitry"],"language":[],"coverage":[],"title":["A new representation of the Ghirlanda-Guerra identities with\n  applications"],"description":["  In this paper we obtain a new family of identities for random measures on the\nunit ball of a separable Hilbert space which arise as the asymptotic analogues\nof the Gibbs measures in the Sherrington-Kirkpatrick and $p$-spin models and\nwhich are known to satisfy the Ghirlanda-Guerra identities. We give several\napplications of the new identities to structural results for such measures.\n"]}]
["1108.0524",{"format":[],"subject":["Physics - Accelerator Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0524","Chinese Physics Letters 28 (2011) 124101","doi:10.1088/0256-307X/28/12/124101"],"date":["2011-08-02","2011-11-29"],"type":["text"],"creator":["Deng, Haixiao","Feng, Chao","Liu, Bo","Wang, Dong","Wang, Xingtao","Zhang, Meng"],"language":[],"coverage":[],"title":["Characterizing Temporal Structure of the Relativistic Electron Bunch"],"description":["  Using proper beam energy chirp and the undulator detuning effect, we propose\na modified optical replica synthesizer scheme to characterize the temporal\nstructure of a relativistic electron bunch, which predicts a 100-fs temporal\nresolution in numerical simulation. The proof of principle experiment\ndemonstrates a peak current of 9 A and a slice energy spread of about 0.5 keV\nfor the uncompressed electron beam of the Shanghai Deep UV Free Electron Laser\nFacility.\n","Comment: 4 pages, 5 figures, 1 table"]}]
["1108.0811",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0811","Int. J. Mod. Phys. Conf. Ser. 4 (2011) 135-145","doi:10.1142/S2010194511001644"],"date":["2011-08-03"],"type":["text"],"creator":["Cherednikov, I. O.","Stefanis, N. G."],"language":[],"coverage":[],"title":["Transverse-momentum-dependent parton distributions at the edge of the\n  lightcone"],"description":["  We present a completely gauge-invariant operator definition of\ntransverse-momentum-dependent parton densities (TMD), supplied with\nlongitudinal lightlike gauge links as well as transverse gauge links at\nlightcone infinity. Within this framework, we consider the consistent treatment\nof specific divergences, emerging in the \"unsubtracted\" TMD beyond the tree\napproximation, and construct the soft factors to cancel unphysical\nsingularities. We confront this approach with factorization schemes, which make\nuse of covariant gauges with off-the-lightcone gauge links, and discuss their\nmutual connection.\n","Comment: 10 pages, 2 figures; needs ws-ijmpcs.cls (supplied). Invited talk\n  presented at Workshop \"QCD evolution of parton distributions: from collinear\n  to non-collinear case\", 8 - 9 Apr 2011, Thomas Jefferson National Accelerator\n  Facility, Newport News (VA), USA"]}]
["1108.0988",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0988","Phys. Plasmas 11, 112104 (2011)","doi:10.1063/1.3659025"],"date":["2011-08-03","2011-10-14"],"type":["text"],"creator":["Tyshetskiy, Y. O.","Vladimirov, S. V.","Kompaneets, R."],"language":[],"coverage":[],"title":["On kinetic description of electromagnetic processes in a quantum plasma"],"description":["  A nonlinear kinetic equation for nonrelativistic quantum plasma with\nelectromagnetic interaction of particles is obtained in the Hartree's\nmean-field approximation. It is cast in a convenient form of\nVlasov-Boltzmann-type equation with \"quantum interference integral\", that\nallows for relatively straightforward modification of existing classical Vlasov\ncodes to incorporate quantum effects (quantum statistics and quantum\ninterference of overlapping particles wave functions), without changing the\nbulk of the codes. Such modification (upgrade) of existing Vlasov codes may\nprovide a direct and effective path to numerical simulations of nonlinear\nelectrostatic and electromagnetic phenomena in quantum plasmas, especially of\nprocesses where kinetic effects are important (e.g., modulational interactions\nand stimulated scattering phenomena involving plasma modes at short wavelengths\nor high-order kinetic modes, dynamical screening and interaction of charges in\nquantum plasma, etc.) Moreover, numerical approaches involving such modified\nVlasov codes would provide a useful basis for theoretical analyses of quantum\nplasmas, as quantum and classical effects can be easily separated there.\n","Comment: Submitted to Phys. Plasmas. 16 pages, no figures"]}]
["1108.2091",{"format":[],"subject":["Quantitative Biology - Molecular Networks","Physics - Biological Physics","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2091"],"date":["2011-08-09"],"type":["text"],"creator":["Raychaudhuri, Subhadip"],"language":[],"coverage":[],"title":["Low probability Bid-Bax reaction generates heterogeneity in apoptosis\n  resistance of cancer and cancer stem cells"],"description":["  Variability in the tumorigenic potential among cancer cells within a tumor\npopulation is an unresolved fundamental issue in cancer biology. It is\nimportant to know whether cancer cells with higher tumorigenic potential, such\nas cancer stem cells, are only a small subpopulation. We attempt to address the\nquestion of variability in tumorigenic potential based on the heterogeneity in\napoptosis resistance of cancer cells. We use stochastic differential equations\nand kinetic Monte Carlo simulations to explore the mechanisms that generate\ncell-to-cell variability in apoptosis resistance of cancer cells. In our model,\na simplified scheme of apoptosis signaling reactions is developed focusing on\nthe proapoptotic Bid-Bax reaction and its inhibition by Bcl-2 like\nantiapoptotic proteins. We show how a combination of low probability Bid-Bax\nreaction along with overexpressed reactant molecules allows specific killing of\ncancer cells, especially under targeted therapy such as Bcl-2 inhibition. This\nlow probability Bid-Bax reaction protects normal cells from accidental\napoptosis but generates cell-to-cell stochastic variability in apoptotic\nactivation of cells equipped with overexpressed Bid and Bax molecules. We\nfurther demonstrate that cellular variations in Bcl-2 / Bax ratio, within a\ncancer cell population, can affect the intrinsic fluctuations arising from the\nstochastic Bid-Bax reaction and thereby provides a mechanism for origin of\ncells with higher tumorigenic potential. We discuss the implications of our\nresults for cancer therapy, such as, optimal strategies to minimize stochastic\nfluctuations in cancer cell death.\n","Comment: 17 pages, 5 figures"]}]
["1108.2533",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Logic","54G20 (Primary) 03E50, 54H05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2533"],"date":["2011-08-11","2011-11-28"],"type":["text"],"creator":["Medini, Andrea","Milovich, David"],"language":[],"coverage":[],"title":["The topology of ultrafilters as subspaces of $2^\\omega$"],"description":["  Using the property of being completely Baire, countable dense homogeneity and\nthe perfect set property we will be able, under Martin's Axiom for countable\nposets, to distinguish non-principal ultrafilters on $\\omega$ up to\nhomeomorphism. Here, we identify ultrafilters with subpaces of $2^\\omega$ in\nthe obvious way. Using the same methods, still under Martin's Axiom for\ncountable posets, we will construct a non-principal ultrafilter $\\UU\\subseteq\n2^\\omega$ such that $\\UU^\\omega$ is countable dense homogeneous. This\nconsistently answers a question of Hru\\v{s}\\'ak and Zamora Avil\\'es. Finally,\nwe will give some partial results about the relation of such topological\nproperties with the combinatorial property of being a $\\mathrm{P}$-point.\n","Comment: 22 pages"]}]
["1108.2603",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2603"],"date":["2011-08-12","2011-11-29"],"type":["text"],"creator":["Li, Yongbi"],"language":[],"coverage":[],"title":["An Alternative Approach to Polynomial Mappings"],"description":["  This paper presents an alternative approach to simplify the proofs of some\nimportant results related to polynomial mappings in Computational Algebraic\nGeometry such as Polynomial Implicitization, Image Closure and some properties\nof the ideal relations of polynomial mappings.\n","Comment: This paper has been withdrawn by the author due to be told that this\n  approach is the standard one, and thank the anonymous referee"]}]
["1108.3134",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3134","Instruments, Methods, and Missions for Astrobiology XIV, Proc.\n  SPIE 8152, pp. 815212--1--815212--8, 2011","doi:10.1117/12.894066"],"date":["2011-08-15","2011-09-06"],"type":["text"],"creator":["Korpela, Eric J.","Anderson, David P.","Bankay, Robert","Cobb, Jeff","Howard, Andrew","Lebofsky, Matt","Siemion, Andrew P. V.","von Korff, Joshua","Werthimer, Dan"],"language":[],"coverage":[],"title":["Status of the UC-Berkeley SETI Efforts"],"description":["  We summarize radio and optical SETI programs based at the University of\nCalifornia, Berkeley. The SEVENDIP optical pulse search looks for ns time scale\npulses at visible wavelengths using an automated 30 inch telescope. The ongoing\nSERENDIP V.v sky survey searches for radio signals at the 300 meter Arecibo\nObservatory. The currently installed configuration supports 128 million\nchannels over a 200 MHz bandwidth with ~1.6 Hz spectral resolution. SETI@home\nuses the desktop computers of volunteers to analyze over 160 TB of data at\ntaken at Arecibo looking for two types of continuous wave signals and two types\nof pulsed signals. A version to be released this summer adds autocorrelation\nanalysis to look for complex wave forms that have been repeated (and overlayed)\nafter a short delay. SETI@home will soon be processing data of Kepler exoplanet\nsystems collected at the GBT. The Astropulse project is the first SETI search\nfor $\\mu$s time scale dispersed pulses in the radio spectrum. We recently\nreobserved 114 sky locations where microsecond pulses were detected. This data\nis in process of being transferred to Berkeley for analysis.\n","Comment: 8 pages, including 1 figure. Presented at SPIE Conf. 8152, San Diego,\n  CA, Aug 25, 2011"]}]
["1108.3383",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Data Structures and Algorithms","68Q17 (Primary) 68W99 (Secondary)","F.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3383"],"date":["2011-08-16","2011-11-28"],"type":["text"],"creator":["Cai, Jin-Yi","Kowalczyk, Michael","Williams, Tyson"],"language":[],"coverage":[],"title":["Gadgets and Anti-Gadgets Leading to a Complexity Dichotomy"],"description":["  We introduce an idea called anti-gadgets in complexity reductions. These\ncombinatorial gadgets have the effect of erasing the presence of some other\ngraph fragment, as if we had managed to include a negative copy of a graph\ngadget. We use this idea to prove a complexity dichotomy theorem for the\npartition function $Z(G)$ on 3-regular directed graphs $G$, where each edge is\ngiven a complex-valued binary function $f: \\{0,1\\}^2 \\rightarrow \\mathbb{C}$.\nWe show that \\[Z(G) = \\sum_{\\sigma: V(G) \\to \\{0,1\\}} \\prod_{(u,v) \\in E(G)}\nf(\\sigma(u), \\sigma(v)),\\] is either computable in polynomial time or #P-hard,\ndepending explicitly on $f$.\n","Comment: 26 pages, 14 figures, To appear at ITCS 2012, New version changes:\n  minor copy edits, workaround for arXiv bug that made subscript references too\n  large"]}]
["1108.4591",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4591","JHEP 1110 (2011) 121","doi:10.1007/JHEP10(2011)121"],"date":["2011-08-23","2011-10-20"],"type":["text"],"creator":["Banerjee, Rabin","Gangopadhyay, Sunandan","Roy, Debraj"],"language":[],"coverage":[],"title":["Hamiltonian analysis of symmetries in a massive theory of gravity"],"description":["  We construct the generator of hamiltonian gauge symmetries in a 2+1\ndimensional massive theory of gravity, proposed recently, through a systematic\noff-shell algorithm. Using a field dependant map among gauge parameters we show\nthat the symmetries obtained from this generator are on-shell equivalent to the\nPoincar\\'{e} gauge symmetries. We also clarify certain subtle issues concerning\nthe implementation of this map.\n","Comment: 15 pages, LaTeX2e; References updated; 16 pages, Minor modifications,\n  version accepted for publication in JHEP"]}]
["1108.6128",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.6128","Phys. Rev. B 84, 195457 (2011)","doi:10.1103/PhysRevB.84.195457"],"date":["2011-08-31","2011-11-28"],"type":["text"],"creator":["Jeong, Jae-Seung","Shin, Jeongkyu","Lee, Hyun-Woo"],"language":[],"coverage":[],"title":["Curvature-induced spin-orbit coupling and spin relaxation in a\n  chemically clean single-layer graphene"],"description":["  The study of spin-related phenomena in materials requires knowledge on the\nprecise form of effective spin-orbit coupling of conducting carriers in the\nsolid-states systems. We demonstrate theoretically that curvature induced by\ncorrugations or periodic ripples in single-layer graphenes generates two types\nof effective spin-orbit coupling. In addition to the spin-orbit coupling\nreported previously that couples with sublattice pseudospin and corresponds to\nthe Rashba-type spin-orbit coupling in a corrugated single-layer graphene,\nthere is an additional spin-orbit coupling that does not couple with the\npseudospin, which can not be obtained from the extension of the\ncurvature-induced spin-orbit coupling of carbon nanotubes. Via numerical\ncalculation we show that both types of the curvature-induced spin-orbit\ncoupling make the same order of contribution to spin relaxation in chemically\nclean single-layer graphene with nanoscale corrugation. The spin relaxation\ndependence on the corrugation roughness is also studied.\n","Comment: 8 pages, 4 figures"]}]
["1109.2112",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2112"],"date":["2011-09-09","2011-11-28"],"type":["text"],"creator":["Chudnovsky, Maria","King, Andrew D.","Plumettaz, Matthieu","Seymour, Paul"],"language":[],"coverage":[],"title":["A local strengthening of Reed's {\\omega}, \\Delta, {\\chi} conjecture for\n  quasi-line graphs"],"description":["  Reed's $\\omega$, $\\Delta$, $\\chi$ conjecture proposes that every graph\nsatisfies $\\chi\\leq \\lceil\\frac 12(\\Delta+1+\\omega)\\rceil$; it is known to hold\nfor all claw-free graphs. In this paper we consider a local strengthening of\nthis conjecture. We prove the local strengthening for line graphs, then note\nthat previous results immediately tell us that the local strengthening holds\nfor all quasi-line graphs. Our proofs lead to polytime algorithms for\nconstructing colourings that achieve our bounds: $O(n^2)$ for line graphs and\n$O(n^3m^2)$ for quasi-line graphs. For line graphs, this is faster than the\nbest known algorithm for constructing a colouring that achieves the bound of\nReed's original conjecture.\n","Comment: 18 pages, 1 figure"]}]
["1109.5279",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5279","Physical Review A, 84, 053629 (2011)","doi:10.1103/PhysRevA.84.053629"],"date":["2011-09-24"],"type":["text"],"creator":["Ghosh, Sudeep Kumar","Vyasanakere, Jayantha P.","Shenoy, Vijay B."],"language":[],"coverage":[],"title":["Trapped fermions in a synthetic non-Abelian gauge field"],"description":["  On increasing the coupling strength ($\\lambda$) of a non-Abelian gauge field\nthat induces a generalized Rashba spin-orbit interaction, the topology of the\nFermi surface of a homogeneous gas of noninteracting fermions of density $\\rho\n\\sim \\kf^3$ undergoes a change at a critical value, $\\lambda_T \\approx \\kf$\n[Phys. Rev. B {\\bf 84}, 014512 (2011)]. In this paper we analyze how this\nphenomenon affects the size and shape of a cloud of spin-$\\half$ fermions\ntrapped in a harmonic potential such as those used in cold atom experiments. We\ndevelop an adiabatic formulation, including the concomitant Pancharatnam-Berry\nphase effects, for the one particle states in the presence of a trapping\npotential and the gauge field, obtaining approximate analytical formulae for\nthe energy levels for some high symmetry gauge field configurations of\ninterest. An analysis based on the local density approximation reveals that,\nfor a given number of particles, the cloud shrinks in a {\\em characteristic\nfashion with increasing $\\lambda$}. For an isotropic harmonic trap, the local\ndensity approximation predicts a spherical cloud for all gauge field\nconfigurations, which are anisotropic in general. We show, via a calculation of\nthe cloud shape using exact eigenstates, that for certain gauge field\nconfigurations there is systematic and observable anisotropy in the cloud shape\nthat increases with increasing gauge coupling $\\lambda$. These results should\nbe useful in the design of cold atom experiments with fermions in non-Abelian\ngauge fields. An important spin-off of our adiabatic formulation is that it\nreveals exciting possibilities for the cold-atom realization of interesting\ncondensed matter Hamiltonians (eg. quantum hall spherical geometry) by using a\nnon-Abelian gauge field in conjunction with another potential.\n","Comment: 10 Pages, 4 figures"]}]
["1110.2590",{"format":[],"subject":["Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2590","Metrologia 49 (2012) 82-87","doi:10.1088/0026-1394/49/1/012"],"date":["2011-10-12"],"type":["text"],"creator":["Weyers, S.","Gerginov, V.","Nemitz, N.","Li, R.","Gibble, K."],"language":[],"coverage":[],"title":["Distributed cavity phase frequency shifts of the caesium fountain\n  PTB-CSF2"],"description":["  We evaluate the frequency error from distributed cavity phase in the caesium\nfountain clock PTB-CSF2 at the Physikalisch-Technische Bundesanstalt with a\ncombination of frequency measurements and ab initio calculations. The\nassociated uncertainty is 1.3E-16, with a frequency bias of 0.4E-16. The\nagreement between the measurements and calculations explains the previously\nobserved frequency shifts at elevated microwave amplitude. We also evaluate the\nfrequency bias and uncertainty due to the microwave lensing of the atomic\nwavepackets. We report a total PTB-CSF2 systematic uncertainty of 4.1E-16.\n","Comment: 15 pages, 5 figures, to be published in Metrologia"]}]
["1110.3994",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3994","Phys. Rev. E 84, 051135 [10 pp ] (2011)","doi:10.1103/PhysRevE.84.051135"],"date":["2011-10-18","2011-11-28"],"type":["text"],"creator":["Cabrera, Diego Luis Gonzalez","Einstein, T. L."],"language":[],"coverage":[],"title":["Voronoi Cell Patterns: theoretical model and applications"],"description":["  We use a simple fragmentation model to describe the statistical behavior of\nthe Voronoi cell patterns generated by a set of points in 1D and in 2D. In\nparticular, we are interested in the distribution of sizes of these Voronoi\ncells. Our model is completely defined by two probability distributions in 1D\nand again in 2D, the probability to add a new point inside an existing cell and\nthe probability that this new point is at a particular position relative to the\npreexisting point inside this cell. In 1D the first distribution depends on a\nsingle parameter while the second distribution is defined through a\nfragmentation kernel; in 2D both distributions depend on a single parameter.\nThe fragmentation kernel and the control parameters are closely related to the\nphysical properties of the specific system under study. We use our model to\ndescribe the Voronoi cell patterns of several systems. Specifically, we study\nthe island nucleation with irreversible attachment, the 1D car parking problem,\nthe formation of second-level administrative divisions, and the pattern formed\nby the Paris M\\'etro stations.\n","Comment: 12 pages, 9 figures"]}]
["1110.5343",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5343","Phys. Fluids 23, 112103 (2011)"],"date":["2011-10-24"],"type":["text"],"creator":["Chan, Tak Shing","Gueudré, Thomas","Snoeijer, Jacco H."],"language":[],"coverage":[],"title":["Maximum speed of dewetting on a fiber"],"description":["  A solid object can be coated by a nonwetting liquid since a receding contact\nline cannot exceed a critical speed. We theoretically investigate this forced\nwetting transition for axisymmetric menisci on fibers of varying radii. First,\nwe use a matched asymptotic expansion and derive the maximum speed of\ndewetting. For all radii we find the maximum speed occurs at vanishing apparent\ncontact angle. To further investigate the transition we numerically determine\nthe bifurcation diagram for steady menisci. It is found that the meniscus\nprofiles on thick fibers are smooth, even when there is a film deposited\nbetween the bath and the contact line, while profiles on thin fibers exhibit\nstrong oscillations. We discuss how this could lead to different experimental\nscenarios of film deposition.\n"]}]
["1110.6318",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Topology","57S15, 55N91, 57R91"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6318"],"date":["2011-10-28","2011-11-29"],"type":["text"],"creator":["Goertsches, Oliver","Mare, Augustin-Liviu"],"language":[],"coverage":[],"title":["Equivariant cohomology of cohomogeneity one actions"],"description":["  We show that if $G\\times M \\to M$ is a cohomogeneity one action of a compact\nconnected Lie group $G$ on a compact connected manifold $M$ then $H^*_G(M)$ is\na Cohen-Macaulay module over $H^*(BG)$. Moreover, this module is free if and\nonly if the rank of at least one isotropy group is equal to the rank of $G$. We\ndeduce as corollaries several results concerning the usual (de Rham) cohomology\nof $M$, such as the following obstruction to the existence of a cohomogeneity\none action: if $M$ admits a cohomogeneity one action, then $\\chi(M)>0$ if and\nonly if $H^{\\rm odd}(M)=\\{0\\}$.\n","Comment: 18 pages. v2: exposition improved; Remark 5.4, Lemma 5.5, and\n  references added"]}]
["1111.0762",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.0762"],"date":["2011-11-03","2011-11-29"],"type":["text"],"creator":["Narang, Ankur","Dutta, Sourav","Bhattacherjee, Souvik"],"language":[],"coverage":[],"title":["Multidimensional Balanced Allocation for Multiple Choice & (1 + Beta)\n  Processes"],"description":["  Allocation of balls into bins is a well studied abstraction for load\nbalancing problems.The literature hosts numerous results for sequential(single\ndimensional) allocation case when m balls are thrown into n bins. In this paper\nwe study the symmetric multiple choice process for both unweighted and weighted\nballs as well as for both multidimensional and scalar models.Additionally,we\npresent the results on bounds on gap for (1+beta) choice process with\nmultidimensional balls and bins. We show that for the symmetric d choice\nprocess and with m=O(n), the upper bound on the gap is O(lnln(n)) w.h.p.This\nupper bound on the gap is within D=f factor of the lower bound. This is the\nfirst such tight result.For the general case of m>>n the expected gap is\nbounded by O(lnln(n)).For variable f and non-uniform distribution of the\npopulated dimensions,we obtain the upper bound on the expected gap as\nO(log(n)).\n  Further,for the multiple round parallel balls and bins,we show that the gap\nis also bounded by O(loglog(n)) for m=O(n).The same bound holds for the\nexpected gap when m>>n. Our analysis also has strong implications in the\nsequential scalar case.For the weighted balls and bins and general case m>>n,we\nshow that the upper bound on the expected gap is O(log(n)) which improves upon\nthe best prior bound of n^c.Moreover,we show that for the (1 + beta) choice\nprocess and m=O(n) the upper bound(assuming uniform distribution of f populated\ndimensions over D total dimensions) on the gap is O(log(n)/beta),which is\nwithin D=f factor of the lower bound.For fixed f with non-uniform distribution\nand for random f with Binomial distribution the expected gap remains\nO(log(n)/beta) independent of the total number of balls thrown. This is the\nfirst such tight result for (1 +beta) paradigm with multidimensional balls and\nbins.\n"]}]
["1111.1611",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1611","Acta Physica Polonica B vol. 42 (2011) page 2175","doi:10.5506/APhysPolB.42.2175"],"date":["2011-11-07"],"type":["text"],"creator":["Milgrom, Mordehai"],"language":[],"coverage":[],"title":["MOND--particularly as modified inertia"],"description":["  After a succinct review of the MOND paradigm--with its phenomenology, and its\nvarious underlying theories--I concentrate on so called modified inertia (MI)\nformulations of MOND, which have so far received only little attention. These\nshare with all MOND theories the salient MOND predictions, such as\nasymptotically flat rotation curves, and the universal mass-asymptotic-speed\nrelation. My emphasis here is, however, on the fact that MI theories can differ\nsubstantially from their \"modified-gravity\" (MG) kin in predicting other\nphenomena. Because MI theories are non local in time, MOND effects depend on\nthe full trajectory of a system, not only on its instantaneous state, as in MG\ntheories. This may lead to rather different predictions for, e.g., the\nexternal-field effect (EFE): A subsystem, such as a globular cluster or a dwarf\ngalaxy, moving in the field of a mother galaxy, or a galaxy in a cluster, may\nbe subject to an EFE that depends on the accelerations all along its orbit, not\nonly on the instantaneous value. And, it is even possible to construct MI\ntheories with practically no EFE. Other predictions that may differ are also\ndiscussed. Since we do not yet have a full fledged, modified-inertia\nformulation, simple, heuristic models have been used to demonstrate these\npoints.\n","Comment: 10 pages. Presented at XXXV International Conference of Theoretical\n  Physics \"Matter to the Deepest\": Recent Developments in Physics of\n  Fundamental Interactions, Ustron, Poland September 2011"]}]
["1111.1960",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.1960","Phys. Rev. A 84, 052902 (2011)","doi:10.1103/PhysRevA.84.052902"],"date":["2011-11-08"],"type":["text"],"creator":["Biehs, Svend-Age","Greffet, Jean-Jacques"],"language":[],"coverage":[],"title":["Statistical properties of spontaneous emission near a rough surface"],"description":["  We study the lifetime of the excited state of an atom or molecule near a\nplane surface with a given random surface roughness. In particular, we discuss\nthe impact of the scattering of surface modes within the rough surface. Our\nstudy is completed by considering the lateral correlation length of the decay\nrate and the variance discussing its relation to the C0 correlation.\n"]}]
["1111.3430",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3430","J. Phys. Soc. Jpn. 80 (2011) 125003","doi:10.1143/JPSJ.80.125003"],"date":["2011-11-14"],"type":["text"],"creator":["Shimokawa, Tokuro","Nakano, Hiroki"],"language":[],"coverage":[],"title":["Frustration-Induced Ferrimagnetism in Heisenberg Spin Chains"],"description":["  We study ground-state properties of the Heisenberg frustrated spin chain with\ninteractions up to fourth nearest neighbors by the exact-diagonalization method\nand the density matrix renormalization group method. We find that\nferrimagnetism is realized not only in the case of S=1/2 but also S=1 despite\nthat there is only a single spin site in each unit cell determined from the\nshape of the Hamiltonian. Our numerical results suggest that a\n\"multi-sublattice structure\" is not required for the occurrence of\nferrimagnetism in quantum spin systems with isotropic interactions.\n","Comment: 6 pages, 3 figures, accepted for publication in Journal of the\n  Physical Society of Japan"]}]
["1111.3655",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3655","Phy. Rev. B 84, 195465 (2011)","doi:10.1103/PhysRevB.84.195465"],"date":["2011-11-15"],"type":["text"],"creator":["Aslam, Muhammad I.","Güney, Durdu Ö."],"language":[],"coverage":[],"title":["Surface plasmon driven scalable low-loss negative-index metamaterials at\n  visible spectrum"],"description":["  We demonstrate that surface plasmons of a thin metal film interacting with a\nperiodic array of nano-structures around it can be utilized to make bulk\nnegative index metamaterials at visible spectrum with simultaneously negative\npermittivity and permeability. These surface plasmon driven metamaterials have\nhigh figure of merit and can be tuned arbitrarily to operate at any wavelength\nin the visible spectrum and possibly at ultraviolet spectrum. We numerically\ndemonstrate the idea by a metamaterial structure which exhibits a strong\nmagnetic response resulting in a negative index of refraction in the green\nregion of the electromagnetic spectrum at 536nm with a figure of merit of 3.67.\nWe also demonstrate by simply changing the constituent material only, hence by\nmodifying the underlying surface plasmon dispersion, that the operating\nwavelength of the structure can be blue-shifted to the violet region at 406nm\nwith a figure of merit of 2.27. In contrast to the fishnet-structure based\napproaches for visible metamaterials, our proposed approach offers a more\nfrequency scalable way of achieving negative index of refraction in the visible\nand possibly at ultraviolet wavelengths with high figure of merit.\n","Comment: Accepted for publication in Physical Review B, 7 journal page, 6\n  figures"]}]
["1111.3740",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.3740","Phys. Rev. B 84, 195460 (2011)","doi:10.1103/PhysRevB.84.195460"],"date":["2011-11-16"],"type":["text"],"creator":["Zhu, Zhen-Gang","Berakdar, Jamal"],"language":[],"coverage":[],"title":["Berry curvature mediated valley Hall and charge Hall effects in graphene\n  via strain engineering"],"description":["  We point out a practical way to induce a finite charge Hall conductivity in\ngraphene via an off-diagonal strain. Our conclusions are based on a general\nanalysis and supported by numerical examples. The interplay between a\nsubstrate-induced gap and the strain is discussed. We show that the\nsubstrate-induced gap itself does not break the symmetry that maps one valley\nonto the other, and hence does not yield a net charge Hall effect. The net\ncharge Hall conductivity is found to be sizable and should be observable in the\npresence of both the gap and the strain. The sign of the Hall conductivity can\nbe tuned by varying the strain parameters. The valley Hall conductivity is\nstudied as well. The valley and the orbital magnetic moment accumulations on\nthe sample edges may be detected in a Hall conductivity experiment.\n","Comment: 22 pages, 5 figures, accepted by Phys. Rev. B"]}]
["1111.5005",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Symplectic Geometry","53C25, 53C21, 53C07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5005"],"date":["2011-11-21","2011-11-29"],"type":["text"],"creator":["Fine, Joel"],"language":[],"coverage":[],"title":["A gauge theoretic approach to the anti-self-dual Einstein equations"],"description":["  In [29], Plebanski reformulated the anti-self-dual Einstein equations with\nnon-zero scalar curvature as a first order PDE for a connection in an\nSO(3)-bundle over the four-manifold. The aim of this article is to place this\ndifferential equation in a new framework, in which it is both elliptic and a\nstationary point of a parabolic flow. To do this, we exploit a link with\ndefinite connections (introduced in [12]) to draw an analogy with instantons\nand the Yang-Mills flow. This picture leads to a natural conjecture, analogous\nto one made by Donaldson concerning hyperk\\\"ahler 4-manifolds [9]. It also\nprovides a moment-map description of the anti-self-dual Einstein equations with\nnon-zero scalar curvature.\n","Comment: 49 pages. v2 typos corrected"]}]
["1111.5489",{"format":[],"subject":["Physics - Popular Physics","Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5489"],"date":["2011-11-23","2011-11-29"],"type":["text"],"creator":["Barthel, Peter"],"language":[],"coverage":[],"title":["Santa and the moon"],"description":["  Happy end-of-the-year evening and night events provide good opportunities to\nexplain the phases of the moon. The need for such moon phase education is once\nagain demonstrated, through an investigation of illustrations on Santa Claus\nand Christmas gift wrap and in children's books, in two countries which have\nbeen important in shaping the image of Santa Claus and his predecessor\nSinterklaas: The Netherlands and the USA. The moon on Halloween illustrations\nis also considered. The lack of knowledge concerning the physical origin of the\nmoon phases, or lack of interest in understanding, is found to be widespread in\nThe Netherlands but is also clearly present in the USA, and is quite possibly\nglobal. Definitely incomplete, but surely representative lists compiling both\nscientifically correct and scientifically incorrect gift wrap and children's\nbooks are also presented.\n","Comment: Text, plus 4 figures and 4 tables; to appear in vol.12 of the\n  Communicating Astronomy to the Public Journal (December 2011)"]}]
["1111.5613",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5613"],"date":["2011-11-23","2011-11-29"],"type":["text"],"creator":["Kroupa, Pavel"],"language":[],"coverage":[],"title":["Star cluster formation and some implications for GAIA"],"description":["  Stars form in spatially and temporarily correlated star formation events\n(CSFEs) and the dynamical processes within these \"embedded clusters\" leave\nimprints in the stellar populations in galactic fields. Such imprints are\ncorrelations in phase space (e.g. gravitationally bound star clusters, tidal\nstreams), in the binary properties of stars and in the present-day stellar mass\nfunctions in the surviving clusters. The dynamical processes include expulsion\nof massive stars from cluster cores, disruption of CSFEs due to residual gas\nexpulsion and energy-equipartition driven evaporation of stars from clusters\nleading to dark star clusters and cold kinematical streams with epicyclic\noverdensities. The properties of such phase-space structures in the Milky Way\n(MW) field depend on the effective gravitational potential of the MW. GAIA data\nwill significantly constrain all of these aspects, and will in particular\nimpact on gravitational dynamics via the properties of cold streams and on\nstar-formation via the constraint on the gas expulsion process through the\nexpanding unbound populations that must be associated with every CSFE.\n","Comment: 12 pages, pdfLaTeX, based on invited review, submitted to proceedings\n  of Stellar Clusters & Associations, A RIA Workshop on GAIA, Granada, Spain,\n  23rd-27th May 2011; replaced version fixes a LaTeX problem and includes\n  additional references"]}]
["1111.5719",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.5719","Journal of Fluid Mechanics 688 (2011) 195-218","doi:10.1017/jfm.2011.372"],"date":["2011-11-24"],"type":["text"],"creator":["Chraibi, Hamza","Wunenburger, Régis","Lasseux, Didier","Petit, Julien","Delville, Jean-Pierre"],"language":[],"coverage":[],"title":["Eddies and interface deformations induced by optical streaming"],"description":["  We study flows and interface deformations produced by the scattering of a\nlaser beam propagating through non-absorbing turbid fluids. Light scattering\nproduces a force density resulting from the transfer of linear momentum from\nthe laser to the scatterers. The flow induced in the direction of the beam\npropagation, called 'optical streaming', is also able to deform the interface\nseparating the two liquid phases and to produce wide humps. The viscous flow\ntaking place in these two liquid layers is solved analytically, in one of the\ntwo liquid layers with a stream function formulation, as well as numerically in\nboth fluids using a boundary integral element method. Quantitative comparisons\nare shown between the numerical and analytical flow patterns. Moreover, we\npresent predictive simulations regarding the effects of the geometry, of the\nscattering strength and of the viscosities, on both the flow pattern and the\ndeformation of the interface. Finally, theoretical arguments are put forth to\nexplain the robustness of the emergence of secondary flows in a two-layer fluid\nsystem.\n"]}]
["1111.6092",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6092"],"date":["2011-11-25","2011-11-29"],"type":["text"],"creator":["Paredes, Belén"],"language":[],"coverage":[],"title":["Exact Parent Lattice Hamiltonian for One-Dimensional Non-Abelian\n  Fractional Quantum Hall Liquids"],"description":["  I present a family of one-dimensional time reversal lattice Hamiltonians\nwhose exact ground states are bosonic non-Abelian fractional quantum Hall\nliquids with well defined total chiral momentum. These Hamiltonians describe\nk-hard-core bosons and involve long-range tunneling and interaction processes\nwith an amplitude decaying with the chord distance. For k=2 the ground state is\na p-wave paired phase corresponding to the Pfaffian quantum Hall state. This\nfamily of non-Abelian liquids is shown to be in one-to-one correspondence with\na family of non-Abelian spin-k/2 liquids exhibiting hidden non-local order.\nThey are total singlets made out of k indistinguishable Resonating Valence Bond\nstates. The corresponding spin parent Hamiltonians are obtained.\n","Comment: 5 pages, 2 figures, added references"]}]
["1111.6115",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Disordered Systems and Neural Networks","Computer Science - Social and Information Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6115","T. Nishikawa and A.E. Motter, Scientific Reports 1, 151 (2011)","doi:10.1038/srep00151"],"date":["2011-11-25"],"type":["text"],"creator":["Nishikawa, Takashi","Motter, Adilson E."],"language":[],"coverage":[],"title":["Discovering Network Structure Beyond Communities"],"description":["  To understand the formation, evolution, and function of complex systems, it\nis crucial to understand the internal organization of their interaction\nnetworks. Partly due to the impossibility of visualizing large complex\nnetworks, resolving network structure remains a challenging problem. Here we\novercome this difficulty by combining the visual pattern recognition ability of\nhumans with the high processing speed of computers to develop an exploratory\nmethod for discovering groups of nodes characterized by common network\nproperties, including but not limited to communities of densely connected\nnodes. Without any prior information about the nature of the groups, the method\nsimultaneously identifies the number of groups, the group assignment, and the\nproperties that define these groups. The results of applying our method to real\nnetworks suggest the possibility that most group structures lurk undiscovered\nin the fast-growing inventory of social, biological, and technological networks\nof scientific interest.\n","Comment: Software implementing the method described in the paper is available\n  at http://purl.oclc.org/net/find_structural_groups and is accompanied by a\n  demo video available at\n  http://www.nature.com/srep/2011/111109/srep00151/extref/srep00151-s2.mov"]}]
["1111.6276",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6276"],"date":["2011-11-27","2011-11-28"],"type":["text"],"creator":["Kolev, Vasil"],"language":[],"coverage":[],"title":["Compressed sensing of astronomical images: orthogonal wavelets domains"],"description":["  A simple approach for orthogonal wavelets in compressed sensing (CS)\napplications is presented. We compare efficient algorithm for different\northogonal wavelet measurement matrices in CS for image processing from scanned\nphotographic plates (SPP). Some important characteristics were obtained for\nastronomical image processing of SPP. The best orthogonal wavelet choice for\nmeasurement matrix construction in CS for image compression of images of SPP is\ngiven. The image quality measure for linear and nonlinear image compression\nmethod is defined.\n","Comment: 8 pages, The ACM proceedings of CompSysTech 2011"]}]
["1111.6391",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6391","doi:10.1016/j.asr.2011.09.003"],"date":["2011-11-28"],"type":["text"],"creator":["Fabiani, Sergio","Costa, Enrico","Bellazzini, Ronaldo","Brez, Alessandro","Di Cosimo, Sergio","Lazzarotto, Francesco","Muleri, Fabio","Rubini, Alda","Soffitta, Paolo","Spandre, Gloria"],"language":[],"coverage":[],"title":["The gas pixel detector as a solar X-ray polarimeter and imager"],"description":["  The Sun is the nearest astrophysical source with a very intense emission in\nthe X-ray band. The study of energetic events, such as solar flares, can help\nus to understand the behaviour of the magnetic field of our star. There are in\nthe literature numerous studies published about polarization predictions, for a\nwide range of solar flares models involving the emission from thermal and/or\nnon-thermal processes, but observations in the X-ray band have never been\nexhaustive. The gas pixel detector (GPD) was designed to achieve X-ray\npolarimetric measurements as well as X-ray images for far astrophysical\nsources. Here we present the possibility to employ this instrument for the\nobservation of our Sun in the X-ray band.\n","Comment: J. Adv. Space Res. (2011)"]}]
["1111.6501",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6501"],"date":["2011-11-28","2011-11-29"],"type":["text"],"creator":["Falaye, B. J.","Oyewumi, K. J."],"language":[],"coverage":[],"title":["Solutions of the Dirac equation with spin and pseudospin symmetry for\n  trigonometric Scarf potential in D-dimensions"],"description":["  Solutions of the Dirac equation with spin and pseudospin symmetry for the\nscalar and vector trigonometric scarf potential in $D$-dimensions within the\nframework of an approximation scheme to the centrifugal barrier are obtained.\nThe energy spectral and the two-component spinor eigenfunctions are obtained.\nThe bound state energy levels for various values of dimension $D$, $n$,\n$\\kappa$ and the potential range parameter $\\alpha$ are also presented.\n","Comment: 17 Pages"]}]
["1111.6584",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6584"],"date":["2011-11-28"],"type":["text"],"creator":["Stapp, Henry P."],"language":[],"coverage":[],"title":["Apparent Retrocausation as a Consequence of Orthodox Quantum Mechanics\n  Refined to Accommodate the Principle of Sufficient Reason"],"description":["  The principle of sufficient reason asserts that anything that happens does so\nfor a reason: no definite state of affairs can come into being unless there is\na sufficient reason why that particular thing should happen. This principle is\nusually attributed to Leibniz, although the first recorded Western philosopher\nto use it was Anaximander of Miletus. The demand that nature be rational, in\nthe sense that it be compatible with the principle of sufficient reason,\nconflicts with a basic feature of contemporary orthodox physical theory, namely\nthe notion that nature's response to the probing action of an observer is\ndetermined by pure chance, and hence on the basis of absolutely no reason at\nall. This appeal to pure chance can be deemed to have no rational fundamental\nplace in reason-based Western science. It is argued here, on the basis of the\nother basic principles of quantum physics, that in a world that conforms to the\nprinciple of sufficient reason, the usual quantum statistical rules will\nnaturally emerge at the pragmatic level, in cases where the reason behind\nNature's choice of response is unknown, but that the usual statistics can\nbecome biased in an empirically manifest and apparently retrocausal way when\nthe reason for the choice is empirically identifiable. It is shown here that if\nthe statistical laws of quantum mechanics were to be biased in a certain\nplausible way then the basically forward-in-time unfolding of empirical reality\ndescribed by orthodox quantum mechanics would generate the appearance of\nbackward-time-causation of the kind that have been reported in the scientific\nliterature.\n","Comment: 15 Pages. arXiv admin note: substantial text overlap with\n  arXiv:1105.2053"]}]
["1111.6611",{"format":[],"subject":["Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6611"],"date":["2011-11-28"],"type":["text"],"creator":["Smith, Daniel B.","Liu, Jian"],"language":[],"coverage":[],"title":["Branching actin network remodeling governs the force-velocity\n  relationship"],"description":["  Actin networks, acting as an engine pushing against an external load, are\nfundamentally important to cell motility. A measure of the effectiveness of an\nengine is the velocity the engine is able to produce at a given force, the\nforce-velocity curve. One type of force-velocity curve, consisting of a concave\nregion where velocity is insensitive to increasing force followed by a decrease\nin velocity, is indicative of an adaptive response. In contrast, an engine\nwhose velocity rapidly decays as a convex curve in response to increasing force\nwould indicate a lack of adaptive response. Even taken outside of a cellular\ncontext, branching actin networks have been observed to exhibit both concave\nand convex force-velocity curves. The exact mechanism that can explain both\nforce-velocity curves is not yet known. We carried out an agent-based\nstochastic simulation to explore such a mechanism. Our results suggest that\nupon loading, branching actin networks are capable of remodeling by increasing\nthe number filaments growing against the load. Our model provides a mechanism\nthat can account for both convex and concave force-velocity relationships\nobserved in branching actin networks. Finally, our model gives a potential\nexplanation to the experimentally observed force history dependence for actin\nnetwork velocity.\n","Comment: Submitted to Biophysical Journal"]}]
["1111.6616",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Discrete Mathematics","Mathematics - Logic","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6616"],"date":["2011-11-28"],"type":["text"],"creator":["Bodirsky, Manuel","Macpherson, Dugald","Thapper, Johan"],"language":[],"coverage":[],"title":["Constraint Satisfaction Tractability from Semi-lattice Operations on\n  Infinite Sets"],"description":["  A famous result by Jeavons, Cohen, and Gyssens shows that every constraint\nsatisfaction problem (CSP) where the constraints are preserved by a\nsemi-lattice operation can be solved in polynomial time. This is one of the\nbasic facts for the so-called universal-algebraic approach to a systematic\ntheory of tractability and hardness in finite domain constraint satisfaction.\n  Not surprisingly, the theorem of Jeavons et al. fails for arbitrary infinite\ndomain CSPs. Many CSPs of practical interest, though, and in particular those\nCSPs that are motivated by qualitative reasoning calculi from Artificial\nIntelligence, can be formulated with constraint languages that are rather\nwell-behaved from a model-theoretic point of view. In particular, the\nautomorphism group of these constraint languages tends to be large in the sense\nthat the number of orbits of n-subsets of the automorphism group is bounded by\nsome function in n.\n  In this paper we present a generalization of the theorem by Jeavons et al. to\ninfinite domain CSPs where the number of orbits of n-subsets grows\nsub-exponentially in n, and prove that preservation under a semi-lattice\noperation for such CSPs implies polynomial-time tractability. Unlike the result\nof Jeavons et al., this includes many CSPs that cannot be solved by Datalog.\n","Comment: 20 pages"]}]
["1111.6626",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6626"],"date":["2011-11-28"],"type":["text"],"creator":["Smith, Paul S.","Williams, G. Grant","Smith, Nathan","Milne, Peter A.","Jannuzi, Buell T.","Green, E. M."],"language":[],"coverage":[],"title":["Multi-epoch Spectropolarimetry of SN 2011fe"],"description":["  We present multiple spectropolarimetric observations of the nearby Type Ia\nsupernova SN 2011fe in M101, obtained before, during, and after the time of\nmaximum apparent visual brightness. SN 2011fe exhibits time-dependent\npolarization in both the continuum and strong absorption lines. At all epochs,\nred wavelengths exhibit a degree of continuum polarizaiton of 0.2-0.4 per cent,\nlikely indicative of persistent asymmetry in the electron-scattering\nphotosphere. However, the degree of polarization across the Si II 6355\nabsorption line varies dramatically from epoch to epoch. Before maximum, Si II\n6355 shows enhanced polarization at the same position angle (PA) as the\npolarized continuum. During two epochs near maximum, however, Si II 6355\nabsorption has a lower degree of polarization, with a PA that is 90deg from the\ncontinuum. After maximum, the absorption feature has the same degree of\npolarization and PA as the adjacent continuum. Another absorption feature in\nthe blue (either Si II 5051 or a blend with Fe II lines) shows qualitatively\nsimilar changes, although the changes are shifted in time to an earlier epoch.\nThis behavior is similar to that seen in broad absorption-line quasars, where\nthe polarization in absorption features has been interpreted as the line\nabsorbing some of the unpolarized continuum flux. This behavior, along with the\n90deg shifts of the polarization PA with time, imply a time-dependent\nlarge-scale asymmetry in the explosion.\n","Comment: 5 pages, 3 color figures, submitted to ApJ Letters"]}]
["1111.6630",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6630"],"date":["2011-11-28"],"type":["text"],"creator":["Grunbaum, F. A.","Velazquez, L."],"language":[],"coverage":[],"title":["The Quantum Walk of F. Riesz"],"description":["  We exhibit a way to associate a quantum walk (QW) on the non-negative\nintegers to any probability measure on the unit circle. This forces us to\nconsider one step transitions that are not traditionally allowed. We illustrate\nthis in the case of a very interesting measure, originally proposed by F. Riesz\nfor a different purpose.\n"]}]
["1111.6640",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6640"],"date":["2011-11-28"],"type":["text"],"creator":["Hand, Scott"],"language":[],"coverage":[],"title":["A Markov Random Field Topic Space Model for Document Retrieval"],"description":["  This paper proposes a novel statistical approach to intelligent document\nretrieval. It seeks to offer a more structured and extensible mathematical\napproach to the term generalization done in the popular Latent Semantic\nAnalysis (LSA) approach to document indexing. A Markov Random Field (MRF) is\npresented that captures relationships between terms and documents as\nprobabilistic dependence assumptions between random variables. From there, it\nuses the MRF-Gibbs equivalence to derive joint probabilities as well as local\nprobabilities for document variables. A parameter learning method is proposed\nthat utilizes rank reduction with singular value decomposition in a matter\nsimilar to LSA to reduce dimensionality of document-term relationships to that\nof a latent topic space. Experimental results confirm the ability of this\napproach to effectively and efficiently retrieve documents from substantial\ndata sets.\n"]}]
["1111.6642",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6642"],"date":["2011-11-28"],"type":["text"],"creator":["Bacchetta, Alessandro"],"language":[],"coverage":[],"title":["Models for transverse-momentum distributions and transversity"],"description":["  I present a short review of models for transverse-momentum distributions and\ntransversity, with a particular attention on general features common to many\nmodels. I compare some model results with experimental extractions. I discuss\nthe existence of relations between different functions, their limits of\nvalidity, their possible use.\n","Comment: Talk delivered at the \"Third International Workshop on Transverse\n  Polarization Phenomena in Hard Scattering\" (Transversity 2011), 29 Aug. - 2\n  Sep. 2011, Veli Losinj (Croatia)"]}]
["1111.6645",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6645","Astroparticle Physics 35 (2011) 266-276","doi:10.1016/j.astropartphys.2011.08.001"],"date":["2011-11-28"],"type":["text"],"creator":["The Pierre Auger Collaboration","Abreu, P.","Aglietta, M.","Ahn, E. J.","Albuquerque, I. F. M.","Allard, D.","Allekotte, I.","Allen, J.","Allison, P.","Castillo, J. Alvarez","Alvarez-Muñiz, J.","Ambrosio, M.","Aminaei, A.","Anchordoqui, L.","Andringa, S.","Antičić, T.","Anzalone, A.","Aramo, C.","Arganda, E.","Arqueros, F.","Asorey, H.","Assis, P.","Aublin, J.","Ave, M.","Avenier, M.","Avila, G.","Bäcker, T.","Balzer, M.","Barber, K. B.","Barbosa, A. F.","Bardenet, R.","Barroso, S. L. C.","Baughman, B.","Bäuml, J.","Beatty, J. J.","Becker, B. R.","Becker, K. H.","Bellétoile, A.","Bellido, J. A.","BenZvi, S.","Berat, C.","Bertou, X.","Biermann, P. L.","Billoir, P.","Blanco, F.","Blanco, M.","Bleve, C.","Blümer, H.","Boháčová, M.","Boncioli, D.","Bonifazi, C.","Bonino, R.","Borodai, N.","Brack, J.","Brogueira, P.","Brown, W. C.","Bruijn, R.","Buchholz, P.","Bueno, A.","Burton, R. E.","Caballero-Mora, K. S.","Caramete, L.","Caruso, R.","Castellina, A.","Catalano, O.","Cataldi, G.","Cazon, L.","Cester, R.","Chauvin, J.","Cheng, S. H.","Chiavassa, A.","Chinellato, J. A.","Chou, A.","Chudoba, J.","Clay, R. W.","Coluccia, M. R.","Conceição, R.","Contreras, F.","Cook, H.","Cooper, M. J.","Coppens, J.","Cordier, A.","Coutu, S.","Covault, C. E.","Creusot, A.","Criss, A.","Cronin, J.","Curutiu, A.","Dagoret-Campagne, S.","Dallier, R.","Dasso, S.","Daumiller, K.","Dawson, B. R.","de Almeida, R. M.","De Domenico, M.","De Donato, C.","de Jong, S. J.","De La Vega, G.","Junior, W. J. M. de Mello","Neto, J. R. T. de Mello","De Mitri, I.","de Souza, V.","de Vries, K. D.","Decerprit, G.","del Peral, L.","del Río, M.","Deligny, O.","Dembinski, H.","Dhital, N.","Di Giulio, C.","Diaz, J. C.","Castro, M. L. Díaz","Diep, P. N.","Dobrigkeit, C.","Docters, W.","D'Olivo, J. C.","Dong, P. N.","Dorofeev, A.","Anjos, J. C. dos","Dova, M. T.","D'Urso, D.","Dutan, I.","Ebr, J.","Engel, R.","Erdmann, M.","Escobar, C. O.","Espadanal, J.","Etchegoyen, A.","Luis, P. Facal San","Tapia, I. Fajardo","Falcke, H.","Farrar, G.","Fauth, A. C.","Fazzini, N.","Ferguson, A. P.","Ferrero, A.","Fick, B.","Filevich, A.","Filipčič, A.","Fliescher, S.","Fracchiolla, C. E.","Fraenkel, E. D.","Fröhlich, U.","Fuchs, B.","Gaior, R.","Gamarra, R. F.","Gambetta, S.","García, B.","Gámez, D. García","Garcia-Pinto, D.","Gascon, A.","Gemmeke, H.","Gesterling, K.","Ghia, P. L.","Giaccari, U.","Giller, M.","Glass, H.","Gold, M. S.","Golup, G.","Albarracin, F. Gomez","Berisso, M. Gómez","Gonçalves, P.","Gonzalez, D.","Gonzalez, J. G.","Gookin, B.","Góra, D.","Gorgi, A.","Gouffon, P.","Gozzini, S. R.","Grashorn, E.","Grebe, S.","Griffith, N.","Grigat, M.","Grillo, A. F.","Guardincerri, Y.","Guarino, F.","Guedes, G. P.","Guzman, A.","Hague, J. D.","Hansen, P.","Harari, D.","Harmsma, S.","Harton, J. L.","Haungs, A.","Hebbeker, T.","Heck, D.","Herve, A. E.","Hojvat, C.","Hollon, N.","Holmes, V. C.","Homola, P.","Hörandel, J. R.","Horneffer, A.","Hrabovský, M.","Huege, T.","Insolia, A.","Ionita, F.","Italiano, A.","Jarne, C.","Jiraskova, S.","Josebachuili, M.","Kadija, K.","Kampert, K. H.","Karhan, P.","Kasper, P.","Kégl, B.","Keilhauer, B.","Keivani, A.","Kelley, J. L.","Kemp, E.","Kieckhafer, R. M.","Klages, H. O.","Kleifges, M.","Kleinfeller, J.","Knapp, J.","Koang, D. -H.","Kotera, K.","Krohm, N.","Krömer, O.","Kruppke-Hansen, D.","Kuehn, F.","Kuempel, D.","Kulbartz, J. K.","Kunka, N.","La Rosa, G.","Lachaud, C.","Lautridou, P.","Leão, M. S. A. B.","Lebrun, D.","Lebrun, P.","de Oliveira, M. A. Leigui","Lemiere, A.","Letessier-Selvon, A.","Lhenry-Yvon, I.","Link, K.","López, R.","Agüera, A. Lopez","Louedec, K.","Bahilo, J. Lozano","Lu, L.","Lucero, A.","Ludwig, M.","Lyberis, H.","Maccarone, M. C.","Macolino, C.","Maldera, S.","Mandat, D.","Mantsch, P.","Mariazzi, A. G.","Marin, J.","Marin, V.","Maris, I. C.","Falcon, H. R. Marquez","Marsella, G.","Martello, D.","Martin, L.","Martinez, H.","Bravo, O. Martínez","Mathes, H. J.","Matthews, J.","Matthews, J. A. J.","Matthiae, G.","Maurizio, D.","Mazur, P. O.","Medina-Tanco, G.","Melissas, M.","Melo, D.","Menichetti, E.","Menshikov, A.","Mertsch, P.","Meurer, C.","Mićanović, S.","Micheletti, M. I.","Miller, W.","Miramonti, L.","Molina-Bueno, L.","Mollerach, S.","Monasor, M.","Ragaigne, D. Monnier","Montanet, F.","Morales, B.","Morello, C.","Moreno, E.","Moreno, J. C.","Morris, C.","Mostafá, M.","Moura, C. A.","Mueller, S.","Muller, M. A.","Müller, G.","Münchmeyer, M.","Mussa, R.","‡, G. Navarra","Navarro, J. L.","Navas, S.","Necesal, P.","Nellen, L.","Nelles, A.","Neuser, J.","Nhung, P. T.","Niemietz, L.","Nierstenhoefer, N.","Nitz, D.","Nosek, D.","Nožka, L.","Nyklicek, M.","Oehlschläger, J.","Olinto, A.","Oliva, P.","Olmos-Gilbaja, V. M.","Ortiz, M.","Pacheco, N.","Selmi-Dei, D. Pakk","Palatka, M.","Pallotta, J.","Palmieri, N.","Parente, G.","Parizot, E.","Parra, A.","Parsons, R. D.","Pastor, S.","Paul, T.","Pech, M.","Pękala, J.","Pelayo, R.","Pepe, I. M.","Perrone, L.","Pesce, R.","Petermann, E.","Petrera, S.","Petrinca, P.","Petrolini, A.","Petrov, Y.","Petrovic, J.","Pfendner, C.","Phan, N.","Piegaia, R.","Pierog, T.","Pieroni, P.","Pimenta, M.","Pirronello, V.","Platino, M.","Ponce, V. H.","Pontz, M.","Privitera, P.","Prouza, M.","Quel, E. J.","Querchfeld, S.","Rautenberg, J.","Ravel, O.","Ravignani, D.","Revenu, B.","Ridky, J.","Riggi, S.","Risse, M.","Ristori, P.","Rivera, H.","Rizi, V.","Roberts, J.","Robledo, C.","de Carvalho, W. Rodrigues","Rodriguez, G.","Martino, J. Rodriguez","Rojo, J. Rodriguez","Rodriguez-Cabo, I.","Rodríguez-Frías, M. D.","Ros, G.","Rosado, J.","Rossler, T.","Roth, M.","Rouillé-d'Orfeuil, B.","Roulet, E.","Rovero, A. C.","Rühle, C.","Salamida, F.","Salazar, H.","Salina, G.","Sánchez, F.","Santo, C. E.","Santos, E.","Santos, E. M.","Sarazin, F.","Sarkar, B.","Sarkar, S.","Sato, R.","Scharf, N.","Scherini, V.","Schieler, H.","Schiffer, P.","Schmidt, A.","Schmidt, F.","Scholten, O.","Schoorlemmer, H.","Schovancova, J.","Schovánek, P.","Schröder, F.","Schulte, S.","Schuster, D.","Sciutto, S. J.","Scuderi, M.","Segreto, A.","Settimo, M.","Shadkam, A.","Shellard, R. C.","Sidelnik, I.","Sigl, G.","Lopez, H. H. Silva","Śmiałkowski, A.","Šmída, R.","Snow, G. R.","Sommers, P.","Sorokin, J.","Spinka, H.","Squartini, R.","Stanic, S.","Stapleton, J.","Stasielak, J.","Stephan, M.","Strazzeri, E.","Stutz, A.","Suarez, F.","Suomijärvi, T.","Supanitsky, A. D.","Šuša, T.","Sutherland, M. S.","Swain, J.","Szadkowski, Z.","Szuba, M.","Tamashiro, A.","Tapia, A.","Tartare, M.","Taşcău, O.","Ruiz, C. G. Tavera","Tcaciuc, R.","Tegolo, D.","Thao, N. T.","Thomas, D.","Tiffenberg, J.","Timmermans, C.","Tiwari, D. K.","Tkaczyk, W.","Peixoto, C. J. Todero","Tomé, B.","Tonachini, A.","Travnicek, P.","Tridapalli, D. B.","Tristram, G.","Trovato, E.","Tueros, M.","Ulrich, R.","Unger, M.","Urban, M.","Galicia, J. F. Valdés","Valiño, I.","Valore, L.","Berg, A. M. van den","Varela, E.","Cárdenas, B. Vargas","Vázquez, J. R.","Vázquez, R. A.","Veberič, D.","Verzi, V.","Vicha, J.","Videla, M.","Villaseñor, L.","Wahlberg, H.","Wahrlich, P.","Wainberg, O.","Warner, D.","Watson, A. A.","Weber, M.","Weidenhaupt, K.","Weindl, A.","Westerhoff, S.","Whelan, B. J.","Wieczorek, G.","Wiencke, L.","Wilczyńska, B.","Wilczyński, H.","Will, M.","Williams, C.","Winchen, T.","Winnick, M. G.","Wommer, M.","Wundheiler, B.","Yamamoto, T.","Yapici, T.","Younk, P.","Yuan, G.","Yushkov, A.","Zamorano, B.","Zas, E.","Zavrtanik, D.","Zavrtanik, M.","Zaw, I.","Zepeda, A.","Silva, M. Zimbres","Ziolkowski, M."],"language":[],"coverage":[],"title":["The Lateral Trigger Probability function for the Ultra-High Energy\n  Cosmic Ray Showers detected by the Pierre Auger Observatory"],"description":["  In this paper we introduce the concept of Lateral Trigger Probability (LTP)\nfunction, i.e., the probability for an extensive air shower (EAS) to trigger an\nindividual detector of a ground based array as a function of distance to the\nshower axis, taking into account energy, mass and direction of the primary\ncosmic ray. We apply this concept to the surface array of the Pierre Auger\nObservatory consisting of a 1.5 km spaced grid of about 1600 water Cherenkov\nstations. Using Monte Carlo simulations of ultra-high energy showers the LTP\nfunctions are derived for energies in the range between 10^{17} and 10^{19} eV\nand zenith angles up to 65 degs. A parametrization combining a step function\nwith an exponential is found to reproduce them very well in the considered\nrange of energies and zenith angles. The LTP functions can also be obtained\nfrom data using events simultaneously observed by the fluorescence and the\nsurface detector of the Pierre Auger Observatory (hybrid events). We validate\nthe Monte-Carlo results showing how LTP functions from data are in good\nagreement with simulations.\n","Comment: 22 pages, 8 figures. Published in Astroparticle Physics"]}]
["1111.6648",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Combinatorics","05E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6648"],"date":["2011-11-28"],"type":["text"],"creator":["Harris, Pamela"],"language":[],"coverage":[],"title":["Kostant's weight multiplicity formula and the Fibonacci numbers"],"description":["  It is well known that the dimension of a weight space for a finite\ndimensional representation of a simple Lie algebra is given by Kostant's weight\nmultiplicity formula. We address the question of how many terms in the\nalternation contribute to the multiplicity of the zero weight for certain, very\nspecial, highest weights. Specifically, we consider the case where the highest\nweight is equal to the sum of all simple roots. This weight is dominant only in\nLie types $A$ and $B$. We prove that in all such cases the number of\ncontributing terms is a Fibonacci number. Combinatorial consequences of this\nfact are provided.\n","Comment: 9 pages"]}]
["1111.6652",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6652"],"date":["2011-11-28"],"type":["text"],"creator":["Sion, Edward M."],"language":[],"coverage":[],"title":["Hot White Dwarfs"],"description":["  The article covers the physical properties and evolution of single white\ndwarfs ranging in temperature from 20,000K to 200,000 and higher, the hottest\nknow electron-degenerate stars. After discussing the classification of their\nspectra, the author reviews the known properties, parameters, evolutionary\nstate, as well as persisting and new puzzles regarding all spectroscopic\nsubclasses of hot white dwarfs: the hot DA white dwarfs, the DAO white dwarfs,\nthe PG1159 degenerates, the DO white dwarfs, the DB white dwarfs, the DBA white\ndwarfs, and the Hot DQ white dwarfs (an entirely new class). The most recent\nobservational and theoretical advances are brought to bear on the topic.\n","Comment: Invited book chapter in \"White Dwarf Atmospheres and Circumstellar\n  Environments\", ed. D. W. Hoard, Wiley-VCH, ISBN 978-3-527-41031-6, published\n  September 2011"]}]
["1111.6654",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6654"],"date":["2011-11-28"],"type":["text"],"creator":["Rabin, S. M. E.","Caulfield, C. P.","Kerswell, R. R."],"language":[],"coverage":[],"title":["Variational identification of minimal seeds to trigger transition in\n  plane Couette flow"],"description":["  A variational formulation incorporating the full Navier-Stokes equations is\nused to identify initial perturbations with finite kinetic energy E_{0} which\ngenerate the largest gain in perturbation kinetic energy (across all possible\ntime intervals) for plane Couette flow. Two different representative flow\ngeometries are chosen corresponding to those used previously by Butler &\nFarrell (1992) and Monokrousos et al. (2011). In the former (smaller geometry)\ncase as E_{0} increases from 0, we find an optimal which is a smooth nonlinear\ncontinuation of the well-known linear result at $E_{0} = 0$. At $E_{0} =\nE_{c}$, however, completely unrelated states are uncovered which trigger\nturbulence and our algorithm consequently fails to converge. As $E_{0}\n\\rightarrow E^{+}_{c}, we find good evidence that the turbulence triggering\ninitial conditions approach a 'minimal seed' which corresponds to the state of\nlowest energy on the laminar-turbulent basin boundary or 'edge'. This situation\nis repeated in the Monokrousos et al. (2011) (larger) geometry albeit with one\nnotable new feature - the appearance of a nonlinear optimal (as found recently\nin pipe flow by Pringle & Kerswell (2010) and boundary layer flow by Cherubini\net al. (2010)) at finite $E_{0} < E_{c}$ which has a very different structure\nto the linear optimal. Again the minimal seed at $E_{0} = E_{c}$ does not\nresemble the linear or now the nonlinear optimal. Our results support the first\nof two conjectures recently posed by Pringle et al. (2011) but contradict the\nsecond. Importantly, their prediction that the form of the functional optimised\nis not important for identifying E_{c} providing heightened values are produced\nby turbulent flows is confirmed: we find the what looks to be the same E_{c}\nand minimal seed using energy gain as opposed to total dissipation in the\nMonokrousos et al. (2011) geometry.\n"]}]
["1111.6657",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematics - Algebraic Geometry","37K10, 14T05, 14H70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6657"],"date":["2011-11-28"],"type":["text"],"creator":["Nobe, Atsushi"],"language":[],"coverage":[],"title":["Addition in Jacobians of tropical hyperelliptic curves"],"description":["  We show that there exists a surjection from the set of effective divisors of\ndegree $g$ on a tropical curve of genus $g$ to its Jacobian by using a tropical\nversion of the Riemann-Roch theorem. We then show that the restriction of the\nsurjection is reduced to the bijection on an appropriate subset of the set of\neffective divisors of degree $g$ on the curve. Thus the subset of effective\ndivisors has the additive group structure induced from the Jacobian. We finally\nrealize the addition in Jacobian of a tropical hyperelliptic curve of genus $g$\nvia the intersection with a tropical curve of degree $3g/2$ or $3(g-1)/2$.\n","Comment: 23 pages, 8 figures, submitted to RIMS Kokyuroku Bessatsu"]}]
["1111.6658",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6658"],"date":["2011-11-28"],"type":["text"],"creator":["Chung, Francis J."],"language":[],"coverage":[],"title":["A Partial Data Result for the Magnetic Schrodinger Inverse Problem"],"description":["  This article shows that knowledge of the Dirichlet-Neumann map on certain\nsubsets of the boundary for input functions supported roughly on the rest of\nthe boundary can be used to determine a magnetic Schr\\\"{o}dinger operator. With\nsome geometric conditions on the domain, either the subset on which the DN map\nis measured or the subset on which the input functions have support may be made\narbitrarily small. This is an improvement on the partial data result in a paper\nby Dos Santos Ferreira, Kenig, Sj\\\"{o}strand, and Uhlmann. The method involves\nmodifying the Carleman estimate in that paper by conjugation with operators\nbuilt from pseudodifferential pieces.\n","Comment: 47 pages, 2 figures"]}]
["1111.6659",{"format":[],"subject":["Mathematics - Probability","Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","Mathematics - Spectral Theory","60J60, 34L15, 26D10, 46E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6659","Chapter 6 in \"Probability Approximations and Beyond'', Lecture\n  Notes in Statistics 205, 2012"],"date":["2011-11-28"],"type":["text"],"creator":["Chen, Mu-Fa"],"language":[],"coverage":[],"title":["Basic Estimates of Stability Rate for One-dimensional Diffusions"],"description":["  In the context of one-dimensional diffusions, we present basic estimates\n(having the same lower and upper bounds with a factor of 4 only) for four\nPoincar\\'e-type (or Hardy-type) inequalities. The derivation of two estimates\nhave been open problems for quite some time. The bounds provide exponentially\nergodic or decay rates. We refine the bounds and illustrate them with typical\nexamples.\n","Comment: 24 pages"]}]
["1111.6660",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6660"],"date":["2011-11-28"],"type":["text"],"creator":["Martinovic, Lubomir"],"language":[],"coverage":[],"title":["Exactly solvable models and spontaneous symmetry breaking"],"description":["  We study a few two-dimensional models with massive and massless fermions in\nthe hamiltonian framework and in both conventional and light-front forms of\nfield theory. The new ingredient is a modification of the canonical procedure\nby taking into account solutions of the operator field equations. After\nsummarizing the main results for the derivative-coupling and the Thirring\nmodels, we briefly compare conventional and light-front versions of the\nFederbush model including the massive current bosonization and a Bogoliubov\ntransformation to diagonalize the Hamiltonian. Then we sketch an extension of\nour hamiltonian approach to the two-dimensional Nambu--Jona-Lasinio model and\nthe Thirring--Wess models. Finally, we discuss the Schwinger model in a\ncovariant gauge. In particular, we point out that the solution due to\nLowenstein and Swieca implies the physical vacuum in terms of a coherent state\nof massive scalar field and suggest a new formulation of the model's vacuum\ndegeneracy.\n","Comment: 6 pages, the author's contribution at LIGHTCONE 2011 conference,\n  Dallas, Texas, May 23-27, 2011"]}]
["1111.6661",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6661"],"date":["2011-11-28"],"type":["text"],"creator":["Hassan, A. H.","Fluke, C. J.","Barnes, D. G."],"language":[],"coverage":[],"title":["Unleashing the Power of Distributed CPU/GPU Architectures: Massive\n  Astronomical Data Analysis and Visualization case study"],"description":["  Upcoming and future astronomy research facilities will systematically\ngenerate terabyte-sized data sets moving astronomy into the Petascale data era.\nWhile such facilities will provide astronomers with unprecedented levels of\naccuracy and coverage, the increases in dataset size and dimensionality will\npose serious computational challenges for many current astronomy data analysis\nand visualization tools. With such data sizes, even simple data analysis tasks\n(e.g. calculating a histogram or computing data minimum/maximum) may not be\nachievable without access to a supercomputing facility.\n  To effectively handle such dataset sizes, which exceed today's single machine\nmemory and processing limits, we present a framework that exploits the\ndistributed power of GPUs and many-core CPUs, with a goal of providing data\nanalysis and visualizing tasks as a service for astronomers. By mixing shared\nand distributed memory architectures, our framework effectively utilizes the\nunderlying hardware infrastructure handling both batched and real-time data\nanalysis and visualization tasks. Offering such functionality as a service in a\n\"software as a service\" manner will reduce the total cost of ownership, provide\nan easy to use tool to the wider astronomical community, and enable a more\noptimized utilization of the underlying hardware infrastructure.\n","Comment: 4 Pages, 1 figures, To appear in the proceedings of ADASS XXI, ed.\n  P.Ballester and D.Egret, ASP Conf. Series"]}]
["1111.6662",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6662"],"date":["2011-11-28"],"type":["text"],"creator":["Di Cerbo, Gabriele"],"language":[],"coverage":[],"title":["Uniform bounds for the Iitaka fibration"],"description":["  We give effective bounds for the uniformity of the Iitaka fibration. These\nbounds follow from an effective theorem on the birationality of some adjoint\nlinear series. In particular we derive an effective version of the main theorem\nin [17].\n"]}]
["1111.6663",{"format":[],"subject":["Mathematics - Probability","Mathematics - Differential Geometry","Mathematics - Spectral Theory","58C40, 35P15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6663","Front. Math. China 2011, 6(6): 1025-1043"],"date":["2011-11-28"],"type":["text"],"creator":["Chen, Mu-Fa"],"language":[],"coverage":[],"title":["General estimate of the first eigenvalue on manifolds"],"description":["  Ten sharp lower estimates of the first non-trivial eigenvalue of Laplacian on\ncompact Riemannian manifolds are reviewed and compared. An improved variational\nformula, a general common estimate, and a new sharp one are added. The best\nlower estimates are now updated. The new estimates provide a global picture of\nwhat one can expect by our approach.\n","Comment: 19 pages"]}]
["1111.6672",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6672"],"date":["2011-11-28"],"type":["text"],"creator":["Chen, Ting-Wei","Cheng, Szu-Cheng","Hsieh, Wen-Feng"],"language":[],"coverage":[],"title":["Stability and Excitations of Spontaneous Vortices in Homogeneous\n  Polariton Condensates"],"description":["  We study the dynamics of spontaneously formed vortices in homogeneous\nmicrocavity-polariton condensates (MPCs). We find that vortices are stable and\nappear spontaneously without stirring or rotating MPCs. The dip of the vortex\ncore contains some background of reservoir polaritons and the visibility of a\nvortex is increasing with respect to the pump strength. The vortex radius is\ninversely proportional to the square root of the condensate density. Excitation\nenergies of vortices at high and low pump powers are finite and zero,\nrespectively. Vortices at low pump powers exhibit the short lifetime.\n","Comment: 14 pages, 3 figures"]}]
["1111.6674",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6674"],"date":["2011-11-28"],"type":["text"],"creator":["Nardone, M.","Karpov, V. G."],"language":[],"coverage":[],"title":["Electric field driven insulator-to-metal phase transitions"],"description":["  We show that strong enough electric fields can trigger nucleation of\nneedle-shaped metallic embryos in insulators, even when the metal phase is\nenergetically unfavorable without the field. This general phenomenon is due to\nthe gigantic induced dipole moments acquired by the embryos which cause\nsufficient electrostatic energy gain. Nucleation kinetics are exponentially\naccelerated by the field-induced suppression of nucleation barriers. Our theory\nopens the venue of field driven material synthesis. In particular, we briefly\ndiscuss synthesis of metallic hydrogen at standard pressure.\n","Comment: 4 pages, 3 figures"]}]
["1111.6677",{"format":[],"subject":["Computer Science - Cryptography and Security","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6677"],"date":["2011-11-28"],"type":["text"],"creator":["Fang, Chengfang","Chang, Ee-Chien"],"language":[],"coverage":[],"title":["Publishing Location Dataset Differential Privately with Isotonic\n  Regression"],"description":["  We consider the problem of publishing location datasets, in particular 2D\nspatial pointsets, in a differentially private manner. Many existing mechanisms\nfocus on frequency counts of the points in some a priori partition of the\ndomain that is difficult to determine. We propose an approach that adds noise\ndirectly to the point, or to a group of neighboring points. Our approach is\nbased on the observation that, the sensitivity of sorting, as a function on\nsets of real numbers, can be bounded. Together with isotonic regression, the\ndataset can be accurately reconstructed. To extend the mechanism to higher\ndimension, we employ locality preserving function to map the dataset to a\nbounded interval. Although there are fundamental limits on the performance of\nlocality preserving functions, fortunately, our problem only requires distance\npreservation in the \"easier\" direction, and the well-known Hilbert\nspace-filling curve suffices to provide high accuracy. The publishing process\nis simple from the publisher's point of view: the publisher just needs to map\nthe data, sort them, group them, add Laplace noise and publish the dataset. The\nonly parameter to determine is the group size which can be chosen based on\npredicted generalization errors. Empirical study shows that the published\ndataset can also exploited to answer other queries, for example, range query\nand median query, accurately.\n"]}]
["1111.6678",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6678"],"date":["2011-11-28"],"type":["text"],"creator":["Schmidtobreick, Linda","Rodriguez-Gil, Pablo","Gaensicke, Boris T."],"language":[],"coverage":[],"title":["The Search for SW Sex Type Stars"],"description":["  All eclipsing nova-likes in the 2.8-4h orbital period range belong to the\ngroup of SW Sex stars, and as such experience very high mass transfer rates.\nSince the physical properties of a star should be independent of the\ninclination it is observed at, this suggests that all or at least a large\nfraction of the non- or weakly-magnetic cataclysmic variables in this period\nrange are physically SW Sex stars.\n  We here present preliminary results of a large campaign to search for SW Sex\ncharacteristic features in the spectra of such stars. We find that 14 out of\nthe 18 observed non-eclipsing cataclysmic variables belong to the group of SW\nSex stars the classification of the other four is uncertain from our data. This\nconfirms the domination of SW Sex stars in the period range of 2.8-4 h just\nabove the period gap. Since all long-period systems need to cross this range\nbefore entering the gap, the SW Sex phenomenon is likely to be an evolutionary\nstage in the life of a cataclysmic variable.\n","Comment: 4 pages, 2 figures, conference proceedings"]}]
["1111.6679",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6679","Phys.Rev. D84, 074033 (2011)","doi:10.1103/PhysRevD.84.074033"],"date":["2011-11-28"],"type":["text"],"creator":["Xiao, Zhen-Jun","Liu, Xin"],"language":[],"coverage":[],"title":["Study of the pure annihilation $B_c \\to A_2 A_3$ decays"],"description":["  In this work, we calculate the {\\it CP}-averaged branching ratios and the\npolarization fractions of the charmless hadronic $B_c \\to A_2 A_3$ decays\nwithin the framework of perturbative QCD(pQCD) approach, where $A$ is either a\nlight $^3P_1$ or $^1P_1$ axial-vector meson. These thirty two decay modes can\noccur through the annihilation topology only. Based on the perturbative\ncalculations and phenomenological analysis, we find the following results: (a)\nthe branching ratios of the considered thirty two $B_c\\to A_2 A_3$ decays are\nin the range of $10^{-5}$ to $10^{-8}$; (b) $B_c\\to a_1 b_1$, $\\ov{K}_1^0\nK_1^+$ and some other decays have sizable branching ratios and can be measured\nat the LHC experiments; (c) the branching ratios of $B_c \\to A_2(^1P_1)\nA_3(^1P_1)$ decays are generally much larger than those of $B_c \\to A_2(^3P_1)\nA_3(^3P_1)$ decays with a factor around (10 $\\sim$ 100); (d) the branching\nratios of $B_c \\to \\ov{K}_1^0 K_1^+$ decays are sensitive to the value of\n$\\theta_K$, which will be tested by the running LHC and forthcoming SuperB\nexperiments; (e) the large longitudinal polarization contributions govern most\nconsidered decays and play the dominant role.\n","Comment: 19 pages, 1 eps figure. arXiv admin note: some text overlap with\n  arXiv:1003.3929"]}]
["1111.6685",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computational Complexity","Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6685"],"date":["2011-11-28"],"type":["text"],"creator":["Chiang, Chun-Ying","Huang, Liang-Hao","Li, Bo-Jr","Wu, Jiaojiao","Yeh, Hong-Gwa"],"language":[],"coverage":[],"title":["Some Results on the Target Set Selection Problem"],"description":["  In this paper we consider a fundamental problem in the area of viral\nmarketing, called T{\\scriptsize ARGET} S{\\scriptsize ET} S{\\scriptsize\nELECTION} problem. We study the problem when the underlying graph is a\nblock-cactus graph, a chordal graph or a Hamming graph. We show that if $G$ is\na block-cactus graph, then the T{\\scriptsize ARGET} S{\\scriptsize ET}\nS{\\scriptsize ELECTION} problem can be solved in linear time, which generalizes\nChen's result \\cite{chen2009} for trees, and the time complexity is much better\nthan the algorithm in \\cite{treewidth} (for bounded treewidth graphs) when\nrestricted to block-cactus graphs. We show that if the underlying graph $G$ is\na chordal graph with thresholds $\\theta(v)\\leq 2$ for each vertex $v$ in $G$,\nthen the problem can be solved in linear time. For a Hamming graph $G$ having\nthresholds $\\theta(v)=2$ for each vertex $v$ of $G$, we precisely determine an\noptimal target set $S$ for $(G,\\theta)$. These results partially answer an open\nproblem raised by Dreyer and Roberts \\cite{Dreyer2009}.\n"]}]
["1111.6686",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6686"],"date":["2011-11-28"],"type":["text"],"creator":["Yu, Li","James, Daniel F. V."],"language":[],"coverage":[],"title":["Average quantum dynamics of closed systems over stochastic Hamiltonians"],"description":["  We develop a master equation formalism to describe the evolution of the\naverage density matrix of a closed quantum system driven by a stochastic\nHamiltonian. The average over random processes generally results in decoherence\neffects in closed system dynamics, in addition to the usual unitary evolution.\nWe then show that, for an important class of problems in which the Hamiltonian\nis proportional to a Gaussian random process, the 2nd-order master equation\nyields exact dynamics. The general formalism is applied to study the examples\nof a two-level system, two atoms in a stochastic magnetic field and the heating\nof a trapped ion.\n","Comment: 17 pages, 1 figure, submitted to Physical Review A"]}]
["1111.6689",{"format":[],"subject":["Computer Science - Computational Geometry","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6689"],"date":["2011-11-28"],"type":["text"],"creator":["Khabbazian, Majid","Durocher, Stephane","Haghnegahdar, Alireza"],"language":[],"coverage":[],"title":["Bounding Interference in Wireless Ad Hoc Networks with Nodes in Random\n  Position"],"description":["  The interference at a wireless node s can be modelled by the number of\nwireless nodes whose transmission ranges cover s. Given a set of positions for\nwireless nodes, the interference minimization problem is to assign a\ntransmission radius (equivalently, a power level) to each node such that the\nresulting communication graph is connected, while minimizing the maximum\ninterference. We consider the model introduced by von Rickenback et al. (2005),\nin which each transmission range is represented by a ball and edges in the\ncommunication graph are symmetric. The problem is NP-complete in two dimensions\n(Buchin 2008) and no polynomial-time approximation algorithm is known.\nFurthermore, even in one dimension (the highway model), the problem's\ncomplexity is unknown and the maximum interference of a set of n wireless nodes\ncan be as high as Theta(sqrt(n)) (von Rickenback et al. 2005). In this paper we\nshow how to solve the problem efficiently in settings typical for wireless ad\nhoc networks. In particular, we show that if node positions are represented by\na set P of n points selected uniformly and independently at random over a\nd-dimensional rectangular region, for any fixed d, then the topology given by\nthe closure of the Euclidean minimum spanning tree of P has maximum\ninterference O(log n) with high probability. We extend this bound to a general\nclass of communication graphs over a broad set of probability distributions.\nNext we present a local algorithm that constructs a graph from this class; this\nis the first local algorithm to provide an upper bound on the expected maximum\ninterference. Finally, we discuss an empirical evaluation of our algorithm with\na suite of simulation results.\n"]}]
["1111.6692",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6692"],"date":["2011-11-28"],"type":["text"],"creator":["Musat, Alexandra Mihaela"],"language":[],"coverage":[],"title":["Small Prime Gaps in Abelian Number Fields"],"description":["  We prove an analogue of a result by Goldston, Pintz and Yildirim for small\ngaps between primes that split completely in an abelian number field. We prove\nboth a conditional result assuming the Elliott-Halberstam conjecture, and an\nunconditional result. We also give another proof of the same result in the\nspecial case of a quadratic extension of class number 1, which relies on a\ngeneralization of the Bombieri-Vinogradov theorem for quadratic number fields.\n","Comment: 18 pages"]}]
["1111.6694",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6694"],"date":["2011-11-29"],"type":["text"],"creator":["Gan, Wee Teck","Gomez, Raul"],"language":[],"coverage":[],"title":["A Conjecture of Sakellaridis-Venkatesh on the Unitary Spectrum of\n  Spherical Varieties"],"description":["  In a recent preprint, Sakellaridis and Venkatesh considered the spectral\ndecomposition of the space $L^2(X)$, where $X = H\\G$ is a spherical variety and\n$G$ is a real or $p$-adic group, and stated a conjecture describing this\ndecomposition in terms of a dual group $\\check{G}_X$ associated to $X$. The\nmain purpose of this paper is to verify the above conjecture in many cases when\n$X$, has low rank. In particular, we demonstrate this conjecture for many cases\nwhen $X$ has rank 1, and also some cases when $X$ has rank 2 or 3.\n","Comment: Contribution to the volume of the Lie Theory and Its Applications\n  Conference in Honor of Nolan Wallach"]}]
["1111.6695",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6695"],"date":["2011-11-29"],"type":["text"],"creator":["Islam, Muhammad Nazmul","Adve, Raviraj","Khoshnevis, Behrouz"],"language":[],"coverage":[],"title":["Optimal Shape-Gain Quantization for Multiuser MIMO Systems with Linear\n  Precoding"],"description":["  This paper studies the optimal bit allocation for shape-gain vector\nquantization of wireless channels in multiuser (MU) multiple-input\nmultiple-output (MIMO) downlink systems based on linear precoding. Our design\nminimizes the mean squared-error between the original and quantized channels\nthrough optimal bit allocation across shape (direction) and gain (magnitude)\nfor a fixed feedback overhead per user. This is shown to significantly reduce\nthe quantization error, which in turn, decreases the MU interference. This\npaper makes three main contributions: first, we focus on channel gain\nquantization and derive the quantization distortion, based on a Euclidean\ndistance measure, corresponding to singular values of a MIMO channel. Second,\nwe show that the Euclidean distance-based distortion of a unit norm complex\nchannel, due to shape quantization, is proportional to \\frac{2^{-2Bs}}{2M-1},\nwhere, Bs is the number of shape quantization bits and M is the number of\ntransmit antennas. Finally, we show that for channels in complex space and\nallowing for a large feedback overhead, the number of direction quantization\nbits should be approximately (2M - 1) times the number of channel magnitude\nquantization bits.\n","Comment: Submitted to IEEE Transactions on Wireless Communications"]}]
["1111.6700",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6700","Proc. SPIE 8147, 81471D (2011)","doi:10.1117/12.899893"],"date":["2011-11-29"],"type":["text"],"creator":["Barrière, Nicolas M.","Tomsick, John A.","Boggs, Steven E.","Lowell, Alexander","von Ballmoos, Peter"],"language":[],"coverage":[],"title":["Developing a second generation Laue lens prototype: high reflectivity\n  crystals and accurate assembly"],"description":["  Laue lenses are an emerging technology that will enhance gamma-ray telescope\nsensitivity by one to two orders of magnitude in selected energy bands of the\n\\sim 100 keV to \\sim 1.5 MeV range. This optic would be particularly well\nadapted to the observation of faint gamma ray lines, as required for the study\nof Supernovae and Galactic positron annihilation. It could also prove very\nuseful for the study of hard X-ray tails from a variety of compact objects,\nespecially making a difference by providing sufficient sensitivity for\npolarization to be measured by the focal plane detector. Our group has been\naddressing the two key issues relevant to improve performance with respect to\nthe first generation of Laue lens prototypes: obtaining large numbers of\nefficient crystals and developing a method to fix them with accurate\norientation and dense packing factor onto a substrate. We present preliminary\nresults of an on-going study aiming to enable a large number of crystals\nsuitable for diffraction at energies above 500 keV. In addition, we show the\nfirst results of the Laue lens prototype assembled using our beamline at SSL/UC\nBerkeley, which demonstrates our ability to orient and glue crystals with\naccuracy of a few arcsec, as required for an efficient Laue lens telescope.\n","Comment: Published in the proceedings of the SPIE conference held in San Diego\n  in August 2011"]}]
["1111.6703",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6703"],"date":["2011-11-29"],"type":["text"],"creator":["Ma, Shiqian"],"language":[],"coverage":[],"title":["Alternating Direction Method of Multipliers for Sparse Principal\n  Component Analysis"],"description":["  We consider a convex relaxation of sparse principal component analysis\nproposed by d'Aspremont et al. in (d'Aspremont et al. SIAM Rev 49:434-448,\n2007). This convex relaxation is a nonsmooth semidefinite programming problem\nin which the $\\ell_1$ norm of the desired matrix is imposed in either the\nobjective function or the constraint to improve the sparsity of the resulting\nmatrix. The sparse principal component is obtained by a rank-one decomposition\nof the resulting sparse matrix. We propose an alternating direction method\nbased on a variable-splitting technique and an augmented Lagrangian framework\nfor solving this nonsmooth semidefinite programming problem. In contrast to the\nfirst-order method proposed in (d'Aspremont et al. SIAM Rev 49:434-448, 2007)\nthat solves approximately the dual problem of the original semidefinite\nprogramming problem, our method deals with the primal problem directly and\nsolves it exactly, which guarantees that the resulting matrix is a sparse\nmatrix. Global convergence result is established for the proposed method.\nNumerical results on both synthetic problems and the real applications from\nclassification of text data and senate voting data are reported to demonstrate\nthe efficacy of our method.\n"]}]
["1111.6713",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6713","IJCSI International Journal of Computer Science Issues, Vol. 8,\n  Issue 5, No 3, 2011, 118-125"],"date":["2011-11-29"],"type":["text"],"creator":["Tolba, Ahmed","Eladawi, Nabila","Elmogy, Mohammed"],"language":[],"coverage":[],"title":["An Enhanced Indexing And Ranking Technique On The Semantic Web"],"description":["  With the fast growth of the Internet, more and more information is available\non the Web. The Semantic Web has many features which cannot be handled by using\nthe traditional search engines. It extracts metadata for each discovered Web\ndocuments in RDF or OWL formats, and computes relations between documents. We\nproposed a hybrid indexing and ranking technique for the Semantic Web which\nfinds relevant documents and computes the similarity among a set of documents.\nFirst, it returns with the most related document from the repository of\nSemantic Web Documents (SWDs) by using a modified version of the ObjectRank\ntechnique. Then, it creates a sub-graph for the most related SWDs. Finally, It\nreturns the hubs and authorities of these document by using the HITS algorithm.\nOur technique increases the quality of the results and decreases the execution\ntime of processing the user's query.\n","Comment: 8 pages, 7 figures"]}]
["1111.6715",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6715","Physics of Plasmas 15 (2008) 072305","doi:10.1063/1.2956640"],"date":["2011-11-29"],"type":["text"],"creator":["Bos, Wouter J. T.","Futatani, Shinpei","Benkadda, Sadruddin","Farge, Marie","Schneider, Kai"],"language":[],"coverage":[],"title":["The role of coherent vorticity in turbulent transport in resistive\n  drift-wave turbulence"],"description":["  The coherent vortex extraction method, a wavelet technique for extracting\ncoherent vortices out of turbulent flows, is applied to simulations of\nresistive drift-wave turbulence in magnetized plasma (Hasegawa-Wakatani\nsystem). The aim is to retain only the essential degrees of freedom,\nresponsible for the transport. It is shown that the radial density flux is\ncarried by these coherent modes. In the quasi-hydrodynamic regime, coherent\nvortices exhibit depletion of the polarization-drift nonlinearity and vorticity\nstrongly dominates strain, in contrast to the quasiadiabatic regime.\n"]}]
["1111.6716",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6716"],"date":["2011-11-29"],"type":["text"],"creator":["Jun, Byungheup","Lee, Jungyun"],"language":[],"coverage":[],"title":["The behavior of Hecke's L-function of real quadratic fields at s=0"],"description":["  For a family of real quadratic fields $\\{K_n=\\FQ(\\sqrt{f(n)})\\}_{n\\in \\FN}$,\na Dirichlet character $\\chi$ modulo $q$ and prescribed ideals $\\{\\fb_n\\subset\nK_n\\}$, we investigate the linear behaviour of the special value of partial\nHecke's L-function $L_{K_n}(s,\\chi_n:=\\chi\\circ N_{K_n},\\fb_n)$ at $s=0$. We\nshow that for $n=qk+r$, $L_{K_n}(0,\\chi_n,\\fb_n)$ can be written as\n$$\\frac{1}{12q^2}(A_{\\chi}(r)+kB_{\\chi}(r)),$$ where\n$A_{\\chi}(r),B_{\\chi}(r)\\in \\FZ[\\chi(1),\\chi(2),..., \\chi(q)]$ if a certain\ncondition on $\\fb_n$ in terms of its continued fraction is satisfied.\nFurthermore, we write precisely $A_{\\chi}(r)$ and $B_{\\chi}(r)$ using values of\nthe Bernoulli polynomials. We describe how the linearity is used in solving\nclass number one problem for some families and recover the proofs in some\ncases. Finally, we list some families of real quadratic fields with the\nlinearity.\n","Comment: 27 pages"]}]
["1111.6717",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6717"],"date":["2011-11-29"],"type":["text"],"creator":["Jun, Byugheup","Lee, Jungyun"],"language":[],"coverage":[],"title":["Polynomial behavior of special values of partial zeta function of real\n  quadratic fields at s=0"],"description":["  We compute the special values of partial zeta function at $s=0$ for family of\nreal quadratic fields $K_n$ and ray class ideals $\\fb_n$ such that $\\fb_n^{-1}\n= [1,\\delta(n)]$ where the continued fraction expansion of $\\delta(n)$ is\npurely periodic and each terms are polynomial in $n$ of bounded degree $d$.\nWith an additional assumptions, we prove that the special values of partial\nzeta function at $s=0$ behaves as quasi-polynomial. We apply this to obtain\nthat the special values the Hecke's $L$-functions at $s=0$ for a family of for\na Dirichlet character $\\chi$ behave as quasi-polynomial as well. We compute out\nexplicitly the coefficients of the quasi-polynomials. Two examples satisfying\nthe condition are presented and for these families the special values of the\npartial zeta functions at $s=0$.\n","Comment: 21 pages"]}]
["1111.6718",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6718"],"date":["2011-11-29"],"type":["text"],"creator":["Jun, Byungheup","Lee, Jungyun"],"language":[],"coverage":[],"title":["Caliber numbers of real quadratic fields"],"description":["  We obtain lower bound of caliber number of real quadratic field\n$K=\\FQ(\\sqrt{d})$ using splitting primes in $K$. We find all real quadratic\nfields of caliber number 1 and find all real quadratic fields of caliber number\n2 if $d$ is not 5 modulo 8. In both cases, we don't rely on the assumption on\n$\\zeta_K(1/2)$.\n","Comment: 10 pages"]}]
["1111.6721",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Materials Science","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6721"],"date":["2011-11-29"],"type":["text"],"creator":["Dey, Anshuman","Roy, Pratim","Sarkar, Tapobrata"],"language":[],"coverage":[],"title":["Information Geometry, Phase Transitions, and Widom Lines : Magnetic and\n  Liquid Systems"],"description":["  We study information geometry of the thermodynamics of first and second order\nphase transitions, and beyond criticality, in magnetic and liquid systems. We\nestablish a universal microscopic characterization of such phase transitions\nvia the equality of correlation lengths $\\xi$ in coexisting phases, where $\\xi$\nis related to the scalar curvature of the equilibrium thermodynamic state\nspace. The 1-D Ising model, and the mean-field Curie-Weiss model are discussed,\nand we show that information geometry correctly describes the phase behavior\nfor the latter. The Widom lines for these systems are also established. We\nfurther study a simple model for the thermodynamics of liquid-liquid phase\nco-existence, and show that our method provides a simple and direct way to\nobtain its phase behavior and the locations of the Widom lines. Our analysis\npoints towards multiple Widom lines in liquid systems.\n","Comment: 1 + 16 Page, LaTex, 11 eps figures"]}]
["1111.6725",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematics - Functional Analysis","46S10, 12J12, 11S99, 30D05, 54H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6725"],"date":["2011-11-29"],"type":["text"],"creator":["Albeverio, S.","Rozikov, U. A.","Sattarov, I. A."],"language":[],"coverage":[],"title":["$p$-adic $(2,1)$-rational dynamical systems"],"description":["  We investigate the trajectory of an arbitrary $(2,1)$-rational $p$-adic\ndynamical system in a complex $p$-adic field $\\C_p$.\n  (i) In the case where there is no fixed point we show that the $p$-adic\ndynamical system has a 2-periodic cycle $x_1, x_2$. If it is attracting then it\nattracts each trajectory which starts from an element of a ball of radius\n$r=|x_1-x_2|_p$ with the center at $x_1$ or at $x_2$. If the 2-periodic cycle\nis an indifferent, then in each step the balls transfer to each other. All the\nother spheres with radius $>r$ and the center at $x_1$ and $x_2$ are invariant\nindependently of the attractiveness of the cycle.\n  (ii) In the case where the fixed point $x_0$ is unique we prove that if the\npoint is attracting then there exists $\\delta>0$, such that the basin of\nattraction for $x_0$ is the ball of radius $\\delta$ and the center at $x_0$ and\nany sphere with radius $\\geq \\delta$ is invariant.\n  If $x_0$ is an indifferent point then all spheres with the center at $x_0$\nare invariant. If $x_0$ is a repelling point then there exits $\\delta>0$, such\nthat the trajectory which starts at an element of the ball of radius $\\delta$\nwith the center in $x_0$ leaves this ball, whereas any sphere with radius $\\geq\n\\delta$ is invariant.\n  (iii) In case of existence of two fixed points, we show that Siegel disks may\neither coincide or be disjoint for different fixed points of the dynamical\nsystem. Besides, we find the basin of the attractor of the system. Varying the\nparameters it is proven that there exists an integer $k\\geq 2$, and spheres\n$S_{r_1}(x_i), ..., S_{r_k}(x_i)$ such that the limiting trajectory will be\nperiodically traveling the spheres $S_{r_j}$. For some values of the parameters\nthere are trajectories which go arbitrary far from the fixed points.\n","Comment: 21 pages"]}]
["1111.6726",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6726"],"date":["2011-11-29"],"type":["text"],"creator":["Scheglov, Dmitri"],"language":[],"coverage":[],"title":["Lower bounds on directional complexity for irrational triangle billiards"],"description":["  We provide explicit lower estimates on the complexity growth in typical\ndirections for a class of irrational triangle billiards\n"]}]
["1111.6727",{"format":[],"subject":["Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6727"],"date":["2011-11-29"],"type":["text"],"creator":["Bamatraf, Abdullah","Ibrahim, Rosziati","Salleh, Mohd. Najib Mohd."],"language":[],"coverage":[],"title":["A New Digital Watermarking Algorithm Using Combination of Least\n  Significant Bit (LSB) and Inverse Bit"],"description":["  In this paper, we introduce a new digital watermarking algorithm using least\nsignificant bit (LSB). LSB is used because of its little effect on the image.\nThis new algorithm is using LSB by inversing the binary values of the watermark\ntext and shifting the watermark according to the odd or even number of pixel\ncoordinates of image before embedding the watermark. The proposed algorithm is\nflexible depending on the length of the watermark text. If the length of the\nwatermark text is more than ((MxN)/8)-2 the proposed algorithm will also embed\nthe extra of the watermark text in the second LSB. We compare our proposed\nalgorithm with the 1-LSB algorithm and Lee's algorithm using Peak\nsignal-to-noise ratio (PSNR). This new algorithm improved its quality of the\nwatermarked image. We also attack the watermarked image by using cropping and\nadding noise and we got good results as well.\n","Comment: 8 pages, 6 figures and 4 tables; Journal of Computing, Volume 3,\n  Issue 4, April 2011, ISSN 2151-9617"]}]
["1111.6730",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6730"],"date":["2011-11-29"],"type":["text"],"creator":["Farid, Humaira","Azam, Farooque","Iqbal, M. Aqeel"],"language":[],"coverage":[],"title":["Minimizing the Risk of Architectural Decay by using Architecture-Centric\n  Evolution Process"],"description":["  Software systems endure many noteworthy changes throughout their life-cycle\nin order to follow the evolution of the problem domains. Generally, the\nsoftware system architecture cannot follow the rapid evolution of a problem\ndomain which results in the discrepancies between the implemented and designed\narchitecture. Software architecture illustrates a system's structure and global\nproperties and consequently determines not only how the system should be\nconstructed but also leads its evolution. Architecture plays an important role\nto ensure that a system satisfies its business and mission goals during\nimplementation and evolution. However, the capabilities of the designed\narchitecture may possibly be lost when the implementation does not conform to\nthe designed architecture. Such a loss of consistency causes the risk of\narchitectural decay. The architectural decay can be avoided if architectural\nchanges are made as early as possible. The paper presents the Process Model for\nArchitecture-Centric Evolution which improves the quality of software systems\nthrough maintaining consistency between designed architecture and\nimplementation. It also increases architecture awareness of developers which\nassists in minimizing the risk of architectural decay. In the proposed approach\nconsistency checks are performed before and after the change implementation.\n","Comment: 12 Pages 8 Figures Journal Paper; International Journal of Computer\n  Science, Engineering and Applications (IJCSEA) Vol.1, No.5, October 2011"]}]
["1111.6734",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6734","PRB, vol. 84 (2011) 174439","doi:10.1103/PhysRevB.84.174439"],"date":["2011-11-29"],"type":["text"],"creator":["Haham, Noam","Shperber, Yishai","Schultz, Moty","Naftalis, Netanel","Shimshoni, Efrat","Reiner, James W.","Klein, Lior"],"language":[],"coverage":[],"title":["Scaling of the anomalous Hall effect in SrRuO$_{3}$"],"description":["  We measure the anomalous Hall effect (AHE) resistivity $\\rho_{xy}$ in thin\nfilms of the itinerant ferromagnet SrRuO$_{3}$. At low temperatures, the AHE\ncoefficient $R_{s}$ varies with $\\rho_{xx}^2$, and at higher temperatures,\n$R_{s}$ reaches a peak and then changes sign just below $T_{c}$. We find that\nfor all films studied $R_{s}$ scales with resistivity in the entire\nferromagnetic phase. We attribute the observed behavior to the contribution of\nthe extrinsic side jumps mechanism and the intrinsic Karplus-Luttinger (Berry\nphase) mechanism including the effect of finite scattering rates.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1105.3059"]}]
["1111.6735",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6735","doi:10.5121/ijp2p.2011.2401"],"date":["2011-11-29"],"type":["text"],"creator":["K, Hareesh.","H, Manjaiah D."],"language":[],"coverage":[],"title":["Peer-to-Peer Live Streaming and Video On Demand Design Issues and its\n  Challenges"],"description":["  Peer-to-Peer Live streaming and Video on Demand is the most popular media\napplications over the Internet in recent years. These systems reduce the load\non the server and provide a scalable content distribution. A new paradigm of\nP2P network collaborates to build large distributed video applications on\nexisting networks .But, the problem of designing the system are at par with the\nP2P media streaming, live and Video on demand systems. Hence a comprehensive\ndesign comparison is needed to build such kind of system architecture.\nTherefore, in this paper we elaborately studied the traditional approaches for\nP2P streaming architectures, and its critical design issues, as well as\npracticable challenges. Thus, our studies in this paper clearly point the\ntangible design issues and its challenges, and other intangible issues for\nproviding P2P VoD services.\n","Comment: International Journal of Peer to Peer Networks (IJP2P), Vol.2, No.4,\n  October 2011"]}]
["1111.6755",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6755"],"date":["2011-11-29"],"type":["text"],"creator":["Oğuz-Ekim, Pınar","Gomes, João","Xavier, João","Stošić, Marko","Oliveira, Paulo"],"language":[],"coverage":[],"title":["Approximate Maximum Likelihood Source Localization from Range\n  Measurements Through Convex Relaxation"],"description":["  This work considers the problem of locating a single source from noisy range\nmeasurements to a set of nodes in a wireless sensor network. We propose two new\ntechniques that we designate as Source Localization with Nuclear Norm (SLNN)\nand Source Localization with l1-norm (SL-l1), which extend to arbitrary real\ndimensions, including 3D, our prior work on 2D source localization formulated\nin the complex plane. Broadly, our approach is based on formulating a\nMaximum-Likelihood (ML) estimation problem for the source position, and then\nusing convex relaxation techniques to obtain a semidefinite program (SDP) that\ncan be globally and efficiently solved. SLNN directly approximates the Gaussian\nML solution, and the relaxation is shown to be tighter than in other methods in\nthe same class. We present an analysis of the convexity properties of the\nconstraint set for the 2D complex version of SLNN (SLCP) to justify the\nobserved tightness of the relaxation. In terms of global accuracy of\nlocalization, SLNN outperforms state-of-the-art optimization-based methods with\neither iterative or closed-form formulations. We propose the SL-l1 algorithm to\naddress the Laplacian noise case, which models the presence of outliers in\nrange measurements. We overcome the nondifferentiability of the Laplacian\nlikelihood function by rewriting the ML problem as an exact weighted version of\nthe Gaussian case, and compare two solution strategies. One of them is\niterative, based on block coordinate descent, and uses SLNN as a subprocessing\nblock. The other, attaining only slightly worse performance, is noniterative\nand based on an SDP relaxation of the weighted ML problem.\n"]}]
["1111.6756",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Performance","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6756"],"date":["2011-11-29"],"type":["text"],"creator":["Baghdadi, Riyadh","Cohen, Albert","Bastoul, Cedric","Pouchet, Louis-Noel","Rauchwerger, Lawrence"],"language":[],"coverage":[],"title":["The Potential of Synergistic Static, Dynamic and Speculative Loop Nest\n  Optimizations for Automatic Parallelization"],"description":["  Research in automatic parallelization of loop-centric programs started with\nstatic analysis, then broadened its arsenal to include dynamic\ninspection-execution and speculative execution, the best results involving\nhybrid static-dynamic schemes. Beyond the detection of parallelism in a\nsequential program, scalable parallelization on many-core processors involves\nhard and interesting parallelism adaptation and mapping challenges. These\nchallenges include tailoring data locality to the memory hierarchy, structuring\nindependent tasks hierarchically to exploit multiple levels of parallelism,\ntuning the synchronization grain, balancing the execution load, decoupling the\nexecution into thread-level pipelines, and leveraging heterogeneous hardware\nwith specialized accelerators. The polyhedral framework allows to model,\nconstruct and apply very complex loop nest transformations addressing most of\nthe parallelism adaptation and mapping challenges. But apart from\nhardware-specific, back-end oriented transformations (if-conversion, trace\nscheduling, value prediction), loop nest optimization has essentially ignored\ndynamic and speculative techniques. Research in polyhedral compilation recently\nreached a significant milestone towards the support of dynamic, data-dependent\ncontrol flow. This opens a large avenue for blending dynamic analyses and\nspeculative techniques with advanced loop nest optimizations. Selecting\nreal-world examples from SPEC benchmarks and numerical kernels, we make a case\nfor the design of synergistic static, dynamic and speculative loop\ntransformation techniques. We also sketch the embedding of dynamic information,\nincluding speculative assumptions, in the heart of affine transformation search\nspaces.\n"]}]
["1111.6757",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6757"],"date":["2011-11-29"],"type":["text"],"creator":["Awad, Hussain A. H.","Battah, Fadi M."],"language":[],"coverage":[],"title":["Enhancing Information Systems Security in Educational Organizations in\n  KSA through proposing security model"],"description":["  It is well known that technology utilization is not restricted for one sector\nthan the other anymore, Educational organizations share many parts of their\ninformation systems with commercial organizations. In this paper we will try to\nidentify the main characteristics of information systems in educational\norganizations, then we will propose a model of two parts to enhance the\ninformation systems security, the first part of the model will handle the\npolicy and laws of the information system, the second part will provide a\ntechnical approach on how to audit and subsequently maintain the security of\ninformation system.\n"]}]
["1111.6758",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6758"],"date":["2011-11-29"],"type":["text"],"creator":["Thang, H. L."],"language":[],"coverage":[],"title":["Measurement uncertainty in surface flatness measurement"],"description":["  Flatness of a plate is a parameter has been put under consideration for long\ntime. Factors influencing the accuracy of this parameter have been recognized\nand examined carefully but placed scatterringly. Beside that those reports have\nnot been always in harmonization with Guide for expression of uncertainty\nmeasurement (GUM). Furthermore, mathematical equations describing clearly the\nflatness measurement have not been seen in those reports also. We have\ncollected those influencing factors for systematic reference purpose,\nre-written the equation describing the profile measurement of the plate\ntopography, and proposed an equation for flatness determination. An\nillustrative numerical example will be also shown.\n","Comment: 5th national metrology conference, Hanoi, Vietnam, 2010"]}]
["1111.6760",{"format":[],"subject":["Mathematics - Analysis of PDEs","76A15, 76N10, 35B65, 35Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6760"],"date":["2011-11-29"],"type":["text"],"creator":["Liu, Qiao","Cui, Shangbin"],"language":[],"coverage":[],"title":["A Beale--Kato--Majda criterion for the 3-D Compressible Nematic Liquid\n  Crystal Flows with Vacuum"],"description":["  In this paper, we prove a Beale--Kato--Majda blow-up criterion in terms of\nthe gradient of the velocity only for the strong solution to the 3-D\ncompressible nematic liquid crystal flows with nonnegative initial densities.\nMore precisely, the strong solution exists globally if the\n$L^{1}(0,T;L^{\\infty})$-norm of the gradient of the velocity $u$ is bounded.\nOur criterion improves the recent result of X. Liu and L. Liu (\\cite{LL}, A\nblow-up criterion for the compressible liquid crystals system,\narXiv:1011.4399v2 [math-ph] 23 Nov. 2010).\n","Comment: 18pages"]}]
["1111.6763",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6763","Annals of Probability 2011, Vol. 39, No. 5, 1668-1701","doi:10.1214/10-AOP563"],"date":["2011-11-29"],"type":["text"],"creator":["Häggström, Olle"],"language":[],"coverage":[],"title":["Percolation beyond ${\\mathbb{Z}}^{\\bolds{d}}$: The contributions of Oded\n  Schramm"],"description":["  Oded Schramm (1961-2008) influenced greatly the development of percolation\ntheory beyond the usual ${\\mathbb{Z}}^d$ setting; in particular, the case of\nnonamenable lattices. Here, we review some of his work in this field.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOP563 the Annals of\n  Probability (http://www.imstat.org/aop/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1111.6766",{"format":[],"subject":["Mathematics - Combinatorics","05A16, 06A07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6766"],"date":["2011-11-29"],"type":["text"],"creator":["Brightwell, Graham","Keller, Mitchel T."],"language":[],"coverage":[],"title":["Asymptotic Enumeration of Labelled Interval Orders"],"description":["  Building on work by Zagier, Bousquet-M\\'elou et al., and Khamis, we give an\nasymptotic formula for the number of labelled interval orders on an $n$-element\nset.\n","Comment: 6 pages"]}]
["1111.6770",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6770","Journal of Modern Optics 58, (1310) 2011","doi:10.1080/09500340.2011.599881"],"date":["2011-11-29"],"type":["text"],"creator":["Wickenbrock, A.","Phoonthong, P.","Renzoni, F."],"language":[],"coverage":[],"title":["Collective strong coupling in a lossy optical cavity"],"description":["  We observe vacuum Rabi splitting in a lossy nearly confocal cavity indicating\nthe strong coupling regime, despite a weak single-atom single-mode coupling.\nStrong collective interaction manifests itself in the typical\n$\\sqrt{N}$-dependence of the normal mode splitting on the number of atoms $N$.\nThe $TEM_{00}$-mode coupling parameters are\n$(g,\\kappa,\\gamma)=2\\pi\\times(0.12,0.8,2.6)$ MHz and up to $(1.33\\pm\n0.08)\\times10^5$ cesium atoms were loaded into the mode volume.\n"]}]
["1111.6771",{"format":[],"subject":["Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6771"],"date":["2011-11-29"],"type":["text"],"creator":["Salih, Nadir K.","Zang, Tianyi","Viju, PG. K.","Mohamed, Abdelmotalib A."],"language":[],"coverage":[],"title":["Autonomic Management for Multi-agent Systems"],"description":["  Autonomic computing is a computing system that can manage itself by\nself-configuration, self-healing, self-optimizing and self-protection.\nResearchers have been emphasizing the strong role that multi agent systems can\nplay progressively towards the design and implementation of complex autonomic\nsystems. The important of autonomic computing is to create computing systems\ncapable of managing themselves to a far greater extent than they do today. With\nthe nature of autonomy, reactivity, sociality and pro-activity, software agents\nare promising to make autonomic computing system a reality. This paper mixed\nmulti-agent system with autonomic feature that completely hides its complexity\nfrom users/services. Mentioned Java Application Development Framework as\nplatform example of this environment, could applied to web services as front\nend to users. With multi agent support it also provides adaptability,\nintelligence, collaboration, goal oriented interactions, flexibility, mobility\nand persistence in software systems\n","Comment: 4page,2figure"]}]
["1111.6780",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6780"],"date":["2011-11-29"],"type":["text"],"creator":["Adamus, M.","Ciborowski, J.","Maczewski, L.","Luzniak, P."],"language":[],"coverage":[],"title":["Measurement of cluster elongation and charge in a pixel detector of\n  10~$\\mu$m pitch at sub-GeV energies"],"description":["  We present measurements of elongation and cluster charge using MIMOSA-18 MAPS\npixel matrix with 10 $\\mu$m pixel pitch, using electron test beams of energies\nranging from 15 to 500 MeV. We observe energy dependence of cluster charge and\nelongation for large incident angles.\n","Comment: 5 pages, 3 figures"]}]
["1111.6786",{"format":[],"subject":["Mathematics - Commutative Algebra","13D02, 13D45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6786"],"date":["2011-11-29"],"type":["text"],"creator":["Asgharzadeh, Mohsen","Divaani-Aazar, Kamran"],"language":[],"coverage":[],"title":["A unified approach to formal local cohomology and local Tate cohomology"],"description":["  Let R be a commutative Noetherian ring. We introduce a theory of formal local\ncohomology for complexes of R-modules. As an application, we establish some\nrelations between formal local cohomology, local homology, local cohomology and\nlocal Tate cohomology through some natural isomorphisms. We investigate\nvanishing of formal local cohomology modules. Also, we give a characterization\nof Cohen-Macaulay complexes.\n","Comment: It will be published in the Rocky Mountain Journal of Mathematics"]}]
["1111.6790",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6790"],"date":["2011-11-29"],"type":["text"],"creator":["Nguyen, Sao Mai","Baranes, Adrien","Oudeyer, Pierre-Yves"],"language":[],"coverage":[],"title":["Constraining the Size Growth of the Task Space with Socially Guided\n  Intrinsic Motivation using Demonstrations"],"description":["  This paper presents an algorithm for learning a highly redundant inverse\nmodel in continuous and non-preset environments. Our Socially Guided Intrinsic\nMotivation by Demonstrations (SGIM-D) algorithm combines the advantages of both\nsocial learning and intrinsic motivation, to specialise in a wide range of\nskills, while lessening its dependence on the teacher. SGIM-D is evaluated on a\nfishing skill learning experiment.\n","Comment: JCAI Workshop on Agents Learning Interactively from Human Teachers\n  (ALIHT), Barcelona : Spain (2011)"]}]
["1111.6808",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","C.2.5","C.2.6","D.2.4","F.3.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6808"],"date":["2011-11-29"],"type":["text"],"creator":["Komondoor, Raghavan","Lakshmi, K. Vasanta","Seetharam, Deva P.","Balodia, Sudha"],"language":[],"coverage":[],"title":["Packet flow analysis in IP networks via abstract interpretation"],"description":["  Static analysis (aka offline analysis) of a model of an IP network is useful\nfor understanding, debugging, and verifying packet flow properties of the\nnetwork. There have been static analysis approaches proposed in the literature\nfor networks based on model checking as well as graph reachability. Abstract\ninterpretation is a method that has typically been applied to static analysis\nof programs. We propose a new, abstract-interpretation based approach for\nanalysis of networks. We formalize our approach, mention its correctness\nguarantee, and demonstrate its flexibility in addressing multiple\nnetwork-analysis problems that have been previously solved via tailor-made\napproaches. Finally, we investigate an application of our analysis to a novel\nproblem -- inferring a high-level policy for the network -- which has been\naddressed in the past only in the restricted single-router setting.\n","Comment: 8 pages"]}]
["1111.6810",{"format":[],"subject":["Mathematics - Probability","60G70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6810"],"date":["2011-11-29"],"type":["text"],"creator":["Denisov, Denis","Wachtel, Vitali"],"language":[],"coverage":[],"title":["Martingale approach to subexponential asymptotics for random walks"],"description":["  Consider the random walk $S_n=\\xi_1+...+\\xi_n$ with independent and\nidentically distributed increments and negative mean $\\mathbf E\\xi=-m<0$. Let\n$M=\\sup_{0\\le i} S_i$ be the supremum of the random walk. In this note we\npresent derivation of asymptotics for $\\mathbf P(M>x), x\\to\\infty$ for\nlong-tailed distributions. This derivation is based on the martingale arguments\nand does not require any prior knowledge of the theory of long-tailed\ndistributions. In addition the same approach allows to obtain asymptotics for\n$\\mathbf P(M_\\tau>x)$, where $M_\\tau=\\max_{0\\le i<\\tau}S_i$ and\n$\\tau=\\min\\{n\\ge 1: S_n\\le 0 \\}$.\n","Comment: 9 pages"]}]
["1111.6813",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6813","Journal Of Modern Physics, 2011 2(11) 1354-1365","doi:10.4236/jmp.2011.211168"],"date":["2011-11-29"],"type":["text"],"creator":["Sau, Goutam","Bhattacharya, A.","Bhattacharyya, S."],"language":[],"coverage":[],"title":["Rapidity and Pseudorapidity distributions of the Various Hadron-Species\n  Produced in High Energy Nuclear Collisions : A Systematic Approach"],"description":["  With the help of a phenomenological approach outlined in the text in some\ndetail, we have dealt here with the description of the plots on rapidity and\npseudorapidity spectra of some hadron-secondaries produced in various\nnucleus-nucleus interactions at high energies. The agreement between the\nmeasured data and the attempted fits are, on the whole, modestly satisfactory\nexcepting a very narrow central region in the vicinity of y=$\\eta$=0. At last,\nhints to how the steps suggested in the main body of the text to proceed with\nthe description of the measured data given in the plots could lead finally to a\nsomewhat systematic methodology have also been made.\n","Comment: 21 pages, 13 figures. arXiv admin note: substantial text overlap with\n  arXiv:1011.2095"]}]
["1111.6814",{"format":[],"subject":["Mathematics - Algebraic Geometry","14N35 (Primary) 14K05, 14D20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6814"],"date":["2011-11-29"],"type":["text"],"creator":["Gulbrandsen, Martin G."],"language":[],"coverage":[],"title":["Counting sheaves on Calabi-Yau and abelian threefolds"],"description":["  We survey the foundations for Donaldson-Thomas invariants for stable sheaves\non algebraic threefolds with trivial canonical bundle, with emphasis on the\ncase of abelian threefolds.\n","Comment: 10 pages"]}]
["1111.6820",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6820"],"date":["2011-11-29"],"type":["text"],"creator":["Ivanova, E. A."],"language":[],"coverage":[],"title":["On the Conjugacy Separability of Generalized Free Products of Groups"],"description":["  It is proved that generalized free product of two finite p-groups is a\nconjugacy p-separable group if and only if it is residually finite p-groups.\nThis result is then applied to establish some sufficient conditions for\nconjugacy p-separability of generalized free product of infinite groups.\n","Comment: 8 pages"]}]
["1111.6823",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - K-Theory and Homology","57R20 (Primary) 55R40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6823"],"date":["2011-11-29"],"type":["text"],"creator":["Mishchenko, A. S."],"language":[],"coverage":[],"title":["Characteristic classes of transitive Lie algebroids. Categorical point\n  of view"],"description":["  The talk was done at the International Conference \"Analysis, Topology and\nApplications\", Harbin, China, 23.08.2011. Transitive Lie algebroids have\nspecific properties that allow to look at the transitive Lie algebroid as an\nelement of the object of a homotopy functor. Roughly speaking each transitive\nLie algebroids can be described as a vector bundle over the tangent bundle of\nthe manifold which is endowed with additional structures. Therefore transitive\nLie algebroids admits a construction of inverse image generated by a smooth\nmapping of smooth manifolds. The intention of my talk is to use a homotopy\nclassification of transitive Lie algebroids due to K.Mackenzie (2005) and on\nthis basis to construct a classifying space. The realization of the intention\nallows to describe characteristic classes of transitive Lie algebroids form the\npoint of view a natural transformation of functors similar to the classical\nabstract characteristic classes for vector bundles and to compare them with\nthat derived from the Chern-Weil homomorphism by J.Kubarski (1991).\n","Comment: The talk done at the conference 23.08.2011, Harbin, China. 62 slides"]}]
["1111.6825",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6825","International journal of computer science Issues,Vol. 8,Issue 5,No\n  3, 2011, 42-50"],"date":["2011-11-29"],"type":["text"],"creator":["Amirshahi, Alireza","Fathi, Mahmood","Romoozi, Morteza","Assarian, Mohammad"],"language":[],"coverage":[],"title":["A Fuzzy Realistic Mobility Model For Ad hoc Networks"],"description":["  Realistic mobility models can demonstrate more precise evaluation results\nbecause their parameters are closer to the reality. In this paper a realistic\nFuzzy Mobility Model has been proposed. This model has rules which is\nchangeable depending on nodes and environment conditions. This model is more\ncomplete and precise than the other mobility models and this is the advantage\nof this model. After simulation, it was found out that not only considering\nnodes movement as being imprecise (fuzzy) has a positive effects on most of ad\nhoc network parameters, but also, more importantly as they are closer to the\nreal world condition, they can have a more positive effect on the\nimplementation of ad hoc network protocols.\n"]}]
["1111.6826",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure","Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6826"],"date":["2011-11-29"],"type":["text"],"creator":["Marzo, Massimiliano","Ritelli, Daniele","Zagaglia, Paolo"],"language":[],"coverage":[],"title":["Optimal Trading Execution with Nonlinear Market Impact: An Alternative\n  Solution Method"],"description":["  We consider the optimal trade execution strategies for a large portfolio of\nsingle stocks proposed by Almgren (2003). This framework accounts for a\nnonlinear impact of trades on average market prices. The results of Almgren\n(2003) are based on the assumption that no shares of assets per unit of time\nare trade at the beginning of the period. We propose a general solution method\nthat accomodates the case of a positive stock of assets in the initial period.\nOur findings are twofold. First of all, we show that the problem admits a\nsolution with no trading in the opening period only if additional parametric\nrestrictions are imposed. Second, with positive asset holdings in the initial\nperiod, the optimal execution time depends on trading activity at the beginning\nof the planning period.\n","Comment: 14 pages"]}]
["1111.6829",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6829"],"date":["2011-11-29"],"type":["text"],"creator":["Koppenburg, Patrick"],"language":[],"coverage":[],"title":["Heavy Flavour Results at the LHC"],"description":["  We present a brief overview of the first flavour physics results at the LHC.\nCross-section for charm and beauty production have been measured by several\nexperiments and the first competitive results on D and B decays are presented.\n","Comment: Proceedings of the XXXI Physics in Collision Conference, Vancouver,\n  Canada, August 28 - September 1, 2011"]}]
["1111.6839",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6839"],"date":["2011-11-23"],"type":["text"],"creator":["Petrache, Horia I."],"language":[],"coverage":[],"title":["Elementary trigonometry based on a first order differential equation"],"description":["  It is shown that with appropriate boundary conditions, a real function\nsatisfying the differential equation $f'(x) = f(x+a)$ has all known properties\nof the sine function. A number of elementary derivations are presented\nincluding proofs for periodicity and trigonometric identities.\n","Comment: 5 pages"]}]
["1111.6842",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Cryptography and Security","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6842"],"date":["2011-11-29"],"type":["text"],"creator":["Blum, Avrim","Roth, Aaron"],"language":[],"coverage":[],"title":["Fast Private Data Release Algorithms for Sparse Queries"],"description":["  We revisit the problem of accurately answering large classes of statistical\nqueries while preserving differential privacy. Previous approaches to this\nproblem have either been very general but have not had run-time polynomial in\nthe size of the database, have applied only to very limited classes of queries,\nor have relaxed the notion of worst-case error guarantees. In this paper we\nconsider the large class of sparse queries, which take non-zero values on only\npolynomially many universe elements. We give efficient query release algorithms\nfor this class, in both the interactive and the non-interactive setting. Our\nalgorithms also achieve better accuracy bounds than previous general techniques\ndo when applied to sparse queries: our bounds are independent of the universe\nsize. In fact, even the runtime of our interactive mechanism is independent of\nthe universe size, and so can be implemented in the \"infinite universe\" model\nin which no finite universe need be specified by the data curator.\n"]}]
["1111.6846",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6846"],"date":["2011-11-29"],"type":["text"],"creator":["Brothier, Arnaud"],"language":[],"coverage":[],"title":["The Takesaki equivalence relation for maximal abelian subalgebras"],"description":["  For a maximal abelian subalgebra $A\\subset M$ in a finite von Neumann\nalgebra, we consider an invariant due to Takesaki which is an equivalence\nrelation on a standard probability space. We give several characterization of\nthis invariant and show that it can be reconstructed from the A-bimodule\nstructure of the GNS Hilbert space $L^2(M)$. In particular, we show that this\ninvariant is induced by the action of the normalizer on A. Hence, this gives a\nnew proof to a question of Takesaki.\n","Comment: 12 pages"]}]
["1111.6847",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6847"],"date":["2011-11-28"],"type":["text"],"creator":["Adamiec, P.","Benezet, J. C.","Benhassaine, A."],"language":[],"coverage":[],"title":["Relation entre une cendre volante silico-alumineuse et son charbon"],"description":["  The fly-ashes are typical complex solids which incorporate at the same time\nintrinsic properties with the layers (spectra mineralogical and dimensional\nspectra varied) and major transformations generated by the processes of\ndevelopment. To use fly-ashes in various applications, it is initially\nnecessary to carry out a complete characterization of those. The first research\nto date carried out on the silico-aluminous fly-ashes in order to characterize\nthem from the point of view physical, morphological, chemical and mineralogical\nresulted in saying that they are materials of a relative simplicity. To make\nthis study, a silico-aluminous fly ash coming from the power station of Albi\nwas selected. Heat treatments (450{\\deg}C and 1200{\\deg}C) made it possible to\nsimulate the treatment undergone by coal in the power stations in order to be\nable to identify the residues. The diversity of the particles contained in ash\ncould be explained by the relation existing between a fly ash and its coal of\norigin.\n","Comment: Poudres & Grains 2005"]}]
["1111.6856",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Operator Algebras","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6856"],"date":["2011-11-29"],"type":["text"],"creator":["Grosse, Harald","Lechner, Gandalf","Ludwig, Thomas","Verch, Rainer"],"language":[],"coverage":[],"title":["Wick rotation for quantum field theories on degenerate Moyal\n  space(-time)"],"description":["  In this paper the connection between quantum field theories on flat\nnoncommutative space(-times) in Euclidean and Lorentzian signature is studied\nfor the case that time is still commutative. By making use of the algebraic\nframework of quantum field theory and an analytic continuation of the symmetry\ngroups which are compatible with the structure of Moyal space, a general\ncorrespondence between field theories on Euclidean space satisfying a time zero\ncondition and quantum field theories on Moyal Minkowski space is presented\n(\"Wick rotation\"). It is then shown that field theories transferred to Moyal\nspace(-time) by Rieffel deformation and warped convolution fit into this\nframework, and that the processes of Wick rotation and deformation commute.\n","Comment: 29 pages"]}]
["1111.6858",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6858"],"date":["2011-11-29"],"type":["text"],"creator":["Bekenn, Bill","Hooper, Ray"],"language":[],"coverage":[],"title":["Workbook Structure Analysis - \"Coping with the Imperfect\""],"description":["  This Paper summarises the operation of software developed for the analysis of\nworkbook structure. This comprises: the identification of layout in terms of\nfilled areas formed into \"Stripes\", the identification of all the Formula\nBlocks/Cells and the identification of Data Blocks/Cells referenced by those\nformulas. This development forms part of our FormulaDataSleuth toolset. It is\nessential for the initial \"Watching\" of an existing workbook and enables the\nworkbook to be subsequently managed and protected from damage.\n","Comment: 12 Pages, 7 Figures; Proc. European Spreadsheet Risks Int. Grp.\n  (EuSpRIG) 2011 ISBN 978-0-9566256-9-4"]}]
["1111.6861",{"format":[],"subject":["Mathematics - Differential Geometry","53c25, 58e11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6861"],"date":["2011-11-29"],"type":["text"],"creator":["Yun, Gabjin","Chang, Jeongwook","Hwang, Seungsu"],"language":[],"coverage":[],"title":["Total Scalar Curvature and Harmonic Curvature"],"description":["  On a compact n-dimensional manifold, it has been conjectured that a critical\npoint metric of the total scalar curvature, restricted to the space of metrics\nwith constant scalar curvature of unit volume, will be Einstein. This\nconjecture was proposed in 1984 by Besse, but has yet to be proved. In this\npaper, we prove that if the manifold with the critical point metric has\nharmonic curvature, then it is isometric to a standard sphere.\n","Comment: 16 pages, 2 figures"]}]
["1111.6866",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6866"],"date":["2011-11-29"],"type":["text"],"creator":["McDaid, Kevin","MacRuairi, Ronan","Clynch, Neil","Logue, Kevin","Clancy, Cian","Hayes, Shane"],"language":[],"coverage":[],"title":["Spreadsheets in Financial Departments: An Automated Analysis of 65,000\n  Spreadsheets using the Luminous Technology"],"description":["  Spreadsheet technology is a cornerstone of IT systems in most organisations.\nIt is often the glue that binds more structured transaction-based systems\ntogether. Financial operations are a case in point where spreadsheets fill the\ngaps left by dedicated accounting systems, particularly covering reporting and\nbusiness process operations. However, little is understood as to the nature of\nspreadsheet usage in organisations and the contents and structure of these\nspreadsheets as they relate to key business functions with few, if any,\ncomprehensive analyses of spreadsheet repositories in real organisations. As\nsuch this paper represents an important attempt at profiling real and\nsubstantial spreadsheet repositories.\n  Using the Luminous technology an analysis of 65,000 spreadsheets for the\nfinancial departments of both a government and a private commercial\norganisation was conducted. This provides an important insight into the nature\nand structure of these spreadsheets, the links between them, the existence and\nnature of macros and the level of repetitive processes performed through the\nspreadsheets. Furthermore it highlights the organisational dependence on\nspreadsheets and the range and number of spreadsheets dealt with by individuals\non a daily basis. In so doing, this paper prompts important questions that can\nframe future research in the domain.\n","Comment: 14 Pages, 6 Tables, 4 Colour Figures; Proc. European Spreadsheet\n  Risks Int. Grp. (EuSpRIG) 2011 ISBN 978-0-9566256-9-4"]}]
["1111.6868",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","82C41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6868","Problems of Information Transmission, 2009, v. 45, No. 1, pp.65-73"],"date":["2011-11-29"],"type":["text"],"creator":["Malyshev, V. A.","Shvets, V. A."],"language":[],"coverage":[],"title":["On Decay of Correlations for Exclusion Processes with Asymmetric\n  Boundary Conditions"],"description":["  We consider a symmetric exclusion process on a discrete interval of $S$\npoints with various boundary conditions at the endpoints. We study the\nasymptotic decay of correlations as $S\\to\\infty$. The main result is asymptotic\nindependence of a stationary distribution whem the points are far away from\neach other. We develop a new recurrent probabilistic approach which is an\nalternative to Derrida's algebraic technique.\n"]}]
["1111.6870",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6870"],"date":["2011-11-29"],"type":["text"],"creator":["Guthrie, Gordon","McCrory, Stephen"],"language":[],"coverage":[],"title":["Beyond The Desktop Spreadsheet"],"description":["  Hypernumbers is a new commercial web-based spreadsheet. It addresses several\nrisk factors in deploying spreadsheets.\n","Comment: 11 Pages; Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2011\n  ISBN 978-0-9566256-9-4"]}]
["1111.6872",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6872"],"date":["2011-11-29"],"type":["text"],"creator":["McKeever, Ruth","McDaid, Kevin"],"language":[],"coverage":[],"title":["Effect of Range Naming Conventions on Reliability and Development Time\n  for Simple Spreadsheet Formulas"],"description":["  Practitioners often argue that range names make spreadsheets easier to\nunderstand and use, akin to the role of good variable names in traditional\nprogramming languages, yet there is no supporting scientific evidence. The\nauthors previously published experiments that disproved this theory in relation\nto debugging, and now turn their focus to development. This paper presents the\nresults of two iterations of a new experiment, which measure the effect of\nrange names on the correctness of, and the time it takes to develop, simple\nsummation formulas. Our findings, supported by statistically significant\nresults, show that formulas developed by non-experts using range names are more\nlikely to contain errors and take longer to develop. Taking these findings with\nthe findings from previous experiments, we conclude that range names do not\nimprove the quality of spreadsheets developed by novice and intermediate users.\nThis paper is important in that it finds that the choice of naming convention\ncan have a significant impact on novice and intermediate users' performance in\nformula development, with less structured naming conventions resulting in\npoorer performance by users.\n","Comment: 13 Pages, 3 Tables; Proc. European Spreadsheet Risks Int. Grp.\n  (EuSpRIG) 2011 ISBN 978-0-9566256-9-4"]}]
["1111.6874",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6874"],"date":["2011-11-29"],"type":["text"],"creator":["Wang, Jing Ping"],"language":[],"coverage":[],"title":["Recursion operator of the Narita-Itoh-Bogoyavlensky lattice"],"description":["  We construct a recursion operator for the family of Narita-Itoh-Bogoyavlensky\ninfinite lattice equations using its Lax presentation and present their\nmastersymmetries and bi-Hamiltonian structures. We show that this highly\nnonlocal recursion operator generates infinite many local symmetries.\n"]}]
["1111.6875",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","82C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6875","Markov Processes and Related Fields, 2009, v. 15, pp. 1-8"],"date":["2011-11-29"],"type":["text"],"creator":["Malyshev, V. A.","Zamyatin, A. A."],"language":[],"coverage":[],"title":["Processes with a Local Deterministic Interaction: Invariant Bernoulli\n  Measures"],"description":["  A general class of Markov processes with a local interaction is introduced,\nwhich includes exclusion and Kawasaki processes as a very particular case.\nBernoulli invariant measures are found for this class of processes.\n"]}]
["1111.6877",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6877"],"date":["2011-11-29"],"type":["text"],"creator":["Baker, Kenneth L."],"language":[],"coverage":[],"title":["The Poincare homology sphere and almost simple knots in lens spaces"],"description":["  Hedden defined two knots in each lens space that, through analogies with\ntheir knot Floer homology and doubly pointed Heegaard diagrams of genus one,\nmay be viewed as generalizations of the two trefoils in S^3. Rasmussen shows\nthat when the `left-handed' one is in the homology class of the dual to a Berge\nknot of type VII, it admits an L-space homology sphere surgery. In this note we\ngive a simple proof that these L-space homology spheres are always the\nPoincar\\'e homology sphere.\n","Comment: 3 pages, 4 figures"]}]
["1111.6878",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6878"],"date":["2011-11-29"],"type":["text"],"creator":["Kulesz, Daniel"],"language":[],"coverage":[],"title":["From Good Practices to Effective Policies for Preventing Errors in\n  Spreadsheets"],"description":["  Thanks to the enormous flexibility they provide, spreadsheets are considered\na priceless blessing by many end-users. Many spreadsheets, however, contain\nerrors which can lead to severe consequences in some cases. To manage these\nrisks, quality managers in companies are often asked to develop appropriate\npolicies for preventing spreadsheet errors. Good policies should specify rules\nwhich are based on \"known-good\" practices. While there are many proposals for\nsuch practices in literature written by practitioners and researchers, they are\noften not consistent with each other. Therefore no general agreement has been\nreached yet and no science-based \"golden rules\" have been published. This paper\nproposes an expert-based, retrospective approach to the identification of good\npractices for spreadsheets. It is based on an evaluation loop that\ncross-validates the findings of human domain experts against rules implemented\nin a semi-automated spreadsheet workbench, taking into account the context in\nwhich the spreadsheets are used.\n","Comment: 11 Pages, 3 Colour Figures; Proc. European Spreadsheet Risks Int.\n  Grp. (EuSpRIG) 2011 ISBN 978-0-9566256-9-4"]}]
["1111.6881",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6881"],"date":["2011-11-29"],"type":["text"],"creator":["Evesque, P.","Garrabos, Y.","Zhai, G.","Hou, M."],"language":[],"coverage":[],"title":["Granular Media under Vibration in Zero Gravity: Transition from Rattling\n  to Granular Gas"],"description":["  We report on different experimental behaviours of granular dissipative matter\nexcited by vibration as studied during the 43rd ESA campaign of Airbus A300-0g\nfrom CNES. The effect of g-jitter is quantified through the generation of a\nrattle effect. The French-European team's electromagnetic set-up is used, with\n20Hz cam recording and high speed camera for a short duration (1s) during each\nparabola.\n","Comment: Poudres et Grains 2011"]}]
["1111.6883",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6883"],"date":["2011-11-29"],"type":["text"],"creator":["Moguillansky, Martín O.","Rotstein, Nicolás D.","Falappa, Marcelo A.","García, Alejandro J.","Simari, Guillermo R."],"language":[],"coverage":[],"title":["Dynamics of Knowledge in DeLP through Argument Theory Change"],"description":["  This article is devoted to the study of methods to change defeasible logic\nprograms (de.l.p.s) which are the knowledge bases used by the Defeasible Logic\nProgramming (DeLP) interpreter. DeLP is an argumentation formalism that allows\nto reason over potentially inconsistent de.l.p.s. Argument Theory Change (ATC)\nstudies certain aspects of belief revision in order to make them suitable for\nabstract argumentation systems. In this article, abstract arguments are\nrendered concrete by using the particular rule-based defeasible logic adopted\nby DeLP. The objective of our proposal is to define prioritized argument\nrevision operators \\`a la ATC for de.l.p.s, in such a way that the newly\ninserted argument ends up undefeated after the revision, thus warranting its\nconclusion. In order to ensure this warrant, the de.l.p. has to be changed in\nconcordance with a minimal change principle. To this end, we discuss different\nminimal change criteria that could be adopted. Finally, an algorithm is\npresented, implementing the argument revision operations.\n","Comment: 61 pages To appear in Theory and Practice of Logic Programming (TPLP)"]}]
["1111.6884",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6884"],"date":["2011-11-29"],"type":["text"],"creator":["Baglietto, Pierpaolo","Fornasa, Martino","Mangiante, Simone","Maresca, Massimo","Parodi, Andrea","Stecca, Michele"],"language":[],"coverage":[],"title":["A Platform for Spreadsheet Composition"],"description":["  A huge amount of data is everyday managed in large organizations in many\ncritical business sectors with the support of spreadsheet applications. The\nprocess of elaborating spreadsheet data is often performed in a distributed,\ncollaborative way, where many actors enter data belonging to their local\nbusiness domain to contribute to a global business view. The manual fusion of\nsuch data may lead to errors in copy-paste operations, loss of alignment and\ncoherency due to multiple spreadsheet copies in circulation, as well as loss of\ndata due to broken cross-spreadsheet links. In this paper we describe a\nmethodology, based on a Spreadsheet Composition Platform, which greatly reduces\nthese risks. The proposed platform seamlessly integrates the distributed\nspreadsheet elaboration, supports the commonly known spreadsheet tools for data\nprocessing and helps organizations to adopt a more controlled and secure\nenvironment for data fusion.\n","Comment: 12 Pages, 7 Colour Figures; Proc. European Spreadsheet Risks Int.\n  Grp. (EuSpRIG) 2011 ISBN 978-0-9566256-9-4"]}]
["1111.6886",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6886"],"date":["2011-11-29"],"type":["text"],"creator":["Bianchin, Chiara","Collaboration, for the ALICE"],"language":[],"coverage":[],"title":["Measurement of D$^0$ v$_2$ in Pb-Pb collisions at $\\sqrt{s_{NN}}=2.76$\n  TeV with ALICE at the LHC"],"description":["  The study particle azimuthal anisotropy in heavy-ion collisions provides\ninsight on the collective hydrodynamic expansion of the system and on its\nequation of state. The measurement of the elliptic flow, $v_2$, of D mesons\ncompared to that of light hadrons is expected to be sensitive to the degree of\nthermalization of charm quarks within the quark-gluon plasma. The first\nmeasurement of D$^0$ meson $v_2$ with the ALICE detector at the LHC will be\npresented. The preliminary results obtained with the first Pb-Pb run at LHC\nshow a hint of non-zero $v_2$ in $2<p_{\\rm t} <5 $ GeV/$c$.\n","Comment: 6 pages, SQM 2011 Conference Proceedings"]}]
["1111.6887",{"format":[],"subject":["Computer Science - Computers and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6887"],"date":["2011-11-29"],"type":["text"],"creator":["Coster, Nancy","Leon, Linda","Kalbers, Lawrence","Abraham, Dolphy"],"language":[],"coverage":[],"title":["Controls over Spreadsheets for Financial Reporting in Practice"],"description":["  Past studies show that only a small percent of organizations implement and\nenforce formal rules or informal guidelines for the designing, testing,\ndocumenting, using, modifying, sharing and archiving of spreadsheet models. Due\nto lack of such policies, there has been little research on how companies can\neffectively govern spreadsheets throughout their life cycle. This paper\ndescribes a survey involving 38 participants from the United States,\nrepresenting companies that were working on compliance with the Sarbanes-Oxley\nAct of 2002 (SOX) as it relates to spreadsheets for financial reporting. The\nfindings of this survey describe specific controls organizations have\nimplemented to manage spreadsheets for financial reporting throughout the\nspreadsheet's lifecycle. Our findings indicate that there are problems in all\nstages of a spreadsheet's life cycle and suggest several important areas for\nfuture research.\n","Comment: 13Pages, 4 Tables, 1 Colour Figure; Proc. European Spreadsheet Risks\n  Int. Grp. (EuSpRIG) 2011 ISBN 978-0-9566256-9-4"]}]
["1111.6891",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Astrophysics - High Energy Astrophysical Phenomena","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6891","Phys. Rev. E 84, 051128 (2011)","doi:10.1103/PhysRevE.84.051128"],"date":["2011-11-29"],"type":["text"],"creator":["Sob'yanin, Denis Nikolaevich"],"language":[],"coverage":[],"title":["Generalization of the Beck-Cohen superstatistics"],"description":["  Generalized superstatistics, i.e., a \"statistics of superstatistics,\" is\nproposed. A generalized superstatistical system comprises a set of\nsuperstatistical subsystems and represents a generalized hyperensemble. There\nexists a random control parameter that determines both the density of energy\nstates and the distribution of the intensive parameter for each\nsuperstatistical subsystem, thereby forming the third, upper level of dynamics.\nGeneralized superstatistics can be used for nonstationary nonequilibrium\nsystems. The system in which a supercritical multitype age-dependent branching\nprocess takes place is an example of a nonstationary generalized\nsuperstatistical system. The theory is applied to pair production in a neutron\nstar magnetosphere.\n","Comment: 7 pages, no figures"]}]
["1111.6892",{"format":[],"subject":["Mathematics - K-Theory and Homology","Mathematics - Algebraic Geometry","Mathematics - Algebraic Topology","14A22, 18D20, 18G40, 19L10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6892"],"date":["2011-11-29"],"type":["text"],"creator":["Tabuada, Goncalo"],"language":[],"coverage":[],"title":["Weight structure on noncommutative motives"],"description":["  In this note we endow Kontsevich's category KMM of noncommutative mixed\nmotives with a non-degenerate weight structure in the sense of Bondarko. As an\napplication we obtain a convergent weight spectral sequence for every additive\ninvariant (e.g. algebraic K-theory, cyclic homology, topological Hochschild\nhomology, etc.), and a ring isomorphism between the Grothendieck ring of KMM\nand the Grothendieck ring of the category of noncommutative Chow motives.\n","Comment: 9 pages"]}]
["1111.6895",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6895"],"date":["2011-11-29"],"type":["text"],"creator":["Hermans, Felienne","Pinzger, Martin","van Deursen, Arie"],"language":[],"coverage":[],"title":["Breviz: Visualizing Spreadsheets using Dataflow Diagrams"],"description":["  Spreadsheets are used extensively in industry, often for business critical\npurposes. In previous work we have analyzed the information needs of\nspreadsheet professionals and addressed their need for support with the\ntransition of a spreadsheet to a colleague with the generation of data flow\ndiagrams. In this paper we describe the application of these data flow diagrams\nfor the purpose of understanding a spreadsheet with three example cases. We\nfurthermore suggest an additional application of the data flow diagrams: the\nassessment of the quality of the spreadsheet's design.\n","Comment: 9 Pages, 5 Colour Figures; Proc. European Spreadsheet Risks Int. Grp.\n  (EuSpRIG) 2011 ISBN 978-0-9566256-9-4"]}]
["1111.6896",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6896"],"date":["2011-11-29"],"type":["text"],"creator":["Nikolaus, Thomas","Schweigert, Christoph"],"language":[],"coverage":[],"title":["Bicategories in field theories - an invitation"],"description":["  We explain some applications of bicategories in both classical and quantum\nfield theory. This includes a modern perspective on some pioneering work of Max\nKreuzer and Bert Schellekens on rational conformal field theory.\n","Comment: 14 pages, 2 figures. Contribution to the Memorial Volume for Max\n  Kreuzer. Contains an introduction to the use of bicategories for non-experts,\n  in particular to the results of http://arxiv.org/abs/1004.4558 and\n  http://arxiv.org/abs/1103.2963"]}]
["1111.6900",{"format":[],"subject":["Computer Science - Mathematical Software","G.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6900"],"date":["2011-11-29"],"type":["text"],"creator":["Albrecht, Martin R."],"language":[],"coverage":[],"title":["The M4RIE library for dense linear algebra over small fields with even\n  characteristic"],"description":["  In this work, we present the M4RIE library which implements efficient\nalgorithms for linear algebra with dense matrices over GF(2^e) for 2 <= 2 <=\n10. As the name of the library indicates, it makes heavy use of the M4RI\nlibrary both directly (i.e., by calling it) and indirectly (i.e., by using its\nconcepts). We provide an open-source GPLv2+ C library for efficient linear\nalgebra over GF(2^e) for e small. In this library we implemented an idea due to\nBradshaw and Boothby which reduces matrix multiplication over GF(p^k) to a\nseries of matrix multiplications over GF(p). Furthermore, we propose a caching\ntechnique - Newton-John tables - to avoid finite field multiplications which is\ninspired by Kronrod's method (\"M4RM\") for matrix multiplication over GF(2).\nUsing these two techniques we provide asymptotically fast triangular solving\nwith matrices (TRSM) and PLE-based Gaussian elimination. As a result, we are\nable to significantly improve upon the state of the art in dense linear algebra\nover GF(2^e) with 2 <= e <= 10.\n"]}]
["1111.6902",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6902"],"date":["2011-11-29"],"type":["text"],"creator":["Correia, José Pedro","Ferreira, Miguel A."],"language":[],"coverage":[],"title":["Requirements for Automated Assessment of Spreadsheet Maintainability"],"description":["  The use of spreadsheets is widespread. Be it in business, finance,\nengineering or other areas, spreadsheets are created for their flexibility and\nease to quickly model a problem. Very often they evolve from simple prototypes\nto implementations of crucial business logic. Spreadsheets that play a crucial\nrole in an organization will naturally have a long lifespan and will be\nmaintained and evolved by several people. Therefore, it is important not only\nto look at their reliability, i.e., how well is the intended functionality\nimplemented, but also at their maintainability, i.e., how easy it is to\ndiagnose a spreadsheet for deficiencies and modify it without degrading its\nquality. In this position paper we argue for the need to create a model to\nestimate the maintainability of a spreadsheet based on (automated) measurement.\nWe propose to do so by applying a structured methodology that has already shown\nits value in the estimation of maintainability of software products. We also\nargue for the creation of a curated, community-contributed repository of\nspreadsheets.\n","Comment: 7 Pages, 1 Figure; Proc. European Spreadsheet Risks Int. Grp.\n  (EuSpRIG) 2011 ISBN 978-0-9566256-9-4"]}]
["1111.6903",{"format":[],"subject":["Mathematics - Numerical Analysis","35G30, 65K05, 65N06, 65N12, 65N22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6903"],"date":["2011-11-29"],"type":["text"],"creator":["Salac, David"],"language":[],"coverage":[],"title":["The Augmented Fast Marching Method for Level Set Reinitialization"],"description":["  Including derivative information in the modelling of moving interfaces has\nbeen proposed as one method to increase the accuracy of numerical schemes with\nminimal additional cost. Here a new level set reinitialization technique using\nthe fast marching method is presented. This augmented fast marching method will\ncalculate the signed distance function and up to the second-order derivatives\nof the signed distance function for arbitrary interfaces. In addition to\nenforcing the condition $|\\nabla\\phi|^2=1$, where $\\phi$ is the level set\nfunction, the method ensures that $\\nabla(|\\nabla\\phi|)^2=0$ and\n$\\nabla\\nabla(|\\nabla\\phi|)^2=0$ are also satisfied. Results indicate that for\nboth two- and three-dimensional interfaces the resulting level set and\ncurvature field are smooth even for coarse grids. Convergence results show that\nusing first-order upwind derivatives and the augmented fast marching method\nresult in a second-order accurate level set and gradient field and a\nfirst-order accurate curvature field.\n","Comment: 27 pages, 24 figures"]}]
["1111.6906",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6906","Phys. Biol. 8 066010 (2011)","doi:10.1088/1478-3975/8/6/066010"],"date":["2011-11-29"],"type":["text"],"creator":["Bouzat, Sebastian","Falo, Fernando"],"language":[],"coverage":[],"title":["Tug-of-war of molecular motors: the effects of uneven load sharing"],"description":["  We analyze theoretically the problem of cargo transport along microtubules by\nmotors of two species with opposite polarities. We consider two different\none-dimensional models previously developed in the literature. On the one hand,\na quite widespread model which assumes equal force sharing, here referred to as\nmean field model (MFM). On the other hand, a stochastic model (SM) which\nconsiders individual motor-cargo links. We find that in generic situations the\nMFM predicts larger cargo mean velocity, smaller mean run time and less\nfrequent reversions than the SM. These phenomena are found to be consequences\nof the load sharing assumptions and can be interpreted in terms the\nprobabilities of the different motility states. We also explore the influence\nof the viscosity in both models and the role of the stiffness of the\nmotor-cargo links within the SM. Our results show that the mean cargo velocity\nis independent of the stiffness while the mean run time decreases with such a\nparameter. We explore the case of symmetric forward and backward motors\nconsidering kinesin- 1 parameters, and the problem of transport by kinesin-1\nand cytoplasmic dyneins considering two different sets of parameters previously\nproposed for dyneins.\n","Comment: 21 pages, 8 figures"]}]
["1111.6907",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6907"],"date":["2011-11-29"],"type":["text"],"creator":["Grossman, Thomas A.","Mehrotra, Vijay","Sander, Johncharles"],"language":[],"coverage":[],"title":["Towards Evaluating the Quality of a Spreadsheet: The Case of the\n  Analytical Spreadsheet Model"],"description":["  We consider the challenge of creating guidelines to evaluate the quality of a\nspreadsheet model. We suggest four principles. First, state the domain-the\nspreadsheets to which the guidelines apply. Second, distinguish between the\nprocess by which a spreadsheet is constructed from the resulting spreadsheet\nartifact. Third, guidelines should be written in terms of the artifact,\nindependent of the process. Fourth, the meaning of \"quality\" must be defined.\nWe illustrate these principles with an example. We define the domain of\n\"analytical spreadsheet models\", which are used in business, finance,\nengineering, and science. We propose for discussion a framework and terminology\nfor evaluating the quality of analytical spreadsheet models. This framework\ncategorizes and generalizes the findings of previous work on the more narrow\ndomain of financial spreadsheet models. We suggest that the ultimate goal is a\nset of guidelines for an evaluator, and a checklist for a developer.\n","Comment: Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2011 ISBN\n  978-0-9566256-9-4"]}]
["1111.6909",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6909"],"date":["2011-11-29"],"type":["text"],"creator":["Przasnyski, Zbigniew","Leon, Linda","Seal, Kala Chand"],"language":[],"coverage":[],"title":["In Search of a Taxonomy for Classifying Qualitative Spreadsheet Errors"],"description":["  Most organizations use large and complex spreadsheets that are embedded in\ntheir mission-critical processes and are used for decision-making purposes.\nIdentification of the various types of errors that can be present in these\nspreadsheets is, therefore, an important control that organizations can use to\ngovern their spreadsheets. In this paper, we propose a taxonomy for\ncategorizing qualitative errors in spreadsheet models that offers a framework\nfor evaluating the readiness of a spreadsheet model before it is released for\nuse by others in the organization. The classification was developed based on\ntypes of qualitative errors identified in the literature and errors committed\nby end-users in developing a spreadsheet model for Panko's (1996) \"Wall\nproblem\". Closer inspection of the errors reveals four logical groupings of the\nerrors creating four categories of qualitative errors. The usability and\nlimitations of the proposed taxonomy and areas for future extension are\ndiscussed.\n","Comment: Proc. European Spreadsheet Risks Int. Grp. (EuSpRIG) 2011 ISBN\n  978-0-9566256-9-4"]}]
["1111.6911",{"format":[],"subject":["Computer Science - Other Computer Science","J.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6911","IJCSI International Journal of Computer Science Issues, Vol. 8,\n  Issue 5, No 3, September 2011; ISSN (Online): 1694-0814"],"date":["2011-11-29"],"type":["text"],"creator":["Omogbadegun, Zacchaeus","Uwadia, Charles","Ayo, Charles","Mbarika, Victor","Omoregbe, Nicholas","Otofia, Efe","Chieze, Frank"],"language":[],"coverage":[],"title":["Multimedia-based Medicinal Plants Sustainability Management System"],"description":["  Medicinal plants are increasingly recognized worldwide as an alternative\nsource of efficacious and inexpensive medications to synthetic\nchemo-therapeutic compound. Rapid declining wild stocks of medicinal plants\naccompanied by adulteration and species substitutions reduce their efficacy,\nquality and safety. Consequently, the low accessibility to and\nnon-affordability of orthodox medicine costs by rural dwellers to be healthy\nand economically productive further threaten their life expectancy. Finding\ncomprehensive information on medicinal plants of conservation concern at a\nglobal level has been difficult. This has created a gap between computing\ntechnologies' promises and expectations in the healing process under\ncomplementary and alternative medicine. This paper presents the design and\nimplementation of a Multimedia-based Medicinal Plants Sustainability Management\nSystem addressing these concerns. Medicinal plants' details for designing the\nsystem were collected through semi-structured interviews and databases. Unified\nModelling Language, Microsoft-Visual-Studio.Net, C#3.0,\nMicrosoft-Jet-Engine4.0, MySQL, Loquendo Multilingual Text-to-Speech Software,\nYouTube, and VLC Media Player were used. Keywords: Complementary and\nAlternative Medicine, conservation, extinction, medicinal plant, multimedia,\nphytoconstituents, rural dwellers\n","Comment: 12 pages, 9 figures, 6 tables, 37 references"]}]
["1111.6916",{"format":[],"subject":["Quantitative Biology - Tissues and Organs","35K55, 35Q80, 92B05, 92C17, 92C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6916","SIAM J. Appl. Math. 70, pp. 1899-1921"],"date":["2011-11-27"],"type":["text"],"creator":["Ryser, Marc","Komarova, Svetlana V.","Nigam, Nilima"],"language":[],"coverage":[],"title":["The cellular dynamics of bone remodeling: a mathematical model"],"description":["  The mechanical properties of vertebrate bone are largely determined by a\nprocess which involves the complex interplay of three different cell types.\nThis process is called {\\it bone remodeling}, and occurs asynchronously at\nmultiple sites in the mature skeleton. The cells involved are bone resorbing\nosteoclasts, bone matrix producing osteoblasts and mechanosensing osteocytes.\nThese cells communicate with each other by means of autocrine and paracrine\nsignaling factors and operate in complex entities, the so-called bone\nmulticellular units (BMU). To investigate the BMU dynamics in silico, we\ndevelop a novel mathematical model resulting in a system of nonlinear partial\ndifferential equations with time delays. The model describes the osteoblast and\nosteoclast populations together with the dynamics of the key messenger molecule\nRANKL and its decoy receptor OPG. Scaling theory is used to address parameter\nsensitivity and predict the emergence of pathological remodeling regimes. The\nmodel is studied numerically in one and two space dimensions using finite\ndifference schemes in space and explicit delay equation solvers in time. The\ncomputational results are in agreement with in vivo observations and provide\nnew insights into the role of the RANKL/OPG pathway in the spatial regulation\nof bone remodeling.\n"]}]
["1111.6917",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6917"],"date":["2011-11-29"],"type":["text"],"creator":["Preeti, K. S.","Singh, Vijit","Bhatia, Sushant","Singh, Ekansh Preet","Gupta, Manu Sheel"],"language":[],"coverage":[],"title":["Spreadsheet on Cloud -- Framework for Learning and Health Management\n  System"],"description":["  Cloud Computing has caused a paradigm shift in the world of computing.\nSeveral use case scenarios have been floating around the programming world in\nrelation to this. Applications such as Spreadsheets have the capability to use\nthe Cloud framework to create complex web based applications. In our effort to\ndo the same, we have proposed a Spreadsheet on the cloud as the framework for\nbuilding new web applications, which will be useful in various scenarios,\nspecifically a School administration system and governance scenarios, such as\nHealth and Administration. This paper is a manifestation of this work, and\ncontains some use cases and architectures which can be used to realize these\nscenarios in the most efficient manner.\n","Comment: 13 Pages, 8 Colour Figures; Proc. European Spreadsheet Risks Int.\n  Grp. (EuSpRIG) 2011 ISBN 978-0-9566256-9-4"]}]
["1111.6923",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Computer Vision and Pattern Recognition","Computer Science - Information Theory","Mathematics - Probability","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6923"],"date":["2011-11-29"],"type":["text"],"creator":["Soni, Akshay","Haupt, Jarvis"],"language":[],"coverage":[],"title":["Efficient Adaptive Compressive Sensing Using Sparse Hierarchical Learned\n  Dictionaries"],"description":["  Recent breakthrough results in compressed sensing (CS) have established that\nmany high dimensional objects can be accurately recovered from a relatively\nsmall number of non- adaptive linear projection observations, provided that the\nobjects possess a sparse representation in some basis. Subsequent efforts have\nshown that the performance of CS can be improved by exploiting the structure in\nthe location of the non-zero signal coefficients (structured sparsity) or using\nsome form of online measurement focusing (adaptivity) in the sensing process.\nIn this paper we examine a powerful hybrid of these two techniques. First, we\ndescribe a simple adaptive sensing procedure and show that it is a provably\neffective method for acquiring sparse signals that exhibit structured sparsity\ncharacterized by tree-based coefficient dependencies. Next, employing\ntechniques from sparse hierarchical dictionary learning, we show that\nrepresentations exhibiting the appropriate form of structured sparsity can be\nlearned from collections of training data. The combination of these techniques\nresults in an effective and efficient adaptive compressive acquisition\nprocedure.\n","Comment: 5 pages, 6 figures, conference"]}]
["1111.6925",{"format":[],"subject":["Statistics - Machine Learning","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6925"],"date":["2011-11-29"],"type":["text"],"creator":["Zhou, Yang"],"language":[],"coverage":[],"title":["Structure Learning of Probabilistic Graphical Models: A Comprehensive\n  Survey"],"description":["  Probabilistic graphical models combine the graph theory and probability\ntheory to give a multivariate statistical modeling. They provide a unified\ndescription of uncertainty using probability and complexity using the graphical\nmodel. Especially, graphical models provide the following several useful\nproperties:\n  - Graphical models provide a simple and intuitive interpretation of the\nstructures of probabilistic models. On the other hand, they can be used to\ndesign and motivate new models.\n  - Graphical models provide additional insights into the properties of the\nmodel, including the conditional independence properties.\n  - Complex computations which are required to perform inference and learning\nin sophisticated models can be expressed in terms of graphical manipulations,\nin which the underlying mathematical expressions are carried along implicitly.\n  The graphical models have been applied to a large number of fields, including\nbioinformatics, social science, control theory, image processing, marketing\nanalysis, among others. However, structure learning for graphical models\nremains an open challenge, since one must cope with a combinatorial search over\nthe space of all possible structures.\n  In this paper, we present a comprehensive survey of the existing structure\nlearning algorithms.\n","Comment: survey on structure learning"]}]
["1111.6933",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6933"],"date":["2011-11-29"],"type":["text"],"creator":["Petteni, Michele","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["A Search for ttbar Resonances in the Dilepton Channel in 1.04 fb^-1 of\n  pp collisions at sqrt(s) = 7 TeV with the ATLAS experiment"],"description":["  A search for a high mass ttbar resonance in pp collisions at sqrt(s) = 7 TeV\nat the LHC is presented. We search for such a resonance using the final state\nwhere the $W$ bosons from the top quark decay into either an electron or a muon\n(dilepton final state). The data were recorded by the ATLAS experiment during\n2011 and correspond to a total integrated luminosity of L = 1.04 fb^-1. No\nstatistically significant excess above the Standard Model expectation is\nobserved. Upper limits at the 95% Confidence Level (C.L.) are set on the cross\nsection times branching ratio of the resonance decaying to ttbar pairs as a\nfunction of the resonance mass. A lower mass limit of 0.84 TeV is set for the\ncase of a Kaluza-Klein gluon resonance in the Randall-Sundrum Model.\n","Comment: 3 pages, 3 figures, 2 tables, XXXI Physics in Collision, Vancouver,\n  BC Canada, September 2011 proceedings"]}]
["1111.6938",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6938"],"date":["2011-11-29"],"type":["text"],"creator":["Görlich, Andrzej"],"language":[],"coverage":[],"title":["Causal Dynamical Triangulations in Four Dimensions"],"description":["  Recent results obtained within a non-perturbative approach to quantum gravity\nbased on the method of four-dimensional Causal Dynamical Triangulations are\ndescribed. The phase diagram of the model consists of three phases. In the\nphysically most interesting phase, the time-translational symmetry is\nspontaneously broken. Calculations of expectation values required introducing\nprocedures taking into account the inhomogeneity of configurations. It was\nshown that the dynamically emerged four-dimensional background geometry\ncorresponds to a Euclidean de Sitter space and reveals no fractality at large\ndistances. Measurements of the covariance matrix of scale factor fluctuations\nallowed to reconstruct the effective action, which remained in agreement with\nthe discrete minisuperspace action. Values of the Hausdorff dimension and\nspectral dimension of three-dimensional spatial slices suggest their fractal\nnature, which was confirmed by a direct analysis of triangulation structure.\nThe Monte Carlo algorithm used to obtain presented results is described.\n","Comment: PhD thesis, Jagiellonian University, September 2010, 110 pages"]}]
["1111.6959",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6959"],"date":["2011-11-29"],"type":["text"],"creator":["Gruson, Caroline","Serganova, Vera"],"language":[],"coverage":[],"title":["Bernstein-Gel'fand-Gel'fand reciprocity and indecomposable projective\n  modules for classical algebraic supergroups"],"description":["  We prove a BGG type reciprocity law for the category of finite dimensional\nmodules over algebraic supergroups satisfying certain conditions. The\nequivalent of a standard module in this case is a virtual module called Euler\ncharacteristic due to its geometric interpretation. In the orthosymplectic\ncase, we also describe indecomposable projective modules in terms of those\nEuler characteristics.\n"]}]
["1111.6962",{"format":[],"subject":["Mathematics - Analysis of PDEs","65N38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6962","Mathematics and computation, a contemporary view, 21-37, Abel\n  Symp., 3, Springer, Berlin, 2008","doi:10.1007/978-3-540-68850-1_2"],"date":["2011-11-29"],"type":["text"],"creator":["Gemmrich, Simon","Nigam, Nilima","Steinbach, Olaf"],"language":[],"coverage":[],"title":["Boundary Integral Equations for the Laplace-Beltrami Operator"],"description":["  We present a boundary integral method, and an accompanying boundary element\ndiscretization, for solving boundary-value problems for the Laplace-Beltrami\noperator on the surface of the unit sphere $\\S$ in $\\mathbb{R}^3$. We consider\na closed curve ${\\cal C}$ on ${\\cal S}$ which divides ${\\cal S}$ into two parts\n${\\cal S}_1$ and ${\\cal S}_2$. In particular, ${\\cal C} = \\partial {\\cal S}_1$\nis the boundary curve of ${\\cal S}_1$. We are interested in solving a boundary\nvalue problem for the Laplace-Beltrami operator in $\\S_2$, with boundary data\nprescribed on $\\C$.\n"]}]
["1111.6964",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6964"],"date":["2011-11-29"],"type":["text"],"creator":["Bernard, Etienne P.","Krauth, Werner"],"language":[],"coverage":[],"title":["Event-driven Monte Carlo algorithm for general potentials"],"description":["  We extend the event-chain Monte Carlo algorithm from hard-sphere interactions\nto the micro-canonical ensemble (constant potential energy) for general\npotentials. This event-driven Monte Carlo algorithm is non-local,\nrejection-free, and allows for the breaking of detailed balance. The algorithm\nuses a discretized potential, but its running speed is asymptotically\nindependent of the discretization. We implement the algorithm for the cut-off\nlinear potential, and discuss its possible implementation directly in the\ncontinuum limit.\n","Comment: 3 pages 4 figures, brief report"]}]
["1111.6968",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Differential Geometry","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1111.6968"],"date":["2011-11-29"],"type":["text"],"creator":["Tseng, Li-Sheng","Yau, Shing-Tung"],"language":[],"coverage":[],"title":["Generalized Cohomologies and Supersymmetry"],"description":["  We show that the complex cohomologies of Bott, Chern, and Aeppli and the\nsymplectic cohomologies of Tseng and Yau arise in the context of type II string\ntheory. Specifically, they can be used to count a subset of scalar moduli\nfields in Minkowski compactification with RR fluxes in the presence of either\nO5/D5 or O6/D6 brane sources, respectively. Further, we introduce a new set of\ncohomologies within the generalized complex geometry framework which\ninterpolate between these known complex and symplectic cohomologies. The\ngeneralized complex cohomologies play the analogous role for counting massless\nfields for a general supersymmetric Minkowski type II compactification with\nRamond-Ramond flux.\n","Comment: 16 pages"]}]
["cond-mat/0505189",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0505189","Phys. Rev. B 73, 174419 (2006)"],"date":["2005-05-08"],"type":["text"],"creator":["Sun, Young","Tang, Yan-kun","Cheng, Zhao-hua"],"language":[],"coverage":[],"title":["Unusual Exchange Bias Associated with Phase Separation in Perovskite\n  Cobaltites"],"description":["  We report the observation of unusual exchange bias phenomena in the doped\nperovskite cobaltites La_{1-x}Sr_{x}CoO_{3} (x = 0.15, 0.18, and 0.30) in which\na spontaneous phase separation into ferromagnetic clusters embedded in a\nnon-ferromagnetic matrix occurs. When the La_{1-x}Sr_{x}CoO_{3} samples are\ncooled in a static magnetic field through a freezing temperature, the\nmagnetization hysteresis loops exhibit exchange bias, i.e., the loops shift to\nthe negative field and the magnetization becomes asymmetric. Moreover, exchange\nbias disappears when the measuring magnetic field is high enough. These results\nsuggest that the intrinsic phase inhomogeniety in a spontaneously\nphase-separated system may induce an interfacial exchange anisotropy after a\nfield cooling. The diminution of exchange bias in high magnetic fields is\nascribed to the propagation of ferromagnetic regions with increasing magnetic\nfield.\n","Comment: 17 pages, 5 figures"]}]
["gr-qc/0212059",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0212059","Int.J.Mod.Phys.A17:4355-4358,2002","doi:10.1142/S0217751X02013411"],"date":["2002-12-13","2011-11-29"],"type":["text"],"creator":["Monte, Edmundo M.","Maia, M. D."],"language":[],"coverage":[],"title":["On Schwarzschild's Topology in Brane-Worlds"],"description":["  The topological structure of Schwarzschild's space-time and its maximal\nanalytic extension are investigated in context of brane-worlds. Using the\nembedding coordinates, these geometries are seen as different states of the\nevolution of a single brane-world. Comparing the topologies and the embeddings\nit is shown that this evolution must be followed by a signature change in the\nbulk.\n","Comment: 6 pages"]}]
["hep-th/0103153",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0103153","JHEP 0105:034,2001","doi:10.1088/1126-6708/2001/05/034"],"date":["2001-03-19","2011-11-29"],"type":["text"],"creator":["D'Auria, R.","Ferrara, S."],"language":[],"coverage":[],"title":["On Fermion Masses, Gradient Flows and Potential in Supersymmetric\n  Theories"],"description":["  In any low energy effective supergravity theory general formulae exist which\nallow one to discuss fermion masses, the scalar potential and breaking of\nsymmetries in a model independent set up. A particular role in this discussion\nis played by Killing vectors and Killing prepotentials. We outline these\nrelations in general and specify then in the context of N=1 and N=2\nsupergravities in four dimensions. Useful relations of gauged quaternionic\ngeometry underlying hypermultiplets dynamics are discussed.\n","Comment: Further typos corrected and in particular the missing gravitino mass\n  term in the N=2 Lagrangian has been added"]}]
["math-ph/0511003",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0511003","Comm. Pure Appl. Math. 60 (2007), no. 11, 1691-1705","doi:10.1002/cpa.20186"],"date":["2005-11-01","2006-03-17"],"type":["text"],"creator":["Froehlich, Juerg","Lenzmann, Enno"],"language":[],"coverage":[],"title":["Blow-Up for Nonlinear Wave Equations describing Boson Stars"],"description":["  We consider the nonlinear wave equation $i \\partial_t u= \\sqrt{-\\Delta + m^2}\nu - (|x|^{-1} \\ast |u|^2) u$ on $\\RR^3$ modelling the dynamics of\n(pseudo-relativistic) boson stars. For spherically symmetric initial data,\n$u_0(x) \\in C^\\infty_{\\mathrm{c}}(\\RR^3)$, with negative energy, we prove\nblow-up of $u(t,x)$ in $H^{1/2}$-norm within a finite time. Physically, this\nphenomenon describes the onset of \"gravitational collapse\" of a boson star. We\nalso study blow-up in external, spherically symmetric potentials and we\nconsider more general Hartree-type nonlinearities. As an application, we\nexhibit instability for ground state solitary waves at rest if $m=0$.\n","Comment: final version; to appear in Comm. Pure Appl. Math; 14 pages"]}]
["math-ph/0608020",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0608020","Comm. Math. Phys. 274 (2007), no. 3, 737-750","doi:10.1007/s00220-007-0290-7"],"date":["2006-08-07"],"type":["text"],"creator":["Froehlich, Juerg","Lenzmann, Enno"],"language":[],"coverage":[],"title":["Dynamical Collapse of White Dwarfs in Hartree- and Hartree-Fock Theory"],"description":["  We study finite-time blow-up for pseudo-relativistic Hartree- and\nHartree-Fock equations, which are model equations for the dynamical evolution\nof white dwarfs. In particular, we prove that radially symmetric initial\nconfigurations with negative energy lead to finite-time blow-up of solutions.\nFurthermore, we derive a mass concentration estimate for radial blow-up\nsolutions. Both results are mathematically rigorous and are in accordance with\nChandrasekhar's physical theory of white dwarfs, stating that stellar\nconfigurations beyond a certain limiting mass lead to ``gravitational\ncollapse'' of these objects. Apart from studying blow-up, we also prove local\nwell-posedness of the initial-value problem for the Hartree- and Hartree-Fock\nequations underlying our analysis, as well as global-in-time existence of\nsolutions with sufficiently small initial data, corresponding to white dwarfs\nwhose stellar mass is below the Chandrasekhar limit.\n","Comment: 12 pages"]}]
["math/0505456",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0505456","Math. Phys. Anal. Geom. 10 (2007), no. 1, 43-64","doi:10.1007/s11040-007-9020-9"],"date":["2005-05-22","2005-08-29"],"type":["text"],"creator":["Lenzmann, Enno"],"language":[],"coverage":[],"title":["Well-Posedness for Semi-Relativistic Hartree Equations of Critical Type"],"description":["  We prove local and global well-posedness for semi-relativistic, nonlinear\nSchr\\\"odinger equations $i \\partial_t u = \\sqrt{-\\Delta + m^2} u + F(u)$ with\ninitial data in $H^s(\\mathbb{R}^3)$, $s \\geq 1/2$. Here $F(u)$ is a critical\nHartree nonlinearity that corresponds to Coulomb or Yukawa type\nself-interactions. For focusing $F(u)$, which arise in the quantum theory of\nboson stars, we derive a sufficient condition for global-in-time existence in\nterms of a solitary wave ground state. Our proof of well-posedness does not\nrely on Strichartz type estimates, and it enables us to add external potentials\nof a general class.\n","Comment: 18 pages; replaced with revised version; remark and reference on blow\n  up added"]}]
