["0705.0552",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics","Computer Science - Information Theory","E.1","E.4","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.0552","ACM Transactions on Algorithms vol 3 (2007), Article 43, 25pp","doi:10.1145/1290672.1290680"],"date":["2007-05-04"],"type":["text"],"creator":["Raman, Rajeev","Raman, Venkatesh","Satti, Srinivasa Rao"],"language":[],"coverage":[],"title":["Succinct Indexable Dictionaries with Applications to Encoding $k$-ary\n  Trees, Prefix Sums and Multisets"],"description":["  We consider the {\\it indexable dictionary} problem, which consists of storing\na set $S \\subseteq \\{0,...,m-1\\}$ for some integer $m$, while supporting the\noperations of $\\Rank(x)$, which returns the number of elements in $S$ that are\nless than $x$ if $x \\in S$, and -1 otherwise; and $\\Select(i)$ which returns\nthe $i$-th smallest element in $S$. We give a data structure that supports both\noperations in O(1) time on the RAM model and requires ${\\cal B}(n,m) + o(n) +\nO(\\lg \\lg m)$ bits to store a set of size $n$, where ${\\cal B}(n,m) = \\ceil{\\lg\n{m \\choose n}}$ is the minimum number of bits required to store any $n$-element\nsubset from a universe of size $m$. Previous dictionaries taking this space\nonly supported (yes/no) membership queries in O(1) time. In the cell probe\nmodel we can remove the $O(\\lg \\lg m)$ additive term in the space bound,\nanswering a question raised by Fich and Miltersen, and Pagh.\n  We present extensions and applications of our indexable dictionary data\nstructure, including:\n  An information-theoretically optimal representation of a $k$-ary cardinal\ntree that supports standard operations in constant time,\n  A representation of a multiset of size $n$ from $\\{0,...,m-1\\}$ in ${\\cal\nB}(n,m+n) + o(n)$ bits that supports (appropriate generalizations of) $\\Rank$\nand $\\Select$ operations in constant time, and\n  A representation of a sequence of $n$ non-negative integers summing up to $m$\nin ${\\cal B}(n,m+n) + o(n)$ bits that supports prefix sum queries in constant\ntime.\n","Comment: Final version of SODA 2002 paper; supersedes Leicester Tech report\n  2002/16"]}]
["0705.2908",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.2908"],"date":["2007-05-20","2011-08-08"],"type":["text"],"creator":["Chang, Yi-Fang"],"language":[],"coverage":[],"title":["Negative Matter, Repulsion Force, Dark Matter, Phantom and Theoretical\n  Test ----Their Relations with Inflation Cosmos and Higgs Mechanism"],"description":["  First, dark matter is introduced. Next, the Dirac negative energy state is\nrediscussed. It is a negative matter with some new characteristics, which are\nmainly the gravitation each other, but the repulsion with all positive matter.\nSuch the positive and negative matters are two regions of topological\nseparation in general case, and the negative matter is invisible. It is the\nsimplest candidate of dark matter, and can explain some characteristics of the\ndark matter and dark energy. Recent phantom on dark energy is namely a negative\nmatter. We propose that in quantum fluctuations the positive matter and\nnegative matter are created at the same time, and derive an inflation cosmos,\nwhich is created from nothing. The Higgs mechanism is possibly a product of\npositive and negative matter. Based on a basic axiom and the two foundational\nprinciples of the negative matter, we research its predictions and possible\ntheoretical tests, in particular, the season effect. The negative matter should\nbe a necessary development of Dirac theory. Finally, we propose the three basic\nlaws of the negative matter. The existence of four matters on positive,\nopposite, and negative, negative-opposite particles will form the most perfect\nsymmetrical world.\n","Comment: 16 pages"]}]
["0805.2065",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics","14C15, 14N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2065"],"date":["2008-05-14","2011-08-09"],"type":["text"],"creator":["Manolache, Cristina"],"language":[],"coverage":[],"title":["Virtual pull-backs"],"description":["  We propose a generalization of Gysin maps for DM-type morphisms of stacks\n$F\\to G$ that admit a perfect relative obstruction theory $E_{F/G}^{\\bullet}$,\nwhich we call a \"virtual pull-back\". We prove functoriality properties of\nvirtual pull-backs. As applications, we analyze Gromov-Witten invariants of\nblow-ups and projective bundles.\n","Comment: Major revision, application added"]}]
["0808.3913",{"format":[],"subject":["Physics - Classical Physics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3913","doi:10.1103/PhysRevE.79.016603"],"date":["2008-08-28"],"type":["text"],"creator":["der Brügge, Daniel an","Pukhov, Alexander"],"language":[],"coverage":[],"title":["Ultrashort Focused Electromagnetic Pulses"],"description":["  In this article we present a closed analytical description for few-cycle,\nfocused electromagnetic pulses of arbitrary duration and carrier-envelope-phase\n(CEP). Because of the vectorial character of light, not all thinkable\none-dimensional (1D) shapes for the transverse electric field or vector\npotential can be realized as finite energy three-dimensional (3D) structures.\nWe cope with this problem by using a second potential, which is defined as a\nprimitive to the vector potential. This allows to construct fully consistent 3D\nwave-packet solutions for the Maxwell equations, given a solution of the scalar\nwave equation. The wave equation is solved for ultrashort, Gaussian and related\npulses in paraxial approximation. The solution is given in a closed and\nnumerically convenient form, based on the complex error function. All results\nundergo thorough numerical testing, validating their correctness and accuracy.\nA reliable and accurate representation of few-cycle pulses is e.g. crucial for\nanalytical and numerical theory of vacuum particle acceleration.\n","Comment: 8 pages, 5 figures"]}]
["0809.3532",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3532","CHIN. PHYS. LETT. Vol. 28, No. 9 (2011) 097102","doi:10.1088/0256-307X/28/9/097102"],"date":["2008-09-20","2011-08-08"],"type":["text"],"creator":["Wu, Congjun","Mondragon-Shem, Ian","Zhou, Xiang-Fa"],"language":[],"coverage":[],"title":["Unconventional Bose-Einstein condensations from spin-orbit coupling"],"description":["  According to the \"no-node\" theorem, many-body ground state wavefunctions of\nconventional Bose-Einstein condensations (BEC) are positive-definite, thus\ntime-reversal symmetry cannot be spontaneously broken. We find that\nmulti-component bosons with spin-orbit coupling provide an unconventional type\nof BECs beyond this paradigm. We focus on the subtle case of isotropic Rashba\nspin-orbit coupling and the spin-independent interaction. In the limit of the\nweak confining potential, the condensate wavefunctions are frustrated at the\nHartree-Fock level due to the degeneracy of the Rashba ring. Quantum zero-point\nenergy selects the spin-spiral type condensate through the\n\"order-from-disorder\" mechanism. In a strong harmonic confining trap, the\ncondensate spontaneously generates a half-quantum vortex combined with the\nskyrmion type of spin texture. In both cases, time-reversal symmetry is\nspontaneously broken. These phenomena can be realized in both cold atom systems\nwith artificial spin-orbit couplings generated from atom-laser interactions and\nexciton condensates in semi-conductor systems.\n"]}]
["0904.0562",{"format":[],"subject":["Mathematics - Combinatorics","68R15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0562"],"date":["2009-04-03","2011-08-09"],"type":["text"],"creator":["Huang, Yunbao"],"language":[],"coverage":[],"title":["The powers of smooth words over arbitrary 2-letter alphabets"],"description":["  Carpi (1993) and Lepisto (1994) proved independently that smooth words are\ncube-free for the alphabet {1, 2}, but nothing is known on whether for the\nother 2-letter alphabets, smooth words are k-power-free for some suitable\npositive integer k. In this paper, we first establish the derivative formula of\nthe concatenation of two smooth words and power derivative formula of smooth\nwords over arbitrary 2-letter alphabets. Then by making use of power derivative\nformula, for arbitrary 2-letter alphabet {a, b} with a, b being positive\nintegers and a<b, we prove that smooth words are (b+1)-power-free except for\na=1 and b=3; and smooth words are quintic-free and there are infinitely many\nsmooth biquadrates for the alphabet {1, 3}. Moreover, we give the number of\nsmooth words of form w^n with a and b having the same parity.\n","Comment: 28 pages"]}]
["0907.0077",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0077","Bernoulli 2011, Vol. 17, No. 3, 1015-1043","doi:10.3150/10-BEJ301"],"date":["2009-07-01","2011-08-09"],"type":["text"],"creator":["Davydov, Youri","Molchanov, Ilya","Zuyev, Sergei"],"language":[],"coverage":[],"title":["Stability for random measures, point processes and discrete semigroups"],"description":["  Discrete stability extends the classical notion of stability to random\nelements in discrete spaces by defining a scaling operation in a randomised\nway: an integer is transformed into the corresponding binomial distribution.\nSimilarly defining the scaling operation as thinning of counting measures we\ncharacterise the corresponding discrete stability property of point processes.\nIt is shown that these processes are exactly Cox (doubly stochastic Poisson)\nprocesses with strictly stable random intensity measures. We give spectral and\nLePage representations for general strictly stable random measures without\nassuming their independent scattering. As a consequence, spectral\nrepresentations are obtained for the probability generating functional and void\nprobabilities of discrete stable processes. An alternative cluster\nrepresentation for such processes is also derived using the so-called Sibuya\npoint processes, which constitute a new family of purely random point\nprocesses. The obtained results are then applied to explore stable random\nelements in discrete semigroups, where the scaling is defined by means of\nthinning of a point process on the basis of the semigroup. Particular examples\ninclude discrete stable vectors that generalise discrete stable random\nvariables and the family of natural numbers with the multiplication operation,\nwhere the primes form the basis.\n","Comment: Published in at http://dx.doi.org/10.3150/10-BEJ301 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["0910.5695",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5695","Advances in Math. 226 (2011), 1331-1377","doi:10.1016/j.aim.2010.08.010"],"date":["2009-10-29","2010-10-15"],"type":["text"],"creator":["Comes, Jonathan","Ostrik, Victor"],"language":[],"coverage":[],"title":["On blocks of Deligne's category Rep(S_t)"],"description":["  Recently P. Deligne introduced the tensor category Rep(S_t) (for t not\nnecessarily an integer) which in a certain precise sense interpolates the\ncategories Rep(S_d) of representations of the symmetric groups S_d. In this\npaper we describe the blocks of Deligne's category Rep(S_t).\n","Comment: 43 pages, final version, includes an added appendix as well as other\n  modifications recommended by the referee"]}]
["0911.5709",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5709","J.Comput.Theor.Nanoscience, V.7, No.10, P.1(2010)","doi:10.1166/jctn.2010.1578"],"date":["2009-11-30"],"type":["text"],"creator":["Dedkov, G. V.","Kyasov, A. A."],"language":[],"coverage":[],"title":["Radiative heat transfer of spherical particles mediated by fluctuation\n  electromagnetic field"],"description":["  We calculate intensity of radiative heat transfer and radiative conductance\nin a system of two spherical particles embedded in equilibrium vacuum\nbackground (photon gas). The temperatures of the particles and of the\nbackground radiation are arbitrary. The calculations are based on the dipole\nand additive approximations of the fluctuation electromagnetic theory. We\nobtained much higher radiative conductance between 25 mu silica particles (by 4\norders of magnitude) in comparison with recent results by A.Narayanaswamy and\nGang Chen (Phys.Rev., 2008).\n","Comment: 13 pages, 4 figures"]}]
["1001.1926",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1926","Foundations of Physics 41 (2011) 357-62","doi:10.1007/s10701-010-9415-5"],"date":["2010-01-12"],"type":["text"],"creator":["Marchildon, Louis"],"language":[],"coverage":[],"title":["Can Everett be Interpreted Without Extravaganza?"],"description":["  Everett's relative states interpretation of quantum mechanics has met with\nproblems related to probability, the preferred basis, and multiplicity. The\nthird theme, I argue, is the most important one. It has led to developments of\nthe original approach into many-worlds, many-minds, and decoherence-based\napproaches. The latter especially have been advocated in recent years, in an\neffort to understand multiplicity without resorting to what is often perceived\nas extravagant constructions. Drawing from and adding to arguments of others, I\nshow that proponents of decoherence-based approaches have not yet succeeded in\nmaking their ontology clear.\n","Comment: Succinct analysis forthcoming in Found. Phys"]}]
["1001.3897",{"format":[],"subject":["Nuclear Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.3897","Int. J. mod. Phys. E 20 (2011) 1787-1803","doi:10.1142/S021830131101960X"],"date":["2010-01-21","2011-03-16"],"type":["text"],"creator":["de Boer, F. W. N.","Fields, C. A."],"language":[],"coverage":[],"title":["A Re-evaluation of Evidence for Light Neutral Bosons in Nuclear\n  Emulsions"],"description":["  Electron-positron pair-production data obtained by bombardment of emulsion\ndetectors with either cosmic rays or projectiles with mass between one and 207\nand kinetic energies between 18 GeV and 32 TeV have been re-analysed using a\nconsistent and conservative model of the background from electromagnetic pair\nconversion. The combined data yield a spectrum of putative neutral bosons\ndecaying to e+e- pairs, with masses between 3 and 20 MeV/c^2 and femtosecond\nlifetimes. The statistical significance against background for these \"X-bosons\"\nvaries between 2 and 8 sigma. The cross-section for direct production of\nX-bosons increases slowly with projectile energy, remaining over 1,000 times\nsmaller the the pion production cross-section.\n","Comment: major revision with improved figures; accepted by Int J Mod Phys E"]}]
["1002.3576",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3576","doi:10.1063/1.3353050"],"date":["2010-02-18"],"type":["text"],"creator":["der Brügge, D. an","Pukhov, A."],"language":[],"coverage":[],"title":["Enhanced relativistic harmonics by electron nanobunching"],"description":["  It is shown that when an few-cycle, relativistically intense, p-polarized\nlaser pulse is obliquely incident on overdense plasma, the surface electrons\nmay form ultra-thin, highly compressed layers, with a width of a few\nnanometers. These electron \"nanobunches\" emit synchrotron radiation coherently.\nWe calculate the one-dimensional synchrotron spectrum analytically and obtain a\nslowly decaying power-law with an exponent of 4/3 or 6/5. This is much flatter\nthan the 8/3 power of the BGP (Baeva-Gordienko-Pukhov) spectrum, produced by a\nrelativistically oscillating bulk skin layer. The synchrotron spectrum cut-off\nfrequency is defined either by the electron relativistic $\\gamma$-factor, or by\nthe thickness of the emitting layer. In the numerically demonstrated, locally\noptimal case, the radiation is emitted in the form of a single attosecond\npulse, which contains almost the entire energy of the full optical cycle.\n","Comment: to appear in Physics of Plasmas"]}]
["1003.1122",{"format":[],"subject":["Mathematics - Functional Analysis","16D10, 30G35, 46C05, 46C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1122","Advances in Applied Clifford Algebras: Volume 21, Issue 3 (2011),\n  Page 561-581","doi:10.1007/s00006-010-0274-0"],"date":["2010-03-04","2010-10-29"],"type":["text"],"creator":["Lavoie, Raphael Gervais","Marchildon, Louis","Rochon, Dominic"],"language":[],"coverage":[],"title":["Finite-Dimensional Bicomplex Hilbert Spaces"],"description":["  This paper is a detailed study of finite-dimensional modules defined on\nbicomplex numbers. A number of results are proved on bicomplex square matrices,\nlinear operators, orthogonal bases, self-adjoint operators and Hilbert spaces,\nincluding the spectral decomposition theorem. Applications to concepts relevant\nto quantum mechanics, like the evolution operator, are pointed out.\n","Comment: 21 pages"]}]
["1003.3620",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.3620"],"date":["2010-03-18","2011-08-09"],"type":["text"],"creator":["Lenz, Daniel","Schwarzenberger, Fabian","Veselić, Ivan"],"language":[],"coverage":[],"title":["A Banach space-valued ergodic theorem and the uniform approximation of\n  the integrated density of states"],"description":["  In this paper we consider bounded operators on infinite graphs, in particular\nCayley graphs of amenable groups. The operators satisfy an equivariance\ncondition which is formulated in terms of a colouring of the vertex set of the\nunderlying graph. In this setting it is natural to expect that the integrated\ndensity of states (IDS), or spectral distribution function, exists. We show\nthat it can be defined as the uniform limit of approximants associated to\nfinite matrices. The proof is based on a Banach space valued ergodic theorem\nwhich even allows explicit convergence estimates. Our result applies to a\nvariety of group structures and colouring types, in particular to periodic\noperators and percolation-type Hamiltonians.\n","Comment: corrected version"]}]
["1004.1997",{"format":[],"subject":["Computer Science - Neural and Evolutionary Computing","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1997","Intelligent Automation and Soft Computing, Vol. 17, No. 2, pp.\n  133-147, 2011"],"date":["2010-04-12"],"type":["text"],"creator":["Sha, Daohang","Bajic, Vladimir B."],"language":[],"coverage":[],"title":["An optimized recursive learning algorithm for three-layer feedforward\n  neural networks for mimo nonlinear system identifications"],"description":["  Back-propagation with gradient method is the most popular learning algorithm\nfor feed-forward neural networks. However, it is critical to determine a proper\nfixed learning rate for the algorithm. In this paper, an optimized recursive\nalgorithm is presented for online learning based on matrix operation and\noptimization methods analytically, which can avoid the trouble to select a\nproper learning rate for the gradient method. The proof of weak convergence of\nthe proposed algorithm also is given. Although this approach is proposed for\nthree-layer, feed-forward neural networks, it could be extended to multiple\nlayer feed-forward neural networks. The effectiveness of the proposed\nalgorithms applied to the identification of behavior of a two-input and\ntwo-output non-linear dynamic system is demonstrated by simulation experiments.\n","Comment: 15 pages, 5 figures"]}]
["1005.0777",{"format":[],"subject":["Quantum Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0777","New J. Phys. 13, 083006 (2011)","doi:10.1088/1367-2630/13/8/083006"],"date":["2010-05-05","2011-08-08"],"type":["text"],"creator":["Andrist, Ruben S.","Katzgraber, Helmut G.","Bombin, H.","Martin-Delgado, M. A."],"language":[],"coverage":[],"title":["Tricolored Lattice Gauge Theory with Randomness: Fault-Tolerance in\n  Topological Color Codes"],"description":["  We compute the error threshold of color codes, a class of topological quantum\ncodes that allow a direct implementation of quantum Clifford gates, when both\nqubit and measurement errors are present. By mapping the problem onto a\nstatistical-mechanical three-dimensional disordered Ising lattice gauge theory,\nwe estimate via large-scale Monte Carlo simulations that color codes are stable\nagainst 4.5(2)% errors. Furthermore, by evaluating the skewness of the Wilson\nloop distributions, we introduce a very sensitive probe to locate first-order\nphase transitions in lattice gauge theories.\n","Comment: 12 pages, 5 figures, 1 table"]}]
["1005.3848",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3848","Phys.Rev.D84:043502,2011","doi:10.1103/PhysRevD.84.043502"],"date":["2010-05-20","2011-05-25"],"type":["text"],"creator":["Achúcarro, Ana","Gong, Jinn-Ouk","Hardeman, Sjoerd","Palma, Gonzalo A.","Patil, Subodh P."],"language":[],"coverage":[],"title":["Mass hierarchies and non-decoupling in multi-scalar field dynamics"],"description":["  In this work we study the effects of field space curvature on scalar field\nperturbations around an arbitrary background field trajectory evolving in time.\nNon-trivial imprints of the 'heavy' directions on the low energy dynamics arise\nwhen the vacuum manifold of the potential does not coincide with the span of\ngeodesics defined by the sigma model metric of the full theory. When the\nkinetic energy is small compared to the potential energy, the field traverses a\ncurve close to the vacuum manifold of the potential. The curvature of the path\nfollowed by the fields can still have a profound influence on the perturbations\nas modes parallel to the trajectory mix with those normal to it if the\ntrajectory turns sharply enough. We analyze the dynamical mixing between these\nnon-decoupled degrees of freedom and deduce its non-trivial contribution to the\nlow energy effective theory for the light modes. We also discuss the\nconsequences of this mixing for various scenarios where multiple scalar fields\nplay a vital role, such as inflation and low-energy compactifications of string\ntheory.\n","Comment: 16 pages, 2 figures, typeset in PRD style. v2: Minor changes\n  throughout to emphasize that the analysis also applies to sharp and/or\n  prolonged turns. References added"]}]
["1005.5173",{"format":[],"subject":["Quantum Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5173","Nature Communications 2, 411 (2011)","doi:10.1038/ncomms1416"],"date":["2010-05-27","2011-08-09"],"type":["text"],"creator":["Colbeck, Roger","Renner, Renato"],"language":[],"coverage":[],"title":["No extension of quantum theory can have improved predictive power"],"description":["  According to quantum theory, measurements generate random outcomes, in stark\ncontrast with classical mechanics. This raises the question of whether there\ncould exist an extension of the theory which removes this indeterminism, as\nsuspected by Einstein, Podolsky and Rosen (EPR). Although this has been shown\nto be impossible, existing results do not imply that the current theory is\nmaximally informative. Here we ask the more general question of whether any\nimproved predictions can be achieved by any extension of quantum theory. Under\nthe assumption that measurements can be chosen freely, we answer this question\nin the negative: no extension of quantum theory can give more information about\nthe outcomes of future measurements than quantum theory itself. Our result has\nsignificance for the foundations of quantum mechanics, as well as applications\nto tasks that exploit the inherent randomness in quantum theory, such as\nquantum cryptography.\n","Comment: 6 pages plus 7 of supplementary material, 3 figures. Title changed.\n  Added discussion on Bell's notion of locality. FAQ answered at\n  http://perimeterinstitute.ca/personal/rcolbeck/FAQ.html"]}]
["1006.2670",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2670","Nature Communications 2:413 (2011)","doi:10.1038/ncomms1392"],"date":["2010-06-14","2011-07-27"],"type":["text"],"creator":["Zhou, Xiao-Qi","Ralph, Timothy C.","Kalasuwan, Pruet","Zhang, Mian","Peruzzo, Alberto","Lanyon, Benjamin P.","O'Brien, Jeremy L."],"language":[],"coverage":[],"title":["Adding control to arbitrary unknown quantum operations"],"description":["  While quantum computers promise significant advantages, the complexity of\nquantum algorithms remains a major technological obstacle. We have developed\nand demonstrated an architecture-independent technique that simplifies adding\ncontrol qubits to arbitrary quantum operations-a requirement in many quantum\nalgorithms, simulations and metrology. The technique is independent of how the\noperation is done, does not require knowledge of what the operation is, and\nlargely separates the problems of how to implement a quantum operation in the\nlaboratory and how to add a control. We demonstrate an entanglement-based\nversion in a photonic system, realizing a range of different two-qubit gates\nwith high fidelity.\n","Comment: 9 pages, 8 figures"]}]
["1006.3169",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3169","doi:10.1016/j.physc.2011.05.058"],"date":["2010-06-16"],"type":["text"],"creator":["Seong, Won Kyung","Oh, Sangjun","Kang*, Won Nam"],"language":[],"coverage":[],"title":["Perfect Domain-Lattice Matching Between MgB2 and Al2O3: Single-Crystal\n  MgB2 Thin Films Grown on Sapphire"],"description":["  We have found that single-crystal films can be grown on (0001) Al2O3\nsubstrates through the golden relation of a perfect lattice-matching ratio\nbetween the a-axis lattice constants of MgB2 and Al2O3. Selected area electron\ndiffraction patterns evidently indicate hexagonal MgB2 film with a 30 degrees\nin-plane rotation with respect to the Al2O3 substrate. The films grown on Al2O3\nshow a zero-resistance transition temperature of 39.6 K with a transition width\nof 0.1 K. The critical current density at zero field is comparable to the\ndepairing critical current density and rapidly decreases with increasing\napplied field due to the lack of pinning sites, as observed for high-quality\nMgB2 single crystals.\n","Comment: 15 pages including 3 figures"]}]
["1006.5017",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics","Primary 16D10, Secondary 30G35, 46C05, 46C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5017","Ann. Funct. Anal.: Volume 1, Issue 2 (2010), Page 75-91"],"date":["2010-06-25","2011-01-29"],"type":["text"],"creator":["Lavoie, Raphael Gervais","Marchildon, Louis","Rochon, Dominic"],"language":[],"coverage":[],"title":["Infinite-Dimensional Bicomplex Hilbert Spaces"],"description":["  This paper begins the study of infinite-dimensional modules defined on\nbicomplex numbers. It generalizes a number of results obtained with\nfinite-dimensional bicomplex modules. The central concept introduced is the one\nof a bicomplex Hilbert space. Properties of such spaces are obtained through\nproperties of several of their subsets which have the structure of genuine\nHilbert spaces. In particular, we derive the Riesz representation theorem for\nbicomplex continuous linear functionals and a general version of the bicomplex\nSchwarz inequality. Applications to concepts relevant to quantum mechanics,\nspecifically the bicomplex analogue of the quantum harmonic oscillator, are\npointed out.\n"]}]
["1006.5584",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5584","Quantum Information and Computation Vol. 11, No. 7&8 (2011) pp.\n  0563 - 0573"],"date":["2010-06-29","2011-04-08"],"type":["text"],"creator":["Orus, Roman","Wei, Tzu-Chieh"],"language":[],"coverage":[],"title":["Geometric entanglement of one-dimensional systems: bounds and scalings\n  in the thermodynamic limit"],"description":["  In this paper the geometric entanglement (GE) of systems in one spatial\ndimension (1D) and in the thermodynamic limit is analyzed focusing on two\naspects. First, we reexamine the calculation of the GE for\ntranslation-invariant matrix product states (MPSs) in the limit of infinite\nsystem size. We obtain a lower bound to the GE which collapses to an equality\nunder certain sufficient conditions that are fulfilled by many physical\nsystems, such as those having unbroken space (P) or space-time (PT) inversion\nsymmetry. Our analysis justifies the validity of several derivations carried\nout in previous works. Second, we derive scaling laws for the GE per site of\ninfinite-size 1D systems with correlation length $\\xi \\gg 1$. In the case of\nMPSs, we combine this with the theory of finite-entanglement scaling, allowing\nto understand the scaling of the GE per site with the MPS bond dimension at\nconformally invariant quantum critical points.\n","Comment: 7 pages, 1 figure, revised version. Accepted for publication in QIC"]}]
["1007.1946",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1946"],"date":["2010-07-12","2011-08-09"],"type":["text"],"creator":["Kanizo, Yossi","Hay, David","Keslassy, Isaac"],"language":[],"coverage":[],"title":["Maximum Bipartite Matching Size And Application to Cuckoo Hashing"],"description":["  Cuckoo hashing with a stash is a robust multiple choice hashing scheme with\nhigh memory utilization that can be used in many network device applications.\nUnfortunately, for memory loads beyond 0.5, little is known on its performance.\n  In this paper, we analyze its average performance over such loads. We tackle\nthis problem by recasting the problem as an analysis of the expected maximum\nmatching size of a given random bipartite graph. We provide exact results for\nany finite system, and also deduce asymptotic results as the memory size\nincreases. We further consider other variants of this problem, and finally\nevaluate the performance of our models on Internet backbone traces. More\ngenerally, our results give a tight lower bound on the size of the stash needed\nfor any multiple-choice hashing scheme.\n","Comment: 14 pages, 8 figures"]}]
["1008.2074",{"format":[],"subject":["Mathematics - Commutative Algebra","13F20, 13P99","G.4","I.1.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2074","Central European Journal of Mathematics 9(4), 897-904 (2011)","doi:10.2478/s11533-011-0037-8"],"date":["2010-08-12","2011-08-09"],"type":["text"],"creator":["Pfister, Gerhard","Sadiq, Afshan","Steidel, Stefan"],"language":[],"coverage":[],"title":["An algorithm for primary decomposition in polynomial rings over the\n  integers"],"description":["  We present an algorithm to compute a primary decomposition of an ideal in a\npolynomial ring over the integers. For this purpose we use algorithms for\nprimary decomposition in polynomial rings over the rationals resp. over finite\nfields, and the idea of Shimoyama-Yokoyama resp. Eisenbud-Hunecke-Vasconcelos\nto extract primary ideals from pseudo-primary ideals. A parallelized version of\nthe algorithm is implemented in SINGULAR. Examples and timings are given at the\nend of the article.\n","Comment: 8 pages"]}]
["1008.3251",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3251","Phys. Rev. B 83, 100502 (2011)","doi:10.1016/j.physc.2011.05.016"],"date":["2010-08-19","2010-09-26"],"type":["text"],"creator":["Kim, H.","Tanatar, M. A.","Song, Yoo Jang","Kwon, Yong Seung","Prozorov, R."],"language":[],"coverage":[],"title":["Nodeless two-gap superconductivity in stoichiometric iron pnictide\n  LiFeAs"],"description":["  The variations of in- and inter- plane London penetration depths,\n$\\Delta\\lambda(T)$, were measured using a tunnel diode resonator in single\ncrystals of the intrinsic pnictide superconductor LiFeAs. This compound appears\nto be in the clean limit with a residual resistivity of 4 ($T\\to0$) to 8\n($T_c$) $\\mu \\Omega\\cdot$cm and $RRR$ of 65 to 35, respectively. The superfluid\ndensity, $\\rho_s(T)=\\lambda^2(0)/\\lambda^2(T)$, is well described by the\nself-consistent two-gap $\\gamma-$model. Together with the previous data, our\nresults support the universal evolution of the superconducting gap from\nnodeless to nodal upon departure from optimal doping. We also conclude that\npairbreaking scattering plays an important role in the deviation of the\nlow-temperature behavior of $\\lambda(T)$ from exponential in Fe-based\ncompounds.\n"]}]
["1008.4549",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4549","Phys.Rev.D83:071502,2011","doi:10.1103/PhysRevD.83.071502"],"date":["2010-08-26","2011-08-09"],"type":["text"],"creator":["Skokov, V.","Morita, K.","Friman, B."],"language":[],"coverage":[],"title":["Mapping the phase diagram of strongly interacting matter"],"description":["  We employ a conformal mapping to explore the thermodynamics of strongly\ninteracting matter at finite values of the baryon chemical potential $\\mu$.\nThis method allows us to identify the singularity corresponding to the critical\npoint of a second-order phase transition at finite $\\mu$, given information\nonly at $\\mu=0$. The scheme is potentially useful for computing thermodynamic\nproperties of strongly interacting hot and dense matter in lattice gauge\ntheory. The technique is illustrated by an application to a chiral effective\nmodel.\n","Comment: 5 pages, 3 figures; published version"]}]
["1009.0973",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0973"],"date":["2010-09-06","2011-08-09"],"type":["text"],"creator":["Lima, F. W. S.","Stauffer, D."],"language":[],"coverage":[],"title":["Shennan-type evolution of stone-age cultural innovation"],"description":["  The computer simulations of Shennan (2001) are complemented by assuming the\nenvironment to change randomly. For moderate change rates, fitness optimisation\nthrough evolution is still possible.\n","Comment: New version with more authors and much more results on 7 pages"]}]
["1009.3103",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3103"],"date":["2010-09-16","2011-08-09"],"type":["text"],"creator":["Bauer, G.","Deckert, D. -A.","Dürr, D."],"language":[],"coverage":[],"title":["On the Existence of Dynamics of Wheeler-Feynman Electromagnetism"],"description":["  We study the equations of Wheeler-Feynman electrodynamics which is an\naction-at-a-distance theory about world-lines of charges that interact through\ntheir corresponding advanced and retarded Li\\'enard-Wiechert field terms. The\nequations are non-linear, neutral, and involve time-like advanced as well as\nretarded arguments of unbounded delay. Using a reformulation in terms of\nMaxwell-Lorentz electrodynamics without self-interaction, which we have\nintroduced in a preceding work, we are able to establish the existence of\nconditional solutions. These are solutions that solve the Wheeler-Feynman\nequations on any finite time interval with prescribed continuations outside of\nthis interval. As a byproduct we also prove existence and uniqueness of\nsolutions to the Synge equations on the time half-line for a given history of\ncharge trajectories.\n","Comment: 45 pages, introduction revised, typos corrected, explanations added"]}]
["1009.3669",{"format":[],"subject":["Statistics - Methodology","Statistics - Applications","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3669","Annals of Applied Statistics 2011, Vol. 5, No. 2A, 1057-1080","doi:10.1214/10-AOAS410"],"date":["2010-09-19","2011-08-09"],"type":["text"],"creator":["Finegold, Michael","Drton, Mathias"],"language":[],"coverage":[],"title":["Robust graphical modeling of gene networks using classical and\n  alternative T-distributions"],"description":["  Graphical Gaussian models have proven to be useful tools for exploring\nnetwork structures based on multivariate data. Applications to studies of gene\nexpression have generated substantial interest in these models, and resulting\nrecent progress includes the development of fitting methodology involving\npenalization of the likelihood function. In this paper we advocate the use of\nmultivariate $t$-distributions for more robust inference of graphs. In\nparticular, we demonstrate that penalized likelihood inference combined with an\napplication of the EM algorithm provides a computationally efficient approach\nto model selection in the $t$-distribution case. We consider two versions of\nmultivariate $t$-distributions, one of which requires the use of approximation\ntechniques. For this distribution, we describe a Markov chain Monte Carlo EM\nalgorithm based on a Gibbs sampler as well as a simple variational\napproximation that makes the resulting method feasible in large problems.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOAS410 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1009.4497",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4497","Phys.Lett.B702:201-204,2011","doi:10.1016/j.physletb.2011.06.086"],"date":["2010-09-22","2011-08-09"],"type":["text"],"creator":["Oliveira, A. C. A.","Rosenfeld, R."],"language":[],"coverage":[],"title":["Hidden sector effects on double higgs production near threshold at the\n  LHC"],"description":["  In this letter we study a novel effect of a hidden sector coupling to the\nstandard model Higgs boson: an enhancement of the Higgs pair production cross\nsection near threshold due to bound state effects. After summing the ladder\ncontributions of the hidden sector to the effective $ggHH$ coupling, we find\nthe amplitude for gluon-gluon scattering via a Higgs loop. We relate this\namplitude to the double Higgs production cross section via the optical theorem.\nWe find that enhancements of the order of 100 for the partonic cross section\nnear the threshold region can be obtained for a hidden sector strongly coupled\nto the Higgs boson. The corresponding cross section at the LHC can be as large\nas a factor of 10 times the SM result for extreme values of the coupling. The\ndetection of such an effect could in principle lead to important information\nabout the hidden sector.\n","Comment: 7 pages, 2 figures. Matches published version"]}]
["1009.6131",{"format":[],"subject":["Mathematics - Analysis of PDEs","35K55, 35K60, 35B40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.6131"],"date":["2010-09-30","2011-08-09"],"type":["text"],"creator":["Magnanini, Rolando","Sakaguchi, Shigeru"],"language":[],"coverage":[],"title":["Interaction between nonlinear diffusion and geometry of domain"],"description":["  Let $\\Omega$ be a domain in $\\mathbb R^N$, where $N \\ge 2$ and\n$\\partial\\Omega$ is not necessarily bounded. We consider nonlinear diffusion\nequations of the form $\\partial_t u= \\Delta \\phi(u)$. Let $u=u(x,t)$ be the\nsolution of either the initial-boundary value problem over $\\Omega$, where the\ninitial value equals zero and the boundary value equals 1, or the Cauchy\nproblem where the initial data is the characteristic function of the set\n$\\mathbb R^N\\setminus \\Omega$.\n  We consider an open ball $B$ in $\\Omega$ whose closure intersects\n$\\partial\\Omega$ only at one point, and we derive asymptotic estimates for the\ncontent of substance in $B$ for short times in terms of geometry of $\\Omega$.\nAlso, we obtain a characterization of the hyperplane involving a stationary\nlevel surface of $u$ by using the sliding method due to Berestycki, Caffarelli,\nand Nirenberg. These results tell us about interactions between nonlinear\ndiffusion and geometry of domain.\n","Comment: 25 pages, no figures. Added some details to introduction. A couple of\n  small changes. To appear in Journal Diff. Eqs"]}]
["1011.0674",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0674"],"date":["2010-11-02"],"type":["text"],"creator":["Samb, Rawane"],"language":[],"coverage":[],"title":["Contribution to the Nonparametric Estimation of the Density of the\n  Regression Errors (Doctoral Thesis)"],"description":["  This thesis deals with the nonparametric estimation of density f of the\nregression error term E of the model Y=m(X)+E, assuming its independence with\nthe covariate X. The difficulty linked to this study is the fact that the\nregression error E is not observed. In a such setup, it would be unwise, for\nestimating f, to use a conditional approach based upon the probability\ndistribution function of Y given X. Indeed, this approach is affected by the\ncurse of dimensionality, so that the resulting estimator of the residual term E\nwould have considerably a slow rate of convergence if the dimension of X is\nvery high. Two approaches are proposed in this thesis to avoid the curse of\ndimensionality. The first approach uses the estimated residuals, while the\nsecond integrates a nonparametric conditional density estimator of Y given X.\nIf proceeding so can circumvent the curse of dimensionality, a challenging\nissue is to evaluate the impact of the estimated residuals on the final\nestimator of the density f. We will also attempt to determine the pointwise\nrate of convergence of our proposed estimators. One our main aims is to\ncharacterize the optimal choices of the first and second step bandwidths used\nfor estimating m and f respectively.\n"]}]
["1011.3861",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3861","Phys. Rev. Lett. 106, 028001 (2011)","doi:10.1103/PhysRevLett.106.028001"],"date":["2010-11-16","2011-08-09"],"type":["text"],"creator":["Ding, Yang","Gravish, Nick","Goldman, Daniel I."],"language":[],"coverage":[],"title":["Drag induced lift in granular media"],"description":["  Laboratory experiments and numerical simulation reveal that a submerged\nintruder dragged horizontally at constant velocity within a granular medium\nexperiences a lift force whose sign and magnitude depend on the intruder shape.\nComparing the stress on a flat plate at varied inclination angle with the local\nsurface stress on the intruders at regions with the same orientation\ndemonstrates that intruder lift forces are well approximated as the sum of\ncontributions from flat-plate elements. The plate stress is deduced from the\nforce balance on the flowing media near the plate.\n","Comment: 5 pages, 5 figures"]}]
["1011.3896",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3896","Phys.Rev.D84:044005,2011","doi:10.1103/PhysRevD.84.044005"],"date":["2010-11-17","2011-08-09"],"type":["text"],"creator":["Obregon, Octavio","Quiros, Israel"],"language":[],"coverage":[],"title":["Can noncommutative effects account for the present speed up of the\n  cosmic expansion?"],"description":["  In this paper we investigate to which extent noncommutativity, a\nintrinsically quantum property, may influence the Friedmann-Robertson-Walker\ncosmological dynamics at late times/large scales. To our purpose it will be\nenough to explore the asymptotic properties of the cosmological model in the\nphase space. Our recipe to build noncommutativity into our model is based in\nthe approach of reference [Phys. Rev. Lett. {\\bf 88} (2002) 161301], and can be\nsummarized in the following steps: i) the Hamiltonian is derived from the\nEinstein-Hilbert action (plus a self-interacting scalar field action) for a\nFriedmann-Robertson-Walker spacetime with flat spatial sections, ii) canonical\nquantization recipe is applied, i. e., the minisuperspace variables are\npromoted to operators, and the WDW equation is written in terms of these\nvariables, iii) noncommutativity in the minisuperspace is achieved through the\nreplacement of the standard product of functions by the Moyal star product in\nthe WDW equation, and, finally, iv) semi-classical cosmological equations are\nobtained by means of the WKB approximation applied to the (equivalent) modified\nHamilton-Jacobi equation. We demonstrate, indeed, that noncommutative effects\nof the kind considered here, can be those responsible for the present speed up\nof the cosmic expansion.\n","Comment: 17 pages, 3 figures. Version which matches the one published"]}]
["1101.0119",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0119","Nuclear Physics B (Proceedings Supplements) 217 (2011) pp. 44-46","doi:10.1016/j.nuclphysbps.2011.04.063"],"date":["2010-12-30"],"type":["text"],"creator":["Guiseppe, V. E.","Collaboration, for the Majorana"],"language":[],"coverage":[],"title":["The Majorana Experiment"],"description":["  The Majorana Collaboration is assembling an array of HPGe detectors to search\nfor neutrinoless double-beta decay in Ge-76. Initially, Majorana aims to\nconstruct a prototype module to demonstrate the potential of a future 1-tonne\nexperiment. The design and potential reach of this prototype Demonstrator\nmodule are presented.\n","Comment: Proceedings of NOW2010, Conca Specchiulla, Italy, September 4-11,\n  2010"]}]
["1101.0126",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0126","AIP Conf. Proc. 1338 (2011) 95-100","doi:10.1063/1.3579565"],"date":["2010-12-30"],"type":["text"],"creator":["Guiseppe, V. E.","Elliott, S. R.","Hime, A.","Rielage, K.","Westerdale, S."],"language":[],"coverage":[],"title":["A Radon Progeny Deposition Model"],"description":["  The next generation low-background detectors operating underground aim for\nunprecedented low levels of radioactive backgrounds. Although the radioactive\ndecays of airborne radon (particularly Rn-222) and its subsequent progeny\npresent in an experiment are potential backgrounds, also problematic is the\ndeposition of radon progeny on detector materials. Exposure to radon at any\nstage of assembly of an experiment can result in surface contamination by\nprogeny supported by the long half life (22 y) of Pb-210 on sensitive locations\nof a detector. An understanding of the potential surface contamination from\ndeposition will enable requirements of radon-reduced air and clean room\nenvironments for the assembly of low background experiments. It is known that\nthere are a number of environmental factors that govern the deposition of\nprogeny onto surfaces. However, existing models have not explored the impact of\nsome environmental factors important for low background experiments. A test\nstand has been constructed to deposit radon progeny on various surfaces under a\ncontrolled environment in order to develop a deposition model. Results from\nthis test stand and the resulting deposition model are presented.\n","Comment: Proceedings of the Topical Workshop in Low Radioactivity Techniques,\n  (Sudbury, Canada) August 28-29, 2010"]}]
["1101.1152",{"format":[],"subject":["Mathematics - Number Theory","11C08, 11T22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1152","P. A. Damianou, On prime values of cyclotomic polynomials,\n  International Mathematical Forum, 6, no 29, 1445--1456, (2011)"],"date":["2011-01-06","2011-08-09"],"type":["text"],"creator":["Damianou, Pantelis A."],"language":[],"coverage":[],"title":["On prime values of cyclotomic polynomials"],"description":["  We present several approaches on finding necessary and sufficient conditions\non $n$ so that $\\Phi_k(x^n)$ is irreducible where $\\Phi_k$ is the $k$-th\ncyclotomic polynomial.\n","Comment: 9 pages, 2 references added"]}]
["1101.2621",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2621","Surface Science, 605(2011)1077","doi:10.1016/j.susc.2011.10.008"],"date":["2011-01-13","2011-02-17"],"type":["text"],"creator":["Dedkov, G. V.","Kyasov, A. A."],"language":[],"coverage":[],"title":["Dynamical van der Waals atom -surface interaction"],"description":["  We obtained new nonrelativistic expression for the dynamical van der Waals\natom -surface interaction energy of very convenient form for different\napplications. It is shown that classical result (Ferrell and Ritchie, 1980)\nholds only for a very slowly moving atom. In general case, the van der Waals\natom -surface interaction energy manifests strong nonlinear dependence on\nvelocity and distance. In close vicinity of metal and dielectric surfaces and\nvelocities from 1 to 10 Bohr units the dynamical van der Waals potential proves\nto be significantly lower that in static case and goes to the static values\nwith increasing distance and (or) decreasing velocity.\n","Comment: 15 pages,4 figures; corrected abstract,numerical calculations and\n  conclusions"]}]
["1101.2880",{"format":[],"subject":["Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2880","Phys. Rev. B 84, 075107 (2011)","doi:10.1103/PhysRevB.84.075107"],"date":["2011-01-14","2011-08-09"],"type":["text"],"creator":["Fuks, J. I.","Helbig, N.","Tokatly, I. V.","Rubio, A."],"language":[],"coverage":[],"title":["Non-linear phenomena in time-dependent density-functional theory: What\n  Rabi physics can teach us"],"description":["  Through the exact solution of a two-electron system interacting with a\nmonochromatic laser we prove that all adiabatic density functionals within\ntime-dependent density-functional theory are not able to discern between\nresonant and non-resonant (detuned) Rabi oscillations. This is rationalized in\nterms of a fictitious dynamical exchange-correlation (xc) detuning of the\nresonance while the laser is acting. The non-linear dynamics of the Kohn-Sham\nsystem shows the characteristic features of detuned Rabi oscillations even if\nthe exact resonant frequency is used. We identify the source of this error in a\ncontribution from the xc-functional to the non-linear equations describing the\nelectron dynamics in an effective two-level system. The constraint of\npreventing the detuning introduces a new strong condition to be satisfied by\napproximate xc-functionals.\n"]}]
["1101.4250",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4250","Phys. Rev. A 84, 022315 (2011)","doi:10.1103/PhysRevA.84.022315"],"date":["2011-01-21","2011-04-17"],"type":["text"],"creator":["Pienaar, J. L.","Myers, C. R.","Ralph, T. C."],"language":[],"coverage":[],"title":["Space-time qubits"],"description":["  We construct a qubit algebra from field creation and annihilation operators\nacting on a global vacuum state. Particles to be used as qubits are created\nfrom the vacuum by a near-deterministic single particle source. Our formulation\nmakes the space-time dependence of the qubits explicit, preparing the way for\nquantum computation within a field framework. The method can be generalized to\ndeal with interacting qubits whose wavepackets are not perfectly matched to\neach other. We give an example of how to calculate the Heisenberg evolution of\na simple two-qubit circuit, taking expectation values in the field vacuum\nstate.\n","Comment: 8 pages, 7 figures, added references, added appendix, moved some text\n  from introduction to conclusion, made minor corrections to text and figures"]}]
["1102.1615",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1615","Electronic Journal of Statistics 5 (2011) pp 750-774","doi:10.1214/11-EJS626"],"date":["2011-02-08","2011-08-07"],"type":["text"],"creator":["Alquier, Pierre","Doukhan, Paul"],"language":[],"coverage":[],"title":["Sparsity considerations for dependent observations"],"description":["  The aim of this paper is to provide a comprehensive introduction for the\nstudy of L1-penalized estimators in the context of dependent observations. We\ndefine a general $\\ell_{1}$-penalized estimator for solving problems of\nstochastic optimization. This estimator turns out to be the LASSO in the\nregression estimation setting. Powerful theoretical guarantees on the\nstatistical performances of the LASSO were provided in recent papers, however,\nthey usually only deal with the iid case. Here, we study our estimator under\nvarious dependence assumptions.\n"]}]
["1102.2449",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2449","doi:10.1103/PhysRevB.83.205115"],"date":["2011-02-11"],"type":["text"],"creator":["Gou, Gaoyang","Bennett, Joseph W.","Takenaka, Hiroyuki","Rappe, Andrew M."],"language":[],"coverage":[],"title":["Post density functional theoretical studies of highly polar\n  semiconductive Pb(Ti$_{1-x}$Ni$_{x}$)O$_{3-x}$ solid solutions: The effects\n  of cation arrangement on band gap"],"description":["  We use a combination of conventional density functional theory (DFT) and\npost-DFT methods, including the local density approximation plus Hubbard $U$\n(LDA+$U$), PBE0, and self-consistent $GW$ to study the electronic properties of\nNi-substituted PbTiO$_{3}$ (Ni-PTO) solid solutions. We find that LDA\ncalculations yield unreasonable band structures, especially for Ni-PTO solid\nsolutions that contain an uninterrupted NiO$_{2}$ layer. Accurate treatment of\nlocalized states in transition-metal oxides like Ni-PTO requires post-DFT\nmethods. $B$-site Ni/Ti cation ordering is also investigated. The $B$-site\ncation arrangement alters the bonding between Ni and O, and therefore strongly\naffects the band gap ($E_{\\rm g}$) of Ni-PTO. We predict that Ni-PTO solid\nsolutions should have a direct band gap in the visible light energy range, with\npolarization similar to the parent PbTiO$_{3}$. This combination of properties\nmake Ni-PTO solid solutions promising candidate materials for solar energy\nconversion devices.\n","Comment: 19 pages, 6 figures"]}]
["1102.5083",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5083","Journal of High Energy Physics, Volume 2011, Issue 8","doi:10.1007/JHEP08(2011)012"],"date":["2011-02-24","2011-08-09"],"type":["text"],"creator":["Jadach, S.","Kusina, A.","Skrzypek, M.","Slawinska, M."],"language":[],"coverage":[],"title":["Two real parton contributions to non-singlet kernels for exclusive QCD\n  DGLAP evolution"],"description":["  Results for the two real parton differential distributions needed for\nimplementing a next-to-leading order (NLO) parton shower Monte Carlo are\npresented. They are also integrated over the phase space in order to provide\nsolid numerical control of the MC codes and for the discussion of the\ndifferences between the standard $\\bar{MS}$ factorization and Monte Carlo\nimplementation at the level of inclusive NLO evolution kernels. Presented\nresults cover the class of non-singlet diagrams entering into NLO kernels. The\nclassic work of Curci-Furmanski-Pertonzio was used as a guide in the\ncalculations.\n","Comment: 34 pages, 3 figures"]}]
["1102.5260",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5260","Phys. Rev. B 84, 075126 (2011)","doi:10.1103/PhysRevB.84.075126"],"date":["2011-02-25"],"type":["text"],"creator":["Benlagra, Adel","Fritz, Lars","Vojta, Matthias"],"language":[],"coverage":[],"title":["Kondo lattices with inequivalent local moments: Competitive vs.\n  co-operative Kondo screening"],"description":["  While standard heavy fermion metals feature a single spin-1/2 local moment\nper unit cell, more complicated systems with multiple distinct local moments\nhave been synthesized as well, with Ce_3Pd_20(Si,Ge)_6 being one example. Here,\nwe discuss the physics of a Kondo lattice model with two local-moment\nsublattices, coupled with different Kondo couplings to conduction electrons.\nThe phase diagram will be strongly modified from that of the standard Kondo\nlattice if the characteristic screening temperatures of the distinct moments\nare well separated. Therefore, we investigate the interplay between the two\nKondo effects using a local self-energy approximation via slave bosons. We find\nthat the two Kondo effects can either compete or co-operate depending on the\nconduction-band filling. In the regime of competition, small differences in the\ntwo Kondo couplings can lead to huge differences in the respective Kondo\nscales, due to non-trivial many-body effects. We also study the low-temperature\nproperties of the collective heavy Fermi-liquid state and propose a connection\nto depleted Kondo lattice systems.\n","Comment: 14 pages, 15 figures"]}]
["1102.5540",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5540"],"date":["2011-02-27","2011-08-09"],"type":["text"],"creator":["Mitzenmacher, Michael","Steinke, Thomas","Thaler, Justin"],"language":[],"coverage":[],"title":["Hierarchical Heavy Hitters with the Space Saving Algorithm"],"description":["  The Hierarchical Heavy Hitters problem extends the notion of frequent items\nto data arranged in a hierarchy. This problem has applications to network\ntraffic monitoring, anomaly detection, and DDoS detection. We present a new\nstreaming approximation algorithm for computing Hierarchical Heavy Hitters that\nhas several advantages over previous algorithms. It improves on the worst-case\ntime and space bounds of earlier algorithms, is conceptually simple and\nsubstantially easier to implement, offers improved accuracy guarantees, is\neasily adopted to a distributed or parallel setting, and can be efficiently\nimplemented in commodity hardware such as ternary content addressable memory\n(TCAMs). We present experimental results showing that for parameters of primary\npractical interest, our two-dimensional algorithm is superior to existing\nalgorithms in terms of speed and accuracy, and competitive in terms of space,\nwhile our one-dimensional algorithm is also superior in terms of speed and\naccuracy for a more limited range of parameters.\n","Comment: 22 pages, 18 figures"]}]
["1103.0135",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0135"],"date":["2011-03-01","2011-08-09"],"type":["text"],"creator":["Bjelaković, Igor","Boche, Holger","Sommerfeld, Jochen"],"language":[],"coverage":[],"title":["Capacity results for compound wiretap channels"],"description":["  We derive a lower bound on the secrecy capacity of the compound wiretap\nchannel with channel state information at the transmitter which matches the\ngeneral upper bound on the secrecy capacity of general compound wiretap\nchannels given by Liang et al. and thus establishing a full coding theorem in\nthis case. We achieve this with a quite strong secrecy criterion and with a\ndecoder that is robust against the effect of randomisation in the encoding.\nThis relieves us from the need of decoding the randomisation parameter which is\nin general not possible within this model. Moreover we prove a lower bound on\nthe secrecy capacity of the compound wiretap channel without channel state\ninformation.\n","Comment: 5 pages, no figures. Accepted for presentation at the IEEE ITW 2011"]}]
["1103.0388",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0388","J. Math. Phys. 52:072301, 2011","doi:10.1063/1.3603815"],"date":["2011-03-02","2011-06-06"],"type":["text"],"creator":["Kihara, Hironobu"],"language":[],"coverage":[],"title":["Generalized Self-Duality Equations of Polynomial Type in Yang-Mills\n  Theories"],"description":["  The purpose of this paper is to generalize the self-duality equation by\nTchrakian and Corrigan et. al.. Novel generalized self-duality equations on\nhigher-dimensional spaces are discussed. This class of equations includes the\nusual self-duality equation for four-dimensional spaces. Some of the\ngeneralized self-duality equations over-determine configurations and the\nexistence of solutions is not trivial. Several examples of solutions of the\nequations are demonstrated. %Application of these solutions in various models\nis attractive as shown in the case of instanton. As an application of the\nequations, it is proved that some of those solutions solve the equations of\nmotion derived from rotationally-invariant actions, which consist of\nsingle-trace terms and are second-order in the time derivative.\n","Comment: v1: 16 pages v2: references added, typos corrected"]}]
["1103.0784",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computation and Language","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0784","Artificial Life 17(3), 237-251 (2011)","doi:10.1162/artl_a_00034"],"date":["2011-03-03"],"type":["text"],"creator":["Bollen, Johan","Goncalves, Bruno","Ruan, Guangchen","Mao, Huina"],"language":[],"coverage":[],"title":["Happiness is assortative in online social networks"],"description":["  Social networks tend to disproportionally favor connections between\nindividuals with either similar or dissimilar characteristics. This propensity,\nreferred to as assortative mixing or homophily, is expressed as the correlation\nbetween attribute values of nearest neighbour vertices in a graph. Recent\nresults indicate that beyond demographic features such as age, sex and race,\neven psychological states such as \"loneliness\" can be assortative in a social\nnetwork. In spite of the increasing societal importance of online social\nnetworks it is unknown whether assortative mixing of psychological states takes\nplace in situations where social ties are mediated solely by online networking\nservices in the absence of physical contact. Here, we show that general\nhappiness or Subjective Well-Being (SWB) of Twitter users, as measured from a 6\nmonth record of their individual tweets, is indeed assortative across the\nTwitter social network. To our knowledge this is the first result that shows\nassortative mixing in online networks at the level of SWB. Our results imply\nthat online social networks may be equally subject to the social mechanisms\nthat cause assortative mixing in real social networks and that such assortative\nmixing takes place at the level of SWB. Given the increasing prevalence of\nonline social networks, their propensity to connect users with similar levels\nof SWB may be an important instrument in better understanding how both positive\nand negative sentiments spread through online social ties. Future research may\nfocus on how event-specific mood states can propagate and influence user\nbehavior in \"real life\".\n","Comment: 17 pages, 9 figures"]}]
["1103.4484",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4484","Nucl. Fusion 51 (2011) 083050","doi:10.1088/0029-5515/51/8/083050"],"date":["2011-03-23","2011-07-13"],"type":["text"],"creator":["Urban, Jakub","Decker, Joan","Peysson, Yves","Preinhaelter, Josef","Shevchenko, Vladimir","Taylor, Gary","Vahala, Linda","Vahala, George"],"language":[],"coverage":[],"title":["A survey of electron Bernstein wave heating and current drive potential\n  for spherical tokamaks"],"description":["  The electron Bernstein wave (EBW) is typically the only wave in the electron\ncyclotron (EC) range that can be applied in spherical tokamaks for heating and\ncurrent drive (H&CD). Spherical tokamaks (STs) operate generally in high-beta\nregimes, in which the usual EC O- and X- modes are cut-off. In this case, EBWs\nseem to be the only option that can provide features similar to the EC\nwaves---controllable localized H&CD that can be utilized for core plasma\nheating as well as for accurate plasma stabilization. The EBW is a\nquasi-electrostatic wave that can be excited by mode conversion from a suitably\nlaunched O- or X-mode; its propagation further inside the plasma is strongly\ninfluenced by the plasma parameters. These rather awkward properties make its\napplication somewhat more difficult. In this paper we perform an extensive\nnumerical study of EBW H&CD performance in four typical ST plasmas (NSTX L- and\nH-mode, MAST Upgrade, NHTX). Coupled ray-tracing (AMR) and Fokker-Planck (LUKE)\ncodes are employed to simulate EBWs of varying frequencies and launch\nconditions, which are the fundamental EBW parameters that can be chosen and\ncontrolled. Our results indicate that an efficient and universal EBW H&CD\nsystem is indeed viable. In particular, power can be deposited and current\nreasonably efficiently driven across the whole plasma radius. Such a system\ncould be controlled by a suitably chosen launching antenna vertical position\nand would also be sufficiently robust.\n"]}]
["1104.0265",{"format":[],"subject":["Physics - Geophysics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0265"],"date":["2011-04-01","2011-08-09"],"type":["text"],"creator":["Niven, Robert K."],"language":[],"coverage":[],"title":["Maximum-Entropy Weighting of Multi-Component Earth Climate Models"],"description":["  A maximum entropy-based framework is presented for the synthesis of\nprojections from multiple Earth climate models. This identifies the most\nrepresentative (most probable) model from a set of climate models -- as defined\nby specified constraints -- eliminating the need to calculate the entire set.\nTwo approaches are developed, based on individual climate models or ensembles\nof models, subject to a single cost (energy) constraint or competing\ncost-benefit constraints. A finite-time limit on the minimum cost of modifying\na model synthesis framework, at finite rates of change, is also reported.\n","Comment: Inspired by discussions at the Mathematical and Statistical\n  Approaches to Climate Modelling and Prediction workshop, Isaac Newton\n  Institute for Mathematical Sciences, Cambridge, UK, 11 Aug. to 22 Dec. 2010.\n  Accepted for publication in Climate Dynamics, 8 August 2011"]}]
["1104.1390",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1390","JHEP 07 (2011) 084","doi:10.1007/JHEP07(2011)084"],"date":["2011-04-07","2011-07-04"],"type":["text"],"creator":["Razzaque, Soebur","Smirnov, A. Yu."],"language":[],"coverage":[],"title":["Searching for sterile neutrinos in ice"],"description":["  Oscillation interpretation of the results from the LSND, MiniBooNE and some\nother experiments requires existence of sterile neutrino with mass $\\sim 1$ eV\nand mixing with the active neutrinos $|U_{\\mu 0}|^2 \\sim (0.02 - 0.04)$. It has\nbeen realized some time ago that existence of such a neutrino affects\nsignificantly the fluxes of atmospheric neutrinos in the TeV range which can be\ntested by the IceCube Neutrino Observatory. In view of the first IceCube data\nrelease we have revisited the oscillations of high energy atmospheric neutrinos\nin the presence of one sterile neutrino. Properties of the oscillation\nprobabilities are studied in details for various mixing schemes both\nanalytically and numerically. The energy spectra and angular distributions of\nthe $\\nu_\\mu-$events have been computed for the simplest $\\nu_s-$mass, and\n$\\nu_s - \\nu_\\mu$ mixing schemes and confronted with the IceCube data. An\nillustrative statistical analysis of the present data shows that in the\n$\\nu_s-$mass mixing case the sterile neutrinos with parameters required by\nLSND/MiniBooNE can be excluded at about $3\\sigma$ level. The $\\nu_s- \\nu_\\mu$\nmixing scheme, however, can not be ruled out with currently available IceCube\ndata.\n","Comment: 41 pages, 16 figures. Accepted for publication in JHEP. Minor changes\n  from the previous version"]}]
["1104.1596",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1596","Phys. Rev. Lett. 107, 070501 (2011)","doi:10.1103/PhysRevLett.107.070501"],"date":["2011-04-08","2011-08-09"],"type":["text"],"creator":["Auccaise, R.","Maziero, J.","Celeri, L. C.","Soares-Pinto, D. O.","deAzevedo, E. R.","Bonagamba, T. J.","Sarthour, R. S.","Oliveira, I. S.","Serra, R. M."],"language":[],"coverage":[],"title":["Experimentally Witnessing the Quantumness of Correlations"],"description":["  The quantification of quantum correlations (other than entanglement) usually\nentails laboured numerical optimization procedures also demanding quantum state\ntomographic methods. Thus it is interesting to have a laboratory friendly\nwitness for the nature of correlations. In this Letter we report a direct\nexperimental implementation of such a witness in a room temperature nuclear\nmagnetic resonance system. In our experiment the nature of correlations is\nrevealed by performing only few local magnetization measurements. We also\ncompare the witness results with those for the symmetric quantum discord and we\nobtained a fairly good agreement.\n"]}]
["1104.2704",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2704","B Probst et al 2011 J. Phys. A: Math. Theor. 44 335101","doi:10.1088/1751-8113/44/33/335101"],"date":["2011-04-14","2011-06-21"],"type":["text"],"creator":["Probst, Benedikt","Dubertrand, Remy","Wimberger, Sandro"],"language":[],"coverage":[],"title":["Fidelity of the near resonant quantum kicked rotor"],"description":["  We present a perturbative result for the temporal evolution of the fidelity\nof the quantum kicked rotor, i.e. the overlap of the same initial state evolved\nwith two slightly different kicking strengths, for kicking periods close to a\nprincipal quantum resonance. Based on a pendulum approximation we describe the\nfidelity for rotational orbits in the pseudo-classical phase space of a\ncorresponding classical map. Our results are compared to numerical simulations\nindicating the range of applicability of our analytical approximation.\n","Comment: 14 pages, 7 figures; Revised version"]}]
["1104.2726",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2726","Phys.Rev.D84:034002,2011","doi:10.1103/PhysRevD.84.034002"],"date":["2011-04-14","2011-08-09"],"type":["text"],"creator":["Liu, Zhan-Wei","Liu, Yan-Rui","Liu, Xiang","Zhu, Shi-Lin"],"language":[],"coverage":[],"title":["The Pseudoscalar Meson and Heavy Vector Meson Scattering Lengths"],"description":["  We have systematically studied the S-wave pseudoscalar meson and heavy vector\nmeson scattering lengths to the third order with the chiral perturbation\ntheory, which will be helpful to reveal their strong interaction. For\ncomparison, we have presented the numerical results of the scattering lengths\n(1) in the framework of the heavy meson chiral perturbation theory and (2) in\nthe framework of the infrared regularization. The chiral expansion converges\nwell in some channels.\n","Comment: 10 pages, 1 figures, 4 tables. Corrected typos, Improved numerical\n  results, and More dicussions. Accepted for publication by Phys.Rev.D"]}]
["1104.5101",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5101","SIGMA 7 (2011), 077, 17 pages","doi:10.3842/SIGMA.2011.077"],"date":["2011-04-27","2011-08-09"],"type":["text"],"creator":["Groenevelt, Wolter"],"language":[],"coverage":[],"title":["Quantum Analogs of Tensor Product Representations of su(1,1)"],"description":["  We study representations of $U_q(su(1,1))$ that can be considered as quantum\nanalogs of tensor products of irreducible *-representations of the Lie algebra\n$su(1,1)$. We determine the decomposition of these representations into\nirreducible *-representations of $U_q(su(1,1))$ by diagonalizing the action of\nthe Casimir operator on suitable subspaces of the representation spaces. This\nleads to an interpretation of the big $q$-Jacobi polynomials and big $q$-Jacobi\nfunctions as quantum analogs of Clebsch-Gordan coefficients.\n"]}]
["1105.3630",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3630","JCAP07(2011)004","doi:10.1088/1475-7516/2011/07/004"],"date":["2011-05-18"],"type":["text"],"creator":["Hotchkiss, Shaun"],"language":[],"coverage":[],"title":["Quantifying the rareness of extreme galaxy clusters"],"description":["  I show that the most common method of quantifying the likelihood that an\nextreme galaxy cluster could exist is biased and can result in false claims of\ntension with LambdaCDM. This common method uses the probability that at least\none cluster could exist above the mass and redshift of an observed cluster. I\ndemonstrate the existence of the bias using sample cluster populations,\ndescribe its origin and explain how to remove it. I then suggest potentially\nmore suitable and unbiased measures of the rareness of individual clusters.\nEach different measure will be most sensitive to different possible types of\nnew physics. I show how to generalise these measures to quantify the total\n`rareness' of a set of clusters. It is seen that, when mass uncertainties are\nmarginalised over, there is no tension between the standard LambdaCDM\ncosmological model and the existence of any observed set of clusters. As a case\nstudy, I apply these rareness measures to sample cluster populations generated\nusing primordial density perturbations with a non-Gaussian spectrum.\n","Comment: 14 pages, 6 figures"]}]
["1105.4074",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4074","Phys. Rev. B 84, 075427 (2011)","doi:10.1103/PhysRevB.84.075427"],"date":["2011-05-20","2011-08-09"],"type":["text"],"creator":["Kralj, M.","Pletikosic, I.","Petrovic, M.","Pervan, P.","Milun, M.","N'Diaye, A. T.","Busse, C.","Michely, T.","Fujii, J.","Vobornik, I."],"language":[],"coverage":[],"title":["Graphene on Ir(111) characterized by angle-resolved photoemission"],"description":["  Angle resolved photoelectron spectroscopy (ARPES) is extensively used to\ncharacterize the dependence of the electronic structure of graphene on Ir(111)\non the preparation process. ARPES findings reveal that temperature programmed\ngrowth alone or in combination with chemical vapor deposition leads to graphene\ndisplaying sharp electronic bands. The photoemission intensity of the Dirac\ncone is monitored as a function of the increasing graphene area. Electronic\nfeatures of the moir\\'e superstructure present in the system, namely minigaps\nand replica bands are examined and used as robust features to evaluate graphene\nuniformity. The overall dispersion of the pi-band is analyzed. Finally, by the\nvariation of photon energy, relative changes of the pi- and sigma-band\nintensities are demonstrated.\n","Comment: 8 pages, 6 figures in published form"]}]
["1105.5170",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Other Condensed Matter","Computer Science - Human-Computer Interaction","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5170","PLoS ONE 6(8): e22656 (2011)","doi:10.1371/journal.pone.0022656"],"date":["2011-05-25","2011-05-28"],"type":["text"],"creator":["Goncalves, Bruno","Perra, Nicola","Vespignani, Alessandro"],"language":[],"coverage":[],"title":["Validation of Dunbar's number in Twitter conversations"],"description":["  Modern society's increasing dependency on online tools for both work and\nrecreation opens up unique opportunities for the study of social interactions.\nA large survey of online exchanges or conversations on Twitter, collected\nacross six months involving 1.7 million individuals is presented here. We test\nthe theoretical cognitive limit on the number of stable social relationships\nknown as Dunbar's number. We find that users can entertain a maximum of 100-200\nstable relationships in support for Dunbar's prediction. The \"economy of\nattention\" is limited in the online world by cognitive and biological\nconstraints as predicted by Dunbar's theory. Inspired by this empirical\nevidence we propose a simple dynamical mechanism, based on finite priority\nqueuing and time resources, that reproduces the observed social behavior.\n","Comment: 8 pages, 6 figures"]}]
["1106.0311",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0311","Phys. Rev. B 84, 075125 (2011)","doi:10.1103/PhysRevB.84.075125"],"date":["2011-06-01"],"type":["text"],"creator":["Hawthorn, D. G.","Shen, K. M.","Geck, J.","Peets, D. C.","Wadati, H.","Okamoto, J.","Huang, S. -W.","Huang, D. J.","Lin, H. -J.","Denlinger, J. D.","Liang, Ruixing","Bonn, D. A.","Hardy, W. N.","Sawatzky, G. A."],"language":[],"coverage":[],"title":["Resonant elastic soft x-ray scattering in oxygen-ordered\n  YBa_2Cu_3O_{6+delta}"],"description":["  Static charge-density wave (CDW) and spin-density wave (SDW) order has been\nconvincingly observed in La-based cuprates for some time. However, more\nrecently it has been suggested by quantum oscillation, transport and\nthermodynamic measurements that density wave order is generic to underdoped\ncuprates and plays a significant role in YBa_2Cu_3O_{6+delta} (YBCO). We use\nresonant soft x-ray scattering at the Cu L and O K edges to search for evidence\nof density wave order in Ortho-II and Ortho-VIII oxygen-ordered YBCO. We report\na null result -- no evidence for static CDW order -- in both Ortho-II and\nOrtho-VIII ordered YBCO. While this does not rule out static CDW order in the\nCuO_2 planes of YBCO, these measurements place limits on the parameter space\n(temperature, magnetic field, scattering vector) in which static CDW order may\nexist. In addition, we present a detailed analysis of the energy and\npolarization dependence of the Ortho-II superstructure Bragg reflection [0.5 0\n0] at the Cu L edge. The intensity of this peak, which is due to the valence\nmodulations of Cu in the chain layer, is compared with calculations using\natomic scattering form factors deduced from x-ray absorption measurements. The\ncalculated energy and polarization dependence of the scattering intensity is\nshown to agree very well with the measurement, validating the approach and\nproviding a framework for analyzing future resonant soft x-ray scattering\nmeasurements.\n","Comment: 11 pages, 9 figures"]}]
["1106.0648",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0648"],"date":["2011-06-03","2011-08-09"],"type":["text"],"creator":["Muñoz, Claudio"],"language":[],"coverage":[],"title":["The Gardner equation and the stability of multi-kink solutions of the\n  mKdV equation"],"description":["  Multi-kink solutions of the defocusing, modified Korteweg-de Vries equation\n(mKdV) found by Grosse are shown to be globally $H^1$-stable. Stability in the\none-kink case was previously established by Zhidkov, and Merle-Vega. The proof\nuses transformations linking the mKdV equation with focusing, Gardner-like\nequations, where stability and asymptotic stability in the energy space are\nknown. We generalize our results by considering the existence, uniqueness and\nthe dynamics of generalized multi-kinks of defocusing, non-integrable gKdV\nequations, showing the inelastic character of the 4-kink collision in some\nregimes.\n","Comment: 34 pages, 4 figures, some typos corrected"]}]
["1106.1330",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1330","JHEP 1108:022,2011","doi:10.1007/JHEP08(2011)022"],"date":["2011-06-07","2011-06-24"],"type":["text"],"creator":["Filev, Veselin G.","Zoakos, Dimitrios"],"language":[],"coverage":[],"title":["Towards Unquenched Holographic Magnetic Catalysis"],"description":["  We propose a string dual to the SU(Nc) N=4 SYM coupled to Nf massless\nfundamental flavors in an external magnetic field. The flavors are introduced\nby homogeneously smeared Nf D7-branes and the external magnetic field via a\nnon-trivial Kalb-Ramond B-field. Our solution is perturbative in a parameter\nthat counts the number of internal flavor loops. In the limit of vanishing\nB-field the background reduces to the supersymmetric one obtained in\nhep-th/0612118. We introduce an additional probe D7--brane and in the\nsupersymmetric limit of vanishing B-field perform a holographic renormalization\nof its \"on-shell\" action. We consider also non-supersymmetric probes with fixed\nworldvolume gauge field corresponding to a magnetic field coupled only to the\nfundamental fields of the probe brane. We study the influence of the\nbackreacted flavors on the effect of dynamical mass generation. Qualitatively\nthe physical picture remains unchanged. In the next step we consider the case\nwhen the magnetic field couples to both the backreacted and the probe\nfundamental degrees of freedom. At sufficiently strong magnetic field the meson\nspectrum signals an instability of the probe D7-brane, which we interpret as\nreflecting an instability of the supergravity background.\n","Comment: 33 pages, 5 figures, v2: minor corrections and references added"]}]
["1106.2913",{"format":[],"subject":["Mathematics - Symplectic Geometry","53D05, 57S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2913"],"date":["2011-06-15","2011-08-09"],"type":["text"],"creator":["Viña, Andrés"],"language":[],"coverage":[],"title":["Characteristic number associated to mass linear pairs"],"description":["  Let $\\Delta$ be a Delzant polytope in ${\\mathbb R}^n$ and ${\\mathbf\nb}\\in{\\mathbb Z}^n$. Let $E$ denote the symplectic fibration over $S^2$\ndetermined by the pair $(\\Delta,\\,{\\mathbf b})$. Under certain hypotheses, we\nprove the equivalence between the fact that $(\\Delta,\\,{\\mathbf b})$ is a mass\nlinear pair (D. McDuff, S. Tolman, {\\em Polytopes with mass linear functions.\nI.} Int. Math. Res. Not. IMRN 8 (2010) 1506-1574.) and the vanishing of a\ncharacteristic number of $E$. Denoting by ${\\rm Ham}(M_{\\Delta})$ the\nHamiltonian group of the symplectic manifold defined by $\\Delta$, we determine\nloops in ${\\rm Ham}(M_{\\Delta})$ that define infinite cyclic subgroups in\n$\\pi_1({\\rm Ham}(M_{\\Delta}))$, when $\\Delta$ satisfies any of the following\nconditions: (i) it is the trapezium associated with a Hirzebruch surface, (ii)\nit is a $\\Delta_p$ bundle over $\\Delta_1$, (iii) $\\Delta$ is the truncated\nsimplex associated with the one point blow up of ${\\mathbb C}P^n$.\n","Comment: Revised version which will appear in ISRN Geometry"]}]
["1106.5470",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5470"],"date":["2011-06-27","2011-08-09"],"type":["text"],"creator":["Kobayashi, Koji"],"language":[],"coverage":[],"title":["Connection and Dispersion of Computation"],"description":["  This paper talk about the influence of Connection and Dispersion on\nComputational Complexity. And talk about the HornCNF's connection and CNF's\ndispersion, and show the difference between CNFSAT and HornSAT. First, I talk\nthe relation between MUC decision problem and classifying the truth value\nassignment. Second, I define the two inner products (\"inner product\" and \"inner\nharmony\") and talk about the influence of orthogonal and correlation to MUC.\nAnd we can not reduce MUC to Orthogonalization MUC by using HornMUC in\npolynomial size because HornMUC have high orthogonal of inner harmony and MUC\ndo not. So DP is not P, and NP is not P.\n"]}]
["1106.5698",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5698"],"date":["2011-06-28","2011-08-09"],"type":["text"],"creator":["Moore, Gregory W.","Tachikawa, Yuji"],"language":[],"coverage":[],"title":["On 2d TQFTs whose values are holomorphic symplectic varieties"],"description":["  For simple and simply-connected complex algebraic group G, we conjecture the\nexistence of a functor eta_G from the category of 2-bordisms to the category of\nholomorphic symplectic varieties with Hamiltonian action, such that gluing of\nboundaries corresponds to the holomorphic symplectic quotient with respect to\nthe diagonal action of G. We describe various properties of eta_G obtained via\nstring-theoretic analysis. Mathematicians are urged to construct eta_G\nrigorously.\n","Comment: 15 pages, to appear in the proceedings of String-Math 2011\n  conference; v2: small corrections"]}]
["1107.0386",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","82B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0386"],"date":["2011-07-02","2011-08-09"],"type":["text"],"creator":["Klopp, Frédéric","Loss, Michael","Nakamura, Shu","Stolz, Günter"],"language":[],"coverage":[],"title":["Understanding the Random Displacement Model: From Ground-State\n  Properties to Localization"],"description":["  We give a detailed survey of results obtained in the most recent half decade\nwhich led to a deeper understanding of the random displacement model, a model\nof a random Schr\\\"odinger operator which describes the quantum mechanics of an\nelectron in a structurally disordered medium. These results started by\nidentifying configurations which characterize minimal energy, then led to\nLifshitz tail bounds on the integrated density of states as well as a Wegner\nestimate near the spectral minimum, which ultimately resulted in a proof of\nspectral and dynamical localization at low energy for the multi-dimensional\nrandom displacement model.\n","Comment: 31 pages, 7 figures, final version, to appear in Proceedings of\n  \"Spectral Days 2010\", Santiago, Chile, September 20-24, 2010"]}]
["1107.0539",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0539","Social Networks 33, 3 (July 2011) pp. 219--30","doi:10.1016/j.socnet.2011.05.004"],"date":["2011-07-04"],"type":["text"],"creator":["Braha, Dan","Stacey, Blake","Bar-Yam, Yaneer"],"language":[],"coverage":[],"title":["Corporate competition: A self-organized network"],"description":["  A substantial number of studies have extended the work on universal\nproperties in physical systems to complex networks in social, biological, and\ntechnological systems. In this paper, we present a complex networks perspective\non interfirm organizational networks by mapping, analyzing and modeling the\nspatial structure of a large interfirm competition network across a variety of\nsectors and industries within the United States. We propose two micro-dynamic\nmodels that are able to reproduce empirically observed characteristics of\ncompetition networks as a natural outcome of a minimal set of general\nmechanisms governing the formation of competition networks. Both models, which\nutilize different approaches yet apply common principles to network formation\ngive comparable results. There is an asymmetry between companies that are\nconsidered competitors, and companies that consider others as their\ncompetitors. All companies only consider a small number of other companies as\ncompetitors; however, there are a few companies that are considered as\ncompetitors by many others. Geographically, the density of corporate\nheadquarters strongly correlates with local population density, and the\nprobability two firms are competitors declines with geographic distance. We\nconstruct these properties by growing a corporate network with competitive\nlinks using random incorporations modulated by population density and\ngeographic distance. Our new analysis, methodology and empirical results are\nrelevant to various phenomena of social and market behavior, and have\nimplications to research fields such as economic geography, economic sociology,\nand regional economic development.\n","Comment: In Press Social Networks, 2011"]}]
["1107.0997",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0997","PLoS ONE 6(8): e23084 (2011)","doi:10.1371/journal.pone.0023084"],"date":["2011-07-05"],"type":["text"],"creator":["Perra, Nicola","Balcan, Duygu","Gonçalves, Bruno","Vespignani, Alessandro"],"language":[],"coverage":[],"title":["Towards a characterization of behavior-disease models"],"description":["  The last decade saw the advent of increasingly realistic epidemic models that\nleverage on the availability of highly detailed census and human mobility data.\nData-driven models aim at a granularity down to the level of households or\nsingle individuals. However, relatively little systematic work has been done to\nprovide coupled behavior-disease models able to close the feedback loop between\nbehavioral changes triggered in the population by an individual's perception of\nthe disease spread and the actual disease spread itself. While models lacking\nthis coupling can be extremely successful in mild epidemics, they obviously\nwill be of limited use in situations where social disruption or behavioral\nalterations are induced in the population by knowledge of the disease. Here we\npropose a characterization of a set of prototypical mechanisms for\nself-initiated social distancing induced by local and non-local\nprevalence-based information available to individuals in the population. We\ncharacterize the effects of these mechanisms in the framework of a\ncompartmental scheme that enlarges the basic SIR model by considering separate\nbehavioral classes within the population. The transition of individuals in/out\nof behavioral classes is coupled with the spreading of the disease and provides\na rich phase space with multiple epidemic peaks and tipping points. The class\nof models presented here can be used in the case of data-driven computational\napproaches to analyze scenarios of social adaptation and behavioral change.\n","Comment: 24 pages, 15 figures"]}]
["1107.3479",{"format":[],"subject":["Mathematics - General Mathematics","11M26, 11E45, 11M41, 11S40, 30G30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3479"],"date":["2011-07-18","2011-08-09"],"type":["text"],"creator":["Stenlund, Henrik"],"language":[],"coverage":[],"title":["Recursion Relations and Functional Equations for the Riemann Zeta\n  Function"],"description":["  New recursion relations for the Riemann zeta function are introduced. Their\nderivation started from the standard functional equation. The new functional\nequations have both real and imaginary increment versions and can be applied\nover the whole complex plane. We have developed various versions of the\nrecursion relations eliminating each of the coefficient functions, leaving\nplain zeta functions\n","Comment: Revised with two new recursion relations to section 4"]}]
["1108.1225",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1225"],"date":["2011-08-04","2011-08-08"],"type":["text"],"creator":["Procaccia, Itamar","Regev, Ido"],"language":[],"coverage":[],"title":["Statistical Mechanics of the Anomalous Behavior of Tetrahedral Liquids"],"description":["  Tetrahedral liquids such as water and silica-melt show unusual thermodynamic\nbehavior such as a density maximum and an increase in specific-heat when cooled\nto low temperatures. There is a debate in the literature whether these\nphenomena stem from a phase transition into a low-density and high-density\nliquid phases, which occur in the supercooled regime. Here we consider a model\nof tetrahedral liquids for which we construct a volume-constrained statistical\nmechanical theory which quantifies the local structure of the liquid. We\ncompare the theory to molecular dynamics simulations and show that the theory\ncan rationalize the simulations semi-quantitatively. We show that the anomalous\ndensity and specific heat behavior arise naturally from this theory without\nexhibiting a liquid-liquid phase-transition. We explain that this theory may or\nmay not have a phase transition, depending on the volume and temperature\ndependence of the energy and entropy which are sensitive to small changes in\nthe parameters of the model.\n"]}]
["1108.1239",{"format":[],"subject":["Mathematics - Combinatorics","91A46, 91A05, 68Q25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1239"],"date":["2011-08-04","2011-08-09"],"type":["text"],"creator":["Guo, Alan"],"language":[],"coverage":[],"title":["Winning strategies for aperiodic subtraction games"],"description":["  We provide a winning strategy for sums of games of MARK-t, an impartial game\nplayed on the nonnegative integers where each move consists of subtraction by\nan integer between 1 and t-1 inclusive, or division by t, rounding down when\nnecessary. Our algorithm computes the Sprague-Grundy values for arbitrary n in\nquadratic time. This solves a problem posed by Aviezri Fraenkel. In addition,\nwe characterize the P-positions and N-positions for the game in mis\\`ere play.\n","Comment: 6 pages, no figuress, added references, fixed typos, made proofs more\n  efficient"]}]
["1108.1581",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1581"],"date":["2011-08-07","2011-08-09"],"type":["text"],"creator":["Grinfeld, Pavel"],"language":[],"coverage":[],"title":["A Geometric Construction for the Evaluation of Mean Curvature"],"description":["  We give a relationship that yields an effective geometric way of evaluating\nmean curvature of surfaces. The approach is reminiscent of the Gauss's contour\nbased evaluation of intrinsic curvature. The presented formula may have a\nnumber of potential applications including estimating the normal vector and\nmean curvature on triangulated surfaces. Given how brief is its derivation, it\nis truly surprising that this formula does not appear in the existing\nliterature on differential geometry -- at least according to the author's\nsearch. We hope to learn about a reference containing this result.\n"]}]
["1108.1674",{"format":[],"subject":["Quantum Physics","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1674"],"date":["2011-08-08"],"type":["text"],"creator":["Vongehr, Sascha"],"language":[],"coverage":[],"title":["Many Worlds Model resolving the Einstein Podolsky Rosen paradox via a\n  Direct Realism to Modal Realism Transition that preserves Einstein Locality"],"description":["  The violation of Bell inequalities by quantum physical experiments disproves\nall relativistic micro causal, classically real models, short Local Realistic\nModels (LRM). Non-locality, the infamous \"spooky interaction at a distance\" (A.\nEinstein), is already sufficiently 'unreal' to motivate modifying the\n\"realistic\" in \"local realistic\". This has led to many worlds and finally many\nminds interpretations. We introduce a simple many world model that resolves the\nEinstein Podolsky Rosen paradox. The model starts out as a classical LRM, thus\nclarifying that the many worlds concept alone does not imply quantum physics.\nSome of the desired non-locality, e.g. anti-correlation at equal measurement\nangles, is already present, but Bell's inequality can of course not be\nviolated. A single and natural step turns this LRM into a quantum model\npredicting the correct probabilities. Intriguingly, the crucial step does\nobviously not modify locality but instead reality: What before could have still\nbeen a direct realism turns into modal realism. This supports the trend away\nfrom the focus on non-locality in quantum mechanics towards a mature structural\nrealism that preserves micro causality.\n","Comment: 20 pages, 2 figures"]}]
["1108.1716",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Physics and Society","37L60, 37N25, 05C69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1716"],"date":["2011-08-08","2011-08-09"],"type":["text"],"creator":["Banisch, Sven","Lima, Ricardo","Araújo, Tanya"],"language":[],"coverage":[],"title":["Agent Based Models and Opinion Dynamics as Markov Chains"],"description":["  This paper introduces a Markov chain approach that allows a rigorous analysis\nof agent based opinion dynamics as well as other related agent based models\n(ABM). By viewing the ABM dynamics as a micro description of the process, we\nshow how the corresponding macro description is obtained by a projection\nconstruction. Then, well known conditions for lumpability make it possible to\nestablish the cases where the macro model is still Markov. In this case we\nobtain a complete picture of the dynamics including the transient stage, the\nmost interesting phase in applications. For such a purpose a crucial role is\nplayed by the type of probability distribution used to implement the stochastic\npart of the model which defines the updating rule and governs the dynamics. In\naddition, we show how restrictions in communication leading to the co-existence\nof different opinions follow from the emergence of new absorbing states. We\ndescribe our analysis in detail with some specific models of opinion dynamics.\nGeneralizations concerning different opinion representations as well as opinion\nmodels with other interaction mechanisms are also discussed. We find that our\nmethod may be an attractive alternative to mean-field approaches and that this\napproach provides new perspectives on the modeling of opinion exchange\ndynamics, and more generally of other ABM.\n","Comment: 26 pages, 12 figures"]}]
["1108.1748",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1748","Chapter of the book \"Graphene Simulation\"Edited by: J.R. Gong,\n  InTech Publishing, Rijeka, Croatia, (2011), ISBN 978-953-307-556-3"],"date":["2011-08-08"],"type":["text"],"creator":["Drissi, Lalla Btissam","Saidi, El Hassan","Bousmina, Mosto"],"language":[],"coverage":[],"title":["Graphene and Cousin Systems"],"description":["  Graphene is a new material that exhibits remarkable properties from both\nfundamental and applied issues. This is a 2D matter system whose physical and\nmechanical features have been approached by using tight binding model, first\nprinciple calculations based on DFT and membrane theory. Graphene as a carbon\nmolecule has also hidden symmetries that motivated extensions in various\ndimensions such as chain-type configurations, that are frequently observed as\nthe graphene bridge narrowed down to a few- or single-atom width, graphene\nmulti-layers thought of as electric capacitors, doped graphene to gain more\nphysical properties as well as cousin systems such as diamond and hyperdiamond.\nIn this work, we use tight binding model ideas and field theory method as well\nas the hidden symmetries of the underlying crystals to study physical aspects\nof 2D graphene and its homologues. We also study the relation between 2D\ngraphene with the Bori\\c{c}i-Creutz fermions considered recently in literature\nas an adequate model to perform numerical simulations in 4D lattice QCD where\nthe two Dirac zeros are interpreted in terms of the light quarks up and down.\n","Comment: 34 pages, 14 figures"]}]
["1108.1804",{"format":[],"subject":["Physics - Classical Physics","Physics - Data Analysis, Statistics and Probability","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1804"],"date":["2011-08-08"],"type":["text"],"creator":["Backhaus, Scott","Liu, Yilu"],"language":[],"coverage":[],"title":["Electromechanical Wave Green's Function Estimation from Ambient\n  Electrical Grid Frequency Noise"],"description":["  Many electrical grid transients can be described by the propagation of\nelectromechanical (EM) waves that couple oscillations of power flows over\ntransmission lines and the inertia of synchronous generators. These EM waves\ncan take several forms: large-scale standing waves forming inter-area modes,\nlocalized oscillations of single or multi-machine modes, or traveling waves\nthat spread quasi-circularly from major grid disturbances. The propagation\nspeed and damping of these EM waves are potentially a powerful tool for\nassessing grid stability, e.g. small signal or rotor angle stability, however,\nEM wave properties have been mostly extracted from post-event analysis of major\ngrid disturbances. Using a small set of data from the FNET sensor network, we\nshow how the spatially resolved Green's function for EM wave propagation can be\nextracted from ambient frequency noise without the need for a major\ndisturbance. If applied to an entire interconnection, an EM-wave Green's\nfunction map will enable a model-independent method of predicting the\npropagation of grid disturbances and assessing stability.\n","Comment: 9 pages, 4 figures"]}]
["1108.1817",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1817","Mod. Phys. Lett. B 25 (2011) 1083","doi:10.1142/S0217984911026796"],"date":["2011-08-08"],"type":["text"],"creator":["Johannesson, Henrik","Mross, David F.","Eriksson, Erik"],"language":[],"coverage":[],"title":["Two-Impurity Kondo Model: Spin-Orbit Interactions and Entanglement"],"description":["  Motivated by proposals to employ RKKY-coupled spins as building blocks in a\nsolid-state quantum computer, we analyze how the RKKY interaction in a 2D\nelectron gas is influenced by spin-orbit interactions. Using a two-impurity\nKondo model with added Dresselhaus and Rashba spin-orbit interactions we find\nthat spin-rotational invariance of the RKKY interaction - essential for having\na well-controllable two-qubit gate - is restored when tuning the Rashba\ncoupling to have the same strength as the Dresselhaus coupling. We also discuss\nthe critical properties of the two-impurity Kondo model in the presence of\nspin-orbit interactions, and extract the leading correction to the block\nentanglement scaling due to these interactions.\n","Comment: Proceedings of StatPhys 24 satellite conference in Hanoi; 9 pages, 4\n  figures"]}]
["1108.1819",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1819"],"date":["2011-08-08"],"type":["text"],"creator":["Grossman, Rebecca","Levin, Janna","Perez-Giz, Gabe"],"language":[],"coverage":[],"title":["Faster computation of adiabatic EMRIs using resonances"],"description":["  Motivated by the prohibitive computational cost of producing adiabatic\nextreme mass ratio inspirals, we explain how a judicious use of resonant orbits\ncan dramatically expedite both that calculation and the generation of snapshot\ngravitational waves from geodesic sources. In the course of our argument, we\nclarify the resolution of a lingering debate on the appropriate adiabatic\naveraging prescription in favor of torus averaging over time averaging.\n","Comment: 30 pages, 7 figures. Submitted to Phys. Rev. D"]}]
["1108.1820",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Algebraic Geometry","11F41, 14G35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1820"],"date":["2011-08-08"],"type":["text"],"creator":["Borisov, Lev A.","Gunnells, Paul E."],"language":[],"coverage":[],"title":["On Hilbert modular threefolds of discriminant 49"],"description":["  Let K be the totally real cubic field of discriminant 49, let O be its ring\nof integers, and let p be the prime over 7. Let Gamma (p)\\subset Gamma =\nSL_2(O) be the principal congruence subgroup of level p. This paper\ninvestigates the geometry of the Hilbert modular threefold attached to Gamma\n(p) and some related varieties. In particular, we discover an octic in P^3 with\n84 isolated singular points of type A_2.\n"]}]
["1108.1823",{"format":[],"subject":["Mathematics - Quantum Algebra","17B69"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1823"],"date":["2011-08-08"],"type":["text"],"creator":["Abe, Toshiyuki","Arike, Yusuke"],"language":[],"coverage":[],"title":["Intertwining operators and fusion rules for vertex operator algebras\n  arising from symplectic fermions"],"description":["  We determine fusion rules (dimensions of the space of intertwining operators)\namong simple modules for the vertex operator algebra obtained as an even part\nof the symplectic fermionic vertex operator superalgebra. By using these fusion\nrules we show that the fusion algebra of this vertex operator algebra is\nisomorphic to the group algebra of the Klein four group over Z.\n","Comment: 29 pages"]}]
["1108.1831",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1831"],"date":["2011-08-08"],"type":["text"],"creator":["Wolters, Stephen D.","Rozitis, Ben","Duddy, Samuel R.","Lowry, Stephen C.","Green, Simon F.","Snodgrass, Colin","Hainaut, Olivier R.","Weissman, Paul"],"language":[],"coverage":[],"title":["Physical characterisation of low delta-V asteroid (175706) 1996 FG3"],"description":["  Asteroid (175706) 1996 FG3 is a binary asteroid and the baseline target for\nthe proposed MarcoPolo-R sample-return mission. We present thermal IR\nphotometry obtained with the ESO VLT+VISIR together with optical photometry\nobtained with the ESO NTT+EFOSC2 . An absolute visual magnitude H_V = 17.833\n\\pm 0.024 and phase parameter G = -0.041 \\pm 0.005 is derived. The Near-Earth\nAsteroid Thermal Model (NEATM) has been fitted to the measured fluxes to derive\na geometric visual albedo p_v = 0.046 \\pm 0.014, effective diameter at the\nobserved aspect D_eff = 1.68 \\pm 0.25 km, and beaming parameter {\\eta} = 1.15\nfor phase angle {\\alpha} = 11.7{\\deg}. The Advanced Thermophysical Model (ATPM)\nhas been fitted to the measured fluxes to derive a more accurate effective\ndiameter D_eff = 1.71 \\pm 0.07 km and albedo p_v = 0.044 \\pm 0.004. Based on\nthe ATPM results, assuming the same albedo for primary and secondary, we derive\na primary mean spherical diameter D_p = (1.69 +0.18/-0.12) km, secondary\ndiameter D_s = 0.51 \\pm 0.03 km, and a secondary orbital semi-major axis a =\n(2.8 +1.7/-0.7) km. A low surface thermal inertia {\\Gamma} = 120 \\pm 50 J m^-2\ns^-1/2 K^-1 was also derived, suggesting a dusty surface and raising questions\nas to the binary formation mechanism of this asteroid. These physical\nproperties are used to predict a Yarkovsky drift in semi-major axis of (-60\n+31/-45) m yr-1.\n","Comment: 24 pages, 7 Figures. Accepted by MNRAS"]}]
["1108.1838",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1838"],"date":["2011-08-08"],"type":["text"],"creator":["Gaisser, Thomas K."],"language":[],"coverage":[],"title":["IceCube: Status and Results"],"description":["  This talk describes the complete IceCube neutrino telescope and summarizes\nsome results obtained while the detector was under construction.\n","Comment: 16 pages, 4 figures for Proceedings of the XIV International Workshop\n  on Neutrino Telescopes, Venice, March, 2011"]}]
["1108.1841",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1841","PhysRevE.84.026106 (2011)","doi:10.1103/PhysRevE.84.026106"],"date":["2011-08-08"],"type":["text"],"creator":["Wu, Zhi-Xi","Holme, Petter"],"language":[],"coverage":[],"title":["Onion structure and network robustness"],"description":["  In a recent work [Proc. Natl. Acad. Sci. USA 108, 3838 (2011)], Schneider et\nal. proposed a new measure for network robustness and investigated optimal\nnetworks with respect to this quantity. For networks with a power-law degree\ndistribution, the optimized networks have an onion structure-high-degree\nvertices forming a core with radially decreasing degrees and an\nover-representation of edges within the same radial layer. In this paper we\nrelate the onion structure to graphs with good expander properties (another\ncharacterization of robust network) and argue that networks of skewed degree\ndistributions with large spectral gaps (and thus good expander properties) are\ntypically onion structured. Furthermore, we propose a generative algorithm\nproducing synthetic scale-free networks with onion structure, circumventing the\noptimization procedure of Schneider et al. We validate the robustness of our\ngenerated networks against malicious attacks and random removals.\n","Comment: 6 pages, 5 figures"]}]
["1108.1842",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1842","C. R. Physique 12 (2011) 532-541","doi:10.1016/j.crhy.2011.04.005"],"date":["2011-08-08"],"type":["text"],"creator":["Bourbonnais, C.","Sedeki, A."],"language":[],"coverage":[],"title":["Superconductivity and antiferromagnetism as interfering orders in\n  organic conductors"],"description":["  Superconductivity in the Bechgaard salts series of quasi-one-dimensional\norganic conductors occurs on the verge of spin-density-wave ordering when\nhydrostatic pressure is applied. The sequence of instabilities is intimately\nconnected to normal state anomalies in various quantities like the temperature\ndependence of electrical transport and nuclear spin-lattice relaxation rate. We\ndiscuss how such a connection takes its origin in the interference between the\ndifferent pairing mechanisms responsible for antiferromagnetism and\nsuperconductivity, a duo that can be comprehended in terms of a weak coupling\nrenormalization group theory. The recent developments along this line of though\nare presented in relation to experiments.\n","Comment: 11 pages, 6 figures"]}]
["1108.1846",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","Mathematics - Dynamical Systems","34C07, 34C08 (Primary) 34M10, 34M60, 14Q20, 32S40 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1846"],"date":["2011-08-08"],"type":["text"],"creator":["Binyamini, Gal","Dor, Gal"],"language":[],"coverage":[],"title":["A Uniform Version of the Petrov-Khovanskii Theorem"],"description":["  An Abelian integral is the integral over the level curves of a Hamiltonian\n$H$ of an algebraic form $\\omega$. The infinitesimal Hilbert sixteenth problem\ncalls for the study of the number of zeros of Abelian integrals in terms of the\ndegrees $H$ and $\\omega$. Petrov and Khovanskii have shown that this number\ngrows at most linearly with the degree of $\\omega$, but gave a purely\nexistential bound. Binyamini, Novikov and Yakovenko have given an\n\\emph{explicit} bound growing doubly-exponentially with the degree.\n  We combine the techniques used in the proofs of these two results, to obtain\nan explicit bound on the number of zeros of Abelian integrals growing linearly\nwith $\\deg\\omega$.\n"]}]
["1108.1852",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1852"],"date":["2011-08-08"],"type":["text"],"creator":["Borges, Herivelto","Conceição, Ricardo"],"language":[],"coverage":[],"title":["On the characterization of minimal value set polynomials"],"description":["  We give an explicit characterization of all minimal value set polynomials in\n$\\F_q[x]$ whose set of values is a subfield $\\F_{q'}$ of $\\F_{q}$. We show that\nthe set of such polynomials, together with the constants of $\\F_{q'}$, is an\n$\\F_{q'}$-vector space of dimension $2^{[\\F_{q}:\\F_{q'}]}$. Our approach not\nonly provides the exact number of such polynomials, but also yields a\nconstruction of new examples of minimal value set polynomials for some other\nfixed value sets. In the latter case, we also derive a non-trivial lower bound\nfor the number of such polynomials.\n","Comment: 19 pages"]}]
["1108.1853",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1853"],"date":["2011-08-09"],"type":["text"],"creator":["Choi, K. -Y.","Wang, Z. -X.","Ozarowski, A.","van Tol, J.","Zhou, H. D.","Wiebe, C. R.","Dalal, N. S."],"language":[],"coverage":[],"title":["AC Susceptibility and Electron Spin Resonance Studies of Spin Dynamics\n  in n Ba$_3$NbFe$_3$Si$_2$O$_{14}$: A Geometrically Frustrated Lattice"],"description":["  We report ac susceptibility and high-frequency electron spin resonance (ESR)\nmeasurements on the geometrically frustrated compound\nBa$_3$NbFe$_3$Si$_2$O$_{14}$ with the N\\'{e}el temperature $T_N=27 K$. An\nunusually large frequency-dependence of ac susceptibility in the temperature\nrange of 20 - 100 K reveals a spin-glass-like behavior, signalling the presence\nof frustration related slow magnetic fluctuations. ESR experiments show a\nmulti-step magnetic and spin chirality ordering process. For temperatures above\n30 K, the weak temperature dependence of the ESR linewidth $\\Delta\nH_{pp}\\propto T^{-p}$ with $p=0.8$ evidences the development of short-range\ncorrelated spin clusters. The critical broadening with $p =1.8$, persisting\ndown to 14 K, indicates the coexistence of the short-range ordered spin\nclusters within a helically ordered state. Below 9.5 K, the anomalously large\ndecrease of the linewidth reveals the stabilization of a long-range ordered\nstate with one chirality.\n","Comment: one-columb 10 pages, 3 figures"]}]
["1108.1854",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1854","Automatica vol.46, pp.2041-2046","doi:10.1016/j.automatica.2010.08.016"],"date":["2011-08-09"],"type":["text"],"creator":["Hu, Jiangping","Hu, Xiaoming"],"language":[],"coverage":[],"title":["Nonlinear filtering in target tracking using cooperative mobile sensors"],"description":["  Collaborative signal processing and sensor deployment have been among the\nmost important research tasks in target tracking using networked sensors. In\nthis paper, the mathematical model is formulated for single target tracking\nusing mobile nonlinear scalar range sensors. Then a sensor deployment strategy\nis proposed for the mobile sensors and a nonlinear convergent filter is built\nto estimate the trajectory of the target.\n","Comment: 8 pages, 1 figure"]}]
["1108.1855",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems","Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1855","Automatica, vol. 46, 2010, pp.1382-1387","doi:10.1016/j.automatica.2010.05.020"],"date":["2011-08-09"],"type":["text"],"creator":["Hu, Jiangping","Feng, Gang"],"language":[],"coverage":[],"title":["Distributed tracking control of leader-follower multi-agent systems\n  under noisy measurement"],"description":["  In this paper, a distributed tracking control scheme with distributed\nestimators has been developed for a leader-follower multi-agent system with\nmeasurement noises and directed interconnection topology. It is supposed that\neach follower can only measure relative positions of its neighbors in a noisy\nenvironment, including the relative position of the second-order active leader.\nA neighbor-based tracking protocol together with distributed estimators is\ndesigned based on a novel velocity decomposition technique. It is shown that\nthe closed loop tracking control system is stochastically stable in mean square\nand the estimation errors converge to zero in mean square as well. A simulation\nexample is finally given to illustrate the performance of the proposed control\nscheme.\n","Comment: 8 Pages, 3 figures"]}]
["1108.1860",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Physics and Society","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1860"],"date":["2011-08-09"],"type":["text"],"creator":["Rousseau, Ronald"],"language":[],"coverage":[],"title":["Percentile rank scores are congruous indicators of relative performance,\n  or aren't they?"],"description":["  Percentile ranks and the I3 indicator were introduced by Bornmann,\nLeydesdorff, Mutz and Opthof. These two notions are based on the concept of\npercentiles (or quantiles) for discrete data. As several definitions for these\nnotions exist we propose one that we think is suitable in this context. Next we\nshow that if the notion of relative congruous indicators is carefully defined\nthen percentile rank scores are congruous indicators of relative performance.\nThe I3 indicator is a strictly congruous indicator of absolute performance.\n","Comment: 14 pages"]}]
["1108.1861",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1861","EPTCS 60, 2011, pp. 1-18","doi:10.4204/EPTCS.60.1"],"date":["2011-08-09"],"type":["text"],"creator":["Andova, Suzana","Groenewegen, Luuk","de Vink, Erik"],"language":[],"coverage":[],"title":["Towards reduction of Paradigm coordination models"],"description":["  The coordination modelling language Paradigm addresses collaboration between\ncomponents in terms of dynamic constraints. Within a Paradigm model, component\ndynamics are consistently specified at a detailed and a global level of\nabstraction. To enable automated verification of Paradigm models, a translation\nof Paradigm into process algebra has been defined in previous work. In this\npaper we investigate, guided by a client-server example, reduction of Paradigm\nmodels based on a notion of global inertness. Representation of Paradigm models\nas process algebraic specifications helps to establish a property-preserving\nequivalence relation between the original and the reduced Paradigm model.\nExperiments indicate that in this way larger Paradigm models can be analyzed.\n","Comment: In Proceedings PACO 2011, arXiv:1108.1452"]}]
["1108.1862",{"format":[],"subject":["Computer Science - Software Engineering","D.2.4","D.2.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1862","EPTCS 60, 2011, pp. 19-35","doi:10.4204/EPTCS.60.2"],"date":["2011-08-09"],"type":["text"],"creator":["Kokash, Natallia","Arbab, Farhad","Changizi, Behnaz","Makhnist, Leonid"],"language":[],"coverage":[],"title":["Input-output Conformance Testing for Channel-based Service Connectors"],"description":["  Service-based systems are software systems composed of autonomous components\nor services provided by different vendors, deployed on remote machines and\naccessible through the web. One of the challenges of modern software\nengineering is to ensure that such a system behaves as intended by its\ndesigner. The Reo coordination language is an extensible notation for formal\nmodeling and execution of service compositions. Services that have no prior\nknowledge about each other communicate through advanced channel connectors\nwhich guarantee that each participant, service or client, receives the right\ndata at the right time. Each channel is a binary relation that imposes\nsynchronization and data constraints on input and output messages. Furthermore,\nchannels are composed together to realize arbitrarily complex behavioral\nprotocols. During this process, a designer may introduce errors into the\nconnector model or the code for their execution, and thus affect the behavior\nof a composed service. In this paper, we present an approach for model-based\ntesting of coordination protocols designed in Reo. Our approach is based on the\ninput-output conformance (ioco) testing theory and exploits the mapping of\nautomata-based semantic models for Reo to equivalent process algebra\nspecifications.\n","Comment: In Proceedings PACO 2011, arXiv:1108.1452"]}]
["1108.1863",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1863","EPTCS 60, 2011, pp. 36-55","doi:10.4204/EPTCS.60.3"],"date":["2011-08-09"],"type":["text"],"creator":["Baeten, Jos","van Beek, Bert","van Hulst, Allan","Markovski, Jasen"],"language":[],"coverage":[],"title":["A Process Algebra for Supervisory Coordination"],"description":["  A supervisory controller controls and coordinates the behavior of different\ncomponents of a complex machine by observing their discrete behaviour.\nSupervisory control theory studies automated synthesis of controller models,\nknown as supervisors, based on formal models of the machine components and a\nformalization of the requirements. Subsequently, code generation can be used to\nimplement this supervisor in software, on a PLC, or embedded microprocessor. In\nthis article, we take a closer look at the control loop that couples the\nsupervisory controller and the machine. We model both event-based and\nstate-based observations using process algebra and bisimulation-based\nsemantics. The main application area of supervisory control that we consider is\ncoordination, referred to as supervisory coordination, and we give an academic\nand an industrial example, discussing the process-theoretic concepts employed.\n","Comment: In Proceedings PACO 2011, arXiv:1108.1452"]}]
["1108.1864",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1864","EPTCS 60, 2011, pp. 56-65","doi:10.4204/EPTCS.60.4"],"date":["2011-08-09"],"type":["text"],"creator":["Delzanno, Giorgio","Sangnier, Arnaud","Zavattaro, Gianluigi"],"language":[],"coverage":[],"title":["Parameterized Verification of Safety Properties in Ad Hoc Network\n  Protocols"],"description":["  We summarize the main results proved in recent work on the parameterized\nverification of safety properties for ad hoc network protocols. We consider a\nmodel in which the communication topology of a network is represented as a\ngraph. Nodes represent states of individual processes. Adjacent nodes represent\nsingle-hop neighbors. Processes are finite state automata that communicate via\nselective broadcast messages. Reception of a broadcast is restricted to\nsingle-hop neighbors. For this model we consider a decision problem that can be\nexpressed as the verification of the existence of an initial topology in which\nthe execution of the protocol can lead to a configuration with at least one\nnode in a certain state. The decision problem is parametric both on the size\nand on the form of the communication topology of the initial configurations. We\ndraw a complete picture of the decidability and complexity boundaries of this\nproblem according to various assumptions on the possible topologies.\n","Comment: In Proceedings PACO 2011, arXiv:1108.1452"]}]
["1108.1865",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Logic in Computer Science","Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1865","EPTCS 60, 2011, pp. 66-75","doi:10.4204/EPTCS.60.5"],"date":["2011-08-09"],"type":["text"],"creator":["Bernardo, Marco","De Nicola, Rocco","Loreti, Michele"],"language":[],"coverage":[],"title":["Uniform Labeled Transition Systems for Nondeterministic, Probabilistic,\n  and Stochastic Process Calculi"],"description":["  Labeled transition systems are typically used to represent the behavior of\nnondeterministic processes, with labeled transitions defining a one-step state\nto-state reachability relation. This model has been recently made more general\nby modifying the transition relation in such a way that it associates with any\nsource state and transition label a reachability distribution, i.e., a function\nmapping each possible target state to a value of some domain that expresses the\ndegree of one-step reachability of that target state. In this extended\nabstract, we show how the resulting model, called ULTraS from Uniform Labeled\nTransition System, can be naturally used to give semantics to a fully\nnondeterministic, a fully probabilistic, and a fully stochastic variant of a\nCSP-like process language.\n","Comment: In Proceedings PACO 2011, arXiv:1108.1452"]}]
["1108.1868",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1868","CERN Yellow Report CERN-2011-003, pp. 37-40"],"date":["2011-08-09"],"type":["text"],"creator":["Caspi, S."],"language":[],"coverage":[],"title":["LBNL high field core program"],"description":["  The LBNL Superconducting Magnet Group mission is to develop and establish the\ntechnologies associated with high field superconducting magnets in order to\nprovide cost-effective options for the next-generation high-energy physics\naccelerators. The research effort is part of the group core program and the\ndevelopment is part of the LARP program discussed elsewhere at this workshop.\n","Comment: 4 pages, contribution to the EuCARD-AccNet-EuroLumi Workshop: The\n  High-Energy Large Hadron Collider, Malta, 14 -- 16 Oct 2010"]}]
["1108.1869",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1869","CERN Yellow Report CERN-2011-003, pp. 50-58"],"date":["2011-08-09"],"type":["text"],"creator":["Zlobin, A. V."],"language":[],"coverage":[],"title":["Status of Nb$_3$Sn accelerator magnet R&D at Fermilab"],"description":["  New accelerator magnet technology based on Nb3Sn superconductor is being\ndeveloped at Fermilab since late 90's. Six short dipole models, seven short\nquadrupole models and numerous individual dipole and quadrupole coils have been\nbuilt and tested, demonstrating magnet performance parameters and their\nreproducibility. The technology scale up program has built and tested several\ndipole and quadrupole coils up to 4-m long. The results of this work are\nsummarized in the paper.\n","Comment: 9 pages, contribution to the EuCARD-AccNet-EuroLumi Workshop: The\n  High-Energy Large Hadron Collider, Malta, 14 -- 16 Oct 2010"]}]
["1108.1870",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1870","CERN Yellow Report CERN-2011-003, pp. 75-78"],"date":["2011-08-09"],"type":["text"],"creator":["Delikaris, D.","Tavian, L."],"language":[],"coverage":[],"title":["Heat loads and cryogenics for HE-LHC"],"description":["  We report preliminary considerations on cryogenics for a higher-energy LHC\n(\"HE-LHC\") with about 16.5 TeV beam energy and 20-T dipole magnets. In\nparticular we sketch the heat loads scaled on the proposed principal beam\nparameters and size the cryogenic plants for different operating temperature of\nthe beam screens.\n","Comment: 4 pages, contribution to the EuCARD-AccNet-EuroLumi Workshop: The\n  High-Energy Large Hadron Collider, Malta, 14 -- 16 Oct 2010"]}]
["1108.1871",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1871","CERN Yellow Report CERN-2011-003, pp. 93-98"],"date":["2011-08-09"],"type":["text"],"creator":["Ohmi, K.","Dominguez, O.","Zimmermann, F."],"language":[],"coverage":[],"title":["Beam-beam studies for the High-Energy LHC"],"description":["  LHC upgrades are being considered both towards higher luminosity (HL-LHC) and\ntowards higher energy (HE-LHC). In this paper we report initial studies of the\nbeam-beam effects in the HE-LHC [1]. The HE-LHC aims at beam energies of 16.5\nTeV, where the transverse emittance decreases due to synchrotron radiation with\na 2-hour damping time. As a result of this emittance, shrinkage the beam-beam\nparameter increases with time, during a physics store. The beam-beam limit in\nthe HE-LHC is explored using computer simulations.\n","Comment: 6 pages, contribution to the EuCARD-AccNet-EuroLumi Workshop: The\n  High-Energy Large Hadron Collider, Malta, 14 -- 16 Oct 2010"]}]
["1108.1877",{"format":[],"subject":["Mathematical Physics","74J30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1877"],"date":["2011-08-09"],"type":["text"],"creator":["Ibragimov, Nail H.","Ibragimov, Ranis N."],"language":[],"coverage":[],"title":["Group Analysis of Nonlinear Internal Waves in Oceans. I:\n  Self-adjointness, conservation laws, invariant solutions"],"description":["  The paper is devoted to the group analysis of equations of motion of\ntwo-dimensional uniformly stratified rotating fluids used as a basic model in\ngeophysical fluid dynamics. It is shown that the nonlinear equations in\nquestion have a remarkable property to be self-adjoint.\n  This property is crucial for constructing conservation laws provided in the\npresent paper. Invariant solutions are constructed using certain symmetries.\nThe invariant solutions are used for defining internal wave beams.\n"]}]
["1108.1879",{"format":[],"subject":["Statistics - Other Statistics","Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1879"],"date":["2011-08-09"],"type":["text"],"creator":["Lee, Duncan","Mitchell, Richard"],"language":[],"coverage":[],"title":["Boundary detection in disease mapping studies"],"description":["  In disease mapping, the aim is to estimate the spatial pattern in disease\nrisk over an extended geographical region, so that areas with elevated risks\ncan be identified. A Bayesian hierarchical approach is typically used to\nproduce such maps, which models the risk surface with a set of spatially smooth\nrandom effects. However, in complex urban settings there are likely to be\nboundaries in the risk surface, which separate populations that are\ngeographically adjacent but have very different risk profiles. Therefore this\npaper proposes an approach for detecting such risk boundaries, and tests its\neffectiveness by simulation. Finally, the model is applied to lung cancer\nincidence data in Greater Glasgow, Scotland, between 2001 and 2005.\n"]}]
["1108.1880",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Rings and Algebras","13A18, 13F30, 16W60, 16Y60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1880"],"date":["2011-08-09"],"type":["text"],"creator":["Izhakian, Zur","Knebusch, Manfred","Rowen, Louis"],"language":[],"coverage":[],"title":["Supertropical Monoids: Basics, Canonical Factorization, and Lifting\n  Ghosts to Tangibles"],"description":["  Supertropical monoids are a structure slightly more general than the\nsupertropical semirings, which have been introduced and used by the first and\nthe third authors for refinements of tropical geometry and matrix theory in\n[IR1]-[IR3], and then studied by us in a systematic way in [IKR1]-[IKR3] in\nconnection with \"supervaluations\".\n  In the present paper we establish a category $\\STROP_m$ of supertropical\nmonoids by choosing as morphisms the \"transmissions\", defined in the same way\nas done in [IKR1] for supertropical semirings. The previously investigated\ncategory $STROP$ of supertropical semirings is a full subcategory of $STROP_m.$\nMoreover, there is associated to every supertropical monoid $V$ a supertropical\nsemiring $\\hat V$ in a canonical way.\n  A central problem in [IKR1]-[IKR3] has been to find for a supertropical\nsemiring $U$ the quotient $U/E$ by a \"TE-relation\", which is a certain kind of\nequivalence relation on the set $U$ compatible with multiplication (cf. [IK1,\nDefinition 4.5]). It turns out that this quotient always exists in $\\STROP_m$.\nIn the good case, that $U/E$ is a supertropical semiring, this is also the\nright quotient in $\\STROP.$ Otherwise, analyzing $(U/E)^\\wedge,$ we obtain a\nmild modification of $E$ to a TE-relation $E'$ such that $U/E' = (U/E)^\\wedge$\nin $\\STROP.$\n  In this way we now can solve various problems left open in [IKR1], [IKR2] and\ngain further insight into the structure of transmissions and supervaluations.\nVia supertropical monoids we also obtain new results on totally ordered\nsupervaluations and monotone transmissions studied in [IKR3].\n","Comment: 48 pages"]}]
["1108.1883",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1883","Phys. Rev. B 84, 054301 (2011)","doi:10.1103/PhysRevB.84.054301"],"date":["2011-08-09"],"type":["text"],"creator":["Arlinghaus, Stephan","Holthaus, Martin"],"language":[],"coverage":[],"title":["Generalized acceleration theorem for spatiotemporal Bloch waves"],"description":["  A representation is put forward for wave functions of quantum particles in\nperiodic lattice potentials subjected to homogeneous time-periodic forcing,\nbased on an expansion with respect to Bloch-like states which embody both the\nspatial and the temporal periodicity. It is shown that there exists a\ngeneralization of Bloch's famous acceleration theorem which grows out of this\nrepresentation and captures the effect of a weak probe force applied in\naddition to a strong dressing force. Taken together, these elements point at a\n\"dressing and probing\" strategy for coherent wave-packet manipulation, which\ncould be implemented in present experiments with optical lattices.\n","Comment: 12 pages, 4 figures"]}]
["1108.1885",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1885","Annals of Applied Statistics 2011, Vol. 5, No. 2A, 1081-1101","doi:10.1214/10-AOAS426"],"date":["2011-08-09"],"type":["text"],"creator":["Johnson, Brent A.","Long, Qi"],"language":[],"coverage":[],"title":["Survival ensembles by the sum of pairwise differences with application\n  to lung cancer microarray studies"],"description":["  Lung cancer is among the most common cancers in the United States, in terms\nof incidence and mortality. In 2009, it is estimated that more than 150,000\ndeaths will result from lung cancer alone. Genetic information is an extremely\nvaluable data source in characterizing the personal nature of cancer. Over the\npast several years, investigators have conducted numerous association studies\nwhere intensive genetic data is collected on relatively few patients compared\nto the numbers of gene predictors, with one scientific goal being to identify\ngenetic features associated with cancer recurrence or survival. In this note,\nwe propose high-dimensional survival analysis through a new application of\nboosting, a powerful tool in machine learning. Our approach is based on an\naccelerated lifetime model and minimizing the sum of pairwise differences in\nresiduals. We apply our method to a recent microarray study of lung\nadenocarcinoma and find that our ensemble is composed of 19 genes, while a\nproportional hazards (PH) ensemble is composed of nine genes, a proper subset\nof the 19-gene panel. In one of our simulation scenarios, we demonstrate that\nPH boosting in a misspecified model tends to underfit and ignore\nmoderately-sized covariate effects, on average. Diagnostic analyses suggest\nthat the PH assumption is not satisfied in the microarray data and may explain,\nin part, the discrepancy in the sets of active coefficients. Our simulation\nstudies and comparative data analyses demonstrate how statistical learning by\nPH models alone is insufficient.\n","Comment: Published in at http://dx.doi.org/10.1214/10-AOAS426 the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1108.1887",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1887","Phys. Rev. B 84, 054513 (2011)","doi:10.1103/PhysRevB.84.054513"],"date":["2011-08-09"],"type":["text"],"creator":["Kriener, M.","Segawa, Kouji","Ren, Zhi","Sasaki, Satoshi","Wada, Shohei","Kuwabata, Susumu","Ando, Yoichi"],"language":[],"coverage":[],"title":["Electrochemical synthesis and superconducting phase diagram of\n  Cu_xBi2Se3"],"description":["  The superconducting Cu_xBi_2Se_3 is an electron-doped topological insulator\nand is a prime candidate of the topological superconductor which still awaits\ndiscovery. The electrochemical intercalation technique for synthesizing\nCu_xBi2Se3 offers good control of restricting Cu into the van-der-Waals gap and\nyields samples with shielding fractions of up to ~50%. We report essential\ndetails of this synthesis technique and present the established superconducting\nphase diagram of T_c vs x, along with a diagram of the shielding fraction vs x.\nIntriguingly, those diagrams suggest that there is a tendency to spontaneously\nform small islands of optimum superconductor in this material.\n","Comment: 6 pages, 4 figures"]}]
["1108.1889",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1889","Physics of the Solid State, 2011, Vol. 53, No. 1, pp. 151--162","doi:10.1134/S1063783411010069"],"date":["2011-08-09"],"type":["text"],"creator":["Beltukov, Y. M.","Parshin, D. A."],"language":[],"coverage":[],"title":["Sparse random matrices and vibrational spectra of amorphous solids"],"description":["  A random matrix approach is used to analyze the vibrational properties of\namorphous solids. We investigated a dynamical matrix M=AA^T with non-negative\neigenvalues. The matrix A is an arbitrary real NxN sparse random matrix with n\nindependent non-zero elements in each row. The average values <A_{ij}>=0 and\ndispersion <A_{ij}^2>=V^2 for all non-zero elements. The density of vibrational\nstates g(w) of the matrix M for N,n >> 1 is given by the Wigner quarter circle\nlaw with radius independent of N. We argue that for n^2 << N this model can be\nused to describe the interaction of atoms in amorphous solids. The level\nstatistics of matrix M is well described by the Wigner surmise and corresponds\nto repulsion of eigenfrequencies. The participation ratio for the major part of\nvibrational modes in three dimensional system is about 0.2 - 0.3 and\nindependent of N. Together with term repulsion it indicates clearly to the\ndelocalization of vibrational excitations. We show that these vibrations spread\nin space by means of diffusion. In this respect they are similar to diffusons\nintroduced by Allen, Feldman, et al., Phil. Mag. B 79, 1715 (1999) in amorphous\nsilicon. Our results are in a qualitative and sometimes in a quantitative\nagreement with molecular dynamic simulations of real and model glasses.\n","Comment: 24 pages, 7 figures"]}]
["1108.1890",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Nonlinear Sciences - Pattern Formation and Solitons","76B15 (Primary) 76B25, 76B45, 37K45 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1890"],"date":["2011-08-09"],"type":["text"],"creator":["Buffoni, Boris","Groves, Mark D.","Sun, Shu-Ming","Wahlén, Erik"],"language":[],"coverage":[],"title":["Existence and conditional energetic stability of three-dimensional fully\n  localised solitary gravity-capillary water waves"],"description":["  In this paper we show that the hydrodynamic problem for three-dimensional\nwater waves with strong surface-tension effects admits a fully localised\nsolitary wave which decays to the undisturbed state of the water in every\nhorizontal direction. The proof is based upon the classical variational\nprinciple that a solitary wave of this type is a critical point of the energy\nsubject to the constraint that the momentum is fixed. We prove the existence of\na minimiser of the energy subject to the constraint that the momentum is fixed\nand small. The existence of a small-amplitude solitary wave is thus assured,\nand since the energy and momentum are both conserved quantities a standard\nargument may be used to establish the stability of the set of minimisers as a\nwhole. `Stability' is however understood in a qualified sense due to the lack\nof a global well-posedness theory for three-dimensional water waves.\n","Comment: 83 pages, 1 figure"]}]
["1108.1891",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1891"],"date":["2011-08-09"],"type":["text"],"creator":["Chen, Huajie","Gong, Xingao","He, Lianhua","Yang, Zhang","Zhou, Aihui"],"language":[],"coverage":[],"title":["Numerical Analysis of Finite Dimensional Approximations of Kohn-Sham\n  Models"],"description":["  In this paper, we study finite dimensional approximations of Kohn-Sham\nmodels, which are widely used in electronic structure calculations. We prove\nthe convergence of the finite dimensional approximations and derive the a\npriori error estimates for ground state energies and solutions. We also provide\nnumerical simulations for several molecular systems that support our theory.\n","Comment: 27pages, 12figures"]}]
["1108.1894",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1894"],"date":["2011-08-09"],"type":["text"],"creator":["Parker, Chris","Salarian, M. Reza","Stroth, Gernot"],"language":[],"coverage":[],"title":["A characterisation of almost simple groups with socle ${}^2\\E_6(2)$ or\n  $\\M(22)$"],"description":["  We show that the sporadic simple group $\\M(22)$, the exceptional group of Lie\ntype ${}^2\\E_6(2)$ and their automorphism groups are uniquely determined by the\napproximate structure of the centralizer of an element of order 3 together with\nsome information about the fusion of this element in the group.\n"]}]
["1108.1903",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1903"],"date":["2011-08-09"],"type":["text"],"creator":["der Brügge, Daniel an","Kumar, Naveen","Pukhov, Alexander","Rödel, Christian"],"language":[],"coverage":[],"title":["Influence of Surface Waves on Plasma High Harmonic Generation"],"description":["  The influence of surface plasma waves (SPW) on high harmonic generation (HHG)\nfrom the interaction of intense lasers with overdense plasma is analyzed. It is\nshown, that the surface waves lead to the emission of harmonics away from the\noptical axis. These off-axis harmonics violate the parity selection rules found\nfrom 1D models. Further, our investigations in the highly relativistic regime\npoint towards the existence of a new SPW generation process.\n","Comment: 4 pages, 4 figures"]}]
["1108.1905",{"format":[],"subject":["Mathematics - Combinatorics","05C30, 05A19, 52B11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1905"],"date":["2011-08-09"],"type":["text"],"creator":["Konvalinka, Matjaz","Pak, Igor"],"language":[],"coverage":[],"title":["Triangulations of Cayley and Tutte polytopes"],"description":["  Cayley polytopes were defined recently as convex hulls of Cayley compositions\nintroduced by Cayley in 1857. In this paper we resolve Braun's conjecture,\nwhich expresses the volume of Cayley polytopes in terms of the number of\nconnected graphs. We extend this result to two one-variable deformations of\nCayley polytopes (which we call t-Cayley and t-Gayley polytopes), and to the\nmost general two-variable deformations, which we call Tutte polytopes. The\nvolume of the latter is given via an evaluation of the Tutte polynomial of the\ncomplete graph. Our approach is based on an explicit triangulation of the\nCayley and Tutte polytope. We prove that simplices in the triangulations\ncorrespond to labeled trees. The heart of the proof is a direct bijection based\non the neighbors-first search graph traversal algorithm.\n","Comment: 32 pages, 11 figures"]}]
["1108.1913",{"format":[],"subject":["Mathematics - Combinatorics","05B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1913"],"date":["2011-08-09"],"type":["text"],"creator":["Ballif, Serge C."],"language":[],"coverage":[],"title":["Conditions to Extend Partial Latin Rectangles"],"description":["  In 1974 Allan Cruse provided necessary and sufficient conditions to extend an\n$r\\times s$ partial latin rectangle consisting of $t$ distinct symbols to a\nlatin square of order $n$. Here we provide some generalizations and\nconsequences of this result. Our results are obtained via an alternative proof\nof Cruse's theorem.\n","Comment: 15 pages"]}]
["1108.1915",{"format":[],"subject":["Quantum Physics","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1915"],"date":["2011-08-09"],"type":["text"],"creator":["Gawron, Piotr","Klamka, Jerzy","Winiarczyk, Ryszard"],"language":[],"coverage":[],"title":["Noise effects in the quantum search algorithm from the computational\n  complexity point of view"],"description":["  We analyse the resilience of the quantum search algorithm in the presence of\nquantum noise modelled as trace preserving completely positive maps. We study\nthe influence of noise on computational complexity of the quantum search\nalgorithm. We show that only for small amounts of noise the quantum search\nalgorithm is still more efficient than any classical algorithm.\n","Comment: 7 pages, 2 figures"]}]
["1108.1917",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1917","Statistical Science 2011, Vol. 26, No. 2, 162-174","doi:10.1214/10-STS318"],"date":["2011-08-09"],"type":["text"],"creator":["Little, Roderick"],"language":[],"coverage":[],"title":["Calibrated Bayes, for Statistics in General, and Missing Data in\n  Particular"],"description":["  It is argued that the Calibrated Bayesian (CB) approach to statistical\ninference capitalizes on the strength of Bayesian and frequentist approaches to\nstatistical inference. In the CB approach, inferences under a particular model\nare Bayesian, but frequentist methods are useful for model development and\nmodel checking. In this article the CB approach is outlined. Bayesian methods\nfor missing data are then reviewed from a CB perspective. The basic theory of\nthe Bayesian approach, and the closely related technique of multiple\nimputation, is described. Then applications of the Bayesian approach to normal\nmodels are described, both for monotone and nonmonotone missing data patterns.\nSequential Regression Multivariate Imputation and Penalized Spline of\nPropensity Models are presented as two useful approaches for relaxing\ndistributional assumptions.\n","Comment: Published in at http://dx.doi.org/10.1214/10-STS318 the Statistical\n  Science (http://www.imstat.org/sts/) by the Institute of Mathematical\n  Statistics (http://www.imstat.org)"]}]
["1108.1925",{"format":[],"subject":["Computer Science - Databases","D.2.12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1925"],"date":["2011-08-09"],"type":["text"],"creator":["Peukert, Eric","Eberius, Julian","Rahm, Erhard"],"language":[],"coverage":[],"title":["Rule-based Construction of Matching Processes"],"description":["  Mapping complex metadata structures is crucial in a number of domains such as\ndata integration, ontology alignment or model management. To speed up that\nprocess automatic matching systems were developed to compute mapping\nsuggestions that can be corrected by a user. However, constructing and tuning\nmatch strategies still requires a high manual effort by matching experts as\nwell as correct mappings to evaluate generated mappings. We therefore propose a\nself-configuring schema matching system that is able to automatically adapt to\nthe given mapping problem at hand. Our approach is based on analyzing the input\nschemas as well as intermediate matching results. A variety of matching rules\nuse the analysis results to automatically construct and adapt an underlying\nmatching process for a given match task. We comprehensively evaluate our\napproach on different mapping problems from the schema, ontology and model\nmanagement domains. The evaluation shows that our system is able to robustly\nreturn good quality mappings across different mapping problems and domains.\n","Comment: 10 Pages"]}]
["1108.1926",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1926"],"date":["2011-08-09"],"type":["text"],"creator":["Cornejo, Alejandro","Haeupler, Bernhard","Kuhn, Fabian"],"language":[],"coverage":[],"title":["Computing a Maximal Independent Set Using Beeps"],"description":["  We consider the problem of finding a maximal independent set (MIS) in the\ndiscrete beeping model. At each time, a node in the network can either beep\n(i.e., emit a signal) or be silent. Silent nodes can only differentiate between\nno neighbor beeping, or at least one neighbor beeping. This basic communication\nmodel relies only on carrier-sensing. Furthermore, we assume nothing about the\nunderlying communication graph and allow nodes to wake up (and crash)\narbitrarily.\n  We show that if a polynomial upper bound on the size of the network n is\nknown, then with high probability every node becomes stable in O(\\log^3 n) time\nafter it is woken up. To contrast this, we establish a polynomial lower bound\nwhen no a priori upper bound on the network size is known. This holds even in\nthe much stronger model of local message broadcast with collision detection.\n  Finally, if we assume nodes have access to synchronized clocks or we consider\na somewhat restricted wake up, we can solve the MIS problem in O(\\log^2 n) time\nwithout requiring an upper bound on the size of the network, thereby achieving\nthe same bit complexity as Luby's MIS algorithm.\n"]}]
["1108.1928",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1928"],"date":["2011-08-09"],"type":["text"],"creator":["Fu, Yongquan","Wang, Yijie","Biersack, Ernst"],"language":[],"coverage":[],"title":["HybridNN: Supporting Network Location Service on Generalized Delay\n  Metrics"],"description":["  Distributed Nearest Neighbor Search (DNNS) locates service nodes that have\nshortest interactive delay towards requesting hosts. DNNS provides an important\nservice for large-scale latency sensitive networked applications, such as VoIP,\nonline network games, or interactive network services on the cloud. Existing\nwork assumes the delay to be symmetric, which does not generalize to\napplications that are sensitive to one-way delays, such as the multimedia video\ndelivery from the servers to the hosts. We propose a relaxed inframetric model\nfor the network delay space that does not assume the triangle inequality and\ndelay symmetry to hold. We prove that the DNNS requests can be completed\nefficiently if the delay space exhibits modest inframetric dimensions, which we\ncan observe empirically. Finally, we propose a DNNS method named HybridNN\n(\\textit{Hybrid} \\textit{N}earest \\textit{N}eighbor search) based on the\ninframetric model for fast and accurate DNNS. For DNNS requests, HybridNN\nchooses closest neighbors accurately via the inframetric modelling, and\nscalably by combining delay predictions with direct probes to a pruned set of\nneighbors. Simulation results show that HybridNN locates nearly optimally the\nnearest neighbor. Experiments on PlanetLab show that HybridNN can provide\naccurate nearest neighbors that are close to optimal with modest query overhead\nand maintenance traffic.\n"]}]
["1108.1937",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Biological Physics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1937","Journal of Statistical Physics: Volume 144, Issue 2 (2011), Page\n  303-315","doi:10.1007/s10955-011-0179-x"],"date":["2011-08-09"],"type":["text"],"creator":["Bonachela, Juan A.","Nadell, Carey D.","Xavier, Joao B.","Levin, Simon A."],"language":[],"coverage":[],"title":["Universality in Bacterial Colonies"],"description":["  The emergent spatial patterns generated by growing bacterial colonies have\nbeen the focus of intense study in physics during the last twenty years. Both\nexperimental and theoretical investigations have made possible a clear\nqualitative picture of the different structures that such colonies can exhibit,\ndepending on the medium on which they are growing. However, there are\nrelatively few quantitative descriptions of these patterns. In this paper, we\nuse a mechanistically detailed simulation framework to measure the scaling\nexponents associated with the advancing fronts of bacterial colonies on hard\nagar substrata, aiming to discern the universality class to which the system\nbelongs. We show that the universal behavior exhibited by the colonies can be\nmuch richer than previously reported, and we propose the possibility of up to\nfour different sub-phases within the medium-to-high nutrient concentration\nregime. We hypothesize that the quenched disorder that characterizes one of\nthese sub-phases is an emergent property of the growth and division of bacteria\ncompeting for limited space and nutrients.\n","Comment: 12 pages, 5 figures"]}]
["1108.1940",{"format":[],"subject":["Computer Science - Systems and Control","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1940"],"date":["2011-08-09"],"type":["text"],"creator":["Sha, Daohang","Thomas, James S"],"language":[],"coverage":[],"title":["An Optimization-Based Model for Full-body Reaching Movements"],"description":["  Background The development of a simulation model of full body reaching tasks\nthat can predict endeffector trajectories and joint excursions consistent with\nexperimental data is a non-trivial task. Because of the kinematic redundancy\ninherent in these multi-joint tasks there are an infinite number of postures\nthat could be adopted to complete them. By developing models to simulate\nfull-body reaching movements in 3D space we can begin to explore cost functions\nthat may be used by the central nervous system to plan and execute these\nmovements. Methods A robust simulation model was developed using 1)\ngraphic-based modeling tools to generate an inverse dynamics controller\n(SimMechanics), 2) controller parameterization methods, and 3) cost function\ncriteria. An adaptive weight coefficient based on the final motor task error\n(i.e. distance between end-effector and target at the end of movement) was\nproposed to balance motor task error and physiological cost terms (e.g. joint\npower). The output of the simulation models using different cost controller\nfunctions based on motor task error or motor task error and various\nphysiological cost terms (e.g. joint power, center of mass displacement) were\ncompared to experimental data from 15 healthy participants performing full body\nreaching movements. Results In sum, the best fit to the experimental data was\nobtained by minimizing motor task error, joint power, and center of mass\ndisplacement. Simulation and experimental results demonstrated that the\nproposed method is effective for the simulation of large-scale human skeletal\nsystems. Conclusions This method can reasonably predict the whole body reaching\nmovements including final postures, joint power and movement of COM using\nsimple algebraic calculations of inverse dynamics and forward kinematics.\n","Comment: 27 pages, 3 tables and 6 figures"]}]
["1108.1943",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1943"],"date":["2011-08-08"],"type":["text"],"creator":["Beneš, Michal"],"language":[],"coverage":[],"title":["Strong Solutions to Non-Stationary Channel Flows of Heat-Conducting\n  Viscous Incompressible Fluids with Dissipative Heating"],"description":["  We study an initial-boundary-value problem for time-dependent flows of\nheat-conducting viscous incompressible fluids in channel-like domains on a time\ninterval $(0,T)$. For the parabolic system with strong nonlinearities and\nincluding the artificial (the so called \"do nothing\") boundary conditions, we\nprove the local in time existence, global uniqueness and smoothness of the\nsolution on a time interval $(0,T^*)$, where $0< T^* \\leq T$.\n"]}]
["1108.1950",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1950"],"date":["2011-08-09"],"type":["text"],"creator":["Necco, S.","Shindler, A."],"language":[],"coverage":[],"title":["On the spectral density of the Wilson operator"],"description":["  We summarize our recent determination [1] of the spectral density of the\nWilson operator in the p-regime of Wilson chiral perturbation theory. We\ndiscuss the range of validity of our formula and a possible extension to our\ncomputation in order to better understand the behaviour of the spectral density\nin a finite volume close to the threshold.\n","Comment: 7 pages, 2 figures, Proceedings for the XXIX International Symposium\n  on Lattice Field Theory"]}]
["1108.1952",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1952","Sci China Ser G-Phys Mech Astron, 2009 52(8) 1139-1145","doi:10.1007/s11433-009-0145-7"],"date":["2011-08-09"],"type":["text"],"creator":["Chen, AQing","Shao, QingYi","Lin, ZhiCheng"],"language":[],"coverage":[],"title":["Effects of phosphorus-doping upon the electronic structures of single\n  wall carbon nanotubes"],"description":["  The phosphorus-doped single wall carbon nanotube (PSWCNT) is studied by using\nFirst-Principle methods based on Density Function Theory (DFT). The formation\nenergy, total energy, band structure, geometry structure and density of states\nare calculated. It is found that the formation energy of the P-doped single\ncarbon nanotubes increases with diameters; the total energy of carbon nanotubes\nwith the same diameter decreases as the doping rate increases. The effects of\nimpurity position on the im-purity level are discussed. It illustrates that the\nposition of the impurity level may depend on the C-P-C bond angle. According to\nthe above results, it is feasible to substitute a carbon atom with a phosphorus\natom in SWCNT. It is also found that P-doped carbon nanotubes are N type\nsemiconductor.\n","Comment: 9 pages, 6 figures, 2 tables"]}]
["1108.1954",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1954"],"date":["2011-08-09"],"type":["text"],"creator":["Markidis, Stefano","Lapenta, Giovanni"],"language":[],"coverage":[],"title":["Development and performance analysis of a UPC Particle-in-Cell code"],"description":["  The development and the implementation of a Particle-in-Cell code written in\nthe Unified Parallel C (UPC) language for plasma simulations with application\nto astrophysics and fusion nuclear energy machines are presented. A simple one\ndimensional electrostatic Particle-in-Cell code has been developed first to\ninvestigate the implementation details in the UPC language, and second to study\nthe UPC performance on parallel computers. The initial simulations of plasmas\nwith the UPC Particle-in-Cell code and a study of parallel speed-up of the UPC\ncode up to 128 cores are shown.\n","Comment: Fourth Conference on Partitioned Global Address Space Programming\n  Model (PGAS10)"]}]
["1108.1963",{"format":[],"subject":["Mathematical Physics","74J30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1963","Archives of ALGA, vol. 6, 2009, pp. 45-54"],"date":["2011-08-09"],"type":["text"],"creator":["Ibragimov, Nail H.","Ibragimov, Ranis N.","Kovalev, Vladimir F."],"language":[],"coverage":[],"title":["Group Analysis of Nonlinear Internal Waves in Oceans. II: The symmetries\n  and rotationally invariant solution"],"description":["  74J30The maximal group of Lie point symmetries of a system of nonlinear\nequations used in geophysical fluid dynamics is presented.\n  The Lie algebra of this group is infinite-dimensional and involves three\narbitrary functions of time. The invariant solution under the rotation and\ndilation is constructed. Qualitative analysis of the invariant solution is\nprovided and the energy of this solution is presented.\n"]}]
["1108.1965",{"format":[],"subject":["Mathematics - Differential Geometry","53C50, 53A30, 53B30, 53C25, 53C22, 53C05, 53C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1965"],"date":["2011-08-09"],"type":["text"],"creator":["Markowitz, Michael J."],"language":[],"coverage":[],"title":["The Conformal Pseudodistance and Null Geodesic Incompleteness"],"description":["  We clarify the relationship between the null geodesic completeness of an\nEinstein Lorentz manifold and its conformal Kobayashi pseudodistance. We show\nthat an Einstein manifold has at least one incomplete null geodesic if its\npseudodistancfe is nontrivial. If its pseudodistance is nondegenerate, all of\nits null geodesics must be incomplete. Thus an Einstein manifold (M,g) has no\ncomplete null geodesic if there is a \"physical metric\" in the conformal class\nof g satisfying the null convergence and null generic conditions.\n","Comment: This is a short note on a result announced at the \"Workshop on Cartan\n  Connections, Geometry of Homogeneous Spaces, and Dynamics,\" International\n  Erwin Schr\\\"odinger Institute (ESI), Vienna, July 11-15, 2011"]}]
["1108.1966",{"format":[],"subject":["Computer Science - Computation and Language","H.2.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1966"],"date":["2011-08-09"],"type":["text"],"creator":["Singh, Anil Kumar"],"language":[],"coverage":[],"title":["A Concise Query Language with Search and Transform Operations for\n  Corpora with Multiple Levels of Annotation"],"description":["  The usefulness of annotated corpora is greatly increased if there is an\nassociated tool that can allow various kinds of operations to be performed in a\nsimple way. Different kinds of annotation frameworks and many query languages\nfor them have been proposed, including some to deal with multiple layers of\nannotation. We present here an easy to learn query language for a particular\nkind of annotation framework based on 'threaded trees', which are somewhere\nbetween the complete order of a tree and the anarchy of a graph. Through\n'typed' threads, they can allow multiple levels of annotation in the same\ndocument. Our language has a simple, intuitive and concise syntax and high\nexpressive power. It allows not only to search for complicated patterns with\nshort queries but also allows data manipulation and specification of arbitrary\nreturn values. Many of the commonly used tasks that otherwise require writing\nprograms, can be performed with one or more queries. We compare the language\nwith some others and try to evaluate it.\n","Comment: 10 pages, 1 figure"]}]
["1108.1967",{"format":[],"subject":["Mathematical Physics","74J30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1967","Archives of ALGA}, vol. 6, 2009, pp. 55-62"],"date":["2011-08-09"],"type":["text"],"creator":["Ibragimov, Nail H.","Ibragimov, Ranis N."],"language":[],"coverage":[],"title":["Group Analysis of Nonlinear Internal Waves in Oceans. III: Additional\n  conservation laws"],"description":["  Using the maximal Lie algebra of point symmetries of a system of nonlinear\nequations used in geophysical fluid dynamics, two conservation laws are found\nin addition to the conservation of energy.\n"]}]
["1108.1969",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Optimization and Control","46N10, 46B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1969"],"date":["2011-08-09"],"type":["text"],"creator":["Gogus, Nihat Gokhan"],"language":[],"coverage":[],"title":["Lower Envelopes and Steepest Descent Directions in Vector Optimization"],"description":["  The purpose of the paper is to give a complete characterization of the\ncontinuity of lower envelopes in the infinite dimensional spaces in terms of\nthe notion of c-regularity. As an application we introduce a variational\nunconstrained vector optimization problem for smooth functions and characterize\nwhen the variational steepest descent directions are continuous in terms of the\ngenerating sets which are considered.\n","Comment: 12 pages"]}]
["1108.1972",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Applications","60G70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1972"],"date":["2011-08-09"],"type":["text"],"creator":["Ferreira, Helena","Ferreira, Marta"],"language":[],"coverage":[],"title":["Extremal dependence: some contributions"],"description":["  Due to globalization and relaxed market regulation, we have assisted to an\nincreasing of extremal dependence in international markets. As a consequence,\nseveral measures of tail dependence have been stated in literature in recent\nyears, based on multivariate extreme-value theory. In this paper we present a\ntail dependence function and an extremal coefficient of dependence between two\nrandom vectors that extend existing ones. We shall see that in weakening the\nusual required dependence allows to assess the amount of dependence in\n$d$-variate random vectors based on bidimensional techniques. Very simple\nestimators will be stated and can be applied to the well-known \\emph{stable\ntail dependence function}. Asymptotic normality and strong consistency will be\nderived too. An application to financial markets will be presented at the end.\n"]}]
["1108.1977",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1977"],"date":["2011-08-09"],"type":["text"],"creator":["Neely, Michael J.","Tehrani, Arash Saber","Zhang, Zhen"],"language":[],"coverage":[],"title":["Dynamic Index Coding for Wireless Broadcast Networks"],"description":["  We consider a wireless broadcast station that transmits packets to multiple\nusers. The packet requests for each user may overlap, and some users may\nalready have certain packets. This presents a problem of broadcasting in the\npresence of side information, and is a generalization of the well known (and\nunsolved) index coding problem of information theory. Rather than achieving the\nfull capacity region, we develop a code-constrained capacity region, which\nrestricts attention to a pre-specified set of coding actions. We develop a\ndynamic max-weight algorithm that allows for random packet arrivals and\nsupports any traffic inside the code-constrained capacity region. Further, we\nprovide a simple set of codes based on cycles in the underlying demand graph.\nWe show these codes are optimal for a class of broadcast relay problems.\n","Comment: 13 pages, 8 figures"]}]
["1108.1978",{"format":[],"subject":["Quantum Physics","Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1978"],"date":["2011-08-09"],"type":["text"],"creator":["Coecke, Bob","Edwards, Bill"],"language":[],"coverage":[],"title":["Spekkens's toy theory as a category of processes"],"description":["  We provide two mathematical descriptions of Spekkens's toy qubit theory, an\ninductively one in terms of a small set of generators, as well as an explicit\nclosed form description. It is a subcategory MSpek of the category of finite\nsets, relations and the cartesian product. States of maximal knowledge form a\nsubcategory Spek. This establishes the consistency of the toy theory, which has\npreviously only been constructed for at most four systems. Our model also shows\nthat the theory is closed under both parallel and sequential composition of\noperations (= symmetric monoidal structure), that it obeys map-state duality (=\ncompact closure), and that states and effects are in bijective correspondence\n(= dagger structure). From the perspective of categorical quantum mechanics,\nthis provides an interesting alternative model which enables us to describe\nmany quantum phenomena in a discrete manner, and to which mathematical concepts\nsuch as basis structures, and complementarity thereof, still apply. Hence, the\nframework of categorical quantum mechanics has delivered on its promise to\nencompass theories other than quantum theory.\n","Comment: 28 pages and many pictures"]}]
["1108.1982",{"format":[],"subject":["Mathematics - Analysis of PDEs","35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1982","Rocky Mountain Journal of Mathematics, Volume 41, Number 2, 2011\n  pp.493-504","doi:10.1216/RMJ-2011-41-2-493"],"date":["2011-08-09"],"type":["text"],"creator":["Hartenstine, David","Rudd, Matthew"],"language":[],"coverage":[],"title":["Asymptotic statistical characterizations of p-harmonic functions of two\n  variables"],"description":["  Generalizing the well-known mean-value property of harmonic functions, we\nprove that a p-harmonic function of two variables satisfies, in a viscosity\nsense, two asymptotic formulas involving its local statistics. Moreover, we\nshow that these asymptotic formulas characterize p-harmonic functions when 1 <\np < \\infty. An example demonstrates that, in general, these formulas do not\nhold in a non-asymptotic sense.\n","Comment: Minor changes from published version: updated author info., one\n  updated reference"]}]
["1108.1983",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1983"],"date":["2011-08-09"],"type":["text"],"creator":["Munro, J. Ian","Raman, Rajeev","Raman, Venkatesh","Rao, S. Srinivasa"],"language":[],"coverage":[],"title":["Succinct Representations of Permutations and Functions"],"description":["  We investigate the problem of succinctly representing an arbitrary\npermutation, \\pi, on {0,...,n-1} so that \\pi^k(i) can be computed quickly for\nany i and any (positive or negative) integer power k. A representation taking\n(1+\\epsilon) n lg n + O(1) bits suffices to compute arbitrary powers in\nconstant time, for any positive constant \\epsilon <= 1. A representation taking\nthe optimal \\ceil{\\lg n!} + o(n) bits can be used to compute arbitrary powers\nin O(lg n / lg lg n) time.\n  We then consider the more general problem of succinctly representing an\narbitrary function, f: [n] \\rightarrow [n] so that f^k(i) can be computed\nquickly for any i and any integer power k. We give a representation that takes\n(1+\\epsilon) n lg n + O(1) bits, for any positive constant \\epsilon <= 1, and\ncomputes arbitrary positive powers in constant time. It can also be used to\ncompute f^k(i), for any negative integer k, in optimal O(1+|f^k(i)|) time.\n  We place emphasis on the redundancy, or the space beyond the\ninformation-theoretic lower bound that the data structure uses in order to\nsupport operations efficiently. A number of lower bounds have recently been\nshown on the redundancy of data structures. These lower bounds confirm the\nspace-time optimality of some of our solutions. Furthermore, the redundancy of\none of our structures \"surpasses\" a recent lower bound by Golynski [Golynski,\nSODA 2009], thus demonstrating the limitations of this lower bound.\n","Comment: Preliminary versions of these results have appeared in the\n  Proceedings of ICALP 2003 and 2004. However, all results in this version are\n  improved over the earlier conference version"]}]
["1108.1984",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1984"],"date":["2011-08-09"],"type":["text"],"creator":["Burke, John","Dawes, Jonathan H. P."],"language":[],"coverage":[],"title":["Localised states in an extended Swift-Hohenberg equation"],"description":["  Recent work on the behaviour of localised states in pattern forming partial\ndifferential equations has focused on the traditional model Swift-Hohenberg\nequation which, as a result of its simplicity, has additional structure --- it\nis variational in time and conservative in space. In this paper we investigate\nan extended Swift-Hohenberg equation in which non-variational and\nnon-conservative effects play a key role. Our work concentrates on aspects of\nthis much more complicated problem. Firstly we carry out the normal form\nanalysis of the initial pattern forming instability that leads to\nsmall-amplitude localised states. Next we examine the bifurcation structure of\nthe large-amplitude localised states. Finally we investigate the temporal\nstability of one-peak localised states. Throughout, we compare the localised\nstates in the extended Swift-Hohenberg equation with the analogous solutions to\nthe usual Swift-Hohenberg equation.\n"]}]
["1108.1986",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1986"],"date":["2011-08-09"],"type":["text"],"creator":["Acharjya, D. P.","Ezhilarasi, L."],"language":[],"coverage":[],"title":["A Knowledge Mining Model for Ranking Institutions using Rough Computing\n  with Ordering Rules and Formal Concept analysis"],"description":["  Emergences of computers and information technological revolution made\ntremendous changes in the real world and provides a different dimension for the\nintelligent data analysis. Well formed fact, the information at right time and\nat right place deploy a better knowledge.However, the challenge arises when\nlarger volume of inconsistent data is given for decision making and knowledge\nextraction. To handle such imprecise data certain mathematical tools of greater\nimportance has developed by researches in recent past namely fuzzy set,\nintuitionistic fuzzy set, rough Set, formal concept analysis and ordering\nrules. It is also observed that many information system contains numerical\nattribute values and therefore they are almost similar instead of exact\nsimilar. To handle such type of information system, in this paper we use two\nprocesses such as pre process and post process. In pre process we use rough set\non intuitionistic fuzzy approximation space with ordering rules for finding the\nknowledge whereas in post process we use formal concept analysis to explore\nbetter knowledge and vital factors affecting decisions.\n","Comment: 9 pages"]}]
["1108.1987",{"format":[],"subject":["Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1987","International Journal of Natural Computing Research 1 vol. 3, p.\n  85--99, 2010"],"date":["2011-08-09"],"type":["text"],"creator":["Fukś, Henryk","Skelton, Andrew"],"language":[],"coverage":[],"title":["Response curves for cellular automata in one and two dimensions - an\n  example of rigorous calculations"],"description":["  We consider the problem of computing a response curve for binary cellular\nautomata -- that is, the curve describing the dependence of the density of ones\nafter many iterations of the rule on the initial density of ones. We\ndemonstrate how this problem could be approached using rule 130 as an example.\nFor this rule, preimage sets of finite strings exhibit recognizable patterns,\nand it is therefore possible to compute both cardinalities of preimages of\ncertain finite strings and probabilities of occurrence of these strings in a\nconfiguration obtained by iterating a random initial configuration $n$ times.\nResponse curves can be rigorously calculated in both one- and two-dimensional\nversions of CA rule 130. We also discuss a special case of totally disordered\ninitial configurations, that is, random configurations where the density of\nones and zeros are equal to 1/2.\n","Comment: 15 pages, 3 figures"]}]
["1108.2001",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","55U40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2001"],"date":["2011-08-09"],"type":["text"],"creator":["Bergner, Julia E."],"language":[],"coverage":[],"title":["Workshop on the homotopy theory of homotopy theories"],"description":["  These notes are from a series of lectures given at the Workshop on the\nHomotopy Theory of Homotopy Theories which took place in Caesarea, Israel, in\nMay 2010. The workshop was organized by David Blanc, Emmanuel Farjoun, and\nDavid Kazhdan, and talks not indicated otherwise were given by the author.\n","Comment: 39 pages"]}]
["1108.2003",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2003"],"date":["2011-08-09"],"type":["text"],"creator":["Ndangali, Friends R.","Shabanov, Sergei V."],"language":[],"coverage":[],"title":["Electromagnetic Siegert states for periodic dielectric structures"],"description":["  The formalism of Siegert states to describe the resonant scattering in\nquantum theory is extended to the resonant scattering of electromagnetic waves\non periodic dielectric arrays. The excitation of electromagnetic Siegert states\nby an incident wave packet and their decay is studied. The formalism is applied\nto develop a theory of coupled electromagnetic resonances arising in the\nelectromagnetic scattering problem for two such arrays separated by a distance\n2h (or, generally, when the physical properties of the scattering array depend\non a real coupling parameter h). Analytic properties of Siegert states as\nfunctions of the coupling parameter h are established by the Regular\nPerturbation Theorem which is an extension the Kato-Rellich theorem to the\npresent case. By means of this theorem, it is proved that if the scattering\nstructure admits a bound state in the radiation continuum at a certain value of\nthe coupling parameter h, then there always exist regions within the structure\nin which the near field can be amplified as much as desired by adjusting the\nvalue of h. This establishes a rather general mechanism to control and amplify\noptical nonlinear effects in periodically structured planar structures\npossessing a nonlinear dielectric susceptibility.\n","Comment: 17 pages, 2 figures"]}]
["1108.2006",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2006"],"date":["2011-08-09"],"type":["text"],"creator":["Kagan, Mikhail"],"language":[],"coverage":[],"title":["Non-Cartesian Thinking"],"description":["  As we typically teach in an introductory mechanics course, choosing a \"good\"\nreference frame with convenient axes may present a major simplification to a\nproblem. Additionally, knowing some conserved quantities provides an extremely\npowerful problem-solving tool. While the former idea is typically discussed in\nthe context of Newton's Laws, the latter starts with introducing conservation\nof energy even later.\n  This work presents an elegant example of implementing both aforementioned\nideas in the kinematical context, thus providing a \"warm-up\" introduction to\nthe standard tools used later on in dynamics. Both the choice of the\n(non-orthogonal) reference frame and the conserved quantities are rather\nnon-standard, yet at the same time quite intuitive to the problem at hand. Two\nsuch problems are discussed in detail with two alternative approaches. The\nfirst approach does not even require knowledge of calculus. In the appendix, I\nalso present the brute-force solution involving a coupled system of\ndifferential equations. In addition, a few exercises and another similar\nproblem for students' \"homework\" are provided at the end.\n","Comment: 14 pages, 9 figures"]}]
["1108.2012",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2012","Nano Lett. 11, 3468-3475 (2011)","doi:10.1021/nl202002p"],"date":["2011-08-09"],"type":["text"],"creator":["Sato, Yoshiaki","Takai, Kazuyuki","Enoki, Toshiaki"],"language":[],"coverage":[],"title":["Electrically Controlled Adsorption of Oxygen in Bilayer Graphene Devices"],"description":["  We investigate the chemisorptions of oxygen molecules on bilayer graphene\n(BLG) and its electrically modified charge-doping effect using conductivity\nmeasurement of the field effect transistor channeled with BLG. We demonstrate\nthat the change of the Fermi level by manipulating the gate electric field\nsignificantly affects not only the rate of molecular adsorption but also the\ncarrier-scattering strength of adsorbed molecules. Exploration of the charge\ntransfer kinetics reveals the electrochemical nature of the oxygen adsorption\non BLG. [This document is the unedited Author's version of a Submitted Work\nthat was subsequently accepted for publication in Nano Letters, {\\copyright}\nAmerican Chemical Society after peer review. To access the final edited and\npublished work see http://dx.doi.org/10.1021/nl202002p.]\n","Comment: 10 pages, 6 figures"]}]
["1108.2026",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2026"],"date":["2011-08-09"],"type":["text"],"creator":["Liu, Yu-Han"],"language":[],"coverage":[],"title":["Derived equivalence and birationality"],"description":["  A different proof to a known criterion of derived equivalence implying\nbirationality is given. Derived equivalent smooth projective curves over an\nalgebraically closed field are proved to be isomorphic. A different proof of\nderived equivalence implying birationality for varieties of general type\n(originally due to Kawamata) is given.\n","Comment: 12 pages"]}]
["1108.2027",{"format":[],"subject":["Physics - General Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2027"],"date":["2011-08-09"],"type":["text"],"creator":["Rached, Michel Zamboni","Recami, Erasmo","Balma, Massimo"],"language":["it"],"coverage":[],"title":["Proposte di Antenne generatrici di Fasci Non-diffrattivi per micro-onde\n  (Proposal of apertures generating Nondiffracting Beams of microwaves)"],"description":["  We propose in detail Antennas for generating Nondiffracting Beams of\nMicrowaves, for instance with frequencies of the order of few GHz, obtaining\nfair results even when having recourse to realistic apertures, with a quite\nreasonable diameter. The present proposal refers to sets of suitable annular\nslits. The possible applications are various, including remote sensing. The\npaper is in Italian. [Si propongono in dettaglio Antenne per la generazione di\nfasci non-diffrattivi di microonde, per frequenze ad esempio dell'ordine della\ndecina di GHz, ottenendo discreti risultati pur ricorrendo ad antenne\nrealistiche di diametro ridotto. La proposta e' quella di usare un set di\nopportuni Annular Slits. Le applicazioni possibili sono varie, includendo il\nremore sensing.]\n","Comment: 16 pages with 8 figures. Source-file in LaTeX (in Italian, with\n  English abstract)"]}]
["gr-qc/0206056",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/0206056","Mod.Phys.Lett.A26:1737-1751,2011","doi:10.1142/S0217732311036115"],"date":["2002-06-19","2011-08-09"],"type":["text"],"creator":["Linet, Bernard","Teyssandier, Pierre"],"language":[],"coverage":[],"title":["Quantum phase shift and neutrino oscillations in a stationary, weak\n  gravitational field"],"description":["  A new method based on Synge's world function is developed for determining\nwithin the WKB approximation the gravitationally induced quantum phase shift of\na particle propagating in a stationary spacetime. This method avoids any\ncalculation of geodesics. A detailed treatment is given for relativistic\nparticles within the weak field, linear approximation of any metric theory. The\nmethod is applied to the calculation of the oscillation terms governing the\ninterference of neutrinos considered as a superposition of two eigenstates\nhaving different masses. It is shown that the neutrino oscillations are not\nsensitive to the gravitomagnetic components of the metric as long as the spin\ncontributions can be ignored. Explicit calculations are performed when the\nsource of the field is a spherical, homogeneous body. A comparison is made with\nprevious results obtained in Schwarzschild spacetime.\n","Comment: 14 pages, no figure. Enlarged version; added references. In the\n  Schwarzschild case, our results on the non-radial propagation are compared\n  with the previous works"]}]
