["0706.4262",{"format":[],"subject":["Mathematical Physics","81T40, 81R10 (Primary) 14K25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0706.4262"],"date":["2007-06-28","2011-05-24"],"type":["text"],"creator":["Posthuma, Hessel"],"language":[],"coverage":[],"title":["The Heisenberg group and conformal field theory"],"description":["  A mathematical construction of the conformal field theory (CFT) associated to\na compact torus, also called the \"nonlinear Sigma-model\" or \"lattice-CFT\", is\ngiven. Underlying this approach to CFT is a unitary modular functor, the\nconstruction of which follows from a \"Quantization commutes with reduction\"-\ntype of theorem for unitary quantizations of the moduli spaces of holomorphic\ntorus-bundles and actions of loop groups. This theorem in turn is a consequence\nof general constructions in the category of affine symplectic manifolds and\ntheir associated generalized Heisenberg groups.\n","Comment: 45 pages, some parts have been rewritten. Version to appear in Quart.\n  J. Math"]}]
["0807.4940",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Topology","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.4940","Int.J.Mod.Phys.A26:2177-2197,2011","doi:10.1142/S0217751X1105333X"],"date":["2008-07-30","2010-11-25"],"type":["text"],"creator":["Sati, Hisham"],"language":[],"coverage":[],"title":["Anomalies of E8 gauge theory on String manifolds"],"description":["  In this note we revisit the subject of anomaly cancelation in string theory\nand M-theory on manifolds with String structure and give three observations.\nFirst, that on String manifolds there is no E8 x E8 global anomaly in heterotic\nstring theory. Second, that the description of the anomaly in the phase of the\nM-theory partition function of Diaconescu-Moore-Witten extends from the Spin\ncase to the String case. Third, that the cubic refinement law of\nDiaconescu-Freed-Moore for the phase of the M-theory partition function extends\nto String manifolds. The analysis relies on extending from invariants which\ndepend on the Spin structure to invariants which instead depend on the String\nstructure. Along the way, the one-loop term is refined via the Witten genus.\n","Comment: 19 pages, expanded, a whole new section added on the refined\n  invariants related to String structure"]}]
["0808.0467",{"format":[],"subject":["Mathematics - Number Theory","42B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.0467"],"date":["2008-08-04","2011-05-24"],"type":["text"],"creator":["Rane, Vivek V."],"language":[],"coverage":[],"title":["Fourier Series Of the Derivatives of Hurwitz and Lerch Zeta Functions"],"description":["  As a function of second variable, we identify the Fourier series of Hurwitz\nzeta function and its derivatives on the unit interval. Consequently, we obtain\nresults based on the formula for Fourier coefficients and also on Parseval's\ntheorem. We do likewise in the case of Lerch's zeta function and its\nderivatives.\n","Comment: 9 pages"]}]
["0810.0613",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.0613","in: D. Halsey and W. Raynor (eds.), Handbook of Interferometers;\n  Research, Technology and Applications. Nova Science (2009), pp.55-71"],"date":["2008-10-03","2008-11-10"],"type":["text"],"creator":["Jannes, G."],"language":[],"coverage":[],"title":["On the condensed matter scheme for emergent gravity and interferometry"],"description":["  An increasingly popular approach to quantum gravity rests on the idea that\ngravity (and maybe electromagnetism and the other gauge fields) might be an\n'emergent phenomenon', in the sense of representing a collective behaviour\nresulting from a very different microscopic physics. A prominent example of\nthis approach is the condensed matter scheme for quantum gravity, which\nconsiders the possibility that gravity emerges as an effective low-energy\nphenomenon from the quantum vacuum in a way similar to the emergence of\ncollective excitations in condensed matter systems. This condensed matter view\nof the quantum vacuum clearly hints that, while the term 'ether' has been\ndiscredited for about a century, quantum gravity holds many (if not all) of the\ncharacteristics that have led people in the past to label various hypothetical\nsubstances with the term 'ether'. Since the last burst of enthusiasm for an\nether, at the end of the 19th century, was brought to the grave in part by the\nperformance of a series of important experiments in interferometry, the\nsuggestion then naturally arises that maybe interferometry could also play a\nrole in the current discussion on quantum gravity. We will highlight some\naspects of this suggestion in the context of the condensed matter scheme for\nemergent gravity.\n","Comment: 11 pages; to appear in: F. Columbus (ed.), \"Interferometers:\n  Research, Technology and Applications\". v2: reference added, minor\n  corrections"]}]
["0811.0106",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J45, 35J50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0106"],"date":["2008-11-03","2011-05-24"],"type":["text"],"creator":["Alikakos, Nicholas D.","Fusco, Giorgio"],"language":[],"coverage":[],"title":["Entire solutions to equivariant elliptic systems with variational\n  structure"],"description":["  In the present paper we consider the system {\\Delta}u - W_u (u) = 0, where u:\nR^n to R^n, for a class of potentials W: R^n to R that possess several global\nminima and are invariant under a general finite reflection group G. We\nestablish existence of nontrivial entire solutions connecting the global minima\nof W along certain directions at infinity.\n","Comment: 28 pages, 2 figures; major revision"]}]
["0812.2749",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.2749","Comptes Rendus Mathematiques de l'Academie des Sciences, Serie I\n  347 (2009) 191--194","doi:10.1016/j.crma.2008.12.016"],"date":["2008-12-15","2011-05-24"],"type":["text"],"creator":["Degras, David"],"language":[],"coverage":[],"title":["Nonparametric estimation of a trend based upon sampled continuous\n  processes"],"description":["  Let X be a second order random process indexed by a compact interval [0,T].\nAssume that n independent realizations of X are observed on a fixed grid of p\ntime points. Under mild regularity assumptions on the sample paths of X, we\nshow the asymptotic normality of suitable nonparametric estimators of the trend\nfunction mu = EX in the space C([0,T]) as n, p go to infinity and, using\nGaussian process theory, we derive approximate simultaneous confidence bands\nfor mu.\n","Comment: Published at Comptes Rendus Mathematiques de l'Academie des Sciences"]}]
["0903.1464",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.1464","AIP Conf.Proc.1128:154-164,2009","doi:10.1063/1.3146210"],"date":["2009-03-08"],"type":["text"],"creator":["Newton, W. G."],"language":[],"coverage":[],"title":["Modeling Nuclear Pasta and the Transition to Uniform Nuclear Matter with\n  the 3D-Skyrme-Hartree-Fock Method"],"description":["  The first results of a new three-dimensional, finite temperature\nSkyrme-Hartree-Fock+BCS study of the properties of inhomogeneous nuclear matter\nat densities and temperatures leading to the transition to uniform nuclear\nmatter are presented. A constraint is placed on the two independent components\nof the quadrupole moment in order to self-consistently explore the shape phase\nspace of nuclear configurations. The scheme employed naturally allows effects\nsuch as (i) neutron drip, which results in an external neutron gas, (ii) the\nvariety of exotic nuclear shapes expected for extremely neutron heavy nuclei,\nand (iii) the subsequent dissolution of these nuclei into nuclear matter. In\nthis way, the equation of state can be calculated across phase transitions from\nlower densities (where one dimensional Hartree-Fock suffices) through to\nuniform nuclear matter without recourse to interpolation techniques between\ndensity regimes described by different physical models.\n","Comment: 10 pages, 9 figures, Proceedings of the 5th FRIB Workshop on Bulk\n  Nuclear Properties"]}]
["0906.1202",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.1202"],"date":["2009-06-05","2011-05-23"],"type":["text"],"creator":["Coulter, William K.","Hillar, Christopher J.","Sommer, Friedrich T."],"language":[],"coverage":[],"title":["Adaptive compressed sensing - a new class of self-organizing coding\n  models for neuroscience"],"description":["  Sparse coding networks, which utilize unsupervised learning to maximize\ncoding efficiency, have successfully reproduced response properties found in\nprimary visual cortex \\cite{AN:OlshausenField96}. However, conventional sparse\ncoding models require that the coding circuit can fully sample the sensory data\nin a one-to-one fashion, a requirement not supported by experimental data from\nthe thalamo-cortical projection. To relieve these strict wiring requirements,\nwe propose a sparse coding network constructed by introducing synaptic learning\nin the framework of compressed sensing. We demonstrate that the new model\nevolves biologically realistic spatially smooth receptive fields despite the\nfact that the feedforward connectivity subsamples the input and thus the\nlearning has to rely on an impoverished and distorted account of the original\nvisual data. Further, we demonstrate that the model could form a general scheme\nof cortical communication: it can form meaningful representations in a\nsecondary sensory area, which receives input from the primary sensory area\nthrough a \"compressing\" cortico-cortical projection. Finally, we prove that our\nmodel belongs to a new class of sparse coding algorithms in which recurrent\nconnections are essential in forming the spatial receptive fields.\n","Comment: 4 pages, 4 figures, ICASSP 2010"]}]
["0906.2926",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2926","Astrophys.J.704:661-671,2009","doi:10.1088/0004-637X/704/1/661"],"date":["2009-06-16","2009-07-31"],"type":["text"],"creator":["Anusha, L. S.","Nagendra, K. N.","Paletou, F.","Léger, L."],"language":[],"coverage":[],"title":["Preconditioned Bi-Conjugate Gradient Method for Radiative Transfer in\n  Spherical Media"],"description":["  A robust numerical method called the Preconditioned Bi-Conjugate Gradient\n(Pre-BiCG)method is proposed for the solution of radiative transfer equation in\nspherical geometry.A variant of this method called Stabilized Preconditioned\nBi-Conjugate Gradient (Pre-BiCG-STAB) is also presented. These are iterative\nmethods based on the construction of a set of bi-orthogonal vectors. The\napplication of Pre-BiCG method in some benchmark tests show that the method is\nquite versatile, and can handle hard problems that may arise in astrophysical\nradiative transfer theory.\n","Comment: 19 pages, 12 figures"]}]
["0907.4524",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4524","Astrophys.J.704:1036-1058,2009","doi:10.1088/0004-637X/704/2/1036"],"date":["2009-07-26"],"type":["text"],"creator":["Freedman, Wendy L.","Burns, Christopher R.","Phillips, M. M.","Wyatt, Pamela","Persson, S. E.","Madore, Barry F.","Contreras, Carlos","Folatelli, Gaston","Gonzalez, E. Sergio","Hamuy, Mario","Hsiao, Eric","Kelson, Daniel D.","Morrell, Nidia","Murphy, D. C.","Roth, Miguel","Stritzinger, Maximilian","Sturch, Laura","Suntzeff, Nick B.","Astier, P.","Balland, C.","Bassett, Bruce","Boldt, Luis","Carlberg, R. G.","Conley, Alexander J.","Frieman, Joshua A.","Garnavich, Peter M.","Guy, J.","Hardin, D.","Howell, D. Andrew","Kessler, Richard","Lampeitl, Hubert","Marriner, John","Pain, R.","Perrett, Kathy","Regnault, N.","Riess, Adam G.","Sako, Masao","Schneider, Donald P.","Sullivan, Mark","Wood-Vasey, Michael"],"language":[],"coverage":[],"title":["The Carnegie Supernova Project: First Near-Infrared Hubble Diagram to\n  z~0.7"],"description":["  The Carnegie Supernova Project (CSP) is designed to measure the luminosity\ndistance for Type Ia supernovae (SNe Ia) as a function of redshift, and to set\nobservational constraints on the dark energy contribution to the total energy\ncontent of the Universe. The CSP differs from other projects to date in its\ngoal of providing an I-band {rest-frame} Hubble diagram. Here we present the\nfirst results from near-infrared (NIR) observations obtained using the Magellan\nBaade telescope for SNe Ia with 0.1 < z < 0.7. We combine these results with\nthose from the low-redshift CSP at z <0.1 (Folatelli et al. 2009). We present\nlight curves and an I-band Hubble diagram for this first sample of 35 SNe Ia\nand we compare these data to 21 new SNe Ia at low redshift. These data support\nthe conclusion that the expansion of the Universe is accelerating. When\ncombined with independent results from baryon acoustic oscillations (Eisenstein\net al. 2005), these data yield Omega_m = 0.27 +/- 0.0 (statistical), and\nOmega_DE = 0.76 +/- 0.13 (statistical) +/- 0.09 (systematic), for the matter\nand dark energy densities, respectively. If we parameterize the data in terms\nof an equation of state, w, assume a flat geometry, and combine with baryon\nacoustic oscillations, we find that w = -1.05 +/- 0.13 (statistical) +/- 0.09\n(systematic). The largest source of systematic uncertainty on w arises from\nuncertainties in the photometric calibration, signaling the importance of\nsecuring more accurate photometric calibrations for future supernova cosmology\nprograms. Finally, we conclude that either the dust affecting the luminosities\nof SNe Ia has a different extinction law (R_V = 1.8) than that in the Milky Way\n(where R_V = 3.1), or that there is an additional intrinsic color term with\nluminosity for SNe Ia independent of the decline rate.\n","Comment: 44 pages, 23 figures, 9 tables; Accepted for publication in the\n  Astrophysical Journal"]}]
["0907.5310",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.5310","Int.J.Mod.Phys.A26:2125-2141,2011","doi:10.1142/S0217751X11053286"],"date":["2009-07-30"],"type":["text"],"creator":["Baltar, V. L.","Dosch, H. G.","Ferreira, E."],"language":[],"coverage":[],"title":["Universality in the Electroproduction of Vector Mesons"],"description":["  We study universality in the electroproduction of vector mesons using a\nunified nonperturbative approach which has already proved to reproduce\nextremely well the available experimental data. In this framework, after the\nextraction of factors that are specific of each vector meson, we arrive at a\nreduced integrated elastic cross section which is universal. Our calculations\nsuggest a finite infrared behavior for the strong coupling constant.\n","Comment: 22 pages, 10 figures"]}]
["0909.0283",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0283","J.Geom.Phys. 61: 1527-1552, 2011","doi:10.1016/j.geomphys.2011.03.008"],"date":["2009-09-01","2011-05-23"],"type":["text"],"creator":["Runkel, Ingo","Suszek, Rafal R."],"language":[],"coverage":[],"title":["Affine su(2) fusion rules from gerbe 2-isomorphisms"],"description":["  We give a geometric description of the fusion rules of the affine Lie algebra\nsu(2)_k at a positive integer level k in terms of the k-th power of the basic\ngerbe over the Lie group SU(2). The gerbe can be trivialised over conjugacy\nclasses corresponding to dominant weights of su(2)_k via a 1-isomorphism. The\nfusion-rule coefficients are related to the existence of a 2-isomorphism\nbetween pullbacks of these 1-isomorphisms to a submanifold of SU(2) x SU(2)\ndetermined by the corresponding three conjugacy classes. This construction is\nmotivated by its application in the description of junctions of maximally\nsymmetric defect lines in the Wess-Zumino-Witten model.\n","Comment: 41 pages, 1 figure (the published version)"]}]
["0909.0726",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematical Physics","17A30, 17B81, 17D25, 81R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.0726","Journal of Physics A 44 (2011) 085202","doi:10.1088/1751-8113/44/8/085202"],"date":["2009-09-03","2011-01-12"],"type":["text"],"creator":["Yau, Donald"],"language":[],"coverage":[],"title":["Hom-Novikov algebras"],"description":["  We study a twisted generalization of Novikov algebras, called Hom-Novikov\nalgebras, in which the two defining identities are twisted by a linear map. It\nis shown that Hom-Novikov algebras can be obtained from Novikov algebras by\ntwisting along any algebra endomorphism. All algebra endomorphisms on complex\nNovikov algebras of dimensions two or three are computed, and their associated\nHom-Novikov algebras are described explicitly. Another class of Hom-Novikov\nalgebras is constructed from Hom-commutative algebras together with a\nderivation, generalizing a construction due to Dorfman and Gel'fand. Two other\nclasses of Hom-Novikov algebras are constructed from Hom-Lie algebras together\nwith a suitable linear endomorphism, generalizing a construction due to Bai and\nMeng.\n","Comment: To appear in Journal of Physics A"]}]
["0909.4549",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4549","JHEP 1105:097,2011","doi:10.1007/JHEP05(2011)097"],"date":["2009-09-24"],"type":["text"],"creator":["Buckley, Matthew R.","Randall, Lisa","Shuve, Brian"],"language":[],"coverage":[],"title":["LHC Searches for Non-Chiral Weakly Charged Multiplets"],"description":["  Because the TeV-scale to be probed at the Large Hadron Collider should shed\nlight on the naturalness, hierarchy, and dark matter problems, most searches to\ndate have focused on new physics signatures motivated by possible solutions to\nthese puzzles. In this paper, we consider some candidates for new states that\nalthough not well-motivated from this standpoint are obvious possibilities that\ncurrent search strategies would miss. In particular we consider vector\nrepresentations of fermions in multiplets of $SU(2)_L$ with a lightest neutral\nstate. Standard search strategies would fail to find such particles because of\nthe expected small one-loop-level splitting between charged and neutral states.\n","Comment: 16 pages, 9 figures"]}]
["0910.2965",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","17B37 (Primary), 20G10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.2965","International Mathematics Research Notices 2011 (2011), 2263-2294","doi:10.1093/imrn/rnq156"],"date":["2009-10-15","2009-11-03"],"type":["text"],"creator":["Drupieski, Christopher M."],"language":[],"coverage":[],"title":["On injective modules and support varieties for the small quantum group"],"description":["  Let $u_\\zeta(g)$ denote the small quantum group associated to the simple\ncomplex Lie algebra $g$, with parameter $q$ specialized to a primitive\n$\\ell$-th root of unity $\\zeta$ in the field $k$. Generalizing a result of\nCline, Parshall and Scott, we show that if $M$ is a finite-dimensional\n$u_\\zeta(g)$-module admitting a compatible torus action, then the injectivity\nof $M$ as a module for $u_\\zeta(g)$ can be detected by the restriction of $M$\nto certain root subalgebras of $u_\\zeta(g)$. If the characteristic of $k$ is\npositive, then this injectivity criterion also holds for the higher\nFrobenius--Lusztig kernels $U_\\zeta(G_r)$ of the quantized enveloping algebra\n$U_\\zeta(g)$. Now suppose that $M$ lifts to a $U_\\zeta(g)$-module. Using a new\nrank variety type result for the support varieties of $u_\\zeta(g)$, we prove\nthat the injectivity of $M$ for $u_\\zeta(g)$ can be detected by the restriction\nof $M$ to a single root subalgebra.\n","Comment: 21 pages. Title changed from previous version. Various other minor\n  corrections and changes made"]}]
["0912.3428",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3428","Int.J.Mod.Phys.A26:2243-2262,2011","doi:10.1142/S0217751X11053353"],"date":["2009-12-17"],"type":["text"],"creator":["Ellis, John","Mavromatos, Nick E.","Nanopoulos, Dimitri V."],"language":[],"coverage":[],"title":["D-Foam Phenomenology: Dark Energy, the Velocity of Light and a Possible\n  D-Void"],"description":["  In a D-brane model of space-time foam, there are contributions to the dark\nenergy that depend on the D-brane velocities and on the density of D-particle\ndefects. The latter may also reduce the speeds of photons linearly with their\nenergies, establishing a phenomenological connection with astrophysical probes\nof the universality of the velocity of light. Specifically, the cosmological\ndark energy density measured at the present epoch may be linked to the apparent\nretardation of energetic photons propagating from nearby AGNs. However, this\nnascent field of `D-foam phenomenology' may be complicated by a dependence of\nthe D-particle density on the cosmological epoch. A reduced density of\nD-particles at redshifts z ~ 1 - a `D-void' - would increase the dark energy\nwhile suppressing the vacuum refractive index, and thereby might reconcile the\nAGN measurements with the relatively small retardation seen for the energetic\nphotons propagating from GRB 090510, as measured by the Fermi satellite.\n","Comment: 10 pages, 3 figures"]}]
["1002.1073",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry","53C23 49Q14"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1073","Journal of Differential Geometry, Vol 87, 117-199 (2011)"],"date":["2010-02-04","2011-04-12"],"type":["text"],"creator":["Sormani, C.","Wenger, S."],"language":[],"coverage":[],"title":["The Intrinsic Flat Distance between Riemannian Manifolds and other\n  Integral Current Spaces"],"description":["  Inspired by the Gromov-Hausdorff distance, we define the intrinsic flat\ndistance between oriented $m$ dimensional Riemannian manifolds with boundary by\nisometrically embedding the manifolds into a common metric space, measuring the\nflat distance between them and taking an infimum over all isometric embeddings\nand all common metric spaces. This is made rigorous by applying\nAmbrosio-Kirchheim's extension of Federer-Fleming's notion of integral currents\nto arbitrary metric spaces. We prove the intrinsic flat distance between two\ncompact oriented Riemannian manifolds is zero iff they have an orientation\npreserving isometry between them. Using the theory of Ambrosio-Kirchheim, we\nstudy converging sequences of manifolds and their limits, which are in a class\nof metric spaces that we call integral current spaces. We describe the\nproperties of such spaces including the fact that they are countably\n$\\mathcal{H}^m$ rectifiable spaces and present numerous examples.\n","Comment: (78 pages, 18 figures) Changes from the 2008 version: added examples\n  appendix, added 3.1, fixed 3.2, fixed typos. Changes from v2: minor changes,\n  finalized for submission. Changes from v3: Accepted by JDG, introduction\n  revised, new citations, minor changes, reformatted for JDG, Changes now:\n  minor typos"]}]
["1003.0611",{"format":[],"subject":["Mathematics - Combinatorics","82B20, 05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0611","Progress in Probability: Random Walks, Boundaries and Spectra\n  (D.Lenz, F. Sobieczky and W. Woess editors), 64 (2011), 277-304, Springer\n  Basel"],"date":["2010-03-02"],"type":["text"],"creator":["D'Angeli, Daniele","Donno, Alfredo","Nagnibeda, Tatiana"],"language":[],"coverage":[],"title":["Partition functions of the Ising model on some self-similar Schreier\n  graphs"],"description":["  We study partition functions and thermodynamic limits for the Ising model on\nthree families of finite graphs converging to infinite self-similar graphs.\nThey are provided by three well-known groups realized as automorphism groups of\nregular rooted trees: the first Grigorchuk's group of intermediate growth; the\niterated monodromy group of the complex polynomial $z^2-1$ known as the\nBasilica group; and the Hanoi Towers group $H^{(3)}$ closely related to the\nSierpinsky gasket.\n","Comment: 23 pages"]}]
["1003.0707",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35L05, 35B44, 35C06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0707","Comm. Pure Appl. Math. 64 (2011), no. 8, 1029-1164"],"date":["2010-03-03","2011-02-14"],"type":["text"],"creator":["Donninger, Roland"],"language":[],"coverage":[],"title":["On stable self-similar blow up for equivariant wave maps"],"description":["  We consider co--rotational wave maps from (3+1) Minkowski space into the\nthree--sphere. This is an energy supercritical model which is known to exhibit\nfinite time blow up via self-similar solutions. The ground state self--similar\nsolution $f_0$ is known in closed form and based on numerics, it is supposed to\ndescribe the generic blow up behavior of the system. We prove that the blow up\nvia $f_0$ is stable under the assumption that $f_0$ does not have unstable\nmodes. This condition is equivalent to a spectral assumption for a linear\nsecond order ordinary differential operator. In other words, we reduce the\nproblem of stable blow up to a linear ODE spectral problem. Although we are\nunable, at the moment, to verify the mode stability of $f_0$ rigorously, it is\nknown that possible unstable eigenvalues are confined to a certain compact\nregion in the complex plane. As a consequence, highly reliable numerical\ntechniques can be applied and all available results strongly suggest the\nnonexistence of unstable modes, i.e., the assumed mode stability of $f_0$.\n","Comment: Some minor changes according to the referee's suggestions, to appear\n  in Comm. Pure Appl. Math"]}]
["1004.0784",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0784"],"date":["2010-04-06","2011-05-24"],"type":["text"],"creator":["Auffray, Yves","Barbillon, Pierre","Marin, Jean-Michel"],"language":[],"coverage":[],"title":["Maximin design on non hypercube domain and kernel interpolation"],"description":["  In the paradigm of computer experiments, the choice of an experimental design\nis an important issue. When no information is available about the black-box\nfunction to be approximated, an exploratory design have to be used. In this\ncontext, two dispersion criteria are usually considered: the minimax and the\nmaximin ones. In the case of a hypercube domain, a standard strategy consists\nof taking the maximin design within the class of Latin hypercube designs.\nHowever, in a non hypercube context, it does not make sense to use the Latin\nhypercube strategy. Moreover, whatever the design is, the black-box function is\ntypically approximated thanks to kernel interpolation. Here, we first provide a\ntheoretical justification to the maximin criterion with respect to kernel\ninterpolations. Then, we propose simulated annealing algorithms to determine\nmaximin designs in any bounded connected domain. We prove the convergence of\nthe different schemes.\n","Comment: 3 figures"]}]
["1004.1780",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1780","Class.Quant.Grav.28:114005,2011","doi:10.1088/0264-9381/28/11/114005"],"date":["2010-04-11","2010-11-23"],"type":["text"],"creator":["Rovelli, Carlo"],"language":[],"coverage":[],"title":["A new look at loop quantum gravity"],"description":["  I describe a possible perspective on the current state of loop quantum\ngravity, at the light of the developments of the last years. I point out that a\ntheory is now available, having a well-defined background-independent\nkinematics and a dynamics allowing transition amplitudes to be computed\nexplicitly in different regimes. I underline the fact that the dynamics can be\ngiven in terms of a simple vertex function, largely determined by locality,\ndiffeomorphism invariance and local Lorentz invariance. I emphasize the\nimportance of approximations. I list open problems.\n","Comment: 15 pages, 5 figures"]}]
["1004.3264",{"format":[],"subject":["Mathematics - Differential Geometry","Primary: 53D37. Secondary: 14J33, 53D05, 53D12, 32G81"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3264","J.Geom.Phys.61:1553-1563,2011","doi:10.1016/j.geomphys.2011.03.018"],"date":["2010-04-19"],"type":["text"],"creator":["Cleyton, Richard","Ovando, Gabriela P.","Poon, Yat Sun"],"language":[],"coverage":[],"title":["Weak Mirror Symmetry of Complex Symplectic Algebras"],"description":["  A complex symplectic structure on a Lie algebra $\\lie h$ is an integrable\ncomplex structure $J$ with a closed non-degenerate $(2,0)$-form. It is\ndetermined by $J$ and the real part $\\Omega$ of the $(2,0)$-form. Suppose that\n$\\lie h$ is a semi-direct product $\\lie g\\ltimes V$, and both $\\lie g$ and $V$\nare Lagrangian with respect to $\\Omega$ and totally real with respect to $J$.\nThis note shows that $\\lie g\\ltimes V$ is its own weak mirror image in the\nsense that the associated differential Gerstenhaber algebras controlling the\nextended deformations of $\\Omega$ and $J$ are isomorphic. The geometry of\n$(\\Omega, J)$ on the semi-direct product $\\lie g\\ltimes V$ is also shown to be\nequivalent to that of a torsion-free flat symplectic connection on the Lie\nalgebra $\\lie g$. By further exploring a relation between $(J, \\Omega)$ with\nhypersymplectic algebras, we find an inductive process to build families of\ncomplex symplectic algebras of dimension $8n$ from the data of the\n$4n$-dimensional ones.\n","Comment: 22 pages"]}]
["1005.0525",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0525","Nucl.Instrum.Meth.A642:45-51,2011","doi:10.1016/j.nima.2011.03.054"],"date":["2010-05-04"],"type":["text"],"creator":["Kurilkin, P. K.","Ladygin, V. P.","Uesaka, T.","Suda, K.","Gurchin, Yu. V.","Isupov, A. Yu.","Itoh, K.","Janek, M.","Karachuk, J. -T.","Kawabata, T.","Khrenov, A. N.","Kiselev, A. S.","Kizka, V. A.","Kliman, J.","Krasnov, V. A.","Livanov, A. N.","Maeda, Y.","Malakhov, A. I.","Matousek, V.","Morhach, M.","Reznikov, S. G.","Sakaguchi, S.","Sakai, H.","Sasamoto, Y.","Sekiguchi, K.","Turzo, I.","Vasiliev, T. A."],"language":[],"coverage":[],"title":["The 270 MeV deuteron beam polarimeter at the Nuclotron Internal Target\n  Station"],"description":["  A deuteron beam polarimeter has been constructed at the Internal Target\nStation\n  at the Nuclotron of JINR. The polarimeter is based on spin-asymmetry\nmeasurements in the d-p elastic scattering at large angles and the deuteron\nkinetic energy of 270 MeV. It allows to measure vector and tensor components of\nthe deuteron beam polarization\n  simultaneously.\n","Comment: 15 pages, 9 figures"]}]
["1005.0873",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0873","Phys. Rev. Lett. 106, 197003 (2011)","doi:10.1103/PhysRevLett.106.197003"],"date":["2010-05-05"],"type":["text"],"creator":["Mkhitaryan, V. V.","Raikh, M. E."],"language":[],"coverage":[],"title":["Fermi-edge singularity in the vicinity of the resonant scattering\n  condition"],"description":["  Fermi-edge absorption theory predicting the spectrum, A(\\omega)\\propto\n\\omega^{-2\\delta_0/\\pi+\\delta^2_0/\\pi^2}, relies on the assumption that\nscattering phase, \\delta_0, is frequency-independent. Dependence of \\delta_0 on\n\\omega becomes crucial near the resonant condition, where the phase changes\nabruptly by \\pi. In this limit, due to finite time spent by electron on a\nresonant level, the scattering is dynamic. We incorporate this time delay into\nthe theory, solve the Dyson equation with a modified kernel and find that, near\nthe resonance, A(\\omega) behaves as \\omega^{-3/4} |\\ln \\omega|. Resonant\nscattering off the core hole takes place in 1D and 2D in the presence of an\nempty subband above the Fermi level; then attraction to hole splits off a\nresonant level from the bottom of the empty subband. Fermi-edge absorption in\nthe regime when resonant level transforms into a Kondo peak is discussed.\n","Comment: 5 pages, 3 figures"]}]
["1005.2084",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Geometry","57M25, 32S25, 14D07, 14H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2084"],"date":["2010-05-12","2011-05-24"],"type":["text"],"creator":["Borodzik, Maciej","Nemethi, Andras"],"language":[],"coverage":[],"title":["Hodge-type structures as link invariants"],"description":["  Based on some analogies with the Hodge theory of isolated hypersurface\nsingularities, we define Hodge-type numerical invariants (called H-numbers) of\nany, not necessarily algebraic, link in $S^3$. They contain the same\ninformation as the (normalized) real Seifert matrix. We study their basic\nproperties, we express the Tristram-Levine signatures and the higher order\nAlexander polynomial in terms of them. Motivated by singularity theory, we also\nintroduce the spectrum of the link (determined from these H-numbers), and we\nestablish some semicontinuity properties for it.\n","Comment: 22 pages. A difficult to spot mistake corrected in the formula in\n  Corollary 4.4.9(a)"]}]
["1005.5046",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Chemical Physics","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5046","Energy Conversion and Management 52 (2011), 2982-2986","doi:10.1016/j.enconman.2011.03.003"],"date":["2010-05-27","2011-05-24"],"type":["text"],"creator":["Stefani, Frank","Weier, Tom","Gundrum, Thomas","Gerbeth, Gunter"],"language":[],"coverage":[],"title":["How to circumvent the size limitation of liquid metal batteries due to\n  the Tayler instability"],"description":["  Recently, a new type of battery has been proposed that relies on the\nprinciple of self-assembling of a liquid metalloid positive electrode, a liquid\nelectrolyte, and a liquid metal negative electrode. While this configuration\nhas been claimed to allow arbitrary up-scaling, there is a size limitation of\nsuch a system due to a current-driven kink-type instability that is known as\nthe Tayler instability. We characterize this instability in large-scale\nself-assembled liquid metal batteries and discuss various technical means how\nit can be avoided.\n","Comment: 15 pages, 5 figures"]}]
["1005.5220",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5220","Phys. Rev. B 83, 045406 (2011)","doi:10.1103/PhysRevB.83.045406"],"date":["2010-05-28"],"type":["text"],"creator":["Mkhitaryan, V. V.","Raikh, M. E."],"language":[],"coverage":[],"title":["Disorder-induced magnetooscillations in bilayer graphene at high bias"],"description":["  Energy spectrum of biased bilayer graphene near the bottom has a\n\"Mexican-hat\"-like shape. For the Fermi level within the Mexican hat we predict\nthat, apart from conventional magnetooscillations which vanish with\ntemperature, there are additional magnetooscillations which are weakly\nsensitive to temperature. These oscillations are also insensitive to a\nlong-range disorder. Their period in magnetic field scales with bias, V, as\nV^2. The origin of these oscillations is the disorder-induced scattering\nbetween electron-like and hole-like Fermi-surfaces, specific for Mexican hat.\n","Comment: 5 pages, 2 figures"]}]
["1005.5247",{"format":[],"subject":["Mathematics - Probability","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5247","Applied Mathematics and Computation 217 (2011) 9322--9333","doi:10.1016/j.amc.2011.04.016"],"date":["2010-05-28","2011-04-07"],"type":["text"],"creator":["Lin, Qian"],"language":[],"coverage":[],"title":["Backward doubly stochastic differential equations with weak assumptions\n  on the coefficients"],"description":["  In this paper, we deal with one dimensional backward doubly stochastic\ndifferential equations (BDSDEs) where the coefficient is left Lipschitz in y\n(may be discontinuous) and uniformly continuous in z. We obtain a generalized\ncomparison theorem and a generalized existence theorem of BDSDEs .\n","Comment: 17 pages"]}]
["1005.5558",{"format":[],"subject":["Mathematics - Algebraic Geometry","14J32 (Primary), 14J81 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5558","J.Geom.Phys.61:1309-1318,2011","doi:10.1016/j.geomphys.2011.02.022"],"date":["2010-05-30","2011-03-01"],"type":["text"],"creator":["Kapustka, Michal"],"language":[],"coverage":[],"title":["Geometric transitions between Calabi-Yau threefolds related to\n  Kustin-Miller unprojections"],"description":["  We study Kustin-Miller unprojections between Calabi-Yau threefolds or more\nprecisely the geometric transitions they induce. We use them to connect many\nfamilies of Calabi-Yau threefolds with Picard number one to the web of Calabi\nYau complete intersections. This enables us to find explicit description of a\nfew known families of Calabi-Yau threefolds in terms of equations. Moreover we\nfind two new examples of Calabi-Yau threefolds with Picard group of rank one,\ndescribed by Pfaffian equations in weighted projective spaces.\n","Comment: to appear in Journal of Geometry and Physics"]}]
["1006.0126",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0126","Phys. Rev. B 82, 064517 (2010)","doi:10.1103/PhysRevB.82.064517"],"date":["2010-06-01"],"type":["text"],"creator":["Zhigadlo, N. D.","Katrych, S.","Weyeneth, S.","Puzniak, R.","Moll, P.","Bukowski, Z.","Karpinski, J.","Keller, H.","Batlogg, B."],"language":[],"coverage":[],"title":["Th substituted SmFeAsO: structural details and superconductivity with Tc\n  above 50 K"],"description":["  Superconducting poly- and single-crystalline samples of Sm1-xThxFeAsO with\npartial substitution of Sm3+ by Th4+ were synthesized and grown under high\npressure and their structural, magnetic and transport properties are studied.\nThe superconducting Tc reaches values higher than 50 K. Bulk superconducting\nsamples (x = 0.08, 0.15, 0.3) do not show any signs of a phase transition from\ntetragonal to orthorhombic crystal structure at low temperatures. With Th\nsubstitution the unit cell parameters a and c shrink and the fractional atomic\ncoordinate of the As site zAs remains almost unchanged, while that of Sm/Th\nzSm/Th increases. Upon warming from 5 K to 295 K the expansion of the FeAs\nlayer thickness is dominant, while the changes in the other structural building\nblocks are smaller by a factor of 1/5, and they compensate each other, since\nthe As-Sm/Th distance appears to contract by about the same amount as the\nO-Sm/Th expands. The poly- and single-crystalline samples are characterized by\na full diamagnetic response in low magnetic field, by a high intergrain\ncritical-current density for polycrystalline samples, and by a critical current\ndensity of the order of 8 x 105 A/cm2 for single crystals at 2 K in fields up\nto 7 T. The magnetic penetration depth anisotropy {\\gamma}{\\lambda} increases\nwith decreasing temperature, a similar behavior to that of SmFeAsO1-xFy single\ncrystals. The upper critical field estimated from resistance measurements is\nanisotropic with slopes of 5.4 T/K (H//ab plane) and 2.7 T/K (H//c axis), at\ntemperatures sufficiently far below Tc. The upper critical field anisotropy\n{\\gamma}H is in the range of 2, consistent with the tendency of a decreasing\n{\\gamma}H with decreasing temperature, already reported for SmFeAsO1-xFy single\ncrystals.\n","Comment: 30 pages, 2 tables, 15 figures"]}]
["1006.2910",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2910","EJTP 8, 15 (2011)"],"date":["2010-06-15"],"type":["text"],"creator":["Kleinert, H."],"language":[],"coverage":[],"title":["Converting Divergent Weak-Coupling into Exponentially Fast Convergent\n  Strong-Coupling Expansions"],"description":["  With the help of a simple variational procedure it is possible to convert the\npartial sums of order $N$ of many divergent series expansions\n$f(g)=\\sum_{n=0}^\\infty a_n g^n$ into partial sums $\\sum_{n=0}^N b_n g^{-\n\\omega n}$, where $0<\\omega<1$ is a parameter that parametrizes the approach to\nthe large-$g$ limit. The latter are partial sums of a strong-coupling expansion\nof $f(g)$ which converge against $f(g)$ for $g$ {\\em outside} a certain\ndivergence radius. The error decreases exponentially fast for large $N$, like\n$e^{-{\\rm const.}\\times N^{1-\\omega}}$. We present a review of the method and\nvarious applications.\n","Comment: 32 pages"]}]
["1007.0015",{"format":[],"subject":["Nuclear Experiment","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0015","Nucl.Instrum.Meth.A642:65-69,2011","doi:10.1016/j.nima.2011.03.064"],"date":["2010-06-30","2011-02-03"],"type":["text"],"creator":["Finnerty, P.","MacMullin, S.","Back, H. O.","Henning, R.","Long, A.","Macon, K. T.","Strain, J.","Lindstrom, R. M.","Vogelaar, R. B."],"language":[],"coverage":[],"title":["Low-Background gamma counting at the Kimballton Underground Research\n  Facility"],"description":["  The next generation of low-background physics experiments will require the\nuse of materials with unprecedented radio-purity. A gamma-counting facility at\nthe Kimballton Underground Research Facility (KURF) has been commissioned to\nperform initial screening of materials for radioactivity primarily from\nnuclides in the 238U and 232Th decay chains, 40K and cosmic-ray induced\nisotopes. The facility consists of two commercial low-background high purity\ngermanium (HPGe) detectors. A continuum background reduction better than a\nfactor of 10 was achieved by going underground. This paper describes the\nfacility, detector systems, analysis techniques and selected assay results.\n","Comment: 7 pages, 7 figures. Submitted to NIMA"]}]
["1007.0127",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0127","J. Phys.: Condens. Matter 23 (2011) 226006","doi:10.1088/0953-8984/23/22/226006"],"date":["2010-07-01","2011-01-31"],"type":["text"],"creator":["Mosadeq, H.","Shahbazi, F.","Jafari, S. A."],"language":[],"coverage":[],"title":["Plaquette valence-bond ordering in J_1-J_2 Heisenberg antiferromagnet on\n  the honeycomb lattice"],"description":["  We study S=1/2 Heisenberg model on the honeycomb lattice with first and\nsecond neighbor antiferromagnetic exchange (J_{1}-J_{2} model), employing exact\ndiagonalization in both S_z=0 basis and nearest neighbor singlet valence bond\n(NNVB) basis. We find that for 0.2<J_2/J_1<0.3, NNVB basis gives a proper\ndescription of the ground state in comparison with the exact results. By\nanalyzing the dimer-dimer as well as plaquette-plaquette correlations and also\ndefining appropriate structure factors, we investigate possible symmetry\nbreaking states as the candidate for the ground state in the frustrated region.\nWe provide body of evidences in favor of plaquette valence bond ordering for\n0.2<J_2/J_1<0.3. By further increasing the ratio J_2/J_1, this state undergoes\na transition to the staggered dimerized state.\n","Comment: 15 figures"]}]
["1007.1641",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1641","Nucl.Phys.B849:521-548,2011","doi:10.1016/j.nuclphysb.2011.03.027"],"date":["2010-07-09","2011-04-11"],"type":["text"],"creator":["Bertuzzo, Enrico","Di Bari, Pasquale","Marzola, Luca"],"language":[],"coverage":[],"title":["The problem of the initial conditions in flavoured leptogenesis and the\n  tauon N_2-dominated scenario"],"description":["  We discuss the conditions to realize a scenario of strong thermal\nleptogenesis, where the final asymmetry is fully independent of the initial\nconditions, when both heavy and light flavor effects are taken into account. In\nparticular the contribution to the final asymmetry from a residual initial\npre-existing asymmetry has to be negligible. We show that in the case of a\nhierarchical right-handed (RH) neutrino mass spectrum, the only possible way is\na N_2-dominated leptogenesis scenario with a lightest RH neutrino mass M_1 <<\n10^9 GeV and with a next-to-lightest RH neutrino mass 10^12 GeV >> M_2 >> 10^9\nGeV. This scenario necessarily requires the presence of a heaviest third RH\nneutrino specie. Moreover, we show that the final asymmetry has to be\ndominantly produced in the tauon flavour while the electron and the muon\nasymmetries have to be efficiently washed out by the lightest RH neutrino\ninverse processes. Intriguingly, such seemingly special conditions for\nsuccessful strong thermal leptogenesis are naturally fulfilled within\nSO(10)-inspired models. Besides the tauon N_2-dominated scenario, successful\nstrong thermal leptogenesis is also achieved in scenarios with quasi-degenerate\nRH neutrino masses. We also comment on the supersymmetric case. We also derive\nan expression for the final asymmetry produced from leptogenesis taking fully\ninto account heavy neutrino flavour effects in the specific case $M_1\\gg\n10^{12}\\,{\\rm GeV}$ (heavy flavoured scenario), a result that can be extended\nto any other mass pattern.\n","Comment: 36 pages, 6 figures; v2: added 2 Ref.'s, footnotes, 1 sentence in the\n  abstract; fixed typos and text improved; 5.6 expanded; version to appear in\n  Nucl. Phys. B"]}]
["1007.2117",{"format":[],"subject":["Mathematics - Numerical Analysis","Computer Science - Symbolic Computation","65F30, 68Q17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2117","Bulletin of Mathematical Analysis and Applications, ISSN\n  1821-1291, Volume 3 Issue 2 (2011), Pages 269-277"],"date":["2010-07-13","2011-05-11"],"type":["text"],"creator":["Hedtke, Ivo"],"language":[],"coverage":[],"title":["Strassen's Matrix Multiplication Algorithm for Matrices of Arbitrary\n  Order"],"description":["  The well known algorithm of Volker Strassen for matrix multiplication can\nonly be used for $(m2^k \\times m2^k)$ matrices. For arbitrary $(n \\times n)$\nmatrices one has to add zero rows and columns to the given matrices to use\nStrassen's algorithm. Strassen gave a strategy of how to set $m$ and $k$ for\narbitrary $n$ to ensure $n\\leq m2^k$. In this paper we study the number $d$ of\nadditional zero rows and columns and the influence on the number of flops used\nby the algorithm in the worst case ($d=n/16$), best case ($d=1$) and in the\naverage case ($d\\approx n/48$). The aim of this work is to give a detailed\nanalysis of the number of additional zero rows and columns and the additional\nwork caused by Strassen's bad parameters. Strassen used the parameters $m$ and\n$k$ to show that his matrix multiplication algorithm needs less than\n$4.7n^{\\log_2 7}$ flops. We can show in this paper, that these parameters cause\nan additional work of approx. 20 % in the worst case in comparison to the\noptimal strategy for the worst case. This is the main reason for the search for\nbetter parameters.\n","Comment: 8 pages, 2 figures"]}]
["1007.2562",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2562"],"date":["2010-07-15","2011-05-24"],"type":["text"],"creator":["Lu, Wen-ming","Zhang, Lin"],"language":[],"coverage":[],"title":["Pointwise weighted approximation of functions with inner singularities\n  by Bernstein operators"],"description":["  We consider the pointwise weighted approximation by Bernstein operators with\ninner singularities. The related weight functions are weights\n$\\bar{w}(x)=|x-\\xi|^\\alpha(0<\\xi<1,\\ \\alpha>0).$ In this paper we give direct\nand inverse results of this type of Bernstein polynomials.\n","Comment: 13 pages, latex"]}]
["1007.5122",{"format":[],"subject":["Mathematics - Number Theory","14H52, 11G05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5122"],"date":["2010-07-29","2011-05-23"],"type":["text"],"creator":["Betts, Robert J."],"language":[],"coverage":[],"title":["Deriving from an Assumption a semistable elliptic Curve for \\(x_{0}^{k}\n  + y_{0}^{l} = z_{0}^{m}\\)"],"description":["  With a simple transformation of the three exponents the generalized Fermat\nequation can be put into the same form as the Fermat equation. When it is\nrewritten into this new altered form any real solutions to the altered equation\nequal a subset of real solutions to the Fermat equation. This result, along\nwith a paradigm previously established by G. Frey and Y. Hellegouarch, can be\nused to show that the generalized Fermat equation has no solutions in coprime\nintegers. In fact we prove one can derive an elliptic curve over $\\mathbb{Q}$\nfor primes (p \\geq 3), from the assumption that (x_{0}^{k} + y_{0}^{l} =\nz_{0}^{m}), (k, l, m \\geq 3), has coprime solutions in integers. The curve then\ncan be used to show the unsolvability of this equation. Our aim is not to\narrive at very deep results. Rather the goal in this paper is to apply prior\nresults obtained by G. Frey, K. Ribet and A. Wiles, to show the lack of\nsolutions to the generalized Fermat equation.\n","Comment: This paper has been withdrawn by the author. There were at three\n  skeptical responses from others by implication, with two from qualified\n  reviewers. Also if revision could have improved the presentation, no\n  suggestions were made to the author as to how to revise the argument"]}]
["1008.0585",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0585","Phys.Rev.D83:106008,2011","doi:10.1103/PhysRevD.83.106008"],"date":["2010-08-03","2011-05-19"],"type":["text"],"creator":["Shao, Kai-Nan","Zhang, Zhibai"],"language":[],"coverage":[],"title":["Hidden Conformal Symmetry of Rotating Black Hole with four Charges"],"description":["  Kerr/CFT correspondence exhibits many remarkable connections between the near\nhorizon Kerr black hole and a CFT. Recently, a hidden conformal symmetry in the\nsolution space of Kerr black hole is shown by Castro, Maloney and Strominger.\nApplying the formula on a rotating black hole with four independent U(1)\ncharges derived in string theory which is known as the 4D Cvetic-Youm solution,\nwe show that the same hidden conformal symmetry is also held. The temperatures\nwe derived match the Cardy formula correctly and we give a clarification about\nold explains on them. The calculation on entropy and absorption cross section\nis also given, which totally agrees with the previous results. This work\ntogether with previous ones in this series, robustly support the validity of\nthe way in which the hidden conformal symmetry is derived, and reflect the\nevidence of Kerr/CFT correspondence.\n","Comment: 15 pages, reference added"]}]
["1008.1734",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1734","Phys. Rev. B 83 054512 (2011)","doi:10.1103/PhysRevB.83.054512"],"date":["2010-08-10","2011-02-16"],"type":["text"],"creator":["Zitko, Rok","Bodensiek, Oliver","Pruschke, Thomas"],"language":[],"coverage":[],"title":["Magnetic anisotropy effects on quantum impurities in superconducting\n  host"],"description":["  We study the magnetic anisotropy effects on the localized sub-gap excitations\ninduced by quantum impurities coupled to a superconducting host. We establish\nthe ground-state phase diagrams for single-channel and two-channel high-spin\nKondo impurities; they unveil surprising complexity that results from the\n(multi-stage) Kondo screening in competition with the superconducting\ncorrelations and the magnetic anisotropy splitting of the spin multiplets. We\ndiscuss the possibility of detecting the Zeeman splitting of the sub-gap\nstates, which would provide an interesting spectroscopic tool for studying the\nmagnetism on the single-atom level. We also study the problem of two impurities\ncoupled by the Heisenberg exchange interaction, and we follow the evolution of\nthe sub-gap states for both antiferromagnetic and ferromagnetic coupling. For\nsufficiently strong antiferromagnetic coupling, the impurities bind into a\nsinglet state that is non-magnetic, thus the sub-gap states move to the edge of\nthe gap and can no longer be discerned. For ferromagnetic coupling, some\nexcited states remain present inside the gap.\n","Comment: 14 pages, 16 figures (significantly extended version, includes a\n  section on the two-impurity effects)"]}]
["1008.3109",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3109","2010A&A...523A..81D","doi:10.1051/0004-6361/201015198"],"date":["2010-08-18","2010-10-05"],"type":["text"],"creator":["de Plaa, J.","Werner, N.","Simionescu, A.","Kaastra, J. S.","Grange, Y. G.","Vink, Jacco"],"language":[],"coverage":[],"title":["Cold fronts and multi-temperature structures in the core of Abell 2052"],"description":["  The physics of the coolest phases in the hot Intra-Cluster Medium (ICM) of\nclusters of galaxies is yet to be fully unveiled. X-ray cavities blown by the\ncentral Active Galactic Nucleus (AGN) contain enough energy to heat the\nsurrounding gas and stop cooling, but locally blobs or filaments of gas appear\nto be able to cool to low temperatures of 10^4 K. In X-rays, however, gas with\ntemperatures lower than 0.5 keV is not observed. Using a deep XMM-Newton\nobservation of the cluster of galaxies Abell 2052, we derive 2D maps of the\ntemperature, entropy, and iron abundance in the core region. About 130 kpc\nSouth-West of the central galaxy, we discover a discontinuity in the surface\nbrightness of the hot gas which is consistent with a cold front. Interestingly,\nthe iron abundance jumps from ~0.75 to ~0.5 across the front. In a smaller\nregion to the North-West of the central galaxy we find a relatively high\ncontribution of cool 0.5 keV gas, but no X-ray emitting gas is detected below\nthat temperature. However, the region appears to be associated with much cooler\nH-alpha filaments in the optical waveband. The elliptical shape of the cold\nfront in the SW of the cluster suggests that the front is caused by sloshing of\nthe hot gas in the clusters gravitational potential. This effect is probably an\nimportant mechanism to transport metals from the core region to the outer parts\nof the cluster. The smooth temperature profile across the sharp jump in the\nmetalicity indicates the presence of heat conduction and the lack of mixing\nacross the discontinuity. The cool blob of gas NW of the central galaxy was\nprobably pushed away from the core and squeezed by the adjacent bubble, where\nit can cool efficiently and relatively undisturbed by the AGN. Shock induced\nmixing between the two phases may cause the 0.5 keV gas to cool non-radiatively\nand explain our non-detection of gas below 0.5 keV.\n","Comment: 11 pages, 9 figures, A&A, in press"]}]
["1008.4171",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4171","Nucl.Instrum.Meth.A639:246-248,2011","doi:10.1016/j.nima.2010.09.175"],"date":["2010-08-24","2010-09-09"],"type":["text"],"creator":["Cooper, Peter S.","Engelfried, Jurgen"],"language":[],"coverage":[],"title":["Measuring the masses of the charged hadrons using a RICH as a precision\n  velocity spectrometer"],"description":["  The Selex experiment measured several billion charged hadron tracks with a\nhigh precision magnetic momentum spectrometer and high precision RICH velocity\nspectrometer. We have analyzed these data to simultaneously measure the masses\nof all the long lived charged hadrons and anti-hadrons from the pi to the Omega\nusing the same detector and technique. The statistical precision achievable\nwith this data sample is more than adequate for 0.1% mass measurements\n  We have used these measurements to develop and understand the systematic\neffects of a RICH as a precision velocity spectrometer with the goal of\nmeasuring 10 masses with precision ranging from 100 KeV for the lightest to\n1000 KeV for the heaviest. This requires controlling the radius measurement of\nRICH rings to the ~10^{-4} level. Progress in the mass measurements and the\nrequired RICH analysis techniques developed are discussed.\n","Comment: Submitted to special edition of NIMA, Proceedings of RICh2010. v2 as\n  accepted for publication"]}]
["1008.5068",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5068","Nucl.Instrum.Meth.A641:37-47,2011","doi:10.1016/j.nima.2011.02.042"],"date":["2010-08-30","2011-02-13"],"type":["text"],"creator":["Kobayashi, M.","Yonamine, R.","Tomioka, T.","Aoza, A.","Bito, H.","Fujii, K.","Higashi, T.","Hiramatsu, K.","Ikematsu, K.","Ishikawa, A.","Kato, Y.","Kuroiwa, H.","Matsuda, T.","Nitoh, O.","Ohta, H.","Sakai, K.","Settles, R. D.","Sugiyama, A.","Tsuji, H.","Watanabe, T.","Yamaoka, H.","Yazu, T."],"language":[],"coverage":[],"title":["Cosmic ray tests of a GEM-based TPC prototype operated in\n  Ar-CF4-isobutane gas mixtures"],"description":["  Argon with an admixture of CF4 is expected to be a good candidate for the gas\nmixture to be used for a time projection chamber (TPC) in the future linear\ncollider experiment because of its small transverse diffusion of drift\nelectrons especially under a strong magnetic field. In order to confirm the\nsuperiority of this gas mixture over conventional TPC gases we carried out\ncosmic ray tests using a GEM-based TPC operated mostly in Ar-CF4-isobutane\nmixtures under 0 - 1 T axial magnetic fields. The measured gas properties such\nas gas gain and transverse diffusion constant as well as the observed spatial\nresolution are presented.\n","Comment: 22 pages, 18 figures. To be submitted to Nucl. Instr. and Meth. A"]}]
["1008.5097",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5097"],"date":["2010-08-30","2011-05-23"],"type":["text"],"creator":["Baran, V.","Colonna, M.","Di Toro, M.","Zus, R."],"language":[],"coverage":[],"title":["Hierarchy in mid-rapidity fragmentation: mass, isospin, velocity\n  correlations"],"description":["  We present new features of the transition from nuclear multifragmentation to\nneck fragmentation in semi-central heavy-ion collisions at Fermi energies as\nobtained within a microscopic transport model, Stochastic Mean Field (SMF). We\nshow that along this transition specific hierarchy phenomena of some kinematic\nobservables associated with the intermediate mass fragments develop. Their\ncorrelations with the dynamics of isospin degree of freedom, predicted by our\ncalculations, open new possibilities to learn about the density dependence of\nnuclear symmetry energy below saturation, as well as about the fragmentation\nmechanisms. Detailed results are presented for mass symmetric Sn + Sn reactions\nwith different isospin content at 50A MeV .\n","Comment: 7 pages, 9 figures"]}]
["1009.0052",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0052","Nucl.Instrum.Meth.A639:1-6,2011","doi:10.1016/j.nima.2010.10.023"],"date":["2010-08-31"],"type":["text"],"creator":["Engelfried, Jurgen"],"language":[],"coverage":[],"title":["Cherenkov Light Imaging - Fundamentals and recent Developments"],"description":["  We review in a historical way the fundamentals of Cherenkov light imaging\napplied to Ring Imaging Cherenkov Counters. We also point out some of the newer\ndevelopments in this very active field.\n","Comment: Submitted to special edition of NIMA, Proceedings of RICH2010"]}]
["1009.0589",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0589","Int.J.Mod.Phys.D20:767-783,2011","doi:10.1142/S0218271811019116"],"date":["2010-09-03"],"type":["text"],"creator":["Reula, Oscar","Sarbach, Olivier"],"language":[],"coverage":[],"title":["The Initial-Boundary Value Problem in General Relativity"],"description":["  In this article we summarize what is known about the initial-boundary value\nproblem for general relativity and discuss present problems related to it.\n","Comment: 11 pages, 2 figures. Contribution to a special volume for Mario\n  Castagnino's seventy fifth birthday"]}]
["1009.0774",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0774","Int.J.Mod.Phys.D20:933-937,2011","doi:10.1142/S0218271811019153"],"date":["2010-09-03"],"type":["text"],"creator":["Pérez, B. Carballo","Socolovsky, M."],"language":[],"coverage":[],"title":["Charge conjugation from space-time inversion in QED: discrete and\n  continuous groups"],"description":["  We show that the CPT groups of QED emerge naturally from the PT and P (or T)\nsubgroups of the Lorentz group. We also find relationships between these\ndiscrete groups and continuous groups, like the connected Lorentz and\nPoincar\\'e groups and their universal coverings.\n","Comment: 7 pages"]}]
["1009.0809",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0809","Int.J.Mod.Phys.A26:2199-2231,2011","doi:10.1142/S0217751X11053298"],"date":["2010-09-04"],"type":["text"],"creator":["Halpern, M. B."],"language":[],"coverage":[],"title":["The Orbifold-String Theories of Permutation-Type: III. Lorentzian and\n  Euclidean Space-Times in a Large Example"],"description":["  To illustrate the general results of the previous paper, we discuss here a\nlarge concrete example of the orbifold-string theories of permutation-type. For\neach of the many subexamples, we focus on evaluation of the \\emph{target\nspace-time dimension} $\\hat{D}_j(\\sigma)$, the \\emph{target space-time\nsignature} and the \\emph{target space-time symmetry} of each cycle $j$ in each\ntwisted sector $\\sigma$. We find in particular a gratifying \\emph{space-time\nsymmetry enhancement} which naturally matches the space-time symmetry of each\ncycle to its space-time dimension. Although the orbifolds of\n$\\Z_{2}$-permutation-type are naturally Lorentzian, we find that the target\nspace-times associated to larger permutation groups can be Lorentzian,\nEuclidean and even null (\\hat{D}_{j}(\\sigma)=0), with varying space-time\ndimensions, signature and symmetry in a single orbifold.\n","Comment: 36 pages"]}]
["1009.0876",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0876","Nucl.Instrum.Meth.A639:177-180,2011","doi:10.1016/j.nima.2010.09.164"],"date":["2010-09-04"],"type":["text"],"creator":["Group, K. Nishimura on behalf of the Belle II Particle Identification"],"language":[],"coverage":[],"title":["The time-of-propagation counter for Belle II"],"description":["  The Belle II detector operating at the future upgrade to the KEKB accelerator\nwill perform high-statistics precision investigations into the flavor sector of\nthe Standard Model. As charged hadron identification is a vital element of the\nexperiment's success, the time-of-propagation (TOP) counter has been chosen as\nthe primary particle identification device in the barrel region of Belle II.\nThe TOP counter is a compact variant of the detection of internally reflected\nCherenkov light (DIRC) technique and relies heavily on exquisite single photon\ntiming resolution with micro-channel plate photomultiplier tubes. We discuss\nthe general principles of TOP operation and optimization of the Belle II TOP\nconfiguration, which is expected to provide 4 sigma or better separation of\nkaons and pions up to momenta of approximately 4 GeV/c.\n","Comment: 5 pages, 5 figures, 2 tables; Submitted to special edition of NIMA,\n  Proceedings of RICH2010"]}]
["1009.1267",{"format":[],"subject":["Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1267","Int.J.Mod.Phys.E20:902-905,2011","doi:10.1142/S0218301311018939"],"date":["2010-09-07"],"type":["text"],"creator":["Raduta, Ad. R.","Borderie, B.","Geraci, E.","Neindre, N. Le","Napolitani, P.","Rivet, M. F.","Alba, R.","Amorini, F.","Cardella, G.","Chatterjee, M.","De Filippo, E.","Guinet, D.","Lautesse, P.","La Guidara, E.","Lanzalone, G.","Lanzano, G.","Lombardo, I.","Lopez, O.","Maiolino, C.","Pagano, A.","Pirrone, S.","Politi, G.","Porto, F.","Rizzo, F.","Russotto, P.","Wieleczko, J. P."],"language":[],"coverage":[],"title":["Production of $\\alpha$-particle condensate states in heavy-ion\n  collisions"],"description":["  The fragmentation of quasi-projectiles from the nuclear reaction $^{40}Ca$ +\n$^{12}C$ at 25 MeV/nucleon was used to produce excited states candidates to\n$\\alpha$-particle condensation. The experiment was performed at LNS-Catania\nusing the CHIMERA multidetector. Accepting the emission simultaneity and\nequality among the $\\alpha$-particle kinetic energies as experimental criteria\nfor deciding in favor of the condensate nature of an excited state, we analyze\nthe $0_2^+$ and $2_2^+$ states of $^{12}$C and the $0_6^+$ state of $^{16}$O. A\nsub-class of events corresponding to the direct 3-$\\alpha$ decay of the Hoyle\nstate is isolated.\n","Comment: contribution to the 2nd Workshop on \"State of the Art in Nuclear\n  Cluster Physics\" (SOTANCP2), Universite Libre de Bruxelles (Belgium), May\n  25-28, 2010, to be published in the International Journal of Modern Physics E"]}]
["1009.2656",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2656","New J. Phys. 13 (2011) 013028","doi:10.1088/1367-2630/13/1/013028"],"date":["2010-09-14"],"type":["text"],"creator":["Gnodtke, Christian","Saalmann, Ulf","Rost, Jan-Michael"],"language":[],"coverage":[],"title":["Dynamics of photo-activated Coulomb complexes"],"description":["  Intense light with frequencies above typical atomic or molecular ionization\npotentials as provided by free-electron lasers couples many photons into\nextended targets such as clusters and biomolecules. This implies, in contrast\nto traditional multi-photon ionization, multiple single-photon absorption.\nThereby, many electrons are removed from their bound states and either released\nor trapped if the target charge has become sufficiently large. We develop a\nsimple model for this photo activation to study electron migration and\ninteraction. It satisfies scaling relations which help to relate quite\ndifferent scenarios. To understand this type of multi-electron dynamics on very\nshort time scales is vital for assessing the radiation damage inflicted by that\ntype of radiation and to pave the way for coherent diffraction imaging of\nsingle molecules.\n","Comment: 14 pages, 6 figures, 1 table"]}]
["1009.2751",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2751","Phys.Lett.B700:126-132,2011","doi:10.1016/j.physletb.2011.04.068"],"date":["2010-09-14","2011-05-24"],"type":["text"],"creator":["Rajaraman, Arvind","Yu, Felix"],"language":[],"coverage":[],"title":["A New Method for Resolving Combinatorial Ambiguities at Hadron Colliders"],"description":["  We present a new method for resolving combinatorial ambiguities that arise in\nmulti-particle decay chains at hadron colliders where the assignment of visible\nparticles to the different decay chains has ambiguities. Our method, based on\nselection cuts favoring high transverse momentum and low invariant mass\npairings, is shown to be significantly superior to the more traditional\nhemisphere method for a large class of decay chains, producing an increase in\nsignal retention of up to a factor of 2. This new method can thus greatly\nreduce the combinatorial ambiguities of decay chain assignments.\n","Comment: 17 pages, 3 figures; v2, introduction, discussion, and conclusions\n  edited for clarity, figures condensed, published version"]}]
["1009.3030",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3030","Int.J.Mod.Phys.D20:639-647,2011","doi:10.1142/S0218271811018974"],"date":["2010-09-15"],"type":["text"],"creator":["Anabalon, A.","Deruelle, N.","Tempo, D.","Troncoso, R."],"language":[],"coverage":[],"title":["Remarks on the Myers-Perry and Einstein Gauss-Bonnet Rotating Solutions"],"description":["  The Kerr-type solutions of the five-dimensional Einstein and\nEinstein-Gauss-Bonnet equations look pretty similar when written in Kerr-Schild\nform. However the Myers-Perry spacetime is circular whereas the rotating\nsolution of the Einstein-Gauss-Bonnet theory is not. We explore some\nconsequences of this difference in particular regarding the (non) existence of\nBoyer-Lindquist-type coordinates and the extension of the manifold.\n"]}]
["1009.3793",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3793","Nucl.Instrum.Meth.A639:173-176,2011","doi:10.1016/j.nima.2010.09.021"],"date":["2010-09-20"],"type":["text"],"creator":["Charles, M. J.","Forty, R.","Collaboration, for the LHCb"],"language":[],"coverage":[],"title":["TORCH: Time of Flight Identification with Cherenkov Radiation"],"description":["  TORCH is a time-of-flight detector concept using Cherenkov light to provide\ncharged particle identification up to 10 GeV/c. The concept and design are\ndescribed and performance in simulation is quantified.\n","Comment: 4 pages, 3 figures, proceedings of RICH2010 to be published in Nucl.\n  Instrum. Meth. A"]}]
["1009.3817",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3817","Int.J.Mod.Phys.D20:909-918,2011","doi:10.1142/S0218271811019104"],"date":["2010-09-20"],"type":["text"],"creator":["Gambini, Rodolfo","Garcia-Pintos, Luis Pedro","Pullin, Jorge"],"language":[],"coverage":[],"title":["Undecidability as solution to the problem of measurement: fundamental\n  criterion for the production of events"],"description":["  In recent papers we put forth a new interpretation of quantum mechanics,\ncolloquially known as ``the Montevideo interpretation''. This interpretation is\nbased on taking into account fundamental limits that gravity imposes on the\nmeasurement process. As a consequence one has that situations develop where a\nreduction process is undecidable from an evolution operator. When such a\nsituation is achieved, an event has taken place. In this paper we sharpen the\ndefinition of when and how events occur, more precisely we give sufficient\nconditions for the occurrence of events. We probe the new definition in an\nexample. In particular we show that the concept of undecidability used is not\n``FAPP'' (for all practical purposes), but fundamental.\n","Comment: 10 pages, contributed to the Castagnino Festschrift"]}]
["1009.3874",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3874","Nucl.Phys.B849:675-692,2011","doi:10.1016/j.nuclphysb.2011.04.001"],"date":["2010-09-20"],"type":["text"],"creator":["Grassi, Pietro Antonio","Sommovigo, Luca"],"language":[],"coverage":[],"title":["Pure Spinor Integration from the Collating Formula"],"description":["  We use the technique developed by Becchi and Imbimbo to construct a\nwell-defined BRST-invariant path integral formulation of pure spinor\namplitudes. The space of pure spinors can be viewed from the algebraic geometry\npoint of view as a collection of open sets where the constraints can be solved\nand a free independent set of variables can be defined. On the intersections of\nthose open sets, the functional measure jumps and one has to add boundary terms\nto construct a well-defined path integral. The result is the definition of the\npure spinor integration measure constructed in term of differential forms on\neach single patch.\n","Comment: 22 pages"]}]
["1009.3884",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3884","Phys.Rev.D83:103502,2011","doi:10.1103/PhysRevD.83.103502"],"date":["2010-09-20","2011-05-24"],"type":["text"],"creator":["Hoyle, Ben","Jimenez, Raul","Verde, Licia"],"language":[],"coverage":[],"title":["Implications of multiple high-redshift galaxy clusters"],"description":["  To date, 14 high-redshift (z>1.0) galaxy clusters with mass measurements have\nbeen observed, spectroscopically confirmed and are reported in the literature.\nThese objects should be exceedingly rare in the standard LCDM model. We\nconservatively approximate the selection functions of these clusters' parent\nsurveys, and quantify the tension between the abundances of massive clusters as\npredicted by the standard LCDM model and the observed ones. We alleviate the\ntension considering non-Gaussian primordial perturbations of the local type,\ncharacterized by the parameter fnl and derive constraints on fnl arising from\nthe mere existence of these clusters. At the 95% confidence level, fnl>467 with\ncosmological parameters fixed to their most likely WMAP5 values, or fnl > 123\n(at 95% confidence) if we marginalize over WMAP5 parameters priors. In\ncombination with fnl constraints from Cosmic Microwave Background and halo\nbias, this determination implies a scale-dependence of fnl at approx. 3 sigma.\nGiven the assumptions made in the analysis, we expect any future improvements\nto the modeling of the non-Gaussian mass function, survey volumes, or selection\nfunctions to increase the significance of fnl>0 found here. In order to\nreconcile these massive, high-z clusters with an fnl=0, their masses would need\nto be systematically lowered by 1.5 sigma or the sigma8 parameter should be\napprox. 3 sigma higher than CMB (and large-scale structure) constraints. The\nexistence of these objects is a puzzle: it either represents a challenge to the\nLCDM paradigme or it is an indication that the mass estimates of clusters is\ndramatically more uncertain than we think.\n","Comment: 11 pages, 7 figures, modified to match published version"]}]
["1009.3891",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3891","doi:10.1109/ALLERTON.2010.5706980"],"date":["2010-09-20"],"type":["text"],"creator":["Villard, Joffrey","Piantanida, Pablo"],"language":[],"coverage":[],"title":["Secure Lossy Source Coding with Side Information at the Decoders"],"description":["  This paper investigates the problem of secure lossy source coding in the\npresence of an eavesdropper with arbitrary correlated side informations at the\nlegitimate decoder (referred to as Bob) and the eavesdropper (referred to as\nEve). This scenario consists of an encoder that wishes to compress a source to\nsatisfy the desired requirements on: (i) the distortion level at Bob and (ii)\nthe equivocation rate at Eve. It is assumed that the decoders have access to\ncorrelated sources as side information. For instance, this problem can be seen\nas a generalization of the well-known Wyner-Ziv problem taking into account the\nsecurity requirements. A complete characterization of the\nrate-distortion-equivocation region for the case of arbitrary correlated side\ninformations at the decoders is derived. Several special cases of interest and\nan application example to secure lossy source coding of binary sources in the\npresence of binary and ternary side informations are also considered. It is\nshown that the statistical differences between the side information at the\ndecoders and the presence of non-zero distortion at the legitimate decoder can\nbe useful in terms of secrecy. Applications of these results arise in a variety\nof distributed sensor network scenarios.\n","Comment: 7 pages, 5 figures, 1 table, to be presented at Allerton 2010"]}]
["1009.3934",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3934","JCAP 1105:018,2011","doi:10.1088/1475-7516/2011/05/018"],"date":["2010-09-20","2011-05-12"],"type":["text"],"creator":["Feng, Jonathan L.","Sanford, David"],"language":[],"coverage":[],"title":["Heart of Darkness: The Significance of the Zeptobarn Scale for\n  Neutralino Direct Detection"],"description":["  The direct detection of dark matter through its elastic scattering off\nnucleons is among the most promising methods for establishing the particle\nidentity of dark matter. The current bound on the spin-independent scattering\ncross section is sigma^SI < 10 zb for dark matter masses m_chi ~ 100 GeV, with\nimproved sensitivities expected soon. We examine the implications of this\nprogress for neutralino dark matter. We work in a supersymmetric framework\nwell-suited to dark matter studies that is simple and transparent, with models\ndefined in terms of four weak-scale parameters. We first show that robust\nconstraints on electric dipole moments motivate large sfermion masses mtilde >\n1 TeV, effectively decoupling squarks and sleptons from neutralino dark matter\nphenomenology. In this case, we find characteristic cross sections in the\nnarrow range 1 zb < sigma^SI < 40 zb for m_chi > 70 GeV. As sfermion masses are\nlowered to near their experimental limit mtilde ~ 400 GeV, the upper and lower\nlimits of this range are extended, but only by factors of around two, and the\nlower limit is not significantly altered by relaxing many particle physics\nassumptions, varying the strange quark content of the nucleon, including the\neffects of galactic small-scale structure, or assuming other components of dark\nmatter. Experiments are therefore rapidly entering the heart of dark\nmatter-favored supersymmetry parameter space. If no signal is seen,\nsupersymmetric models must contain some level of fine-tuning, and we identify\nand analyze several possibilities. Barring large cancellations, however, in a\nlarge and generic class of models, if thermal relic neutralinos are a\nsignificant component of dark matter, experiments will discover them as they\nprobe down to the zeptobarn scale.\n","Comment: 35 pages, 11 figures; v2: references added, figures extended to 2 TeV\n  neutralino masses, XENON100 results included, published version"]}]
["1009.4029",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4029","Int.J.Mod.Phys.E20:827-830,2011","doi:10.1142/S0218301311018770"],"date":["2010-09-21"],"type":["text"],"creator":["Alvarez-Rodriguez, R.","Jensen, A. S.","Fedorov, D. V.","Garrido, E."],"language":[],"coverage":[],"title":["Momentum distributions from three-body decaying 9Be and 9B resonances"],"description":["  The complex-rotated hyperspherical adiabatic method is used to study the\ndecay of low-lying $^9$Be and $^9$B resonances into $\\alpha$, $\\alpha$ and $n$\nor $p$. We consider six low-lying resonances of $^9$Be ($1/2^\\pm$, $3/2^\\pm$\nand $5/2^\\pm$) and one resonance of $^9$B ($5/2^-$) to compare with. The\nproperties of the resonances at large distances are decisive for the momentum\ndistributions of the three decaying fragments. Systematic detailed energy\ncorrelations of Dalitz plots are presented.\n","Comment: 4 pages, 2 figures. Proceedings of the SOTANCP2 conference held in\n  Brussels in May 2010"]}]
["1009.4418",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4418","Int.J.Mod.Phys.D20:839-849,2011","doi:10.1142/S0218271811019177"],"date":["2010-09-22"],"type":["text"],"creator":["Edelstein, Jose D.","Garbarz, Alan","Miskovic, Olivera","Zanelli, Jorge"],"language":[],"coverage":[],"title":["Naked Singularities, Topological Defects and Brane Couplings"],"description":["  A conical defect in (2+1) anti-de Sitter space is a BTZ solution with a\nnegative mass parameter. This is a naked singularity, but a rather harmless\none: it is a point particle. Naturally, the energy density and the spacetime\ncurvature have a delta-like singularity at the apex of the conical defect, but\nthat doesn't give rise to any unphysical situations. Since the conical solution\nimplies the presence of a source, applying reverse enginnering, one can\nidentify the coupling term that is required in the action to account for that\nsource. In that way, a relation is established between the identification\noperation that gives rise to the topological defect and the interaction term in\nthe action that produces it. This idea has a natural extension to higher\ndimensions, where instead of a point particle (zero-brane) one finds membranes\nof even spatial dimensions (p-branes, with p=2n). The generalization to other\nabelian and nonabelian gauge theories --including (super-) gravities-- is\nfairly straightforward: the 2n-brane couple to a (2n+1) Chern-Simons form. The\nconstruction suggests a generic role for Chern-Simons forms as the natural way\nto couple a gauge connection to a brane and avoids the inconsistency that\nresults from the minimal coupling between a brane and a fundamental p-form\nfield.\n","Comment: 11 pages, no figures. To appear in \"Quantum Gravity and the\n  Foundations of Physics\", conference held in honor of Prof. Mario Castagnino's\n  75th birthday, Rosario, Argentina, March 2010"]}]
["1009.5883",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5883","Nucl.Instrum.Meth.A639:117-120,2011","doi:10.1016/j.nima.2010.10.034"],"date":["2010-09-29"],"type":["text"],"creator":["Breskin, A.","Peskov, V.","Cortesi, M.","Budnik, R.","Chechik, R.","Duval, S.","Thers, D.","Coimbra, A. E. C.","Santos, J. M. F. dos","Lopes, J. A. M.","Azevedo, C. D. R.","Veloso, J. F. C. A."],"language":[],"coverage":[],"title":["CsI-THGEM gaseous photomultipliers for RICH and noble-liquid detectors"],"description":["  The properties of UV-photon imaging detectors consisting of CsI-coated THGEM\nelectron multipliers are summarized. New results related to detection of\nCherenkov light (RICH) and scintillation photons in noble liquid are presented.\n","Comment: 5 Pages, 10 Figures; Presented at the 7th International Workshop on\n  Ring Imaging Cherenkov Detectors (RICH 2010) RICH2010 - Cassis, Provence,\n  France, 3-7 May 2010"]}]
["1010.0743",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0743"],"date":["2010-10-04","2011-05-24"],"type":["text"],"creator":["Matsumoto, Ryutaroh","Hayashi, Masahito"],"language":[],"coverage":[],"title":["Strong security and separated code constructions for the broadcast\n  channels with confidential messages"],"description":["  We show that the capacity region of the broadcast channel with confidential\nmessages does not change when the strong security criterion is adopted instead\nof the weak security criterion traditionally used. We also show a construction\nmethod of coding for the broadcast channel with confidential messages by using\nan arbitrary given coding for the broadcast channel with degraded message sets.\n","Comment: LaTeX2e, two column, 9 pages, no figure, improved version registered\n  as arXiv:1101.4036"]}]
["1010.1570",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1570","Int.J.Mod.Phys.D20:649-660,2011","doi:10.1142/S0218271811018986"],"date":["2010-10-07","2010-10-13"],"type":["text"],"creator":["Zahrani, A. M. Al","Frolov, Valeri P.","Shoom, Andrey A."],"language":[],"coverage":[],"title":["Particle Dynamics in Weakly Charged Extreme Kerr Throat"],"description":["  We study dynamics of a test charged particle moving in a weakly charged\nextreme Kerr throat. Dynamical equations of the particle motion are solved in\nquadratures. We show explicitly that the Killing tensor of the Kerr spacetime\nbecomes reducible in the extreme Kerr throat geometry. Special types of motion\nof particles and light are discussed.\n","Comment: The paper is prepared for the fest volume devoted to 75th Birthday of\n  Mario Castagnino"]}]
["1010.1644",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1644","J.Geom.Phys.61:1378-1384,2011","doi:10.1016/j.geomphys.2011.03.001"],"date":["2010-10-08","2010-12-17"],"type":["text"],"creator":["Andreas, Bjorn","Curio, Gottfried"],"language":[],"coverage":[],"title":["On possible Chern Classes of stable Bundles on Calabi-Yau threefolds"],"description":["  Supersymmetric heterotic string models, built from a Calabi-Yau threefold $X$\nendowed with a stable vector bundle $V$, usually lead to an anomaly mismatch\nbetween $c_2(V)$ and $c_2(X)$; this leads to the question whether the\ndifference can be realized by a further bundle in the hidden sector. In\nmath.AG/0604597 a conjecture is stated which gives sufficient conditions on\ncohomology classes on $X$ to be realized as the Chern classes of a stable\nreflexive sheaf $V$; a weak version of this conjecture predicts the existence\nof such a $V$ if $c_2(V)$ is of a certain form. In this note we prove that on\nelliptically fibered $X$ infinitely many cohomology classes $c\\in H^4(X, {\\bf\nZ})$ exist which are of this form and for each of them a stable SU(n) vector\nbundle with $c=c_2(V)$ exists.\n","Comment: 12 pages latex, minor changes"]}]
["1010.2784",{"format":[],"subject":["General Relativity and Quantum Cosmology","Condensed Matter - Other Condensed Matter","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2784","Class.Quant.Grav.28:114008,2011","doi:10.1088/0264-9381/28/11/114008"],"date":["2010-10-13"],"type":["text"],"creator":["Horowitz, Gary T."],"language":[],"coverage":[],"title":["Surprising Connections Between General Relativity and Condensed Matter"],"description":["  This brief review is intended to introduce gravitational physicists to recent\ndevelopments in which general relativity is being used to describe certain\naspects of condensed matter systems, e.g., superconductivity.\n","Comment: 14 pages; based on talk given at GR19"]}]
["1010.2832",{"format":[],"subject":["Physics - Computational Physics","Computer Science - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2832"],"date":["2010-10-14","2011-05-12"],"type":["text"],"creator":["Batty, Christopher","Bridson, Robert"],"language":[],"coverage":[],"title":["A simple finite difference method for time-dependent, variable\n  coefficient Stokes flow on irregular domains"],"description":["  We present a simple and efficient variational finite difference method for\nsimulating time-dependent Stokes flow in the presence of irregular free\nsurfaces and moving solid boundaries. The method uses an embedded boundary\napproach on staggered Cartesian grids, avoiding the need for expensive\nremeshing operations, and can be applied to flows in both two and three\ndimensions. It uses fully implicit backwards Euler integration to provide\nstability and supports spatially varying density and viscosity, while requiring\nthe solution of just a single sparse, symmetric positive-definite linear system\nper time step. By expressing the problem in a variational form, challenging\nirregular domains are supported implicitly through the use of natural boundary\nconditions. In practice, the discretization requires only centred finite\ndifference stencils and per-cell volume fractions, and is straightforward to\nimplement. The variational form further permits generalizations to coupling\nother mechanics, all the while reducing to a sparse symmetric positive definite\nmatrix. We demonstrate consistent first order convergence of velocity in L1 and\nLinf norms on a range of analytical test cases in two dimensions. Furthermore,\nwe apply our method as part of a simple Navier-Stokes solver to illustrate that\nit can reproduce the characteristic jet buckling phenomenon of Newtonian\nliquids at moderate viscosities, in both two and three dimensions.\n"]}]
["1010.3426",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Dynamical Systems","Mathematics - Representation Theory","53C25, 53C30, 53C44, 37C10, 37C70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3426","J.Geom.Phys.61:1587-1600,2011","doi:10.1016/j.geomphys.2011.03.013"],"date":["2010-10-17"],"type":["text"],"creator":["Anastassiou, Stavros","Chrysikos, Ioannis"],"language":[],"coverage":[],"title":["The Ricci flow approach to homogeneous Einstein metrics on flag\n  manifolds"],"description":["  We give the global picture of the normalized Ricci flow on generalized flag\nmanifolds with two or three isotropy summands. The normalized Ricci flow for\nthese spaces descents to a parameter depending system of two or three ordinary\ndifferential equations, respectively. We present here the qualitative study of\nthese system's global phase portrait, by using techniques of Dynamical Systems\ntheory. This study allows us to draw conclusions about the existence and the\nanalytical form of invariant Einstein metrics on such manifolds, and seems to\noffer a better insight to the classification problem of invariant Einstein\nmetrics on compact homogeneous spaces.\n","Comment: 17 pages, 2 figures"]}]
["1010.3604",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3604"],"date":["2010-10-18","2011-05-24"],"type":["text"],"creator":["Rohde, Angelika","Strauch, Claudia"],"language":[],"coverage":[],"title":["Uniform Central Limit Theorems for Multidimensional Diffusions"],"description":["  It has recently been shown that there are substantial differences in the\nregularity behavior of the empirical process based on scalar diffusions as\ncompared to the classical empirical process, due to the existence of diffusion\nlocal time. Besides establishing strong parallels to classical theory such as\nOssiander's bracketing CLT and the general Gin\\'e-Zinn CLT for uniformly\nbounded families of functions, we find increased regularity also for\nmultivariate ergodic diffusions, assuming that the invariant measure is finite\nwith Lebesgue density $\\pi$. The effect is diminishing for growing dimension\nbut always present. The fine differences to the classical iid setting are\nworked out using exponential inequalities for martingales and additive\nfunctionals of continuous Markov processes as well as the characterization of\nthe sample path behavior of Gaussian processes by means of the generic chaining\nbound. To uncover the phenomenon, we study a smoothed version of the empirical\ndiffusion process. It turns out that uniform weak convergence of the smoothed\nempirical diffusion process under necessary and sufficient conditions can take\nplace with even exponentially small bandwidth in dimension $d=2$, and with\nstrongly undersmoothing bandwidth choice for parameters $\\beta > d/2$ in case\n$d\\geq 3$, assuming that the coordinates of drift and diffusion coefficient\nbelong to some H\\\"older ball with parameter $\\beta$.\n"]}]
["1010.4164",{"format":[],"subject":["Quantum Physics","Physics - Biological Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4164"],"date":["2010-10-20","2011-05-24"],"type":["text"],"creator":["Kominis, I. K."],"language":[],"coverage":[],"title":["On the non-linearity of the master equation describing spin-selective\n  radical-ion-pair reactions"],"description":["  We elaborate on the physical meaning of the non-linear master equation that\nwas recently derived to account for spin-selective radical-ion-pair reactions.\nBased on quite general arguments, we show that such a non-linear master\nequation is indeed to be expected.\n","Comment: This paper has been withdrawn by the author. contained in\n  arXiv:1009.2807"]}]
["1010.4885",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4885","Class.Quant.Grav.28:114004,2011","doi:10.1088/0264-9381/28/11/114004"],"date":["2010-10-23"],"type":["text"],"creator":["Christopherson, Adam J.","Malik, Karim A."],"language":[],"coverage":[],"title":["Can cosmological perturbations produce early universe vorticity?"],"description":["  In this special issue article, based on the talk with the same title in\nsession B5 (Theoretical and Mathematical Cosmology) at GR19, we review the case\nof vorticity generation in cosmology using cosmological perturbation theory. We\nshow that, while at linear order the vorticity evolution equation has no source\nterm in the absence of anisotropic stress, at second order vorticity is sourced\nby gradients in entropy and energy density perturbations. We then present some\nestimates for the magnitude and scale dependence of the vorticity power\nspectrum using simple input power spectra for the energy density and entropy\nperturbations. Finally, we close with possible directions for future work\nfollowed by some hints toward the observational importance of the vorticity so\ngenerated, and the possibility of primordial magnetic field generation.\n","Comment: 10 pages, invited article to appear in special GR19 issue of CQG"]}]
["1010.5837",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5837","Int.J.Mod.Phys.D20:697-716,2011","doi:10.1142/S0218271811019049"],"date":["2010-10-27"],"type":["text"],"creator":["Hu, B. L."],"language":[],"coverage":[],"title":["Gravity and Nonequilibrium Thermodynamics of Classical Matter"],"description":["  Renewed interest in deriving gravity (more precisely, the Einstein equations)\nfrom thermodynamics considerations [1, 2] is stirred up by a recent proposal\nthat 'gravity is an entropic force' [3] (see also [4]). Even though I find the\narguments justifying such a claim in this latest proposal rather ad hoc and\nsimplistic compared to the original one I would unreservedly support the call\nto explore deeper the relation between gravity and thermodynamics, this having\nthe same spirit as my long-held view that general relativity is the\nhydrodynamic limit [5, 6] of some underlying theories for the microscopic\nstructure of spacetime - all these proposals, together with that of [7, 8],\nattest to the emergent nature of gravity [9]. In this first paper of two we set\nthe modest goal of studying the nonequilibrium thermodynamics of classical\nmatter only, bringing afore some interesting prior results, without invoking\nany quantum considerations such as Bekenstein-Hawking entropy, holography or\nUnruh effect. This is for the sake of understanding the nonequilibrium nature\nof classical gravity which is at the root of many salient features of black\nhole physics. One important property of gravitational systems, from\nself-gravitating gas to black holes, is their negative heat capacity, which is\nthe source of many out-of-the ordinary dynamical and thermodynamic features\nsuch as the non-existence in isolated systems of thermodynamically stable\nconfigurations, which actually provides the condition for gravitational\nstability. A related property is that, being systems with long range\ninteraction, they are nonextensive and relax extremely slowly towards\nequilibrium. Here we explore how much of the known features of black hole\nthermodynamics can be derived from this classical nonequilibrium perspective. A\nsequel paper will address gravity and nonequilibrium thermodynamics of quantum\nfields [10].\n","Comment: 25 pages essay. Invited Talk at Mariofest, March 2010, Rosario,\n  Argentina. Festschrift to appear as an issue of IJMPD"]}]
["1010.6170",{"format":[],"subject":["Mathematics - Probability","60H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6170","Statistics and Probability Letters 81, 298-301, 2011","doi:10.1016/j.spl.2010.10.016"],"date":["2010-10-29","2011-05-24"],"type":["text"],"creator":["De Scheemaekere, Xavier"],"language":[],"coverage":[],"title":["A converse comparison theorem for backward stochastic differential\n  equations with jumps"],"description":["  This paper establishes a converse comparison theorem for real-valued\ndecoupled forward backward stochastic differential equations with jumps.\n","Comment: The former version contains an error in the proof of the main\n  theorem. This version presents a similar result, but for a more restricted\n  class of equations, so that the error is now fixed"]}]
["1011.1217",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1217","doi:10.1103/PhysRevLett.106.167204"],"date":["2010-11-04","2011-05-24"],"type":["text"],"creator":["Close, Tom","Fadugba, Femi","Benjamin, Simon C.","Fitzsimons, Joseph","Lovett, Brendon W."],"language":[],"coverage":[],"title":["Rapid and robust spin state amplification"],"description":["  Electron and nuclear spins have been employed in many of the early\ndemonstrations of quantum technology (QT). However applications in real world\nQT are limited by the difficulty of measuring single spins. Here we show that\nit is possible to rapidly and robustly amplify a spin state using a lattice of\nancillary spins. The model we employ corresponds to an extremely simple\nexperimental system: a homogenous Ising-coupled spin lattice in one, two or\nthree dimensions, driven by a continuous microwave field. We establish that the\nprocess can operate at finite temperature (imperfect initial polarisation) and\nunder the effects of various forms of decoherence.\n","Comment: 5 pages, 2 figures"]}]
["1011.1483",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1483"],"date":["2010-11-05","2011-05-23"],"type":["text"],"creator":["Allen, Peter","Böttcher, Julia","Hladký, Jan","Piguet, Diana"],"language":[],"coverage":[],"title":["Tur\\'annical hypergraphs"],"description":["  This paper is motivated by the question of how global and dense restriction\nsets in results from extremal combinatorics can be replaced by less global and\nsparser ones. The result we consider here as an example is Turan's theorem,\nwhich deals with graphs G=([n],E) such that no member of the restriction set\nconsisting of all r-tuples on [n] induces a copy of K_r.\n  Firstly, we examine what happens when this restriction set is replaced just\nby all r-tuples touching a given m-element set. That is, we determine the\nmaximal number of edges in an n-vertex such that no K_r hits a given vertex\nset.\n  Secondly, we consider sparse random restriction sets. An r-uniform hypergraph\nR on vertex set [n] is called Turannical (respectively epsilon-Turannical), if\nfor any graph G on [n] with more edges than the Turan number ex(n,K_r)\n(respectively (1+\\eps)ex(n,K_r), no hyperedge of R induces a copy of K_r in G.\nWe determine the thresholds for random r-uniform hypergraphs to be Turannical\nand to epsilon-Turannical.\n  Thirdly, we transfer this result to sparse random graphs, using techniques\nrecently developed by Schacht [Extremal results for random discrete structures]\nto prove the Kohayakawa-Luczak-Rodl Conjecture on Turan's theorem in random\ngraphs.\n","Comment: 33 pages, minor improvements thanks to two referees"]}]
["1011.2062",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2062","Class.Quant.Grav.28:114001,2011","doi:10.1088/0264-9381/28/11/114001"],"date":["2010-11-09","2011-02-22"],"type":["text"],"creator":["Babak, Stanislav","Gair, Jonathan R.","Petiteau, Antoine","Sesana, Alberto"],"language":[],"coverage":[],"title":["Fundamental physics and cosmology with LISA"],"description":["  In this article we give a brief review of the fundamental physics that can be\ndone with the future space-based gravitational wave detector LISA. This\nincludes detection of gravitational wave bursts coming from cosmic strings,\nmeasuring a stochastic gravitational wave background, mapping spacetime around\nmassive compact objects in galactic nuclei with extreme-mass-ratio inspirals\nand testing the predictions of General Relativity for the strong dynamical\nfields of inspiralling binaries. We give particular attention to new results\nwhich show the capability of LISA to constrain cosmological parameters using\nobservations of coalescing massive Black Hole binaries.\n","Comment: Based on the talk given at GR19. 10 pages, 2 figures. Revised\n  version, accepted in CQG"]}]
["1011.2768",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Solar and Stellar Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2768","Phys.Lett.B695:37-40,2011","doi:10.1016/j.physletb.2010.11.033"],"date":["2010-11-11","2011-01-05"],"type":["text"],"creator":["Lemos, José P. S.","Zaslavskii, Oleg B."],"language":[],"coverage":[],"title":["Entropy of extremal black holes from entropy of quasiblack holes"],"description":["  The entropy of extremal black holes (BHs) is obtained using a continuity\nargument from extremal quasiblack holes (QBHs). It is shown that there exists a\nsmooth limiting transition in which (i) the system boundary approaches the\nextremal Reissner-Nordstr\\\"{o}m (RN) horizon, (ii) the temperature at infinity\ntends to zero and quantum backreaction remains bounded on the horizon, and\n(iii) the first law of thermodynamics is satisfied.The conclusion is that the\nentropy $S$ of extremal QBHs and of extremal BHs can take any non-negative\nvalue, only in particular cases it coincides with $ S=A/4$. The choice $S=0$\nwith non-zero temperature at infinity is rejected as physically unsatisfactory\n","Comment: 6 pages, minor corrections"]}]
["1011.2775",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2775","PoS Lattice2010:037,2010"],"date":["2010-11-11"],"type":["text"],"creator":["Osborn, J. C.","Babich, R.","Brannick, J.","Brower, R. C.","Clark, M. A.","Cohen, S. D.","Rebbi, C."],"language":[],"coverage":[],"title":["Multigrid solver for clover fermions"],"description":["  We present an adaptive multigrid Dirac solver developed for Wilson clover\nfermions which offers order-of-magnitude reductions in solution time compared\nto conventional Krylov solvers. The solver incorporates even-odd\npreconditioning and mixed precision to solve the Dirac equation to double\nprecision accuracy and shows only a mild increase in time to solution for\ndecreasing quark mass. We show actual time to solution on production lattices\nin comparison to conventional Krylov solvers and will also discuss the setup\nprocess and its relative cost to the total solution time.\n","Comment: 7 pages, 8 figures, talk presented at the XXVIII International\n  Symposium on Lattice Field Theory, June 14-19 2010, Villasimius, Italy"]}]
["1011.2853",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2853","PoS ICHEP2010:137,2010"],"date":["2010-11-12"],"type":["text"],"creator":["Anikin, I. V.","Pasechnik, R. S.","Pire, B.","Teryaev, O. V."],"language":[],"coverage":[],"title":["DVCS off deuteron and twist three contributions"],"description":["  We study the deeply virtual Compton scattering off a spin-one particle, which\nis exemplified by the case of coherent scattering on a deuteron target. We\ndiscuss the role of twist three contributions for restoring the QED gauge\ninvariance of the amplitude corresponding to this process. We consider both\nkinematical and dynamical sources of twist three generalized parton\ndistributions.\n","Comment: 5 pages, 2 figures"]}]
["1011.3428",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3428"],"date":["2010-11-15","2011-05-24"],"type":["text"],"creator":["Lahiri, Amitabha","Lee, Tae-Hun"],"language":[],"coverage":[],"title":["Particle with non-Abelian charge: classical and quantum"],"description":["  We study the action for a non-Abelian charged particle in a non-Abelian\nbackground field in the worldline formalism, described by real bosonic\nvariables, leading to the well known equations given by Wong. The isospin parts\nin the action can be viewed as the Lagrange multiplier term corresponding to a\nnon-holonomic constraint restricting the isospins to be parallel transported.\nThe path integration is performed over the isospin variables and as a result,\nthe worldlines turn out to be constrained by the classical solutions for the\nisospins. We derive a wave equation from the path integral, constructed as the\nconstrained Hamiltonian operator acting on the wave function. The operator\nordering corresponding to the quantum Hamiltonian is found and verified by the\ninverse Weyl transformation.\n","Comment: 28 pages, no figure"]}]
["1011.3433",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Nuclear Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3433","J.Math.Chem.42:397-413,2007","doi:10.1007/s10910-006-9110-0"],"date":["2010-11-15"],"type":["text"],"creator":["Szmytkowski, Radosław"],"language":[],"coverage":[],"title":["Recurrence and differential relations for spherical spinors"],"description":["  We present a comprehensive table of recurrence and differential relations\nobeyed by spin one-half spherical spinors (spinor spherical harmonics)\n$\\Omega_{\\kappa\\mu}(\\mathbf{n})$ used in relativistic atomic, molecular, and\nsolid state physics, as well as in relativistic quantum chemistry. First, we\nlist finite expansions in the spherical spinor basis of the expressions\n$\\mathbf{A}\\cdot\\mathbf{B}\\,\\Omega_{\\kappa\\mu}(\\mathbf{n})$ and\n{$\\mathbf{A}\\cdot(\\mathbf{B}\\times\\mathbf{C})\\,\n\\Omega_{\\kappa\\mu}(\\mathbf{n})$}, where $\\mathbf{A}$, $\\mathbf{B}$, and\n$\\mathbf{C}$ are either of the following vectors or vector operators:\n$\\mathbf{n}=\\mathbf{r}/r$ (the radial unit vector), $\\mathbf{e}_{0}$,\n$\\mathbf{e}_{\\pm1}$ (the spherical, or cyclic, versors), $\\boldsymbol{\\sigma}$\n(the $2\\times2$ Pauli matrix vector),\n$\\hat{\\mathbf{L}}=-i\\mathbf{r}\\times\\boldsymbol{\\nabla}I$ (the dimensionless\norbital angular momentum operator; $I$ is the $2\\times2$ unit matrix),\n$\\hat{\\mathbf{J}}=\\hat{\\mathbf{L}}+1/2\\boldsymbol{\\sigma}$ (the dimensionless\ntotal angular momentum operator). Then, we list finite expansions in the\nspherical spinor basis of the expressions\n$\\mathbf{A}\\cdot\\mathbf{B}\\,F(r)\\Omega_{\\kappa\\mu}(\\mathbf{n})$ and\n$\\mathbf{A}\\cdot(\\mathbf{B}\\times\\mathbf{C})\\,\nF(r)\\Omega_{\\kappa\\mu}(\\mathbf{n})$, where at least one of the objects\n$\\mathbf{A}$, $\\mathbf{B}$, $\\mathbf{C}$ is the nabla operator\n$\\boldsymbol{\\nabla}$, while the remaining ones are chosen from the set\n$\\mathbf{n}$, $\\mathbf{e}_{0}$, $\\mathbf{e}_{\\pm1}$, $\\boldsymbol{\\sigma}$,\n$\\hat{\\mathbf{L}}$, $\\hat{\\mathbf{J}}$.\n","Comment: LaTeX, 12 pages"]}]
["1011.3467",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3467","Class.Quant.Grav.28:094014,2011","doi:10.1088/0264-9381/28/9/094014"],"date":["2010-11-15"],"type":["text"],"creator":["Reasenberg, Robert D.","Lorenzini, Enrico C.","Patla, Biju R.","Phillips, James D.","Popescu, Eugeniu E.","Rocco, Emanuele","Thapa, Rajesh"],"language":[],"coverage":[],"title":["A quick test of the WEP enabled by a sounding rocket"],"description":["  We describe SR-POEM, a Galilean test of the weak equivalence principle, which\nis to be conducted during the free fall portion of a sounding rocket flight.\nThis test of a single pair of substances is aimed at a measurement uncertainty\nof \\sigma(\\eta) < 10-16 after averaging the results of eight separate drops,\neach of 40 s duration. The weak equivalence principle measurement is made with\na set of four laser gauges that are expected to achieve 0.1 pm/\\sqrt{Hz}. We\naddress the two sources of systematic error that are currently of greatest\nconcern, magnetic force and electrostatic (patch effect) force on the test mass\nassemblies. The discovery of a violation (\\eta \\not= 0) would have profound\nimplications for physics, astrophysics and cosmology.\n","Comment: 10 pages, 2 figures, To be submitted to: Classical and Quantum\n  Gravity"]}]
["1011.3477",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3477","Phys.Lett.A375:1427-1430,2011","doi:10.1016/j.physleta.2011.02.036"],"date":["2010-11-15","2011-02-17"],"type":["text"],"creator":["Chicone, C.","Mashhoon, B.","Rosquist, K."],"language":[],"coverage":[],"title":["Cosmic Jets"],"description":["  We discuss time-dependent gravitational fields that \"accelerate\" free test\nparticles to the speed of light resulting in cosmic double-jet configurations.\nIt turns out that complete gravitational collapse along a spatial axis together\nwith corresponding expansion along the other two axes leads to the accelerated\nmotion of free test particles up and down parallel to the collapse axis such\nthat a double-jet pattern is asymptotically formed with respect to the\ncollapsed configuration.\n","Comment: 4 pages, 1 figure; v2: improved version; v3: revised version accepted\n  for publication in Phys. Lett. A"]}]
["1011.5387",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5387","Phys. Rev. A 83, 043613 (2011)","doi:10.1103/PhysRevA.83.043613"],"date":["2010-11-24"],"type":["text"],"creator":["Cai, Xiaoming","Chen, Shu","Wang, Yupeng"],"language":[],"coverage":[],"title":["Quantum criticality in disordered bosonic optical lattices"],"description":["  Using the exact Bose-Fermi mapping, we study universal properties of\nground-state density distributions and finite-temperature quantum critical\nbehavior of one-dimensional hard-core bosons in trapped incommensurate optical\nlattices. Through the analysis of universal scaling relations in the quantum\ncritical regime, we demonstrate that the superfluid to Bose glass transition\nand the general phase diagram of disordered hard-core bosons can be uniquely\ndetermined from finite-temperature density distributions of the trapped\ndisordered system.\n","Comment: 4 pages, 5 figures"]}]
["1011.6299",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6299","Phys.Rev.D83:093009,2011","doi:10.1103/PhysRevD.83.093009"],"date":["2010-11-29"],"type":["text"],"creator":["Bazzocchi, F."],"language":[],"coverage":[],"title":["Minimal Dynamical Inverse See Saw"],"description":["  We present a minimal model in which the Inverse See Saw is realized\ndynamically. The two unity lepton number breaking term is induced at two-loop\nlevel and is naturally around the keV scale, while right-handed neutrinos are\nat the TeV scale. An interesting extension of the model is obtained by gauging\nB-L: in this case anomaly cancellation has as direct consequence the presence\nof a sterile neutrino at the MeV scale that may be a good Dark Matter\ncandidate. Moreover the new gauge boson Z' and the new neutral scalars may have\ncharacteristic signatures at LHC.\n"]}]
["1011.6650",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6650","Phys.Rev.D83:096006,2011","doi:10.1103/PhysRevD.83.096006"],"date":["2010-11-30"],"type":["text"],"creator":["Krassnigg, A.","Blank, M."],"language":[],"coverage":[],"title":["A covariant study of tensor mesons"],"description":["  We investigate tensor mesons as quark-antiquark bound states in a fully\ncovariant Bethe-Salpeter equation. As a first concrete step we report results\nfor masses of J^{PC}=2^{++} mesons from the chiral limit up to bottomonium and\nsketch a comparison to experimental data. All covariant structures of the\nfermion-antifermion system are taken into account and their roles and\nimportance discussed in two different bases. We also present the general\nconstruction principle for covariant Bethe-Salpeter amplitudes of mesons with\nany spin and find eight covariant structures for any J>0.\n","Comment: 5 pages, 2 figures, 1 table"]}]
["1012.0831",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0831"],"date":["2010-12-03","2011-05-24"],"type":["text"],"creator":["Klopp, Frédéric"],"language":[],"coverage":[],"title":["Asymptotic ergodicity of the eigenvalues of random operators in the\n  localized phase"],"description":["  We prove that, for a general class of random operators, the family of the\nunfolded eigenvalues in the localization region is asymptotically ergodic in\nthe sense of N. Minami (see [Mi:11]). N. Minami conjectured this to be the case\nfor discrete Anderson model in the localized regime. We also provide a local\nanalogue of this result. From the asymptotics ergodicity, one can recover the\nstatistics of the level spacings as well as a number of other spectral\nstatistics. Our proofs rely on the analysis developed in abs/1011.1832.\n","Comment: Various typos have been corrected"]}]
["1012.1029",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1029","Phys.Rev.D83:104031,2011","doi:10.1103/PhysRevD.83.104031"],"date":["2010-12-05"],"type":["text"],"creator":["Astakhov, D. I.","Kirpichnikov, D. V."],"language":[],"coverage":[],"title":["Vector bosons escaping from the brane: $e^+e^- \\to \\gamma +$ nothing"],"description":["  We consider phenomenological consequences of RS2-n model with infinite extra\ndimension, namely, the production, in high energy collisions, of a photon or\nZ-boson escaping from our brane in association with a photon remaining on the\nbrane. This would show up as process $e^+e^-\\rightarrow \\gamma +$nothing. We\ncompare the signal with the Standard Model background coming from $e^+e^-\n\\rightarrow \\gamma \\bar{\\nu} \\nu$. We also make a comparison with\n$e^+e^-\\rightarrow \\gamma +$nothing in the ADD model.\n"]}]
["1012.1739",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1739","Phys.Rev.D83:104029,2011","doi:10.1103/PhysRevD.83.104029"],"date":["2010-12-08","2011-04-18"],"type":["text"],"creator":["Rovelli, Carlo","Speziale, Simone"],"language":[],"coverage":[],"title":["Lorentz covariance of loop quantum gravity"],"description":["  The kinematics of loop gravity can be given a manifestly Lorentz-covariant\nformulation: the conventional SU(2)-spin-network Hilbert space can be mapped to\na space K of SL(2,C) functions, where Lorentz covariance is manifest. K can be\ndescribed in terms of a certain subset of the \"projected\" spin networks studied\nby Livine, Alexandrov and Dupuis. It is formed by SL(2,C) functions completely\ndetermined by their restriction on SU(2). These are square-integrable in the\nSU(2) scalar product, but not in the SL(2,C) one. Thus, SU(2)-spin-network\nstates can be represented by Lorentz-covariant SL(2,C) functions, as\ntwo-component photons can be described in the Lorentz-covariant Gupta-Bleuler\nformalism. As shown by Wolfgang Wieland in a related paper, this manifestly\nLorentz-covariant formulation can also be directly obtained from canonical\nquantization. We show that the spinfoam dynamics of loop quantum gravity is\nlocally SL(2,C)-invariant in the bulk, and yields states that are preciseley in\nK on the boundary. This clarifies how the SL(2,C) spinfoam formalism yields an\nSU(2) theory on the boundary. These structures define a tidy Lorentz-covariant\nformalism for loop gravity.\n","Comment: 6 pages, 1 figure. v2 references added, v3 minor changes"]}]
["1012.1911",{"format":[],"subject":["Mathematics - Category Theory","19A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1911"],"date":["2010-12-08","2011-05-23"],"type":["text"],"creator":["Nakaoka, Hiroyuki"],"language":[],"coverage":[],"title":["A generalization of The Dress construction for a Tambara functor, and\n  polynomial Tambara functors"],"description":["  For a finite group $G$, (semi-)Mackey functors and (semi-)Tambara functors\nare regarded as $G$-bivariant analogs of (semi-)groups and (semi-)rings\nrespectively. In fact if $G$ is trivial, they agree with the ordinary\n(semi-)groups and (semi-)rings, and many naive algebraic properties concerning\nrings and groups have been extended to these $G$-bivariant analogous notions.\n  In this article, we investigate a $G$-bivariant analog of the semi-group\nrings with coefficients. Just as a coefficient ring $R$ and a monoid $Q$ yield\nthe semi-group ring $R[Q]$, our constrcution enables us to make a Tambara\nfunctor $T[M]$ out of a semi-Mackey functor $M$, and a coefficient Tambara\nfunctor $T$. This construction is a composant of the Tambarization and the\nDress construction.\n  As expected, this construction is the one uniquely determined by the\nrighteous adjoint property. Besides in analogy with the trivial group case, if\n$M$ is a Mackey functor, then $T[M]$ is equipped with a natural Hopf structure.\n  Moreover, as an application of the above construction, we also obtain some\n$G$-bivariant analogs of the polynomial rings.\n","Comment: Revised, 21 pages (some results added)"]}]
["1012.4039",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4039","Phys.Rev.D83:104030,2011","doi:10.1103/PhysRevD.83.104030"],"date":["2010-12-17","2011-05-19"],"type":["text"],"creator":["Sotiriou, Thomas P.","Li, Baojiu","Barrow, John D."],"language":[],"coverage":[],"title":["Generalizations of teleparallel gravity and local Lorentz symmetry"],"description":["  We analyze the relation between teleparallelism and local Lorentz invariance.\nWe show that generic modifications of the teleparallel equivalent to general\nrelativity will not respect local Lorentz symmetry. We clarify the reasons for\nthis and explain why the situation is different in general relativity. We give\na prescription for constructing teleparallel equivalents for known theories. We\nalso explicitly consider a recently proposed class of generalized teleparallel\ntheories, called f(T) theories of gravity, and show why restoring local Lorentz\nsymmetry in such theories cannot lead to sensible dynamics, even if one gives\nup teleparallelism.\n","Comment: 6 pages; v2: minor edits to match published version"]}]
["1012.4411",{"format":[],"subject":["Mathematical Physics","Physics - Computational Physics","Statistics - Computation","65C20, 65C05, 60D05, 60K40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4411","J. Math. Phys. 52, 053516 (2011)","doi:10.1063/1.3589958"],"date":["2010-12-20","2011-05-24"],"type":["text"],"creator":["Vlasov, Alexander Yu."],"language":[],"coverage":[],"title":["Extension of Dirac's chord method to the case of a nonconvex set by use\n  of quasi-probability distributions"],"description":["  The Dirac's chord method may be suitable in different areas of physics for\nthe representation of certain six-dimensional integrals for a convex body using\nthe probability density of the chord length distribution. For a homogeneous\nmodel with a nonconvex body inside a medium with identical properties an\nanalogue of the Dirac's chord method may be obtained, if to use so-called\ngeneralized chord distribution. The function is defined as normalized second\nderivative of the autocorrelation function. For nonconvex bodies this second\nderivative may have negative values and could not be directly related with a\nprobability density. An interpretation of such a function using alternating\nsums of probability densities is considered. Such quasi-probability\ndistributions may be used for Monte Carlo calculations of some integrals for a\nsingle body of arbitrary shape and for systems with two or more objects and\nsuch applications are also discussed in this work.\n","Comment: v4: 13 pages, REVTeX4-1, title changed, close to published version.\n  Copyright (2011) American Institute of Physics. This article may be\n  downloaded for personal use only. Any other use requires prior permission of\n  the author and the American Institute of Physics. The following article\n  appeared in J. Math. Phys. 52, 053516 (2011) and may be found at\n  http://link.aip.org/link/?jmp/52/053516"]}]
["1012.5496",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5496","doi:10.1007/s10955-011-0214-y"],"date":["2010-12-26","2011-05-24"],"type":["text"],"creator":["Chereji, Răzvan V.","Morozov, Alexandre V."],"language":[],"coverage":[],"title":["Statistical Mechanics of Nucleosomes Constrained by Higher-Order\n  Chromatin Structure"],"description":["  Eukaryotic DNA is packaged into chromatin: one-dimensional arrays of\nnucleosomes separated by stretches of linker DNA are folded into 30-nm\nchromatin fibers which in turn form higher-order structures. Each nucleosome,\nthe fundamental unit of chromatin, has 147 base pairs of DNA wrapped around a\nhistone octamer. In order to describe how chromatin fiber formation affects\nnucleosome positioning and energetics, we have developed a thermodynamic model\nof finite-size particles with effective nearest-neighbor interactions and\narbitrary DNA-binding energies. We show that both one- and two-body\ninteractions can be accurately extracted from one-particle density profiles\nbased on high-throughput maps of in vitro or in vivo nucleosome positions.\nAlthough a simpler approach that neglects two-body interactions (even if they\nare in fact present in the system) can be used to predict sequence determinants\nof nucleosome positions, the full theory is required to disentangle one- and\ntwo-body effects. Finally, we construct a minimal model in which nucleosomes\nare positioned by steric exclusion and two-body interactions rather than\nintrinsic histone-DNA sequence preferences. The model accurately reproduces\nnucleosome occupancy patterns observed over transcribed regions in living\ncells.\n","Comment: 22 pages, 10 figures"]}]
["1101.0118",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0118","Phys.Rev.D83:106007,2011","doi:10.1103/PhysRevD.83.106007"],"date":["2010-12-30"],"type":["text"],"creator":["Bhattacharjee, Srijit","Chatterjee, Ayan"],"language":[],"coverage":[],"title":["Gauge invariant coupling of fields to torsion: a string inspired model"],"description":["  In a consistent heterotic string theory, the Kalb-Ramond field, which is the\nsource of spacetime torsion, is augmented by Yang-Mills and gravitational\nChern-Simons terms. When compactified to 4-dimensions and in the field theory\nlimit, such additional terms give rise to interactions with interesting\nastrophysical predictions like rotation of plane of polarization for\nelectromagnetic and gravitational waves. On the other hand, if one is also\ninterested in coupling 2 or 3-form (Abelian or non-Abelian) gauge fields to\ntorsion, one needs another class of interaction. In this paper, we shall study\nthis interaction and offer some astrophysical and cosmological predictions. We\nalso comment on the possibility of such terms in loop quantum gravity where, if\nthe Barbero-Immirzi parameter is promoted to a field, acts as a source for\ntorsion.\n","Comment: 13 pages"]}]
["1101.1139",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1139","Phys. Rev. A 83, 052307 (2011)","doi:10.1103/PhysRevA.83.052307"],"date":["2011-01-05"],"type":["text"],"creator":["Yoshikawa, Jun-ichi","Miwa, Yoshichika","Filip, Radim","Furusawa, Akira"],"language":[],"coverage":[],"title":["Demonstration of reversible phase-insensitive optical amplifier"],"description":["  We experimentally demonstrate phase-insensitive linear optical amplification\nwhich preserves the idler at the output. Since our amplification operation is\nunitary up to small excess noise, it is reversible beyond the classical limit.\nThe entanglement between the two output modes is the resource for the\nreversibility. The amplification gain of 2.0 is demonstrated. In addition,\ncombining this amplifier with a beamsplitter, we also demonstrate approximate\ncloning of coherent states where an anticlone is present. We investigate the\nreversibility by reconstructing the initial state from the output correlations,\nand the results are slightly beyond the cloning limit. Furthermore, full\ncharacterization of the amplifier and cloner is given by using coherent states\nwith several different mean values as inputs. Our amplifier is based on linear\noptics, offline preparation of nonclassical ancillas, and homodyne measurements\nfollowed by feedforward. Squeezed states are used as the ancillas, and\nnonlinear optical effects are exploited only for their generation. The ancillas\nintroduce nonclassicality into the amplifying operation, making entanglement at\nthe output.\n","Comment: 16 pages, 17 figures"]}]
["1101.1417",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1417","ETJP 8, No. 25 (2011) 93-108"],"date":["2011-01-07"],"type":["text"],"creator":["Munkhammar, Joakim"],"language":[],"coverage":[],"title":["Canonical Relational Quantum Mechanics from Information Theory"],"description":["  In this paper we construct a theory of quantum mechanics based on Shannon\ninformation theory. We define a few principles regarding information-based\nframes of reference, including explicitly the concept of information\ncovariance, and show how an ensemble of all possible physical states can be\nsetup on the basis of the accessible information in the local frame of\nreference. In the next step the Bayesian principle of maximum entropy is\nutilized in order to constrain the dynamics. We then show, with the aid of\nLisi's universal action reservoir approach, that the dynamics is equivalent to\nthat of quantum mechanics. Thereby we show that quantum mechanics emerges when\nclassical physics is subject to incomplete information. We also show that the\nproposed theory is relational and that it in fact is a path integral version of\nRovelli's relational quantum mechanics. Furthermore we give a discussion on the\nrelation between the proposed theory and quantum mechanics, in particular the\nrole of observation and correspondence to classical physics is addressed. In\naddition to this we derive a general form of entropy associated with the\ninformation covariance of the local reference frame. Finally we give a\ndiscussion and some open problems.\n","Comment: 16 pages, 2 figures, submitted to EJTP"]}]
["1101.2658",{"format":[],"subject":["Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2658"],"date":["2011-01-13","2011-05-24"],"type":["text"],"creator":["Beck, Kristen A."],"language":[],"coverage":[],"title":["Existence of Totally Reflexive Modules via Gorenstein Homomorphisms"],"description":["  We define, via Gorenstein homomorphisms, a class of local rings over which\nthere exist non-trivial totally reflexive modules. We also provide a general\nconstruction of such rings, which indicates their abundance.\n","Comment: Redundancy problem fixed. Most recent version to appear in the\n  Journal of Commutative Algebra"]}]
["1101.3552",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3552","Nucl.Phys.B849:573-609,2011","doi:10.1016/j.nuclphysb.2011.04.003"],"date":["2011-01-18","2011-03-28"],"type":["text"],"creator":["McOrist, Jock","Royston, Andrew B."],"language":[],"coverage":[],"title":["Relating Conifold Geometries to NS5-branes"],"description":["  We construct the first known example of a near horizon supergravity solution\nfor a pair of NS5-branes, intersecting on R^{1,3} and localised in all\ndirections except a single transverse circle. We do this by establishing an\nexplicit map between the conifold metric and the near horizon geometry of two\nintersecting NS5-branes, clarifying and correcting a number of open issues in\nthe literature en route. Our technique is general in nature and may be applied\nto a whole class of 1/4-BPS five-brane webs and their geometric duals. These\n1/4-BPS solutions may have an interesting holographic interpretation in terms\nof little string theory.\n","Comment: 49 pages, harvmac; v2: added references and footnote"]}]
["1101.3816",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3816","Int.J.Mod.Phys.A26:2271-2277,2011","doi:10.1142/S0217751X11053006"],"date":["2011-01-19"],"type":["text"],"creator":["Liu, Zhenxing","Chen, Zeqian"],"language":[],"coverage":[],"title":["Quasilocal non-equilibrium dynamics of {\\Phi}-spinning black rings"],"description":["  In this work, we study the non-equilibrium dynamics of {\\Phi}-spinning black\nrings within the quasilocal formalism. We adopt the counterterm method and\ncompute the renormalized boundary stress-energy tensor. By considering the\nconservation of this tensor, the condition for removing the conical singularity\nat spatial infinity is derived. It is subsequently shown that a {\\Phi}-spinning\nblack ring cannot be kept in a state of equilibrium, which is consistent with\nthe physical interpretation that the angular momentum is on the plane\northogonal to the ring and there is no force to balance the tension and\ngravitational self-attraction. The results of these computations lay a\nfoundation for studying the thermodynamics of {\\Phi}-spinning rings in detail.\nFinally, we charge up the rings in Einstein-Maxwell-dilaton system and suggest\nfeasible ways to make them balanced.\n","Comment: 7 pages"]}]
["1101.4004",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4004","Phys.Rev.D83:093010,2011","doi:10.1103/PhysRevD.83.093010"],"date":["2011-01-20","2011-05-06"],"type":["text"],"creator":["Gninenko, S. N."],"language":[],"coverage":[],"title":["The LSND/MiniBooNe excess events and heavy neutrino from muon and kaon\n  decays"],"description":["  It has been recently shown that puzzling excess events observed by the LSND\nand MiniBooNE neutrino experiments could be interpreted as a signal from the\nradiative decay of a heavy sterile neutrino ($\\nu_h$) of the mass from 40 to 80\nMeV, with a muonic mixing strength $\\mix \\simeq 10^{-3} - 10^{-2}$, and the\nlifetime $10^{-11} < \\tau_h < 10^{-9}$ s. We discuss bounds on $\\mix$ obtained\nfrom the recent precision measurements with muons and show that they are\nconsistent with the above limits. If the $\\nu_h$ exists its admixture in the\nordinary muon or kaon decay would result in the decay chain $\\muhd$ or $\\khd$,\nrespectively. We propose a new experiment for a sensitive search for these\nprocesses in $\\mu$ and $K$ decays at rest allowing to either definitively\nconfirm or exclude the existence of the $\\nu_h$. To our knowledge, no\nexperiment has specifically searched for the signature of radiative decay of\nmassive neutrinos from particles decays as proposed in this work. The search is\ncomplementary to the current experimental efforts to clarify the origin of the\nLSND and MiniBooNE anomalies.\n","Comment: 7 pages, 2 figures. Version to appear in PRD"]}]
["1101.4316",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4316"],"date":["2011-01-22","2011-05-20"],"type":["text"],"creator":["Cardot, Hervé","Cénac, Peggy","Zitt, Pierre-André"],"language":[],"coverage":[],"title":["Efficient and fast estimation of the geometric median in Hilbert spaces\n  with an averaged stochastic gradient algorithm"],"description":["  With the progress of measurement apparatus and the development of automatic\nsensors it is not unusual anymore to get thousands of samples of observations\ntaking values in high dimension spaces such as functional spaces. In such large\nsamples of high dimensional data, outlying curves may not be uncommon and even\na few individuals may corrupt simple statistical indicators such as the mean\ntrajectory. We focus here on the estimation of the geometric median which is a\ndirect generalization of the real median and has nice robustness properties.\nThe geometric median being defined as the minimizer of a simple convex\nfunctional that is differentiable everywhere when the distribution has no\natoms, it is possible to estimate it with online gradient algorithms. Such\nalgorithms are very fast and can deal with large samples. Furthermore they also\ncan be simply updated when the data arrive sequentially. We state the almost\nsure consistency and the L2 rates of convergence of the stochastic gradient\nestimator as well as the asymptotic normality of its averaged version. We get\nthat the asymptotic distribution of the averaged version of the algorithm is\nthe same as the classic estimators which are based on the minimization of the\nempirical loss function. The performances of our averaged sequential estimator,\nboth in terms of computation speed and accuracy of the estimations, are\nevaluated with a small simulation study. Our approach is also illustrated on a\nsample of more 5000 individual television audiences measured every second over\na period of 24 hours.\n"]}]
["1101.4362",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4362","Eur.Phys.J.C71:1643,2011","doi:10.1140/epjc/s10052-011-1643-0"],"date":["2011-01-23","2011-04-18"],"type":["text"],"creator":["Chen, Chian-Shu","Lin, Chia-Min"],"language":[],"coverage":[],"title":["Bimodal/Schizophrenic Neutrino As a Bridge between Inflation and Dark\n  Energy"],"description":["  We consider the possibility to combine inflection point inflation and growing\nneutrino dark energy in a particular setup of bimodal/schizophrenic neutrino\nmodel in the framework of MSSM$\\otimes U(1)_{B-L}$. In order to obtain a\nvarying neutrino mass, we make an assumption that a soft mass of\n$\\tilde{Z'}_{BL}$ depends on a scalar field which plays the role of a cosmon\nfield. We also investigate the possible effects of the cosmon field in the\nearly universe such as modulated reheating and found that the induced density\nperturbation is negligible.\n","Comment: 10 pages; accepted for publication in Eur. Phys. J. C"]}]
["1101.4403",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4403","Nucl.Phys.B849:628-635,2011","doi:10.1016/j.nuclphysb.2011.03.028"],"date":["2011-01-23"],"type":["text"],"creator":["Hoppe, Jens","Trzetrzelewski, Maciej"],"language":[],"coverage":[],"title":["Lorentz-invariant membranes and finite matrix approximations"],"description":["  The question of Lorentz invariance for finite N approximations of\nrelativistic membranes is addressed. We find that one of the classical\nmanifestations of Lorentz-invariance is not possible for NxN matrices (at least\nwhen N=2 or 3). How the symmetry is restored in the large N limit is studied\nnumerically.\n","Comment: 11 pages, 1 figure"]}]
["1101.5373",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5373","Nucl.Instrum.Meth.A642:25-35,2011","doi:10.1016/j.nima.2011.03.059"],"date":["2011-01-27","2011-04-11"],"type":["text"],"creator":["Kim, Hyung J.","Sen, Tanaji"],"language":[],"coverage":[],"title":["Beam-beam simulation code BBSIM for particle accelerators"],"description":["  A highly efficient, fully parallelized, six-dimensional tracking model for\nsimulating interactions of colliding hadron beams in high energy ring colliders\nand simulating schemes for mitigating their effects is described. The model\nuses the weak-strong approximation for calculating the head-on interactions\nwhen the test beam has lower intensity than the other beam, a look-up table for\nthe efficient calculation of long-range beam-beam forces, and a self-consistent\nPoisson solver when both beams have comparable intensities. A performance test\nof the model in a parallel environment is presented. The code is used to\ncalculate beam emittance and beam loss in the Tevatron at Fermilab and compared\nwith measurements. We also present results from the studies of two schemes\nproposed to compensate the beam-beam interactions: a) the compensation of\nlong-range interactions in the Relativistic Heavy Ion Collider (RHIC) at\nBrookhaven and the Large Hadron Collider (LHC) at CERN with a current-carrying\nwire, b) the use of a low energy electron beam to compensate the head-on\ninteractions in RHIC.\n"]}]
["1101.5408",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5408","Phys.Rev.D83:102001,2011","doi:10.1103/PhysRevD.83.102001"],"date":["2011-01-27"],"type":["text"],"creator":["Klimenko, S.","Vedovato, G.","Drago, M.","Mazzolo, G.","Mitselmakher, G.","Pankow, C.","Prodi, G.","Re, V.","Salemi, F.","Yakushin, I."],"language":[],"coverage":[],"title":["Localization of gravitational wave sources with networks of advanced\n  detectors"],"description":["  Coincident observations with gravitational wave (GW) detectors and other\nastronomical instruments are in the focus of the experiments with the network\nof LIGO, Virgo and GEO detectors. They will become a necessary part of the\nfuture GW astronomy as the next generation of advanced detectors comes online.\nThe success of such joint observations directly depends on the source\nlocalization capabilities of the GW detectors. In this paper we present studies\nof the sky localization of transient sources with the future advanced detector\nnetworks and describe their fundamental properties. By reconstructing sky\ncoordinates of ad hoc signals injected into simulated detector noise we study\nthe accuracy of the source localization and its dependence on the strength of\ninjected signals, waveforms and network configurations.\n","Comment: 12 pages, 9 figures, 9 tables"]}]
["1101.5422",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","33E30, 33E17, 37K10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5422","SIGMA 7 (2011), 049, 13 pages","doi:10.3842/SIGMA.2011.049"],"date":["2011-01-27","2011-05-24"],"type":["text"],"creator":["Ormerod, Christopher M."],"language":[],"coverage":[],"title":["Symmetries in Connection Preserving Deformations"],"description":["  We wish to show that the root lattice of B\\\"acklund transformations of the\n$q$-analogue of the third and fourth Painlev\\'e equations, which is of type\n$(A_2+ A_1)^{(1)}$, may be expressed as a quotient of the lattice of connection\npreserving deformations. Furthermore, we will show various directions in the\nlattice of connection preserving deformations present equivalent evolution\nequations under suitable transformations. These transformations correspond to\nthe Dynkin diagram automorphisms.\n"]}]
["1102.0114",{"format":[],"subject":["Mathematics - Differential Geometry","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0114","J.Geom.Phys.61:1249-1257,2011","doi:10.1016/j.geomphys.2011.02.011"],"date":["2011-02-01"],"type":["text"],"creator":["Chrusciel, Piotr T.","Delay, Erwann"],"language":[],"coverage":[],"title":["Unique continuation and extensions of Killing vectors at boundaries for\n  stationary vacuum space-times"],"description":["  Generalizing Riemannian theorems of Anderson-Herzlich and Biquard, we show\nthat two $(n+1)$-dimensional stationary vacuum space-times (possibly with\ncosmological constant $\\Lambda \\in \\R$) that coincide up to order one along a\ntimelike hypersurface $\\mycal T$ are isometric in a neighbourhood of $\\mycal\nT$. We further prove that KIDS of $\\partial M$ extend to Killing vectors near\n$\\partial M$. In the AdS type setting, we show unique continuation near\nconformal infinity if the metrics have the same conformal infinity and the same\nundetermined term. Extension near $\\partial M$ of conformal Killing vectors of\nconformal infinity which leave the undetermined Fefferman-Graham term invariant\nis also established.\n"]}]
["1102.0416",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0416","Phys.Rev.D83:096007,2011","doi:10.1103/PhysRevD.83.096007"],"date":["2011-02-02","2011-05-05"],"type":["text"],"creator":["Aliev, T. M.","Azizi, K.","Savci, M.","Zamiralov, V. S."],"language":[],"coverage":[],"title":["Analysis of heavy spin--3/2 baryon--heavy spin--1/2 baryon--light vector\n  meson vertices in QCD"],"description":["  The heavy spin--3/2 baryon--heavy spin--1/2 baryon vertices with light vector\nmesons are studied within the light cone QCD sum rules method. These vertices\nare parametrized in terms of three coupling constants. These couplings are\ncalculated for all possible transitions. It is shown that correlation functions\nfor these transitions are described by only one invariant function for every\nLorenz structure. The obtained relations between the correlation functions of\nthe different transitions are structure independent while explicit expressions\nof invariant functions depend on the Lorenz structure.\n","Comment: 17 Pages, 6 Figures and 4 Tables"]}]
["1102.1321",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1321","J. Math. Phys. 52, 052107 (2011)","doi:10.1063/1.3589959"],"date":["2011-02-07"],"type":["text"],"creator":["Silvestre-Brac, Bernard","Semay, Claude"],"language":[],"coverage":[],"title":["Duality relations in the auxiliary field method"],"description":["  The eigenenergies $\\epsilon^{(N)}(m;\\{n_i,l_i\\})$ of a system of $N$\nidentical particles with a mass $m$ are functions of the various radial quantum\nnumbers $n_i$ and orbital quantum numbers $l_i$. Approximations $E^{(N)}(m;Q)$\nof these eigenenergies, depending on a principal quantum number\n$Q(\\{n_i,l_i\\})$, can be obtained in the framework of the auxiliary field\nmethod. We demonstrate the existence of numerous exact duality relations\nlinking quantities $E^{(N)}(m;Q)$ and $E^{(p)}(m';Q')$ for various forms of the\npotentials (independent of $m$ and $N$) and for both nonrelativistic and\nsemirelativistic kinematics. As the approximations computed with the auxiliary\nfield method can be very close to the exact results, we show with several\nexamples that these duality relations still hold, with sometimes a good\naccuracy, for the exact eigenenergies $\\epsilon^{(N)}(m;\\{n_i,l_i\\})$.\n"]}]
["1102.1422",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1422","A. F. Kemper et al., Phys. Rev. B 83, 184516 (2011)","doi:10.1103/PhysRevB.83.184516"],"date":["2011-02-07","2011-05-23"],"type":["text"],"creator":["Kemper, A. F.","Korshunov, M. M.","Devereaux, T. P.","Fry, J. N.","Cheng, H-P.","Hirschfeld, P. J."],"language":[],"coverage":[],"title":["Anisotropic quasiparticle lifetimes in Fe-based superconductors"],"description":["  We study the dynamical quasiparticle scattering by spin and charge\nfluctuations in Fe-based pnictides within a five-orbital model with on-site\ninteractions. The leading contribution to the scattering rate is calculated\nfrom the second-order diagrams with the polarization operator calculated in the\nrandom-phase approximation. We find one-particle scattering rates which are\nhighly anisotropic on each Fermi surface sheet due to the momentum dependence\nof the spin susceptibility and the multi-orbital composition of each Fermi\npocket. This fact, combined with the anisotropy of the effective mass, produces\ndisparity between electrons and holes in conductivity, the Hall coefficient,\nand the Raman initial slope, in qualitative agreement with experimental data.\n","Comment: 10 pages, 9 figures"]}]
["1102.2187",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2187","Phys. Rev. B 83, 197101 (2011)","doi:10.1103/PhysRevB.83.197101"],"date":["2011-02-10","2011-05-24"],"type":["text"],"creator":["Schmitt, Sebastian","Anders, Frithjof B."],"language":[],"coverage":[],"title":["Comment on \"Scaling feature of magnetic field induced Kondo-peak\n  splittings\""],"description":["  In a recent work Zhang and coworkers (PRB 82, 075111 (2010)) studied the\nZeeman splitting of the Kondo resonance for the single impurity Anderson model\nin a finite magnetic field $B$ with the numerical renormalization group (NRG)\nmethod. There, it was found that with increasing magnetic field $B$ the\nposition of the Kondo resonance in the total spectral function \\textit{does\nnot} approach its position in the spin resolved spectral function.\nAdditionally, the position of the Kondo maximum exceeded the Zeeman energy for\n$B/ T_K\\gtrsim 5-10$, where $T_K$ is the low energy Kondo scale of the model\n($g=2$, $\\mu_B=k_B=\\hbar=1$). In this comment we argue that both these findings\nare produced by an improper choice of NRG parameter values. However, we\nreproduce the crossover in the splitting from Kondo-like behavior to a\nnon-universal splitting larger than the Zeeman energy, but this crossover\noccurs at much larger fields of the order of the charge scale.\n","Comment: Minor revisions; same version as published"]}]
["1102.2727",{"format":[],"subject":["Physics - Instrumentation and Detectors","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2727","Nucl.Instrum.Meth.A642:52-58,2011","doi:10.1016/j.nima.2011.03.062"],"date":["2011-02-14"],"type":["text"],"creator":["Sun, Xilei","Lu, Junguang","Hu, Tao","Zhou, Li","Cao, Jun","Wang, Yifang","Zhan, Liang","Yu, Boxiang","Cai, Xiao","Fang, Jian","Xie, Yuguang","An, Zhenghua","Wang, Zhigang","Xue, Zhen","Lu, Qiwen","Ning, Feipeng","Ge, Yongshuai","Liu, Yingbiao"],"language":[],"coverage":[],"title":["Neutron-gamma discrimination of CsI(Na) crystals for dark matter\n  searches"],"description":["  The luminescent properties of CsI(Na) crystals are studied in this report. By\nusing a TDS3054C oscilloscope with a sampling frequency of 5 GS/s, we find out\nthat nuclear recoil signals are dominated by very fast light pulse with a decay\ntime of ~20 ns, while {\\gamma}-ray signals have a decay time of ~600 ns. The\nwavelength of nuclear recoil and {\\gamma}-ray signals are also different. The\nstudy of n/{\\gamma} separation shows that the rejection factor can reach an\norder of 10-7 with signal efficiency more than 80% at an equivalent electron\nrecoil energy of 20 keV or more. Such a property makes CsI(Na) an ideal\ncandidate for dark matter searches.\n","Comment: 11 pages, 15 figures"]}]
["1102.3706",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3706","Phys.Rev.D83:104027,2011","doi:10.1103/PhysRevD.83.104027"],"date":["2011-02-17","2011-05-19"],"type":["text"],"creator":["Vigeland, Sarah","Yunes, Nicolás","Stein, Leo"],"language":[],"coverage":[],"title":["Bumpy Black Holes in Alternate Theories of Gravity"],"description":["  We generalize the bumpy black hole framework to allow for alternative theory\ndeformations. We construct two model-independent parametric deviations from the\nKerr metric: one built from a generalization of the quasi-Kerr and bumpy\nmetrics and one built directly from perturbations of the Kerr spacetime in\nLewis-Papapetrou form. We find the conditions that these \"bumps\" must satisfy\nfor there to exist an approximate second-order Killing tensor so that the\nperturbed spacetime still possesses three constants of the motion (a deformed\nenergy, angular momentum and Carter constant) and the geodesic equations can be\nwritten in first-order form. We map these parameterized metrics to each other\nvia a diffeomorphism and to known analytical black hole solutions in\nalternative theories of gravity. The parameterized metrics presented here serve\nas frameworks for the systematic calculation of extreme-mass ratio inspiral\nwaveforms in parameterized non-GR theories and the investigation of the\naccuracy to which space-borne gravitational wave detectors can constrain such\ndeviations.\n","Comment: 17 pages, replaced with version published in Phys. Rev. D"]}]
["1102.3794",{"format":[],"subject":["Condensed Matter - Materials Science","Nuclear Experiment","Physics - Instrumentation and Detectors","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3794","Nucl.Instrum.Meth.A642:75-77,2011","doi:10.1016/j.nima.2011.04.006"],"date":["2011-02-18"],"type":["text"],"creator":["Khodyuk, Ivan V.","Alekhin, Mikhail S.","de Haas, Johan T. M.","Dorenbos, Pieter"],"language":[],"coverage":[],"title":["Improved scintillation proportionality and energy resolution of LaBr3:Ce\n  at 80K"],"description":["  Using highly monochromatic synchrotron X-rays in the energy range from 10.5\nkeV to 100 keV the temperature dependence of nonproportionality and energy\nresolution of LaBr3 scintillators doped with 5% Ce3+ were studied at 80K, 295K,\nand 450K. Improvement of the proportionality and better energy resolution was\nobserved on lowering the temperature. This effect suggests that the already\noutstanding energy resolution of LaBr3:Ce can be improved even further. It also\nmay provide new clues to better understand the processes that cause\nnonproportionality of inorganic scintillator response.\n","Comment: 5 pages, 2 figures submitted for publication at Nucl. Instr. Meth. A"]}]
["1102.3859",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3859","Phys. Rev. Lett. 106, 215301 (2011)","doi:10.1103/PhysRevLett.106.215301"],"date":["2011-02-18"],"type":["text"],"creator":["Weitenberg, Christof","Schauß, Peter","Fukuhara, Takeshi","Cheneau, Marc","Endres, Manuel","Bloch, Immanuel","Kuhr, Stefan"],"language":[],"coverage":[],"title":["Coherent light scattering from a two-dimensional Mott insulator"],"description":["  We experimentally demonstrate coherent light scattering from an atomic Mott\ninsulator in a two-dimensional lattice. The far-field diffraction pattern of\nsmall clouds of a few hundred atoms was imaged while simultaneously laser\ncooling the atoms with the probe beams. We describe the position of the\ndiffraction peaks and the scaling of the peak parameters by a simple analytic\nmodel. In contrast to Bragg scattering, scattering from a single plane yields\ndiffraction peaks for any incidence angle. We demonstrate the feasibility of\ndetecting spin correlations via light scattering by artificially creating a\none-dimensional antiferromagnetic order as a density wave and observing the\nappearance of additional diffraction peaks.\n","Comment: 4 pages, 4 figures"]}]
["1102.4357",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4357","Phys.Rev.D83:103518,2011","doi:10.1103/PhysRevD.83.103518"],"date":["2011-02-21"],"type":["text"],"creator":["Fontanini, Michele","Trodden, Mark"],"language":[],"coverage":[],"title":["Tackling Higher Derivative Ghosts with the Euclidean Path Integral"],"description":["  An alternative to the effective field theory approach to treat ghosts in\nhigher derivative theories is to attempt to integrate them out via the\nEuclidean path integral formalism. It has been suggested that this method could\nprovide a consistent framework within which we might tolerate the ghost degrees\nof freedom that plague, among other theories, the higher derivative gravity\nmodels that have been proposed to explain cosmic acceleration. We consider the\nextension of this idea to treating a class of terms with order six derivatives,\nand find that for a general term the Euclidean path integral approach works in\nthe most trivial background, Minkowski. Moreover we see that even in de Sitter\nbackground, despite some difficulties, it is possible to define a probability\ndistribution for tensorial perturbations of the metric.\n","Comment: 21 pages"]}]
["1102.4615",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4615","Phys.Rev.D83:095009,2011","doi:10.1103/PhysRevD.83.095009"],"date":["2011-02-22"],"type":["text"],"creator":["Englert, Christoph","Plehn, Tilman","Schichtel, Peter","Schumann, Steffen"],"language":[],"coverage":[],"title":["Jets plus Missing Energy with an Autofocus"],"description":["  Jets plus missing transverse energy is one of the main search channels for\nnew physics at the LHC. A major limitation lies in our understanding of QCD\nbackgrounds. Using jet merging we can describe the number of jets in typical\nbackground channels in terms of a staircase scaling, including theory\nuncertainties. The scaling parameter depends on the particles in the final\nstate and on cuts applied. Measuring the staircase scaling will allow us to\nalso predict the effective mass for Standard Model backgrounds. Based on both\nobservables we propose an analysis strategy avoiding model specific cuts which\nreturns information about the color charge and the mass scale of the underlying\nnew physics.\n","Comment: 15 pages, 9 figures, 3 tables"]}]
["1103.0252",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0252","Phys.Rev.D83:095005,2011","doi:10.1103/PhysRevD.83.095005"],"date":["2011-03-01","2011-05-17"],"type":["text"],"creator":["Nishi, C. C."],"language":[],"coverage":[],"title":["Custodial SO(4) symmetry and CP violation in N-Higgs-doublet potentials"],"description":["  We study the implementation of global $SO(4)\\sim SU(2)_L\\otimes SU(2)_R$\nsymmetry in general potentials with N-Higgs-doublets in order to obtain models\nwith custodial $SO(3)_C$ symmetry. We conclude that any implementation of the\ncustodial SO(4) symmetry is equivalent, by a basis transformation, to a\ncanonical one if $SU(2)_L$ is the gauge factor, $U(1)_Y$ is embedded in\n$SU(2)_R$ and we require $N$ copies of the doublet representation of $SU(2)_R$.\nThe invariance by SO(4) automatically leads to a CP invariant potential and the\nbasis of the canonical implementation of SO(4) is aligned to a basis where\nCP-symmetry acts in the standard fashion. We show different but equivalent\nimplementations for the 2HDM, including an implementation not previously\nconsidered.\n","Comment: 22pp, REVTeX4. Published version"]}]
["1103.1388",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1388","JHEP 1105:083,2011","doi:10.1007/JHEP05(2011)083"],"date":["2011-03-07","2011-05-15"],"type":["text"],"creator":["Cabrer, Joan A.","von Gersdorff, Gero","Quiros, Mariano"],"language":[],"coverage":[],"title":["Suppressing Electroweak Precision Observables in 5D Warped Models"],"description":["  We elaborate on a recently proposed mechanism to suppress large contributions\nto the electroweak precision observables in five dimensional (5D) warped\nmodels, without the need for an extended 5D gauge sector. The main ingredient\nis a modification of the AdS metric in the vicinity of the infrared (IR) brane\ncorresponding to a strong deviation from conformality in the IR of the 4D\nholographic dual. We compute the general low energy effective theory of the 5D\nwarped Standard Model, emphasizing additional IR contributions to the wave\nfunction renormalization of the light Higgs mode. We also derive expressions\nfor the S and T parameters as a function of a generic 5D metric and zero-mode\nwave functions. We give an approximate formula for the mass of the radion that\nworks even for strong deviation from the AdS background. We proceed to work out\nthe details of an explicit model and derive bounds for the first KK masses of\nthe various bulk fields. The radion is the lightest new particle although its\nmass is already at about 1/3 of the mass of the lightest resonances, the KK\nstates of the gauge bosons. We examine carefully various issues that can arise\nfor extreme choices of parameters such as the possible reintroduction of the\nhierarchy problem, the onset of nonperturbative physics due to strong IR\ncurvature or the creation of new hierarchies near the Planck scale. We conclude\nthat a KK scale of 1 TeV is compatible with all these constraints.\n","Comment: 44 pages, 11 figures, references added"]}]
["1103.1585",{"format":[],"subject":["Mathematics - Number Theory","05A17 (Primary) 11Y35, 11B68 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1585"],"date":["2011-03-08","2011-05-24"],"type":["text"],"creator":["Malenfant, Jerome"],"language":[],"coverage":[],"title":["Finite, closed-form expressions for the partition function and for\n  Euler, Bernoulli, and Stirling numbers"],"description":["  We find general solutions to the generating-function equation sum c_q^{(X)}\nz^q = F(z)^X, where X is a complex number and F(z) is a convergent power series\nwith |F(0)| >0. We then use these results to derive finite expressions\ncontaining only integers or simple fractions for partition functions and for\nEuler, Bernoulli, and Stirling numbers.\n","Comment: 19 pages"]}]
["1103.1664",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1664","Phys.Rev.D83:095008,2011","doi:10.1103/PhysRevD.83.095008"],"date":["2011-03-08"],"type":["text"],"creator":["Babu, K. S.","Kawashima, Kenji","Kubo, Jisuke"],"language":[],"coverage":[],"title":["Variations on the Supersymmetric Q6 Model of Flavor"],"description":["  We observe that a recently proposed supersymmetric model with Q6 flavor\nsymmetry admits a new CP violating ground state. A new sum rule for the quark\nmixing parameters emerges, which is found to be consistent with data. Simple\nextensions of the model to the neutrino sector suggest an inverted hierarchical\nmass spectrum with nearly maximal CP violation (|delta_{MNS}| simeq pi/2).\nBesides reducing the number of parameters in the fermion sector, these models\nalso provide solutions to the SUSY flavor problem and the SUSY CP problem. We\nconstruct a renormalizable scalar potential that leads to the spontaneous\nbreaking of CP symmetry and the family symmetry.\n","Comment: 22 pages, 7 figures"]}]
["1103.2738",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2738","doi:10.1016/j.physletb.2011.05.012"],"date":["2011-03-14","2011-03-16"],"type":["text"],"creator":["Ortin, Tomas"],"language":[],"coverage":[],"title":["A Simple Derivation of Supersymmetric Extremal Black Hole Attractors"],"description":["  We present a simple and yet rigorous derivation of the flow equations for the\nsupersymmetric black-hole solutions of all 4-dimensional supergravities based\non the recently found general form of all those solutions.\n","Comment: 9 pages, latex2e file, no figures. Several references added"]}]
["1103.2792",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2792","Phys.Rev.D83:091503,2011","doi:10.1103/PhysRevD.83.091503"],"date":["2011-03-14"],"type":["text"],"creator":["Kidonakis, Nikolaos"],"language":[],"coverage":[],"title":["Next-to-next-to-leading-order collinear and soft gluon corrections for\n  t-channel single top quark production"],"description":["  I present the resummation of collinear and soft gluon corrections to single\ntop quark production in the t channel at next-to-next-to-leading logarithm\n(NNLL) accuracy using two-loop soft anomalous dimensions. The expansion of the\nresummed cross section yields approximate next-to-next-to-leading order (NNLO)\ncross sections. Numerical results for t-channel single top quark (or single\nantitop) production at the Tevatron and the LHC are presented, including the\ndependence of the cross sections on the top quark mass, and the uncertainties\nfrom scale variation and parton distributions. Combined results for all single\ntop quark production channels are also given.\n","Comment: 11 pages, 4 figures"]}]
["1103.2978",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2978","Phys. Rev. B 83, 174433 (2011)","doi:10.1103/PhysRevB.83.174433"],"date":["2011-03-15"],"type":["text"],"creator":["Jia, Ting","Wu, Hua","Zhang, Guoren","Zhang, Xiaoli","Guo, Ying","Zeng, Zhi","Lin, Hai-Qing"],"language":[],"coverage":[],"title":["Ab initio study of the giant ferroelectric distortion and pressure\n  induced spin-state transition in BiCoO3"],"description":["  Using configuration-state-constrained electronic structure calculations based\non the generalized gradient approximation plus Hubbard U method, we sought the\norigin of the giant tetragonal ferroelectric distortion in the ambient phase of\nthe potentially multiferroic material BiCoO3 and identified the nature of the\npressure induced spin-state transition. Our results show that a strong Bi-O\ncovalency drives the giant ferroelectric distortion, which is further\nstabilized by an xy-type orbital ordering of the high-spin (HS) Co3+ ions. For\nthe orthorhombic phase under 5.8 GPa, we find that a mixed HS and low-spin (LS)\nstate is more stable than both LS and intermediate-spin (IS) states, and that\nthe former well accounts for the available experimental results. Thus, we\nidentify that the pressure induced spin-state transition is via a mixed HS+LS\nstate, and we predict that the HS-to-LS transition would be complete upon a\nlarge volume decrease of about 20%.\n","Comment: 6 pages, 6 figures, 2 tables"]}]
["1103.3150",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3150","Phys.Rev.D83:105013,2011","doi:10.1103/PhysRevD.83.105013"],"date":["2011-03-16"],"type":["text"],"creator":["Dunne, Gerald V.","Huet, Adolfo","Hur, Jin","Min, Hyunsoo"],"language":[],"coverage":[],"title":["The Derivative Expansion at Small Mass for the Spinor Effective Action"],"description":["  We study the small mass limit of the one-loop spinor effective action,\ncomparing the derivative expansion approximation with exact numerical results\nthat are obtained from an extension to spinor theories of the\npartial-wave-cutoff method. In this approach one can compute numerically the\nrenormalized one-loop effective action, for radially separable gauge field\nbackground fields in spinor QED. We highlight an important difference between\nthe small mass limit of the derivative expansion approximation for spinor and\nscalar theories.\n","Comment: 16 pp, 6 figures"]}]
["1103.3593",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3593","Appl. Phys. Lett. 98, 211103 (2011)","doi:10.1063/1.3593007"],"date":["2011-03-18"],"type":["text"],"creator":["Rakher, Matthew T.","Srinivasan, Kartik"],"language":[],"coverage":[],"title":["Sub-nanosecond Electro-optic Modulation of Triggered Single Photons from\n  a Quantum Dot"],"description":["  Control of single photon wave-packets is an important resource for developing\nhybrid quantum systems which are composed of different physical systems\ninteracting via photons. Here we extend this control to triggered photons\nemitted by a quantum dot, temporally shaping single photon wave-packets on\ntimescales fast compared to their radiative decay by electro-optic modulation.\nIn particular, telecommunications-band single photons resulting from the\nrecombination of an exciton in a quantum dot with exponentially decaying\nwave-packets are synchronously modulated to create Gaussian-shaped single\nphoton wave-packets. We explore other pulse-shapes and investigate the\nfeasibility of this technique for increasing the indistinguishability of\nquantum dot generated single photons.\n"]}]
["1103.4237",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4237","2011 ApJ 733 112","doi:10.1088/0004-637X/733/2/112"],"date":["2011-03-22"],"type":["text"],"creator":["Jiao, Cheng-Liang","Wu, Xue-Bing"],"language":[],"coverage":[],"title":["On the structure of Accretion Disks with Outflows"],"description":["  In order to study the outflows from accretion disks, we solve the set of\nhydrodynamic equations for accretion disks in the spherical coordinates\n($r\\theta\\phi$) to obtain the explicit structure along the $\\theta$ direction.\nUsing self-similar assumptions in the radial direction, we change the equations\nto a set of ordinary differential equations (ODEs) about the\n$\\theta$-coordinate, which are then solved with symmetrical boundary conditions\nin the equatorial plane, and the velocity field is obtained. The $\\alpha$\nviscosity prescription is applied and an advective factor $f$ is used to\nsimplify the energy equation.The results display thinner, quasi-Keplerian disks\nfor Shakura-Sunyaev Disks (SSDs) and thicker, sub-Keplerian disks for Advection\nDominated Accretion Flows (ADAFs) and slim disks, which are consistent with\nprevious popular analytical models. However, an inflow region and an outflow\nregion always exist, except when the viscosity parameter $\\alpha$ is too large,\nwhich supports the results of some recent numerical simulation works. Our\nresults indicate that the outflows should be common in various accretion disks\nand may be stronger in slim disks, where both advection and radiation pressure\nare dominant. We also present the structure dependence on the input parameters\nand discuss their physical meanings. The caveats of this work and possible\nimprovements in the future are discussed.\n","Comment: 24 pages, 20 figures. Accepted for publication in ApJ"]}]
["1103.4495",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4495","JHEP 1105:098,2011","doi:10.1007/JHEP05(2011)098"],"date":["2011-03-23","2011-05-05"],"type":["text"],"creator":["Fucito, F.","Morales, J. F.","Poghossian, R.","Pacifici, D. Ricci"],"language":[],"coverage":[],"title":["Gauge theories on Omega-backgrounds from non commutative Seiberg-Witten\n  curves"],"description":["  We study the dynamics of a N=2 supersymmetric SU(N) gauge theory with\nfundamental or adjoint matter in presence of a non trivial Omega-background\nalong a two dimensional plane. The prepotential and chiral correlators of the\ngauge theory can be obtained, via a saddle point analysis, from an equation\nwhich can be viewed as a non commutative version of the \"standard\" Seiberg and\nWitten curve.\n","Comment: 35 pages, 3 figures, minor corrections. version to appear in JHEP\n  with the correction of a tex error"]}]
["1103.4567",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4567"],"date":["2011-03-23","2011-05-24"],"type":["text"],"creator":["Yu, Tianhua","Kim, Changdong","Yu, Bin"],"language":[],"coverage":[],"title":["Highly Conductive 3D Nano-Carbon: Stacked Multilayer Graphene System\n  with Interlayer Decoupling"],"description":["  We investigate electrical conduction and breakdown behavior of 3D\nnano-carbon-stacked multilayer graphene (s-MLG) system with complete interlayer\ndecoupling. The s-MLG is prepared by transferring and stacking large-area\nCVD-grown graphene monolayers, followed by wire patterning and plasma etching.\nRaman spectroscopy was used to confirm the layer number. The D-band peak\nindicates low defect level in the samples. Electrical current stressing induced\ndoping is performed to shift the charge-neutrality Dirac point and decrease the\ngraphene/metal contact resistance, improving the overall electrical conduction.\nBreakdown experiments show the current-carrying capacity of s-MLG is largely\nenhanced as compared with that of monolayer graphene.\n","Comment: 11 pages, 4 figures"]}]
["1103.4980",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Physics - Biological Physics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4980","J. Stat. Mech. (2011) P05007","doi:10.1088/1742-5468/2011/05/P05007"],"date":["2011-03-25","2011-04-07"],"type":["text"],"creator":["Rogers, Tim"],"language":[],"coverage":[],"title":["Maximum-entropy moment-closure for stochastic systems on networks"],"description":["  Moment-closure methods are popular tools to simplify the mathematical\nanalysis of stochastic models defined on networks, in which high dimensional\njoint distributions are approximated (often by some heuristic argument) as\nfunctions of lower dimensional distributions. Whilst undoubtedly useful,\nseveral such methods suffer from issues of non-uniqueness and inconsistency.\nThese problems are solved by an approach based on the maximisation of entropy,\nwhich is motivated, derived and implemented in this article. A series of\nnumerical experiments are also presented, detailing the application of the\nmethod to the Susceptible-Infective-Recovered model of epidemics, as well as\ncautionary examples showing the sensitivity of moment-closure techniques in\ngeneral.\n","Comment: 20 pages, 7 figures"]}]
["1103.5090",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5090","Phys.Rev.D83:103519,2011","doi:10.1103/PhysRevD.83.103519"],"date":["2011-03-25"],"type":["text"],"creator":["Andersen, Kristoffer K.","Klein, Spencer R."],"language":[],"coverage":[],"title":["High energy cosmic-ray interactions with particles from the Sun"],"description":["  Cosmic-ray protons with energies above $10^{16}$ eV passing near the Sun may\ninteract with photons emitted by the Sun and be excited to a $\\Delta^+$\nresonance. When the $\\Delta^+$ decays, it produces pions which further decay to\nmuons and photons which may be detected with terrestrial detectors. A flux of\nmuons, photon pairs (from $\\pi^0$ decay), or individual high-energy photons\ncoming from near the Sun would be a rather striking signature, and the flux of\nthese particles is a fairly direct measure of the flux of cosmic-ray nucleons,\nindependent of the cosmic-ray composition. In a solid angle within $15^\\circ$\naround the Sun the flux of photon pairs is about $\\SI{1.3e-3}{}$\nparticles/(km$^2\\cdot$yr), while the flux of muons is about $\\SI{0.33e-3}{}$\nparticles/(km$^2\\cdot$yr). This is beyond the reach of current detectors like\nthe Telescope Array, Auger, KASCADE-Grande or IceCube. However, the muon flux\nmight be detectable by next-generation air shower arrays or neutrino detectors\nsuch as ARIANNA or ARA. We discuss the experimental prospects in some detail.\nOther cosmic-ray interactions occuring close to the Sun are also briefly\ndiscussed.\n","Comment: 8 pages, 11 figures"]}]
["1103.5477",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5477","Phys.Rev.D83:103004,2011","doi:10.1103/PhysRevD.83.103004"],"date":["2011-03-28","2011-04-20"],"type":["text"],"creator":["Gao, Shan","Toma, Kenji","Meszaros, Peter"],"language":[],"coverage":[],"title":["High Energy Neutrino Emission from the Earliest Gamma-Ray Bursts"],"description":["  We discuss the high energy neutrino emission from gamma-ray bursts resulting\nfrom the earliest generation (`population III') stars forming in the Universe,\nwhose core collapses into a black hole. These gamma-ray bursts are expected to\nproduce a highly relativistic, magnetically dominated jet, where protons can be\naccelerated to ultra-high energies. These interact with the photons produced by\nthe jet, leading to ultra-high energy photo-meson neutrinos as well as\nsecondary leptons and photons. The photon luminosity and the shock properties,\nand thus the neutrino spectrum, depend on the mass of the black holes as well\nas on the density of the surrounding external gas. We calculate the individual\nsource neutrino spectral fluxes and the expected diffuse neutrino flux for\nvarious source parameters and evolution scenarios. Both the individual and\ndiffuse signals appear detectable in the 1-300 PeV range with current and\nplanned neutrino detectors such as IceCube and ARIANNA, provided the black hole\nmass is in excess of 30-100 solar masses. This provides a possible test for the\ndebated mass of the progenitor stellar objects, as well as a probe for the\nearly cosmological environment and the formation rate of the earliest\nstructures.\n","Comment: 13 pages, 10 figures, 2 tables, Phys. Rev. D, in press"]}]
["1103.5727",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5727","ApJ, 734, 28, 2011","doi:10.1088/0004-637X/734/1/28"],"date":["2011-03-29"],"type":["text"],"creator":["Abdo, A. A.","Collaboration, Fermi LAT"],"language":[],"coverage":[],"title":["Observations of the young supernova remnant RX J1713.7-3946 with the\n  Fermi Large Area Telescope"],"description":["  We present observations of the young Supernova remnant (SNR) RX J1713.7-3946\nwith the Fermi Large Area Telescope (LAT). We clearly detect a source\npositionally coincident with the SNR. The source is extended with a best-fit\nextension of 0.55$^{\\circ} \\pm 0.04^{\\circ}$ matching the size of the\nnon-thermal X-ray and TeV gamma-ray emission from the remnant. The positional\ncoincidence and the matching extended emission allows us to identify the LAT\nsource with the supernova remnant RX J1713.7-3946. The spectrum of the source\ncan be described by a very hard power-law with a photon index of $\\Gamma = 1.5\n\\pm 0.1$ that coincides in normalization with the steeper H.E.S.S.-detected\ngamma-ray spectrum at higher energies. The broadband gamma-ray emission is\nconsistent with a leptonic origin as the dominant mechanism for the gamma-ray\nemission.\n","Comment: Contact authors: Markus Ackermann, Stefan Funk, Yasunobu Uchiyama"]}]
["1103.6057",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6057","Phys.Rev.D83:096009,2011","doi:10.1103/PhysRevD.83.096009"],"date":["2011-03-30","2011-04-27"],"type":["text"],"creator":["Nam, Seung-il","Kao, Chung-Wen"],"language":[],"coverage":[],"title":["Chiral restoration at finite T under the magnetic field with the\n  meson-loop corrections"],"description":["  We investigate the (partial) chiral restoration at finite temperature (T)\nunder the strong external magnetic field B_0 of the SU(2) light-flavor QCD\nmatter. To this end, we employ the instanton-liquid QCD vacuum configuration\naccompanied with the linear Schwinger method for inducing the magnetic field.\nThe Harrington-Shepard caloron solution is used to modify the instanton\nparameters, i.e. the average instanton size (rho) and inter-instanton distance\n(R), as functions of T. In addition, we include the meson-loop corrections\n(MLC) as the large-N_c corrections because they are critical for reproducing\nthe universal chiral restoration pattern. We present the numerical results for\nthe constituent-quark mass as well as chiral condensate which signal the\nspontaneous breakdown of chiral-symmetry SBCS, as functions of T and B_0. From\nour results we observe that the strengths of those chiral order parameters are\nenhanced with respect to B_0 due to the magnetic catalysis effect. We also find\nthat there appears a region where the u and d-quark constituent masses coincide\nwith each other at eB_0 = (7 ~ 9) m^2_pi, even in the presence of the explicit\nisospin breaking. The critical T for the chiral restoration T_c tends to shift\nto the higher temperature in the presence of the B_0 for the chiral limit but\nkeeps almost stationary for the physical quark mass case. We also compute the\npion weak-decay constant F_pi and pion mass m_pi below T_c, varying the\nstrength of the magnetic field, showing correct partial chiral restoration\nbehaviors. Besides we find that the changes for the F_pi and m_pi due to the\nmagnetic field is relatively small, in comparison to those caused by the finite\nT effect.\n","Comment: 15 pages, 14 figures, accepted for publication in Phys.Rev.D"]}]
["1103.6086",{"format":[],"subject":["Physics - Instrumentation and Detectors","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6086"],"date":["2011-03-31","2011-05-24"],"type":["text"],"creator":["Ahmed, Md. Farid","Quine, Brendan M.","Sargoytchev, Stoyan","Stauffer, A. D."],"language":[],"coverage":[],"title":["To Re-Consider the One-Way Speed of Light Using\n  Fizeau-Type-Coupled-Slotted-Disks"],"description":["  The isotropy of the speed of light - the fundamental postulate of Special\nRelativity (SR) constrains conceptions of time, space and the existence of a\npreferred cosmological reference frame. Consequently, this phenomenon has been\nsubject to considerable experimental scrutiny. Most isotropy tests are two-way\nMichelson-Morley type tests which established the isotropy of the two-way speed\nin 1881. These approaches provide no experimental limit for the one-way\n(single-trip) isotropy of the speed of light which is still unresolved. Here we\nconsider Fizeau-type experiments to test the isotropy of the one-way speed of\nlight. Our theoretical and experimental design suggests that our approach is\n2600 times more sensitive than that of previous Fizeau-type experiments and\n2000 times more sensitive than Michelson-Morley type two-way tests. We present\nour experimental methodology as well as initial calibration results for our\nexperimental apparatus.\n","Comment: Revised arguments in abstarct, sections 2, 3, 4 and 5. 29 pages, 11\n  figures, submitted for publication"]}]
["1103.6222",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6222"],"date":["2011-03-31","2011-05-23"],"type":["text"],"creator":["Kennedy, W. Sean","King, Andrew D."],"language":[],"coverage":[],"title":["Finding a smallest odd hole in a claw-free graph using global structure"],"description":["  A lemma of Fouquet implies that a claw-free graph contains an induced $C_5$,\ncontains no odd hole, or is quasi-line. In this paper we use this result to\ngive an improved shortest-odd-hole algorithm for claw-free graphs by exploiting\nthe structural relationship between line graphs and quasi-line graphs suggested\nby Chudnovsky and Seymour's structure theorem for quasi-line graphs. Our\napproach involves reducing the problem to that of finding a shortest odd cycle\nof length $\\geq 5$ in a graph. Our algorithm runs in $O(m^2+n^2\\log n)$ time,\nimproving upon Shrem, Stern, and Golumbic's recent $O(nm^2)$ algorithm, which\nuses a local approach. The best known recognition algorithms for claw-free\ngraphs run in $O(m^{1.69}) \\cap O(n^{3.5})$ time, or $O(m^2) \\cap O(n^{3.5})$\nwithout fast matrix multiplication.\n","Comment: 12 pages, 1 figure"]}]
["1104.0962",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0962","Phys. Rev. A 83, 053610 (2011)","doi:10.1103/PhysRevA.83.053610"],"date":["2011-04-05","2011-05-24"],"type":["text"],"creator":["Mateo, A. Muñoz","Delgado, V.","Malomed, Boris A."],"language":[],"coverage":[],"title":["Gap solitons in elongated geometries: the one-dimensional\n  Gross-Pitaevskii equation and beyond"],"description":["  We report results of a systematic analysis of matter-wave gap solitons (GSs)\nin three-dimensional self-repulsive Bose-Einstein condensates (BECs) loaded\ninto a combination of a cigar-shaped trap and axial optical-lattice (OL)\npotential. Basic cases of the strong, intermediate, and weak radial\n(transverse) confinement are considered, as well as settings with shallow and\ndeep OL potentials. Only in the case of the shallow lattice combined with tight\nradial confinement, which actually has little relevance to realistic\nexperimental conditions, does the usual one-dimensional (1D) cubic\nGross-Pitaevskii equation (GPE) furnish a sufficiently accurate description of\nGSs. However, the effective 1D equation with the nonpolynomial nonlinearity,\nderived in Ref. [Phys. Rev. A \\textbf{77}, 013617 (2008)], provides for quite\nan accurate approximation for the GSs in all cases, including the situation\nwith weak transverse confinement, when the soliton's shape includes a\nconsiderable contribution from higher-order transverse modes, in addition to\nthe usual ground-state wave function of the respective harmonic oscillator.\nBoth fundamental GSs and their multipeak bound states are considered. The\nstability is analyzed by means of systematic simulations. It is concluded that\nalmost all the fundamental GSs are stable, while their bound states may be\nstable if the underlying OL potential is deep enough.\n","Comment: 14 pages, 12 figures; v2: matches published version"]}]
["1104.1727",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1727","Phys. Rev. B 83, 195321 (2011)","doi:10.1103/PhysRevB.83.195321"],"date":["2011-04-09"],"type":["text"],"creator":["Valavanis, A.","Dinh, T. V.","Lever, L. J. M.","Ikonić, Z.","Kelsall, R. W."],"language":[],"coverage":[],"title":["Material configurations for n-type silicon-based terahertz quantum\n  cascade lasers"],"description":["  Silicon-based quantum cascade lasers (QCLs) offer the prospect of integrating\ncoherent THz radiation sources with silicon microelectronics. Theoretical\nstudies have proposed a variety of n-type SiGe-based heterostructures as design\ncandidates, however the optimal material configuration remains unclear. In this\nwork, an optimization algorithm is used to design equivalent THz QCLs in three\nrecently-proposed configurations [(001) Ge/GeSi, (001) Si/SiGe and (111)\nSi/SiGe], with emission frequencies of 3 and 4 THz. A systematic comparison of\nthe electronic and optical properties is presented. A semi-classical electron\ntransport simulation is used to model the charge carrier dynamics and calculate\nthe peak gain, the corresponding current density and the maximum operating\ntemperature. It is shown that (001) Ge/GeSi structures yield the best simulated\nperformance at both emission frequencies.\n","Comment: 9 pages, 7 figures"]}]
["1104.2419",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2419","Phys. Rev. B 83, 195128 (2011)","doi:10.1103/PhysRevB.83.195128"],"date":["2011-04-13","2011-05-23"],"type":["text"],"creator":["Motohashi, T.","Sugimoto, Y.","Masubuchi, Y.","Sasagawa, T.","Koshibae, W.","Tohyama, T.","Yamauchi, H.","Kikkawa, S."],"language":[],"coverage":[],"title":["Impact of lithium composition on the thermoelectric properties of the\n  layered cobalt oxide system LixCoO2"],"description":["  Thermoelectric properties of the layered cobalt oxide system LixCoO2 were\ninvestigated in a wide range of Li composition, 0.98 >= x >= 0.35. Single-phase\nbulk samples of LixCoO2 were successfully obtained through electrochemical\ndeintercalation of Li from the pristine LiCoO2 phase. While LixCoO2 with x >=\n0.94 is semiconductive, the highly Li-deficient phase (0.75 >= x >= 0.35)\nexhibits metallic conductivity. The magnitude of Seebeck coefficient at 293 K\n(S293K) significantly depends on the Li content (x). The S293K value is as\nlarge as +70 ~ +100 uV/K for x >= 0.94, and it rapidly decreases from +90 uV/K\nto +10 uV/K as x is lowered within a Li composition range of 0.75 >= x >= 0.50.\nThis behavior is in sharp contrast to the results of x <= 0.40 for which the\nS293K value is small and independent of x (+10 uV/K), indicating that a\ndiscontinuous change in the thermoelectric characteristics takes place at x =\n0.40 ~ 0.50. The unusually large Seebeck coefficient and metallic conductivity\nare found to coexist in a narrow range of Li composition at about x = 0.75. The\ncoexistence, which leads to an enhanced thermoelectric power factor, may be\nattributed to unusual electronic structure of the two-dimensional CoO2 block.\n","Comment: 29 pages, 1 table, 8 figures"]}]
["1104.3396",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3396","Phys.Rev.D83:105012,2011","doi:10.1103/PhysRevD.83.105012"],"date":["2011-04-18"],"type":["text"],"creator":["Fujikawa, Kazuo"],"language":[],"coverage":[],"title":["Remark on the subtractive renormalization of quadratically divergent\n  scalar mass"],"description":["  The quadratically divergent scalar mass is subtractively renormalized unlike\nother divergences which are multiplicatively renormalized. We re-examine some\ntechnical aspects of the subtractive renormalization, in particular, the mass\nindependent renormalization of massive $\\lambda\\phi^{4}$ theory with higher\nderivative regularization. We then discuss an unconventional scheme to\nintroduce the notion of renormalization point $\\mu$ to the subtractive\nrenormalization in a theory defined by a large fixed cut-off $M$. The resulting\nrenormalization group equation generally becomes inhomogeneous but it is\ntransformed to be homogeneous. The renormalized scalar mass consists of two\ncomponents in this scheme, one with the ordinary anomalous dimension and the\nother which is proportional to the renormalization scale $\\mu$. This scheme\ninterpolates between the theory defined by dimensional regularization and the\ntheory with un-subtracted quadratic divergences.\n","Comment: 32 pages. To appear in Phys. Rev. D"]}]
["1104.4254",{"format":[],"subject":["Nuclear Experiment","Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4254","Nucl.Instrum.Meth.A641:105-113,2011","doi:10.1016/j.nima.2011.03.039"],"date":["2011-04-21"],"type":["text"],"creator":["Achenbach, P.","Gayoso, C. Ayerbe","Bernauer, J. C.","Böhm, R.","Bosnar, D.","Bösz, M.","Debenjak, L.","Distler, M. O.","Esser, A.","Friščić, I.","de la Paz, M. Gómez Rodríguez","Makek, M.","Merkel, H.","Müller, U.","Nungesser, L.","Pochodzalla, J.","Potokar, M.","Majos, S. Sánchez","Schlimme, B. S.","Širca, S.","Weinriefer, M."],"language":[],"coverage":[],"title":["Particle tracking in kaon electroproduction with cathode-charge sampling\n  in multi-wire proportional chambers"],"description":["  Wire chambers are routinely operated as tracking detectors in magnetic\nspectrometers at high-intensity continuous electron beams. Especially in\nexperiments studying reactions with small cross-sections the reaction yield is\nlimited by the background rate in the chambers. One way to determine the track\nof a charged particle through a multi-wire proportional chamber (MWPC) is the\nmeasurement of the charge distribution induced on its cathodes. In practical\napplications of this read-out method, the algorithm to relate the measured\ncharge distribution to the avalanche position is an important factor for the\nachievable position resolution and for the track reconstruction efficiency. An\nalgorithm was developed for operating two large-sized MWPCs in a strong\nbackground environment with multiple-particle tracks. Resulting efficiencies\nwere determined as a function of the electron beam current and on the signal\namplitudes. Because of the different energy-losses of pions, kaons, and protons\nin the momentum range of the spectrometer the efficiencies depend also on the\nparticle species.\n"]}]
["1104.5161",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5161","EJTP 8, 57 (2011)"],"date":["2011-04-27"],"type":["text"],"creator":["Kleinert, H."],"language":[],"coverage":[],"title":["Hubbard-Stratonovich Transformation: Successes, Failure, and Cure"],"description":["  We recall the successes of the Hubbard-Stratonovich Transformation (HST) of\nmany-body theory, point out its failure to cope with competing channels of\ncollective phenomena and show how to overcome this by Variational Perturbation\nTheory. That yields exponentially fast converging results, thanks to the help\nof a variety of {\\it collective classical fields}, rather than a fluctuating\n{\\it collective quantum field} as suggested by the HST.\n","Comment: four pages"]}]
["1104.5437",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5437"],"date":["2011-04-28","2011-05-23"],"type":["text"],"creator":["Metcalfe, Jason","Tataru, Daniel","Tohaneanu, Mihai"],"language":[],"coverage":[],"title":["Price's Law on Nonstationary Spacetimes"],"description":["  In this article we study the pointwise decay properties of solutions to the\nwave equation on a class of nonstationary asymptotically flat backgrounds in\nthree space dimensions. Under the assumption that uniform energy bounds and a\nweak form of local energy decay hold forward in time we establish a $t^{-3}$\nlocal uniform decay rate (Price's law \\cite{MR0376103}) for linear waves. As a\ncorollary, we also prove Price's law for certain small perturbations of the\nKerr metric.\n  This result was previously established by the second author in \\cite{Tat} on\nstationary backgrounds. The present work was motivated by the problem of\nnonlinear stability of the Kerr/Schwarzschild solutions for the vacuum Einstein\nequations, which seems to require a more robust approach to proving linear\ndecay estimates.\n","Comment: 32 pages, no figures, typos corrected"]}]
["1105.0328",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","83D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0328","Ann. Phys. (Berlin) 523, No. 6, 450 -- 458 (2011)","doi:10.1002/andp.201100030"],"date":["2011-04-28"],"type":["text"],"creator":["Nashed, Gamal G. L."],"language":[],"coverage":[],"title":["Energy and momentum of a spherically symmetric dilaton frame as\n  regularized by teleparallel gravity"],"description":["  We calculate energy and momentum of a spherically symmetric dilaton frame\nusing the gravitational energy-momentum 3-form within the tetrad formulation of\ngeneral relativity (GR). The frame we use is characterized by an arbitrary\nfunction $\\Upsilon$ with the help of which all the previously found solutions\ncan be reproduced. We show how the effect of inertia {\\it (which is mainly\nreproduced from $\\Upsilon$)} makes the total energy and momentum always\ndifferent from the well known result when we use the Riemannian connection\n${{\\widetilde \\Gamma}_\\alpha}^\\beta$. On the other hand, when use is made of\nthe covariant formulation of teleparallel gravity, which implies to take into\naccount the pure gauge connection, teleparallel gravity always yields the\nphysically relevant result for the energy and momentum.\n","Comment: 11 Pages Latex, Accepted for publication in Annalen der Physik"]}]
["1105.1234",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1234","World of Computer Science and Information Technology Journal\n  (WCSIT), Vol. 1, No. 3, 56-62, 2011"],"date":["2011-05-06","2011-05-24"],"type":["text"],"creator":["Al-Saadoon, Ghossoon. M. W.","Al-Bayatti, Hilal M. Y."],"language":[],"coverage":[],"title":["A Comparison of Trojan Virus Behavior in Linux and Windows Operating\n  Systems"],"description":["  Trojan virus attacks pose one of the most serious threats to computer\nsecurity. A Trojan horse is typically separated into two parts - a server and a\nclient. It is the client that is cleverly disguised as significant software and\npositioned in peer-to-peer file sharing networks, or unauthorized download\nwebsites. The most common means of infection is through email attachments. The\ndeveloper of the virus usually uses various spamming techniques in order to\ndistribute the virus to unsuspecting users. Malware developers use chat\nsoftware as another method to spread their Trojan horse viruses such as Yahoo\nMessenger and Skype. The objective of this paper is to explore the network\npacket information and detect the behavior of Trojan attacks to monitoring\noperating systems such as Windows and Linux. This is accomplished by detecting\nand analyzing the Trojan infected packet from a network segment -which passes\nthrough email attachment- before attacking a host computer. The results that\nhave been obtained to detect information and to store infected packets through\nmonitoring when using the web browser also compare the behaviors of Linux and\nWindows using the payload size after implementing the Wireshark sniffer packet\nresults. Conclusions of the figures analysis from the packet captured data to\nanalyze the control bit, and check the behavior of the control bits, and the\nusability of the operating systems Linux and Windows.\n","Comment: 7 Pages"]}]
["1105.1827",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture","D.1.3","C.2.5"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1827"],"date":["2011-05-09","2011-05-24"],"type":["text"],"creator":["Kerr, Gregory"],"language":[],"coverage":[],"title":["Dissecting a Small InfiniBand Application Using the Verbs API"],"description":["  InfiniBand is a switched fabric interconnect. The InfiniBand specification\ndoes not define an API. However the OFED package, libibverbs, has become the\ndefault API on Linux and Solaris systems. Sparse documentation exists for the\nverbs API. The simplest InfiniBand program provided by OFED, ibv_rc_pingpong,\nis about 800 lines long. The semantics of using the verbs API for this program\nis not obvious to the first time reader. This paper will dissect the\nibv_rc_pingpong program in an attempt to make clear to users how to interact\nwith verbs.\n","Comment: 18 pages, 5 figures"]}]
["1105.2448",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2448","APJL 734 (2011), id. L16","doi:10.1088/2041-8205/734/1/L16"],"date":["2011-05-12","2011-05-24"],"type":["text"],"creator":["Huang, Xing-Xing","Wang, Jun-Xian","Tan, Ying","Yang, Huan","Huang, Ya-Fang"],"language":[],"coverage":[],"title":["A unique X-ray unabsorbed Seyfert 2 galaxy IRAS F01475-0740"],"description":["  X-ray unabsorbed Seyfert 2 galaxies appear to have X-ray absorption column\ndensities that are too low (NH < 10^22 cm-2) to explain the absence of broad\nemission lines in their optical spectra, challenging the standard AGN\nunification model. In this paper we report Suzaku exposure on the X-ray\nunabsorbed Seyfert 2 galaxy IRAS F01475-0740, in which a hidden broad line\nregion was detected through spectropolarimetric observation. The X-ray data\nshow rapid and significant variations on time scales down to 5 ks, indicating\nthat we are viewing its central engine directly. A newly obtained optical\nspectrum and previous optical/X-ray data suggest that state transition is\nunlikely in this source. These make IRAS F01475-0740 a very peculiar X-ray\nunabsorbed Seyfert 2 galaxy which can only be explained by absorption from\nmaterials with abnormally high dust-to-gas ratio (by a factor of > 4 larger\nthan Galactic). This is in contrast to most AGNs, which typically show\ndust-to-gas ratios 3 - 100 times lower than the Galactic.\n","Comment: 13 pages, 3 figures, 1 table, accepted to the Astrophysical Journal\n  Letters"]}]
["1105.3610",{"format":[],"subject":["Mathematics - Functional Analysis","Primary: 47L20. Secondary: 47B10, 47B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3610"],"date":["2011-05-18","2011-05-24"],"type":["text"],"creator":["Schlumprecht, Thomas"],"language":[],"coverage":[],"title":["On the closed subideals of $L(\\ell_p\\oplus\\ell_q)$"],"description":["  In this paper we first review the known results about the closed subideals of\nthe space of bounded operator on $\\ell_p\\oplus \\ell_q$, $1<p<q<\\infty$, and\nthen construct several new ones.\n","Comment: To appear in Operators and Matrices"]}]
["1105.4219",{"format":[],"subject":["Physics - Classical Physics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4219"],"date":["2011-05-21"],"type":["text"],"creator":["Dutta, Biplab","Bhattacharya, Kaushik"],"language":[],"coverage":[],"title":["Length contraction in Very Special Relativity"],"description":["  Glashow and Cohen claim that many results of special theory of relativity\n(SR) like time dilation, relativistic velocity addition, etc, can be explained\nby using certain proper subgroups, of the Lorentz group, which collectively\nform the main body of Very special relativity (VSR). They did not mention about\nlength contraction in VSR. Length contraction in VSR has not been studied at\nall. In this article we calculate how the length of a moving rod contracts in\nVSR, particularly in the HOM(2) version. The results are interesting in the\nsense that in general the length contraction formulas in VSR are different from\nSR but in many cases the two theories predict similar length contraction of\nmoving rods.\n","Comment: 13 Pages, Latex file"]}]
["1105.4282",{"format":[],"subject":["Mathematics - Algebraic Geometry","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4282"],"date":["2011-05-21","2011-05-24"],"type":["text"],"creator":["Qureshi, Muhammad Imran","Szendroi, Balazs"],"language":[],"coverage":[],"title":["Calabi-Yau threefolds in weighted flag varieties"],"description":["  We review the construction of families of projective varieties, in particular\nCalabi--Yau threefolds, as quasilinear sections in weighted flag varieties. We\nalso describe a construction of tautological orbi-bundles on these varieties,\nwhich may be of interest in heterotic model building.\n","Comment: 15 pages"]}]
["1105.4349",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","65M12, 65M70, 76D06, 37L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4349"],"date":["2011-05-22"],"type":["text"],"creator":["Gottlieb, Sigal","Tone, Florentina","Wang, Cheng","Wang, Xiaoming","Wirosoetisno, Djoko"],"language":[],"coverage":[],"title":["Long time stability of a classical efficient scheme for two dimensional\n  Navier-Stokes equations"],"description":["  We prove that a popular classical implicit-explicit scheme for the 2D\nincompressible Navier--Stokes equations that treats the viscous term implicitly\nwhile the nonlinear advection term explicitly is long time stable provided that\nthe time step is sufficiently small in the case with periodic boundary\nconditions. The long time stability in the $L^2$ and $H^1$ norms further leads\nto the convergence of the global attractors and invariant measures of the\nscheme to those of the NSE itself at vanishing time step. Both semi-discrete in\ntime and fully discrete schemes with either Galerkin Fourier spectral or\ncollocation Fourier spectral methods are considered.\n"]}]
["1105.4350",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4350"],"date":["2011-05-22","2011-05-24"],"type":["text"],"creator":["Mouayn, Zouhair"],"language":[],"coverage":[],"title":["A Family of Circular Bargmann Transforms"],"description":["  When considering a charged particle evolving in the Poincar\\'e disk under\ninfluence of a uniform magnetic field with a strength proportional to +1, we\nconstruct for all hyperbolic Landau level \\epsilon^\\gamma_$m$ m = 4m(-m), m 2\nZ+ \\[0, /2] a family of coherent states transforms labeled by (,m) and mapping\nisometrically square integrable functions on the unit circle with respect to\nthe measure sin^\\gamma-2m (\\theta/2) d\\theta onto spaces of bound states of the\nparticle. These transforms are called circular Bargmann transforms.\n","Comment: 8 pages"]}]
["1105.4405",{"format":[],"subject":["Mathematics - Representation Theory","17B37, 20C08, 20C30, 20G43"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4405"],"date":["2011-05-23","2011-05-24"],"type":["text"],"creator":["Tan, Kai Meng","Teo, Wei Hao"],"language":[],"coverage":[],"title":["Sign sequences and decomposition numbers"],"description":["  We obtain a closed formula for the $v$-decomposition numbers\n$d_{\\lambda\\mu}(v)$ arising from the canonical basis of the Fock space\nrepresentation of $U_v(\\hat{\\mathfrak{sl}}_e)$, where the partition $\\lambda$\nis obtained from $\\mu$ by moving some nodes in its Young diagram, all of which\nhaving the same $e$-residue. We also show that when these $v$-decomposition\nnumbers are evaluated at $v=1$, we obtain the corresponding decomposition\nnumbers for the Schur algebras and symmetric groups.\n"]}]
["1105.4604",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4604"],"date":["2011-05-23"],"type":["text"],"creator":["George, Damien P."],"language":[],"coverage":[],"title":["A systematic approach to model building"],"description":["  We outline a new, systematic way of constructing and analysing field\ntheories, where all possible continuous symmetries of a given model are derived\nusing the method of Lie point symmetries. If the model has free parameters, and\nrelationships amongst any of these parameters yields an enhanced symmetry, then\nall such relationships are found, along with the resulting symmetry group. We\ndiscuss how the method can be applied to the standard model and beyond, to\ndirect the search for a more predictive field theory. The method handles\ncompact and non-compact continuous groups, spontaneously broken symmetries, and\nis also applicable to general relativity.\n","Comment: 33 pages"]}]
["1105.4613",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4613"],"date":["2011-05-23"],"type":["text"],"creator":["Cavadini, Massimo","Salvaterra, Ruben","Haardt, Francesco"],"language":[],"coverage":[],"title":["A new model for the extragalactic gamma-ray background"],"description":["  We present a two-parameter model of the extragalactic gamma-ray background\n(EGB) in the 0.1-100 GeV range as measured by the Large Area Telescope (LAT)\nonboard the Fermi satellite. The EGB can be fully explained as the sum of three\ndistinct components, namely blazars, non-beamed AGNs (Seyfert galaxies and\nQSOs), and cosmic rays from star-forming galaxies. The contribution to the\nbackground from beamed sources is obtained by fitting the Fermi-LAT blazar\ndifferential number counts assuming that the gamma-ray luminosity function is\ndirectly proportional to the radio luminosity function of FRI and FRII\ngalaxies. The high energy emission from non-beamed AGNs is instead determined\nby popular synthesis models of the observed X-ray background. Finally, the EGB\nis fit by adding a third component arising from pion decay in cosmic rays,\nassuming that such component is closely linked to the cosmic star formation\nhistory. We find that blazars dominate at energies \\geq 10 GeV, for E \\leq 0.2\nGeV the main contribution is from non-beamed AGNs, while cosmic rays are\nrequired in between. Because of absorption due to interaction of gamma-rays\nwith the extra-galactic background light, our model falls short at the highest\nenergies probed by LAT, (\\geq 70 GeV), leaving room to a possible contribution\nfrom dark matter particle annihilation. As an example, a particle of mass ~ 0.5\nTeV and cross section <{\\sigma}v>~ 5*10^{-26} cm^3 s^-1 can accomodate the\ndata.\n","Comment: 5 pages, 3 figures, submitted to MNRAS"]}]
["1105.4618",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4618"],"date":["2011-05-23"],"type":["text"],"creator":["Duan, Hubert Haoyang"],"language":[],"coverage":[],"title":["Bounding the Fat Shattering Dimension of a Composition Function Class\n  Built Using a Continuous Logic Connective"],"description":["  We begin this report by describing the Probably Approximately Correct (PAC)\nmodel for learning a concept class, consisting of subsets of a domain, and a\nfunction class, consisting of functions from the domain to the unit interval.\nTwo combinatorial parameters, the Vapnik-Chervonenkis (VC) dimension and its\ngeneralization, the Fat Shattering dimension of scale e, are explained and a\nfew examples of their calculations are given with proofs. We then explain\nSauer's Lemma, which involves the VC dimension and is used to prove the\nequivalence of a concept class being distribution-free PAC learnable and it\nhaving finite VC dimension.\n  As the main new result of our research, we explore the construction of a new\nfunction class, obtained by forming compositions with a continuous logic\nconnective, a uniformly continuous function from the unit hypercube to the unit\ninterval, from a collection of function classes. Vidyasagar had proved that\nsuch a composition function class has finite Fat Shattering dimension of all\nscales if the classes in the original collection do; however, no estimates of\nthe dimension were known. Using results by Mendelson-Vershynin and Talagrand,\nwe bound the Fat Shattering dimension of scale e of this new function class in\nterms of the Fat Shattering dimensions of the collection's classes.\n  We conclude this report by providing a few open questions and future research\ntopics involving the PAC learning model.\n","Comment: Winter 2011 Honours research project done under the supervision of\n  Dr. Vladimir Pestov at the University of Ottawa; 35 pages"]}]
["1105.4623",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4623"],"date":["2011-05-23"],"type":["text"],"creator":["Martinez, R.","Ochoa, F.","Fonseca, P."],"language":[],"coverage":[],"title":["A 3-3-1 model with SU(8) unification"],"description":["  We construct a 3-3-1 model for three families that can be embedded into a\nsingle SU(8) unified model. Assuming appropriate branching rules and\nsymmetry-breaking pattern, we find a complete fermion content within\nirreducible representations of SU(8), where light standard model fermions,\nheavy 3-3-1 fermions and super-heavy fermions may be distinguished. In the\nframework of the doubly lopsided mechanism, we obtain mass matrix structures\nwhich exhibit nontrivial flavor hierarchical features. Among the up-type\nquarks, one (top quark) has tree-level mass and two (charm and up) get masses\nat one-loop level. Considering only dominant contributions, we may obtain the\nratios $|m_c/m_t| \\approx 7.4 \\times 10^{-3}$ and $|m_u/m_c| \\approx 1.9 \\times\n10^{-3}$ with few assumptions on the free parameters and without any\nhierarchical requirements on the Yukawa couplings.\n"]}]
["1105.4632",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4632"],"date":["2011-05-23"],"type":["text"],"creator":["Marques, F. C.","Neves, A."],"language":[],"coverage":[],"title":["Rigidity of min-max minimal spheres in three-manifolds"],"description":["  In this paper we consider min-max minimal surfaces in three-manifolds and\nprove some rigidity results. For instance, we prove that any metric on a\n3-sphere which has scalar curvature greater than or equal to 6 and is not round\nmust have an embedded minimal sphere of area strictly smaller than $4\\pi$ and\nindex at most one. If the Ricci curvature is positive we also prove sharp\nestimates for the width.\n"]}]
["1105.4633",{"format":[],"subject":["Physics - General Physics","37D35, 74A15, 91A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4633"],"date":["2011-05-23"],"type":["text"],"creator":["Sakhnovich, Lev"],"language":[],"coverage":[],"title":["Laws of thermodynamics and game theory"],"description":["  Using a game theory approach and a new extremal problem, Gibbs formula is\nproved in a most simple and general way for the classical mechanics case. A\ncorresponding conjecture on the asymptotics of the classical entropy is\nformulated. For the ordinary quantum mechanics case, the third law of\nthermodynamics is derived. Some results on the number of ground states and\nresidual entropy are obtained rigorously.\n"]}]
["1105.4636",{"format":[],"subject":["Mathematics - Probability","60H35, 82C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4636"],"date":["2011-05-23"],"type":["text"],"creator":["Bris, C. Le","Lelièvre, T.","Luskin, M.","Perez, D."],"language":[],"coverage":[],"title":["A mathematical formalization of the parallel replica dynamics"],"description":["  The purpose of this article is to lay the mathematical foundations of a well\nknown numerical approach in computational statistical physics and molecular\ndynamics, namely the parallel replica dynamics introduced by A.F. Voter. The\naim of the approach is to efficiently generate a coarse-grained evolution (in\nterms of state-to-state dynamics) of a given stochastic process. The approach\nformally consists in concurrently considering several realizations of the\nstochastic process, and tracking among the realizations that which, the\nsoonest, undergoes an important transition. Using specific properties of the\ndynamics generated, a computational speed-up is obtained. In the best cases,\nthis speed-up approaches the number of realizations considered. By drawing\nconnections with the theory of Markov processes and, in particular, exploiting\nthe notion of quasi-stationary distribution, we provide a mathematical setting\nappropriate for assessing theoretically the performance of the approach, and\npossibly improving it.\n"]}]
["1105.4641",{"format":[],"subject":["Mathematics - Metric Geometry","52B11, 14R99, 81P13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4641"],"date":["2011-05-23"],"type":["text"],"creator":["Mana, P. G. L. Porta","Lewis, P. G."],"language":[],"coverage":[],"title":["On two recent conjectures in convex geometry"],"description":["  Two conjectures recently proposed by one of the authors are disproved\n","Comment: 5 pages, 3 figures"]}]
["1105.4644",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4644"],"date":["2011-05-23"],"type":["text"],"creator":["Popescu, Eugeniu M."],"language":[],"coverage":[],"title":["Analysis of Kelvin Probe Operational Models"],"description":["  We present a study of several models on which Kelvin Probe instruments with\nflat and spherical tips rely for operation and for the determination of the\ncontact potential difference. Using covariance analysis, we have investigated\nthe precision limits of each model as imposed by the Cramer-Rao bound. Where\nthe situation demanded, we have evaluated the bias introduced by the method in\nthe estimation of the contact potential difference.\n","Comment: 22 pages, 16 figures"]}]
["1105.4657",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4657"],"date":["2011-05-23"],"type":["text"],"creator":["Dutil, Nicolas"],"language":[],"coverage":[],"title":["Multiparty quantum protocols for assisted entanglement distillation"],"description":["  Quantum information theory is a multidisciplinary field whose objective is to\nunderstand what happens when information is stored in the state of a quantum\nsystem. Quantum mechanics provides us with a new resource, called quantum\nentanglement, which can be exploited to achieve novel tasks such as\nteleportation and superdense coding. Current technologies allow the\ntransmission of entangled photon pairs across distances up to roughly 100\nkilometers. For longer distances, noise arising from various sources degrade\nthe transmission of entanglement to the point that it becomes impossible to use\nthe entanglement as a resource for future tasks. A strategy for dealing with\nthis difficulty is to employ quantum repeaters, stations intermediate between\nthe sender and receiver which participate in the process of entanglement\ndistillation, thereby improving on what the sender and receiver could do on\ntheir own. In this work, we study entanglement distillation between two\nrecipients sharing a mixed state and with the help of repeater stations. We\nextend the notion of entanglement of assistance to arbitrary states and give a\nprotocol for extracting pure entanglement. We also study quantum communication\nprotocols in a more general context. We give a new protocol for the task of\nmultiparty state merging. The previous multiparty state merging protocol\nrequired the use of time-sharing. Our protocol does not require time-sharing\nfor distributed compression of two senders. In the one-shot regime, we achieve\nmultiparty state merging with entanglement costs not restricted to corner\npoints of the entanglement cost region. Our analysis of the entanglement cost\nis performed using (smooth) min- and max-entropies. We illustrate the benefits\nof our approach by looking at different examples.\n","Comment: PhD Thesis. 177 pages, 16 figures"]}]
["1105.4662",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4662"],"date":["2011-05-23"],"type":["text"],"creator":["Borger, James","de Smit, Bart"],"language":[],"coverage":[],"title":["Lambda actions of rings of integers"],"description":["  Let O be the ring of integers of a number field K. For an O-algebra R which\nis torsion free as an O-module we define what we mean by a Lambda_O-ring\nstructure on R. We can determine whether a finite etale K-algebra E with\nLambda_O-ring structure has an integral model in terms of a Deligne-Ribet\nmonoid of K. This a commutative monoid whose invertible elements form a ray\nclass group.\n","Comment: This preprint is a preliminary version dating from 2006. We are\n  making it available in this form because some people would like to cite it\n  now. The final version should be available before long"]}]
["1105.4667",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology","62L10, 62F03, 62P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4667"],"date":["2011-05-23"],"type":["text"],"creator":["Bartroff, Jay","Lai, Tze Leung"],"language":[],"coverage":[],"title":["Generalized Likelihood Ratio Statistics and Uncertainty Adjustments in\n  Efficient Adaptive Design of Clinical Trials"],"description":["  A new approach to adaptive design of clinical trials is proposed in a general\nmultiparameter exponential family setting, based on generalized likelihood\nratio statistics and optimal sequential testing theory. These designs are easy\nto implement, maintain the prescribed Type I error probability, and are\nasymptotically efficient. Practical issues involved in clinical trials allowing\nmid-course adaptation and the large literature on this subject are discussed,\nand comparisons between the proposed and existing designs are presented in\nextensive simulation studies of their finite-sample performance, measured in\nterms of the expected sample size and power functions.\n"]}]
["1105.4668",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4668","Phys. Rev. A 83 (2011) 052120","doi:10.1103/PhysRevA.83.052120"],"date":["2011-05-23"],"type":["text"],"creator":["Zhao, Ming-Jing","Ma, Teng","Fei, Shao-Ming","Wang, Zhi-Xi"],"language":[],"coverage":[],"title":["Inequalities Detecting Quantum Entanglement for $2\\otimes d$ Systems"],"description":["  We present a set of inequalities for detecting quantum entanglement of\n$2\\otimes d$ quantum states. For $2\\otimes 2$ and $2\\otimes 3$ systems, the\ninequalities give rise to sufficient and necessary separability conditions for\nboth pure and mixed states. For the case of $d>3$, these inequalities are\nnecessary conditions for separability, which detect all entangled states that\nare not positive under partial transposition and even some entangled states\nwith positive partial transposition. These inequalities are given by mean\nvalues of local observables and present an experimental way of detecting the\nquantum entanglement of $2\\otimes d$ quantum states and even multi-qubit pure\nstates.\n","Comment: 6 pages"]}]
["1105.4678",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4678","Proc. of XVIII International Seminar on Interaction of Neutrons\n  with Nuclei, Dubna, May 2010, E3-2011-26, Dubna, 2011, pp. 192-198"],"date":["2011-05-24"],"type":["text"],"creator":["Sukhovoj, A. M.","Khitrov, V. A."],"language":[],"coverage":[],"title":["Some practical limits on achievable precision of determination of\n  nuclear-physics parameters"],"description":["  The status of experiments on determination of level density and partial\nwidths of the nuclear reaction products emission in diapason of nucleon binding\nenergy is presented. There are analyzed the sources and magnitude of probable\nsystematical uncertainties of their determination. The maximally achievable\nprecision of these parameters is estimated, as well. There is considered\nability of new method for determination of distribution parameters of neutron\nresonances reduced widths in order to distinguish their groups with the same\nstructure of wave functions. It was obtained in both cases that the\ninsufficient value of maximally achievable precision of the parameters of the\nexperimental data analysis does not allow one to obtain reliable and detailed\ninformation on the studied nuclear properties -- its entropy, strength\nfunctions of nuclear products emission and dominant level structure above\n0.5Bn.\n","Comment: 7 pages"]}]
["1105.4683",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4683"],"date":["2011-05-24"],"type":["text"],"creator":["Wu, Xiaofu","Zhao, Chunming","You, Xiaohu"],"language":[],"coverage":[],"title":["On the BCJR Algorithm for Asynchronous Physical-layer Network Coding"],"description":["  In practical asynchronous bi-directional relaying, symbols transmitted by two\nsource nodes cannot arrive at the relay with perfect symbol alignment and the\nsymbol-asynchronous multiple-access channel (MAC) should be seriously\nconsidered. Recently, Lu et al. proposed a Tanner-graph representation of\nsymbol-asynchronous MAC with rectangular-pulse shaping and further developed\nthe message-passing algorithm for optimal decoding of the asynchronous\nphysical-layer network coding. In this paper, we present a general channel\nmodel for the asynchronous multiple-access channel with arbitrary\npulse-shaping. Then, the Bahl, Cocke, Jelinek, and Raviv (BCJR) algorithm is\ndeveloped for optimal decoding of asynchronous MAC channel. This formulation\ncan be well employed to develop various low-complexity algorithms, such as\nLog-MAP algorithm, Max-Log-MAP algorithm, which are favorable in practice.\n","Comment: 3 pages"]}]
["1105.4687",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4687"],"date":["2011-05-24"],"type":["text"],"creator":["Boscain, Ugo","Laurent, Camille"],"language":[],"coverage":[],"title":["The Laplace-Beltrami operator in almost-Riemannian Geometry"],"description":["  Two-dimensional almost-Riemannian structures are generalized Riemannian\nstructures on surfaces for which a local orthonormal frame is given by a Lie\nbracket generating pair of vector fields that can become collinear.\nGenerically, the singular set is an embedded one dimensional manifold and there\nare three type of points: Riemannian points where the two vector fields are\nlinearly independent, Grushin points where the two vector fields are collinear\nbut their Lie bracket is not and tangency points where the two vector fields\nand their Lie bracket are collinear and the missing direction is obtained with\none more bracket. Generically tangency points are isolated. In this paper we\nstudy the Laplace-Beltrami operator on such a structure. In the case of a\ncompact orientable surface without tangency points, we prove that the\nLaplace-Beltrami operator is essentially self-adjoint and has discrete\nspectrum. As a consequence a quantum particle in such a structure cannot cross\nthe singular set and the heat cannot flow through the singularity. This is an\ninteresting phenomenon since when approaching the singular set (i.e. where the\nvector fields become collinear), all Riemannian quantities explode, but\ngeodesics are still well defined and can cross the singular set without\nsingularities. This phenomenon appears also in sub-Riemannian structure which\nare not equiregular i.e. in which the grow vector depends on the point. We show\nthis fact by analyzing the Martinet case.\n"]}]
["1105.4690",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4690"],"date":["2011-05-24"],"type":["text"],"creator":["Xie, Huazhao","Fu, Yunxia"],"language":[],"coverage":[],"title":["Well-posedness in Critical Spaces for the Density-dependent\n  Incompressible Viscoelastic Fluid System"],"description":["  We are concerned with the well-posedness of the density-dependent\nincompressible viscoelastic fluid system. By Schauder-Tychonoff fixed point\nargument, when $\\|{1}/{\\rho_0}-1\\|_{\\dot{B}_{p,1}^{{N}/{p}}}$ is small, local\nwell-posedness is showed to hold in Besov space. Furthermore, provided the\ninitial data $(1/\\rho_0 -1,\\upsilon_0,U_0-I)$ is small under certain norm, we\nalso get the existence of the global solution.\n"]}]
["1105.4702",{"format":[],"subject":["Computer Science - Information Retrieval","Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4702"],"date":["2011-05-24"],"type":["text"],"creator":["Selke, Joachim","Balke, Wolf-Tilo"],"language":[],"coverage":[],"title":["Exploiting Conceptual Knowledge for Querying Information Systems"],"description":["  Whereas today's information systems are well-equipped for efficient query\nhandling, their strict mathematical foundations hamper their use for everyday\ntasks. In daily life, people expect information to be offered in a personalized\nand focused way. But currently, personalization in digital systems still only\ntakes explicit knowledge into account and does not yet process conceptual\ninformation often naturally implied by users. We discuss how to bridge the gap\nbetween users and today's systems, building on results from cognitive\npsychology.\n","Comment: International Conference on Philosophy's Relevance in Information\n  Science (PRIS), Paderborn, Germany, 2008"]}]
["1105.4703",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4703"],"date":["2011-05-24"],"type":["text"],"creator":["Kumari, Madhuri","Gupta, S Dutta"],"language":[],"coverage":[],"title":["Nonreciprocity in giant Goos-H\\\"anchen shift due to symmetry breaking"],"description":["  We study giant Goos-H\\\"anchen (GH) shift in reflection from a near-symmetric\ncoupled waveguide structure. We show that broken spatial symmetry can lead to\nGH shift with different signs for illumination from the opposite ends, a direct\nconsequence of the nonreciprocity relations considered earlier (Opt. Lett.\n27,1205 (2002)). Symmetry breaking by adding a few nm thick bio-layer to one of\nthe guides is enough to observe the nonreciprocity. This may have far reaching\nimplications for efficient biosensing.\n"]}]
["1105.4710",{"format":[],"subject":["Mathematics - Category Theory","18A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4710"],"date":["2011-05-24"],"type":["text"],"creator":["Pagnan, Ruggero"],"language":[],"coverage":[],"title":["Concrete fibrations"],"description":["  As far as we know no notion of concreteness for fibrations exists. We\nintroduce such a notion and discuss some basic results about it.\n"]}]
["1105.4712",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4712","IJCSI International Journal of Computer Science Issues, Vol. 7,\n  Issue 6, November 2010, pp. 149-158, ISSN (OnlinePrint): 1694-0814"],"date":["2011-05-24"],"type":["text"],"creator":["Chennamma, H. R.","Rangarajan, Lalitha"],"language":[],"coverage":[],"title":["Image Splicing Detection Using Inherent Lens Radial Distortion"],"description":["  Image splicing is a common form of image forgery. Such alterations may leave\nno visual clues of tampering. In recent works camera characteristics\nconsistency across the image has been used to establish the authenticity and\nintegrity of digital images. Such constant camera characteristic properties are\ninherent from camera manufacturing processes and are unique. The majority of\ndigital cameras are equipped with spherical lens and this introduces radial\ndistortions on images. This aberration is often disturbed and fails to be\nconsistent across the image, when an image is spliced. This paper describes the\ndetection of splicing operation on images by estimating radial distortion from\ndifferent portions of the image using line-based calibration. For the first\ntime, the detection of image splicing through the verification of consistency\nof lens radial distortion has been explored in this paper. The conducted\nexperiments demonstrate the efficacy of our proposed approach for the detection\nof image splicing on both synthetic and real images.\n","Comment: 10 pages, 23 figures, 6 tables, Published in IJCSI"]}]
["1105.4732",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4732"],"date":["2011-05-24"],"type":["text"],"creator":["McKay, Benjamin"],"language":[],"coverage":[],"title":["Holomorphic Cartan geometries on uniruled surfaces"],"description":["  We classify holomorphic Cartan geometries on every compact complex curve, and\non every compact complex surface which contains a rational curve.\n","Comment: 27 pages"]}]
["1105.4734",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4734","Biophysical Journal, 100 : 1765-1774 (2011)","doi:10.1016/j.bpj.2011.01.071"],"date":["2011-05-24"],"type":["text"],"creator":["Forns, N.","de Lorenzo, S.","Manosas, M.","Hayashi, K.","Huguet, J. M.","Ritort, F."],"language":[],"coverage":[],"title":["Improving signal-to-noise resolution in single molecule experiments\n  using molecular constructs with short handles"],"description":["  We investigate unfolding/folding force kinetics in DNA hairpins exhibiting\ntwo and three states with newly designed short dsDNA handles (29 bp) using\noptical tweezers. We show how the higher stiffness of the molecular setup\nmoderately enhances the signal-to-noise ratio (SNR) in hopping experiments as\ncompared to conventional long handles constructs (approximately 700 bp). The\nshorter construct results in a signal of higher SNR and slower\nfolding/unfolding kinetics, thereby facilitating the detection of otherwise\nfast structural transitions. A novel analysis of the elastic properties of the\nmolecular setup, based on high-bandwidth measurements of force fluctuations\nalong the folded branch, reveals that the highest SNR that can be achieved with\nshort handles is potentially limited by the marked reduction of the effective\npersistence length and stretch modulus of the short linker complex.\n","Comment: Main paper: 20 pages and 6 figures. Supplementary Material: 25 pages"]}]
["1105.4735",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Primary: 30D05 Secondary: 30A99, 33F99, 65Q20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4735"],"date":["2011-05-24"],"type":["text"],"creator":["Trappmann, Henryk","Kouznetsov, Dmitrii"],"language":[],"coverage":[],"title":["Computation of the Two Regular Super-Exponentials to base exp(1/e)"],"description":["  The two regular super-exponentials to base exp(1/e) are constructed. An\nefficient algorithm for the evaluation of these super-exponentials and their\ninverse functions is suggested and compared to the already published results.\n"]}]
["1105.4736",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4736"],"date":["2011-05-24"],"type":["text"],"creator":["Bornmann, Lutz","Leydesdorff, Loet","Walch-Solimena, Christiane","Ettl, Christoph"],"language":[],"coverage":[],"title":["Mapping excellence in the geography of science: An approach based on\n  Scopus data"],"description":["  As research becomes an ever more globalized activity, there is growing\ninterest in national and international comparisons of standards and quality in\ndifferent countries and regions. A sign for this trend is the increasing\ninterest in rankings of universities according to their research performance,\nboth inside but also outside the scientific environment. New methods presented\nin this paper, enable us to map centers of excellence around the world using\nprograms that are freely available. Based on Scopus data, field-specific\nexcellence can be identified and agglomerated in regions and cities where\nrecently highly-cited papers were published. Differences in performance rates\ncan be visualized on the map using colors and sizes of the marks.\n"]}]
["1105.4738",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4738"],"date":["2011-05-24"],"type":["text"],"creator":["Courtney, Amy","Courtney, Michael"],"language":[],"coverage":[],"title":["Cerebrovascular injury caused by a high strain rate insult in the thorax"],"description":["  Primary blast-induced traumatic brain injury (TBI) has increased in\ndocumented incidence and public prominence in recent conflicts. Evidence for a\nthoracic mechanism of blast-induced TBI was recently reviewed and, while the\ntotality is compelling, data from experiments isolating this mechanism is\nsparse. Notably, one recent study showed pericapillar haemorrhage in brain\ntissue from victims of single, fatal gunshot wounds to the chest. Here,\nqualitative results are reported for a small field study that isolated a\nthoracic mechanism for TBI caused by a high strain rate insult in white-tailed\ndeer (Odocoileus virginianus, mass 49-80 kg) in a natural environment. In each\nof three cases, petechiae were present on the surface of the frontal, occipital\nand/or left parietal lobes, along with capillary damage in the choroid plexus.\nThe location of the projectile impact to the thorax seemed to affect the degree\nof damage. This may be due to the proximity to the great vessels. The data\nreported here provides direct evidence of a thoracic mechanism resulting in\ngross injury to the cerebral vasculature.\n","Comment: Results presented at Second Symposium on Traumatic Brain Injury\n  (2011)"]}]
["1105.4739",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4739"],"date":["2011-05-24"],"type":["text"],"creator":["Kaus, Alexander"],"language":[],"coverage":[],"title":["Perturbations around the near horizon limit of charged Randall Sundrum\n  black holes"],"description":["  In a previous paper we determined the near horizon limit of an extremal brane\nworld black hole, charged with respect to a Maxwell field on the brane, in the\nsingle brane Randall-Sundrum model. This paper is largely an extension of that\nwork. The same black hole is considered. A metric expansion around the near\nhorizon limit is set up and the correction terms of the first two subleading\norders are determined. It is found that the corrected bulk metric can still be\nsliced by a brane even though the $Ads_{2}$ symmetry of the near horizon metric\nis broken by correction terms. The induced metric on the brane is determined to\nsecond correction order and compared with the predictions of 4d General\nRelativity. It is found that large black holes asymptote the extremal Reissner\nNordstr\\\"om solution and thus agreement with 4d General Realtivity is obtained\nin this limit.\n"]}]
["1105.4745",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4745"],"date":["2011-05-24"],"type":["text"],"creator":["Cvach, Jaroslav","Kvasnicka, Jiri","Polak, Ivo","Zalesak, Jaroslav"],"language":[],"coverage":[],"title":["Beam test of the QMB6 calibration board and HBU0 prototype"],"description":["  We report about the performance of the HBU0 board and the optical calibration\nsystem QMB6 in the DESY test beam. A MIP signal was measured on the HBU0 board,\nproviding a reference to the LED amplitude scan, showing an amount of light\ndelivered to each of 12 SiPMs from 0 to 250 MIP at maximum. An ASIC analogue\nmemory cell performance was analyzed in relation with the SiPM signal strength.\nWe observed a non-uniformity and a pedestal shift in the ASIC readout values in\nthe high gain mode for the higher signals strength.\n","Comment: 12 pages, 16 figures, EUDET project memo"]}]
["1105.4746",{"format":[],"subject":["Mathematics - Spectral Theory","35P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4746"],"date":["2011-05-24"],"type":["text"],"creator":["Sjoestrand, Johannes"],"language":[],"coverage":[],"title":["PT symmetry and Weyl asymptotics"],"description":["  For a class of PT-symmetric operators with small random perturbations, the\neigenvalues obey Weyl asymptotics with probability close to 1. Consequently,\nwhen the principal symbol is non-real, there are many non-real eigenvalues.\n"]}]
["1105.4748",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4748"],"date":["2011-05-24"],"type":["text"],"creator":["Makedonskyi, Ievgen"],"language":[],"coverage":[],"title":["On noncommutative bases of the free module $W_n(\\mathbb K)$"],"description":["  Let $\\mathbb{K}$ be an algebraically closed field of characteristic zero and\n$R=\\mathbb{K}[x_1,x_2,...x_n]$ the polynomial ring in $n$ variables over\n$\\mathbb K.$ We study bases of the free $R$-module $W_n(\\mathbb{K})$ of all\n$\\mathbb{K}$-derivations of the ring $R$, such that their linear span over\n$\\mathbb K$ is a subalgebra of the Lie algebra $W_n(\\mathbb{K})$. We proved\nthat for any Lie algebra $L$ of dimension $n$ over $\\mathbb{K}$ there exists a\nsubalgebra $\\bar{L}$ of $W_n(\\mathbb{K})$ which is isomorphic to $L$ and such\nthat every $\\mathbb{K}$-basis of $\\bar L$ is an $R$-basis of the $R$-module\n$W_n(\\mathbb{K})$.\n"]}]
["1105.4758",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4758"],"date":["2011-05-24"],"type":["text"],"creator":["Brand, J. D.","Snyman, I."],"language":[],"coverage":[],"title":["Hall conductance from Berry curvature in carbon nanotubes"],"description":["  We analytically show that a gap is induced around the Dirac point in the\nelectronic spectrum of a previously metallic nanotube, in the presence of\nelectric and magnetic fields perpendicular to the tube axis. For realistic\nvalues of the fields, a gap of at least a few meV can appear. Despite the\nquasi-one dimensional nature of the system, the gapped state is associated with\na non-zero topological invariant and supports a Hall effect. This is revealed\nwhen the flux through the tube is varied by one flux quantum, which leads to\nexactly one electron per spin being transported between the ends of the tube.\n","Comment: 5 pages, 3 figures"]}]
["1105.4759",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4759"],"date":["2011-05-24"],"type":["text"],"creator":["Zinchenko, I.","Dubrovich, V.","Henkel, C."],"language":[],"coverage":[],"title":["A search for HeH+ and CH in a high-redshift QSO"],"description":["  We performed a search for the HeH+ J=1-0 line (\\nu_{rest} = 2010.183873 GHz)\nand simultaneously for the CH ^2\\Pi_{3/2}(F_2)J=3/2 - ^2\\Pi_{1/2}(F_2)J=1/2\nlines (\\nu_{rest}\\approx 2006.8 and 2010.8 GHz) toward one of the\nhighest-redshift quasars known, SDSS J114816.64+525150.3 (z= 6.4189). No\nclearly visible line was detected after obtaining an rms noise level of ~ 0.4\nmK (~ 3 mJy) in 16 MHz (18 km s^{-1}) channels. At a level of 2.9sigma,\nhowever, there is a tentative emission feature shifted by about 100 km s^{-1}\nfrom the expected frequency of the HeH+ line. This shift is well within the\nwidth of the line profiles for CO and C+. The putative feature is about four\ntimes narrower than the previously detected CO and C+ lines. The difference in\nvelocities as well as in the line widths could be explained by quite different\nconditions required for formation and excitation of HeH+ with respect to CO and\nC+. The HeH+ emission, if real, could probably arise in the dense ionized gas\nof this QSO. The velocity integrated flux in this tentative feature is 0.62 +/-\n0.21 Jy km s^{-1} which corresponds to a total luminosity of L(HeH+)\\approx 7.1\nx 10^8 L_{sun}. As long as there is no independent confirmation, these values\nshould be considered rather as upper limits.\n","Comment: 4 pages, 3 figures, accepted by MNRAS"]}]
["1105.4760",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4760"],"date":["2011-05-24"],"type":["text"],"creator":["Liventsev, Dmitri","collaboration, for the Belle"],"language":[],"coverage":[],"title":["Exotic/charmonium hadron spectroscopy at Belle and BaBar"],"description":["  A brief review of experimental results on charmonium and charmonium-like\nhadron spectroscopy at B-factories is presented. A special focus is put on\nrecent results of eta_c and eta_c(2S) study, X(3872) radiative decays, omega\nJ/psi final state study and search for charmonium production in radiative\nUpsilon decays.\n","Comment: Conference talk presented at Rencontres de Moriond 2011, QCD and High\n  Energy Interactions session, March 20--27 2011, La Thuile, Italy. 7 pages, 2\n  figures"]}]
["1105.4766",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4766","ASP Conference Series, Vol. 370, pp. 97-102 (2007)"],"date":["2011-05-24"],"type":["text"],"creator":["Atanackovic-Vukmanovic, Olga"],"language":[],"coverage":[],"title":["Solution of NLTE Radiative Transfer Problems Using Forth-and-Back\n  Implicit Lambda Iteration"],"description":["  The basic idea of an extremely fast convergent iterative method, the\nForth-and-Back Implicit Lambda Iteration (FBILI), is briefly described and the\napplications of the method to various RT problems are listed and discussed.\n","Comment: 6 pages, 2 figures"]}]
["1105.4768",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4768"],"date":["2011-05-24"],"type":["text"],"creator":["Svozil, Karl"],"language":[],"coverage":[],"title":["What Maxwell's demon could do for you"],"description":["  In this highly speculative Letter it is argued that, under certain physical\nconditions, Maxwell's demon might be capable of breaking the second law of\nthermodynamics, thereby allowing a perpetual motion machine of the second kind,\nby accessing single particle capabilities.\n","Comment: 3 pages"]}]
["1105.4769",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4769"],"date":["2011-05-21"],"type":["text"],"creator":["Asano, Masanari","Basieva, Irina","Khrennikov, Andrei","Ohya, Masanori","Yamato, Ichiro"],"language":[],"coverage":[],"title":["A general quantum information model for the contextual dependent systems\n  breaking the classical probability law"],"description":["  There exist several phenomena (systems) breaking the classical probability\nlaws. Such systems are contextual dependent adaptive systems. In this paper, we\npresent a new mathematical formula to compute the probability in those systems\nby using the concepts of the adaptive dynamics and quantum information theory\n-- quantum channels and the lifting. The basic examples of the contextual\ndependent phenomena can be found in quantum physics. And recently similar\nexamples were found in biological and psychological sciences. Our novel\napproach is motivated by traditional quantum probability, but it is general\nenough to describe aforementioned phenomena outside of quantum physics.\n"]}]
["1105.4770",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Computational Complexity","68R10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4770"],"date":["2011-05-24"],"type":["text"],"creator":["Guttmann-Beck, Nili","Hassin, Refael"],"language":[],"coverage":[],"title":["Minimum diameter and cycle-diameter orientations on planar graphs"],"description":["  Let G be an edge weighted undirected graph. For every pair of nodes consider\nthe shortest cycle containing these nodes in G. The cycle diameter of G is the\nmaximum length of a cycle in this set. Let H be a directed graph obtained by\ndirecting the edges of G. The cycle diameter of H is similarly defined except\nfor that cycles are replaced by directed closed walks. Is there always an\norientation H of G whose cycle diameter is bounded by a constant times the\ncycle diameter of G? We prove this property for planar graphs. These results\nhave implications on the problem of approximating an orientation with minimum\ndiameter\n"]}]
["1105.4772",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Group Theory","20J06 (Primary) 55T10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4772"],"date":["2011-05-24"],"type":["text"],"creator":["Langer, Martin","Lueck, Wolfgang"],"language":[],"coverage":[],"title":["On the group cohomology of the semi-direct product Z^n rtimes Z/m and a\n  conjecture of Adem-Ge-Pan-Petrosyan"],"description":["  Consider the semi-direct product Z^n rtimes Z/m. A conjecture of\nAdem-Ge-Pan-Petrosyan predicts that the associated Lyndon-Hochschild-Serre\nspectral sequence collapses. We prove this conjecture provided that the\nZ/m-action on Z^n is free outside the origin. We disprove the conjecture in\ngeneral, namely, we give an example with n=6 and m=4, where the second\ndifferential does not vanish.\n","Comment: 27 pages"]}]
["1105.4774",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4774"],"date":["2011-05-24"],"type":["text"],"creator":["Futaki, Akito","Hattori, Kota","Ornea, Liviu"],"language":[],"coverage":[],"title":["An integral invariant from the view point of locally conformally\n  K\\\"ahler geometry"],"description":["  In this paper we study an integral invariant which obstructs the existence on\na compact complex manifold of a volume form with the determinant of its Ricci\nform proportional to itself, in particular obstructs the existence of a\nK\\\"ahler-Einstein metric, and has been studied since 1980's. We study this\ninvariant from the view point of locally conformally K\\\"ahler geometry. We\nfirst see that we can define an integral invariant for coverings of compact\ncomplex manifolds with automorphic volume forms. This situation typically\noccurs for locally conformally K\\\"ahler manifolds. Secondly, we see that this\ninvariant coincides with the former one. We also show that the invariant\nvanishes for any compact Vaisman manifolds.\n","Comment: 12 pages"]}]
["1105.4775",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","32G05, 53D17, 53D18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4775"],"date":["2011-05-24"],"type":["text"],"creator":["Hitchin, Nigel"],"language":[],"coverage":[],"title":["Deformations of holomorphic Poisson manifolds"],"description":["  An unobstructedness theorem is proved for deformations of compact holomorphic\nPoisson manifolds and applied to a class of examples. These include certain\nrational surfaces and Hilbert schemes of points on Poisson surfaces. We study\nin particular the Hilbert schemes of the projective plane and show that a\ngeneric deformation is determined by two parameters -- an elliptic curve and a\ntranslation on it.\n","Comment: 32 pages"]}]
["1105.4783",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4783"],"date":["2011-05-24"],"type":["text"],"creator":["Geloni, Gianluca","Kocharyan, Vitali","Saldin, Evgeni"],"language":[],"coverage":[],"title":["Microbunch preserving in-line system for an APPLE II helical radiator at\n  the LCLS baseline"],"description":["  In a previous work we proposed a scheme for polarization control at the LCLS\nbaseline, which exploited the microbunching from the planar undulator. After\nthe baseline undulator, the electron beam is transported through a drift by a\nFODO focusing system, and through a short helical radiator. The microbunching\nstructure can be preserved, and intense coherent radiation is emitted in the\nhelical undulator at fundamental harmonic. The driving idea of this proposal is\nthat the background linearly-polarized radiation from the baseline undulator is\nsuppressed by spatial filtering. Filtering is achieved by letting radiation and\nelectron beam through Be slits upstream of the helical radiator, where the\nradiation spot size is about ten times larger than the electron beam transverse\nsize. Several changes considered in the present paper were made to improve the\nprevious design. Slits are now placed immediately behind the helical radiator.\nThe advantage is that the electron beam can be spoiled by the slits, and\nnarrower slits width can be used for spatial filtering. Due to this fundamental\nreason, the present setup is shorter than the previous one. The helical\nradiator is now placed immediately behind the SHAB undulator. It is thus\nsufficient to use the existing FODO focusing system of the SHAB undulator for\ntransporting the modulated electron beam. This paper presents complete GENESIS\ncode calculations for the new design, starting from the baseline undulator\nentrance up to the helical radiator exit including the modulated electron beam\ntransport by the SHAB FODO focusing system.\n"]}]
["1105.4785",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4785"],"date":["2011-05-24"],"type":["text"],"creator":["Lubotzky, Alexander"],"language":[],"coverage":[],"title":["Some more Non-arithmetic Rigid groups"],"description":["  In \"Non arithmetic super rigid groups: counter examples to Platonov's\nconjecture\" Bass and Lubotzky gave a counter example to Platonov's conjecture\nby presenting an example of a linear group with super-rigidity which is not an\narithmetic lattice. In this note, a much richer class of such groups is\npresented with a somewhat simpler proof.\n","Comment: This paper has appeared in \"Geometry, Graphs and Dynamics:\n  Proceedings in Memory of Robert Brooks\", Israel Mathematical Conference\n  Proceeding (IMCP), Contemporary Mathematics 387, (2005), 237-244, AMS,\n  Providence, RI"]}]
["1105.4794",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4794"],"date":["2011-05-24"],"type":["text"],"creator":["Wray, L. Andrew","Xu, Suyang","Neupane, Madhab","Xia, Yuqi","Hsieh, David","Qian, Dong","Fedorov, Alexei V.","Lin, Hsin","Basak, Susmita","Hor, Yew San","Cava, Robert J.","Bansil, Arun","Hasan, M. Zahid"],"language":[],"coverage":[],"title":["Electron dynamics in topological insulator based semiconductor-metal\n  interfaces (topological p-n interface based on Bi2Se3 class)"],"description":["  Single-Dirac-cone topological insulators (TI) are the first experimentally\ndiscovered class of three dimensional topologically ordered electronic systems,\nand feature robust, massless spin-helical conducting surface states that appear\nat any interface between a topological insulator and normal matter that lacks\nthe topological insulator ordering. This topologically defined surface\nenvironment has been theoretically identified as a promising platform for\nobserving a wide range of new physical phenomena, and possesses ideal\nproperties for advanced electronics such as spin-polarized conductivity and\nsuppressed scattering. A key missing step in enabling these applications is to\nunderstand how topologically ordered electrons respond to the interfaces and\nsurface structures that constitute a device. Here we explore this question by\nusing the surface deposition of cathode (Cu/In/Fe) and anode materials (NO$_2$)\nand control of bulk doping in Bi$_2$Se$_3$ from P-type to N-type charge\ntransport regimes to generate a range of topological insulator interface\nscenarios that are fundamental to device development. The interplay of\nconventional semiconductor junction physics and three dimensional topological\nelectronic order is observed to generate novel junction behaviors that go\nbeyond the doped-insulator paradigm of conventional semiconductor devices and\ngreatly alter the known spin-orbit interface phenomenon of Rashba splitting.\nOur measurements for the first time reveal new classes of diode-like\nconfigurations that can create a gap in the interface electron density near a\ntopological Dirac point and systematically modify the topological surface state\nDirac velocity, allowing far reaching control of spin-textured helical Dirac\nelectrons inside the interface and creating advantages for TI superconductors\nas a Majorana fermion platform over spin-orbit semiconductors.\n","Comment: 14 pages, 4 Figures"]}]
["1105.4799",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4799"],"date":["2011-05-24"],"type":["text"],"creator":["Iurato, Giuseppe"],"language":[],"coverage":[],"title":["Simple physical applications of a groupoid structure"],"description":["  Motivated by Quantum Mechanics considerations, we expose some cross product\nconstructions on a groupoid structure. Furthermore, critical remarks are made\non some basic formal aspects of the Hopf algebra structure.\n"]}]
["1105.4801",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Spectral Theory","35H20, 35P20, 35S05, 47A10, 47B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4801"],"date":["2011-05-24"],"type":["text"],"creator":["Hitrik, Michael","Pravda-Starov, Karel"],"language":[],"coverage":[],"title":["Eigenvalues and subelliptic estimates for non-selfadjoint semiclassical\n  operators with double characteristics"],"description":["  For a class of non-selfadjoint $h$--pseudodifferential operators with double\ncharacteristics, we give a precise description of the spectrum and establish\naccurate semiclassical resolvent estimates in a neighborhood of the origin.\nSpecifically, assuming that the quadratic approximations of the principal\nsymbol of the operator along the double characteristics enjoy a partial\nellipticity property along a suitable subspace of the phase space, namely their\nsingular space, we give a precise description of the spectrum of the operator\nin an ${\\cal O}(h)$--neighborhood of the origin. Moreover, when all the\nsingular spaces are reduced to zero, we establish accurate semiclassical\nresolvent estimates of subelliptic type, which depend directly on algebraic\nproperties of the Hamilton maps associated to the quadratic approximations of\nthe principal symbol.\n"]}]
["1105.4812",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Discrete Mathematics","34C15, 34A34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4812"],"date":["2011-05-24"],"type":["text"],"creator":["Windsor, Alistair J."],"language":[],"coverage":[],"title":["Enumerating ODE Equivalent Homogeneous Networks"],"description":["  We give an simple criterion for ODE equivalence in identical edge homogeneous\ncoupled cell networks. This allows us to give a simple proof of Theorem 10.3 of\nAquiar and Dias \"Minimal Coupled Cell Networks\", which characterizes minimal\nidentical edge homogeneous coupled cell networks. Using our criterion we give a\nformula for counting homogeneous coupled cell networks up to ODE equivalence.\nOur criterion is purely graph theoretic and makes no explicit use of linear\nalgebra.\n","Comment: 11 pages, 4 figures, 3 tables"]}]
["1105.4815",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4815"],"date":["2011-05-24"],"type":["text"],"creator":["Schmiegelow, Christian Tomás","Bendersky, Ariel","Larotonda, Miguel Antonio","Paz, Juan Pablo"],"language":[],"coverage":[],"title":["Ancilla-less selective and efficient quantum process tomography"],"description":["  Several methods, known as Quantum Process Tomography, are available to\ncharacterize the evolution of quantum systems, a task of crucial importance.\nHowever, their complexity dramatically increases with the size of the system.\nHere we present the theory describing a new type of method for quantum process\ntomography. We describe an algorithm that can be used to selectively estimate\nany parameter characterizing a quantum process. Unlike any of its predecessors\nthis new quantum tomographer combines two main virtues: it requires investing a\nnumber of physical resources scaling polynomially with the number of qubits and\nat the same time it does not require any ancillary resources. We present the\nresults of the first photonic implementation of this quantum device,\ncharacterizing quantum processes affecting two qubits encoded in heralded\nsingle photons. Even for this small system our method displays clear advantages\nover the other existing ones.\n","Comment: 6 pages, 3 figures"]}]
["1105.4819",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Representation Theory","81R10, 16Z05, 16W50, 17B75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4819","Journ. of Phys.: Conf. Ser., v.287, 012037, 2011","doi:10.1088/1742-6596/287/1/012037"],"date":["2011-05-24"],"type":["text"],"creator":["Kanakoglou, K.","Herrera-Aguilar, A."],"language":[],"coverage":[],"title":["Graded Fock--like representations for a system of algebraically\n  interacting paraparticles"],"description":["  We will present an algebra describing a mixed paraparticle model, known in\nthe bibliography as \"The Relative Parabose Set (\\textsc{Rpbs})\". Focusing in\nthe special case of a single parabosonic and a single parafermionic degree of\nfreedom $P_{BF}^{(1,1)}$, we will study a class of Fock--like representations\nof this algebra, dependent on a positive integer parameter p (a kind of\ngeneralized parastatistics order). Mathematical properties of the Fock--like\nmodules will be investigated for all values of p and constructions such as\nladder operators, irreducibility (for the carrier spaces) and Klein group\ngradings (for both the carrier spaces and the algebra itself) will be\nestablished.\n","Comment: 4 pages, 1 ref. updated with respect to the journ. version"]}]
["1105.4823",{"format":[],"subject":["Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4823"],"date":["2011-05-24"],"type":["text"],"creator":["Robert, Christian P."],"language":[],"coverage":[],"title":["Simulation in Statistics"],"description":["  Simulation has become a standard tool in statistics because it may be the\nonly tool available for analysing some classes of probabilistic models. We\nreview in this paper simulation tools that have been specifically derived to\naddress statistical challenges and, in particular, recent advances in the areas\nof adaptive Markov chain Monte Carlo (MCMC) algorithms, and approximate\nBayesian calculation (ABC) algorithms.\n","Comment: Draft of an advanced tutorial paper for the Proceedings of the 2011\n  Winter Simulation Conference"]}]
["1105.4833",{"format":[],"subject":["Mathematics - Number Theory","20M14, 11Y55, 11T71"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4833"],"date":["2011-05-24"],"type":["text"],"creator":["Delgado, M.","Farrán, J. I.","García-Sánchez, P. A.","Llena, D."],"language":[],"coverage":[],"title":["On the generalized Feng-Rao numbers of numerical semigroups generated by\n  intervals"],"description":["  We give some general results concerning the computation of the generalized\nFeng-Rao numbers of numerical semigroups. In the case of a numerical semigroup\ngenerated by an interval, a formula for the $r^{th}$ Feng-Rao number is\nobtained.\n","Comment: 23 pages, 6 figures"]}]
["1105.4839",{"format":[],"subject":["Mathematics - Functional Analysis","47A10, 47B37, 15A18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4839"],"date":["2011-05-24"],"type":["text"],"creator":["Karakaya, Vatan","Manafov, Manaf Dzh.","Simsek, Necip"],"language":[],"coverage":[],"title":["On the fine spectrum of the second order difference operator over the\n  sequence spaces \\ell_p and bv_p, (1 < p < \\infty)"],"description":["  In general, it is well known the behaviors of the symmetric tri-band matrices\non the Hilbert spaces. But the symmetric tri-band matrices have different the\nbehavior on the Banach spaces. The main purpose of this work is to determine\nthe fine spectra of the operator U(s, r, s) defined by symmetric tri-band\nmatrix over the sequence spaces {\\ell}_p and bvp.\n","Comment: 10 pages, no figure"]}]
["1105.4843",{"format":[],"subject":["Mathematics - Operator Algebras","Primary 46L05, Secondary 46A19"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4843"],"date":["2011-05-24"],"type":["text"],"creator":["Katz, Alexander A.","Kushnir, Roman"],"language":[],"coverage":[],"title":["On continuous fiber bundles of C*-algebras over Stonean compact"],"description":["  We introduce C*-algebras over C_{\\infty}(Q,C) as Banach-Kantorovich\n*-algebras over the algebra C_{\\infty}(Q,C) of extended continuous\ncomplex-valued functions, defined on comeager subsets of Stonean compact Q,\nwhose norm satisfies conditions similar to the axioms of C*-algebras, and show\nthat such algebras can be uniquely up to a Q-C*-isomorphism represented by\nmeans of a continuous complete fiber bundle of C*-algebras over Q.\n"]}]
["1105.4848",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4848"],"date":["2011-05-24"],"type":["text"],"creator":["Reznikov, Alexander"],"language":[],"coverage":[],"title":["Sharp weak type estimates for weights in the class $A_{p_1, p_2}$"],"description":["  We get sharp estimates for the distribution function of nonnegative weights,\nwhich satisfy so called $A_{p_1, p_2}$ condition. For particular choices of\nparameters $p_1$, $p_2$ this condition becomes an $A_p$-condition or Reverse\nH\\\"{o}lder condition. We also get maximizers for these sharp estimates. We use\nthe Bellman technique and try to carefully present and motivate our tactics. As\nan illustration of how these results can be used, we deduce the following\nresult: if a weight $w$ is in $A_2$ then it self-improves to a weight, which\nsatisfies a Reverse H\\\"{o}lder condition.\n","Comment: Submitted to Revista Matematica Iberoamericana"]}]
["1105.4851",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","55N10, 55N35 (primary), 20J06, 55U15, 57N65 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4851"],"date":["2011-05-24"],"type":["text"],"creator":["Frigerio, Roberto","Pagliantini, Cristina"],"language":[],"coverage":[],"title":["Relative measure homology and continuous bounded cohomology of\n  topological pairs"],"description":["  Measure homology was introduced by Thurston in his notes about the geometry\nand topology of 3-manifolds, where it was exploited in the computation of the\nsimplicial volume of hyperbolic manifolds. Zastrow and Hansen independently\nproved that there exists a canonical isomorphism between measure homology and\nsingular homology (on the category of CW-complexes), and it was then shown by\nLoeh that, in the absolute case, such isomorphism is in fact an isometry with\nrespect to the L^1-seminorm on singular homology and the total variation\nseminorm on measure homology. Loeh's result plays a fundamental role in the use\nof measure homology as a tool for computing the simplicial volume of Riemannian\nmanifolds.\n  This paper deals with an extension of Loeh's result to the relative case. We\nprove that relative singular homology and relative measure homology are\nisometrically isomorphic for a wide class of topological pairs. Our results can\nbe applied for instance in computing the simplicial volume of Riemannian\nmanifolds with boundary.\n  Our arguments are based on new results about continuous (bounded) cohomology\nof topological pairs, which are probably of independent interest.\n","Comment: 35 pages"]}]
["1105.4860",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4860"],"date":["2011-05-24"],"type":["text"],"creator":["Baskin, Lev","Kabardov, Muaed","Neittaanmäki, Pekka","Plamenevskii, Boris","Sarafanov, Oleg"],"language":[],"coverage":[],"title":["Asymptotic and numerical studies of resonant tunneling in 2D quantum\n  waveguides of variable cross-section"],"description":["  A waveguide coincides with a strip having two narrows of diameter $\\epsilon$.\nElectron motion is described by the Helmholtz equation with Dirichlet boundary\ncondition. The part of waveguide between the narrows plays the role of\nresonator and there can occur electron resonant tunneling. This phenomenon\nconsists in the fact that, for an electron with energy $E$, the probability\n$T(E)$ to pass from one part of the waveguide to the other part through the\nresonator has a sharp peak at $E=E_{res}$, where $E_{res}$ denotes a \"resonant\"\nenergy. In the present paper, we compare the asymptotics of\n$E_{res}=E_{res}(\\epsilon)$ and $T(E)=T(E, \\epsilon)$ as $\\epsilon \\to 0$ with\nthe corresponding numerical results obtained by approximate computing the\nwaveguide scattering matrix. We show that there exists a band of $\\epsilon$\nwhere the asymptotics and numerical results are in close agreement. The\nnumerical calculations become inefficient as $\\epsilon$ decreases; however, at\nsuch a condition the asymptotics remains reliable. On the other hand, the\nasymptotics gives way to the numerical method as $\\epsilon$ increases; in fact,\nfor wide narrows the resonant tunneling vanishes by itself.\n  Though, in the present paper, we consider only a 2D waveguide, the\napplicability of the methods goes far beyond the above simplest model. In\nparticular, the same approach will work for asymptotic and numerical analysis\nof resonant tunneling in 3D quantum waveguides.\n"]}]
["1105.4868",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4868"],"date":["2011-05-24"],"type":["text"],"creator":["Mas, Massimiliano Dal"],"language":[],"coverage":[],"title":["Search for Hidden Knowledge in Collective Intelligence dealing\n  Indeterminacy Ontology of Folksonomy with Linguistic Pragmatics and Quantum\n  Logic"],"description":["  Information retrieval is not only the most frequent application executed on\nthe Web but it is also the base of different types of applications. Considering\ncollective intelligence of groups of individuals as a framework for evaluating\nand incorporating new experiences and information we often cannot retrieve such\nknowledge being tacit. Tacit knowledge underlies many competitive capabilities\nand it is hard to articulate on discrete ontology structure. It is unstructured\nor unorganized, and therefore remains hidden. Developing generic solutions that\ncan find the hidden knowledge is extremely complex. Moreover this will be a\ngreat challenge for the developers of semantic technologies. This work aims to\nexplore ways to make explicit and available the tacit knowledge hidden in the\ncollective intelligence of a collaborative environment within organizations.\nThe environment was defined by folksonomies supported by a faceted semantic\nsearch. Vector space model which incorporates an analogy with the mathematical\napparatus of quantum theory is adopted for the representation and manipulation\nof the meaning of folksonomy. Vector space retrieval has been proven efficiency\nwhen there isn't a data behavioural because it bears ranking algorithms\ninvolving a small number of types of elements and few operations. A solution to\nfind what the user has in mind when posing a query could be based on \"joint\nmeaning\" understood as a joint construal of the creator of the contents and the\nreader of the contents. The joint meaning was proposed to deal with vagueness\non ontology of folksonomy indeterminacy, incompleteness and inconsistencies on\ncollective intelligence. A proof-of concept prototype was built for\ncollaborative environment as evolution of the actual social networks (like\nFacebook, LinkedIn,..) using the information visualization on a RIA application\nwith Semantic Web techniques and technologies.\n","Comment: 17 pages, 7 figures, 2 tables; for details see:\n  http://www.maxdalmas.com"]}]
["1105.4871",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4871","24th annual conference on learning theory, 2011"],"date":["2011-05-24"],"type":["text"],"creator":["Audibert, Jean-Yves","Bubeck, Sebastien","Lugosi, Gabor"],"language":[],"coverage":[],"title":["Minimax Policies for Combinatorial Prediction Games"],"description":["  We address the online linear optimization problem when the actions of the\nforecaster are represented by binary vectors. Our goal is to understand the\nmagnitude of the minimax regret for the worst possible set of actions. We study\nthe problem under three different assumptions for the feedback: full\ninformation, and the partial information models of the so-called \"semi-bandit\",\nand \"bandit\" problems. We consider both $L_\\infty$-, and $L_2$-type of\nrestrictions for the losses assigned by the adversary.\n  We formulate a general strategy using Bregman projections on top of a\npotential-based gradient descent, which generalizes the ones studied in the\nseries of papers Gyorgy et al. (2007), Dani et al. (2008), Abernethy et al.\n(2008), Cesa-Bianchi and Lugosi (2009), Helmbold and Warmuth (2009), Koolen et\nal. (2010), Uchiya et al. (2010), Kale et al. (2010) and Audibert and Bubeck\n(2010). We provide simple proofs that recover most of the previous results. We\npropose new upper bounds for the semi-bandit game. Moreover we derive lower\nbounds for all three feedback assumptions. With the only exception of the\nbandit game, the upper and lower bounds are tight, up to a constant factor.\nFinally, we answer a question asked by Koolen et al. (2010) by showing that the\nexponentially weighted average forecaster is suboptimal against $L_{\\infty}$\nadversaries.\n"]}]
["1105.4873",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4873"],"date":["2011-05-24"],"type":["text"],"creator":["Schieck, Jochen"],"language":[],"coverage":[],"title":["Determination of alpha_S using hadronic event shape distributions of\n  data taken with the OPAL detector"],"description":["  The measurement of the strong coupling alpha_S using hadronic event shape\ndistributions measured with the OPAL detector at center-of-mass energies\nbetween 91 and 209 GeV is summarized. For this measurement hadronic event shape\ndistributions are compared to theoretical predictions based on\nnext-to-next-to-leading-calculations (NNLO) and NNLO combined with resummed\nnext-to-leading-logarithm calculations (NLLA). The combined result using NNLO\ncalculations is\nalpha_S(MZ)=0.1201+-0.0008(stat.)+-0.0013(exp.)+-0.0010(had.)+-0.0024(theo.)\nand the result using NLLO and NLLA calculations is\nalpha_S(MZ)=0.1189+-0.0008(stat.)+-0.0016(exp.)=-0.0010(had.)+-0.0036(theo.),\nwith both measurements being in agreement with the world average.\n","Comment: 4 pages, 2 figures, contribution to the Proceedings of Rencontres de\n  Moriond, QCD Session, March 20th - 27th, 2011 in La Thuile, Italy; based on\n  arXiv:1101.1470"]}]
["astro-ph/0412619",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0412619","Theor.Math.Phys.148:895-909,2006; Teor.Mat.Fiz.148:23-41,2006","doi:10.1007/s11232-006-0086-5"],"date":["2004-12-23","2005-12-28"],"type":["text"],"creator":["Aref'eva, I. Ya.","Koshelev, A. S.","Vernov, S. Yu."],"language":[],"coverage":[],"title":["Exactly Solvable SFT Inspired Phantom Model"],"description":["  An exact solution to the Friedmann equations with a string inspired phantom\nscalar matter field is constructed and the absence of the \"Big Rip\" singularity\nis shown explicitly. The notable features of the concerned model are a ghost\nsign of the kinetic term and a special polynomial form of the effective tachyon\npotential. The constructed solution is stable with respect to small\nfluctuations of the initial conditions and special deviations of the form of\nthe potential.\n","Comment: LaTeX, 21 pages, 8 figures; to be published in Theor.Math.Phys"]}]
["astro-ph/9609061",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9609061","Astrophys.J.476:730-749,1997","doi:10.1086/303654"],"date":["1996-09-06"],"type":["text"],"creator":["Plume, Rene","Jaffe, D. T.","Evans II, Neal J.","Martin-Pintado, J.","Gomez-Gonzalez, J."],"language":[],"coverage":[],"title":["Dense Gas and Star Formation: Characteristics of Cloud Cores Associated\n  with Water Masers"],"description":["  We have observed 150 regions of massive star formation, selected originally\nby the presence of a water maser, in the J = 5-4, 3-2, and 2-1 transitions of\nCS, and 49 regions in the same transitions of C$^{34}$S. Over 90% of the 150\nregions were detected in the J = 2-1 and 3-2 transitions of CS and 75% were\ndetected in the J=5-4 transition. We have combined the data with the J = 7-6\ndata from our original survey (Plume et al. 1992) to determine the density by\nanalyzing the excitation of the rotational levels. Using Large Velocity\nGradient (LVG) models, we have determined densities and column densities for 71\nof these regions. The gas densities are very high (the mean log of the density\nis 5.9), but much less than the critical density of the J=7-6 line. Small maps\nof 25 of the sources in the J = 5-4 line yield a mean diameter of 1.0 pc. The\nmean virial mass is 3800 solar masses. The mean ratio of bolometric luminosity\nto virial mass (L/M) is 190, about 50 times higher than estimates using CO\nemission, suggesting that star formation is much more efficient in the dense\ngas probed in this study. The gas depletion time for the dense gas is roughly\n1.3 x 10^7 yr. We find no statistically significant linewidth--size or\ndensity--size relationships in our data. Instead, both linewidth and density\nare larger for a given size than would be predicted by the usual relationships.\nWe find that the linewidth increases with density, the opposite of what would\nbe predicted by the usual arguments. We estimate that the luminosity of our\nGalaxy (excluding the inner 400 pc) in the CS J = 5-4 transition is 15 to 23\nL_sun, considerably less than the luminosity in this line within the central\n100 pc of NGC 253 and M82. In addition, the ratio of far-infrared luminosity to\nCS luminosity is higher in M82 than in any cloud in our sample.\n","Comment: 26 pages, 6 postscript figures, 3 postscript tables. Uses AAS Latex\n  macros, accepted for Astrophysical Journal"]}]
["hep-ex/0612047",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology","Nuclear Experiment","Nuclear Theory","Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ex/0612047","J.Phys.Soc.Jap.78:013201,2009","doi:10.1143/JPSJ.78.013201"],"date":["2006-12-20","2009-01-20"],"type":["text"],"creator":["Fukumi, A.","Nakano, I.","Nanjo, H.","Sasao, N.","Sato, S.","Yoshimura, M."],"language":[],"coverage":[],"title":["Toward CP-even Neutrino Beam"],"description":["  The best method of measuring CP violating effect in neutrino oscillation\nexperiments is to construct and use a neutrino beam made of an ideal mixture of\n$\\bar{\\nu}_e$ and $\\nu_e$ of monochromatic lines. The conceptual design of such\na beam is described, together with how to measure the CP-odd quantity. We\npropose to exploit an accelerated unstable hydrogen-like heavy ion in a storage\nring, whose decay has both electron capture and bound beta decay with a\ncomparable fraction.\n","Comment: 6 pages, 2 figures, Published version"]}]
["hep-lat/0505020",{"format":[],"subject":["High Energy Physics - Lattice","Condensed Matter - Other Condensed Matter","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-lat/0505020","Phys.Rev.E73:036706,2006","doi:10.1103/PhysRevE.73.036706"],"date":["2005-05-18","2006-03-01"],"type":["text"],"creator":["Takaishi, Tetsuya","de Forcrand, Philippe"],"language":[],"coverage":[],"title":["Testing and tuning symplectic integrators for Hybrid Monte Carlo\n  algorithm in lattice QCD"],"description":["  We examine a new 2nd order integrator recently found by Omelyan et al. The\nintegration error of the new integrator measured in the root mean square of the\nenergy difference, $\\bra\\Delta H^2\\ket^{1/2}$, is about 10 times smaller than\nthat of the standard 2nd order leapfrog (2LF) integrator. As a result, the step\nsize of the new integrator can be made about three times larger. Taking into\naccount a factor 2 increase in cost, the new integrator is about 50% more\nefficient than the 2LF integrator. Integrating over positions first, then\nmomenta, is slightly more advantageous than the reverse. Further parameter\ntuning is possible. We find that the optimal parameter for the new integrator\nis slightly different from the value obtained by Omelyan et al., and depends on\nthe simulation parameters. This integrator could also be advantageous for the\nTrotter-Suzuki decomposition in Quantum Monte Carlo.\n","Comment: 14 pages, 6 figures"]}]
["hep-ph/0306256",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0306256"],"date":["2003-06-26","2011-05-24"],"type":["text"],"creator":["Nicolescu, B.","Selyugin, O. V."],"language":[],"coverage":[],"title":["Features of high energy pp elastic scattering at small t"],"description":["  A method of determination of the real part of the elastic scattering\namplitude is examined for high energy proton-proton and proton-nuclei elastic\nscattering at small momentum transfer. The method allows to decrease the number\nof model assumptions, to obtain the real parts of the spin non-flip and\nspin-flip amplitudes in the narrow region of momentum transfer.\n","Comment: 12 pages, LaTeX, 6 figures.ps. Talk on X-th Blois Workshop\n  (Xelsinki-2003), typos corrected"]}]
["hep-th/0512283",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0512283","Commun.Math.Phys.274:31-64,2007","doi:10.1007/s00220-007-0271-x"],"date":["2005-12-22","2007-07-01"],"type":["text"],"creator":["Schreiber, Urs","Schweigert, Christoph","Waldorf, Konrad"],"language":[],"coverage":[],"title":["Unoriented WZW Models and Holonomy of Bundle Gerbes"],"description":["  The Wess-Zumino term in two-dimensional conformal field theory is best\nunderstood as a surface holonomy of a bundle gerbe. We define additional\nstructure for a bundle gerbe that allows to extend the notion of surface\nholonomy to unoriented surfaces. This provides a candidate for the Wess-Zumino\nterm for WZW models on unoriented surfaces. Our ansatz reproduces some results\nknown from the algebraic approach to WZW models.\n","Comment: 46 pages, 9 figures. Version 2 contains corrected proofs of Lemma 2\n  and Theorem 1, and an improved discussion of the WZW bundle gerbe"]}]
["math-ph/0012001",{"format":[],"subject":["Mathematical Physics","Mathematics - Dynamical Systems","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0012001","Mathematics and Computers in Simulations57:239-252, 2001","doi:10.1016/S0378-4754(01)00342-1"],"date":["2000-12-01"],"type":["text"],"creator":["Khrustalev, Oleg A.","Vernov, Sergey Yu."],"language":[],"coverage":[],"title":["Construction of Doubly Periodic Solutions via the Poincare-Lindstedt\n  Method in the case of Massless Phi^4 Theory"],"description":["  Doubly periodic (periodic both in time and in space) solutions for the\nLagrange-Euler equation of the (1+1)-dimensional scalar Phi^4 theory are\nconsidered. The nonlinear term is assumed to be small, and the\nPoincare-Lindstedt method is used to find asymptotic solutions in the standing\nwave form. The principal resonance problem, which arises for zero mass, is\nsolved if the leading-order term is taken in the form of a Jacobi elliptic\nfunction. It have been proved that the choice of elliptic cosine with fixed\nvalue of module k (k=0.451075598811) as the leading-order term puts the\nprincipal resonance to zero and allows us constructed (with accuracy to third\norder of small parameter) the asymptotic solution in the standing wave form. To\nobtain this leading-order term the computer algebra system REDUCE have been\nused. We have appended the REDUCE program to this paper.\n","Comment: 16 pages, LaTeX 2.09. This paper have been published in the\n  Electronic Proceedings of the Fourth International IMACS Conference on\n  Applications of Computer Algebra (ACA'98) {Prague (Czech Republic)} at\n  http://math.unm.edu/ACA/1998/sessions/dynamical/vernov"]}]
["quant-ph/0005031",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0005031","Phys.Rev.A62:030301,2000","doi:10.1103/PhysRevA.62.030301"],"date":["2000-05-08"],"type":["text"],"creator":["Zanardi, Paolo","Zalka, Christof","Faoro, Lara"],"language":[],"coverage":[],"title":["On the Entangling Power of Quantum Evolutions"],"description":["  We analyze the entangling capabilities of unitary transformations $U$ acting\non a bipartite $d_1\\times d_2$-dimensional quantum system. To this aim we\nintroduce an entangling power measure $e(U)$ given by the mean linear entropy\nproduced acting with $U$ on a given distribution of pure product states. This\nmeasure admits a natural interpretation in terms of quantum operations. For a\nuniform distribution explicit analytical results are obtained using\ngroup-theoretic arguments. The behaviour of the features of $e(U)$ as the\nsubsystem dimensions $d_1$ and $d_2$ are varied is studied both analytically\nand numerically. The two-qubit case $d_1=d_2=2$ is argued to be peculiar.\n","Comment: 5 pages LaTeX, 2 figures"]}]
["quant-ph/0202149",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0202149","Found.Phys.32:1313-1324,2002","doi:10.1023/A:1019727521587"],"date":["2002-02-26"],"type":["text"],"creator":["Mohrhoff, Ulrich"],"language":[],"coverage":[],"title":["Why the laws of physics are just so"],"description":["  Does a world that contains chemistry entail the validity of both the standard\nmodel of elementary particle physics and general relativity, at least as\neffective theories? This article shows that the answer may very well be\naffirmative. It further suggests that the very existence of stable, spatially\nextended material objects, if not the very existence of the physical world, may\nrequire the validity of these theories.\n","Comment: 12 pages, LaTeX2e"]}]
["quant-ph/0205058",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0205058","Mod.Phys.Lett.A17:1107-1122,2002","doi:10.1142/S0217732302007533"],"date":["2002-05-10"],"type":["text"],"creator":["Mohrhoff, Ulrich"],"language":[],"coverage":[],"title":["Reflections on the Spatiotemporal Aspects of the Quantum World"],"description":["  The proper resolution of the so-called measurement problem requires a\n\"top-down\" conception of the quantum world that is opposed to the usual\n\"bottom-up\" conception, which builds on an intrinsically and maximally\ndifferentiated manifold. The key to that problem is that the fuzziness of a\nvariable can manifest itself only to the extent that less fuzzy variables\nexist. Inasmuch as there is nothing less fuzzy than the metric, this argues\nagainst a quantum-gravity phenomenology and suggests that a quantum theory of\ngravity is something of a contradiction in terms - a theory that would make it\npossible to investigate the physics on scales that do not exist, or to study\nthe physical consequences of a fuzziness that has no physical consequences,\nother than providing a natural cutoff for the quantum field theories of\nparticle physics.\n","Comment: Invited talk at the First Meeting on the Interface of Gravitational\n  and Quantum Realms held at IUCAA, Pune (India), December 17--21, 2001. To\n  appear in Mod. Phys. Lett. A. 17 pages. LaTeX2e"]}]
