["0708.3991",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Geometric Topology","20F55, 51F15, 22E40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.3991","CRM Proceedings and Lecture Notes, Vol. 47, (2009), 299 - 326"],"date":["2007-08-29","2009-10-06"],"type":["text"],"creator":["Nikulin, Viacheslav V."],"language":[],"coverage":[],"title":["On ground fields of arithmetic hyperbolic reflection groups"],"description":["  Using authors's methods of 1980, 1981, some explicit finite sets of number\nfields containing ground fields of arithmetic hyperbolic reflection groups are\ndefined, and good bounds of their degrees (over Q) are obtained. For example,\ndegree of the ground field of any arithmetic hyperbolic reflection group in\ndimension at least 6 is bounded by 56. These results could be important for\nfurther classification.\n  We also formulate a mirror symmetric conjecture to finiteness of the number\nof arithmetic hyperbolic reflection groups which was established in full\ngenerality recently.\n","Comment: Variant 1 is published in Groups and Symmetries, J. Harnad and P.\n  Winternitz (eds.), CRM Proceedings and Lecture Notes, Vol. 47, 299-326.\n  Variant 2 contains Appendix with review and corrections to Sec. 1 of my 1981\n  paper, and the corresponding corrections to Variant 1 and the published paper"]}]
["0801.4022",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","57Q45 (Primary), 57M25, 53C20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4022","Proc. Amer. Math. Soc. 139 (2011), no. 4, 1511-1519","doi:10.1090/S0002-9939-2010-10603-2"],"date":["2008-01-25"],"type":["text"],"creator":["Shonkwiler, Clayton","Vela-Vick, David Shea"],"language":[],"coverage":[],"title":["Higher-dimensional linking integrals"],"description":["  We derive an integral formula for the linking number of two submanifolds of\nthe n-sphere S^n, of the product S^n x R^m, and of other manifolds which appear\nas \"nice\" hypersurfaces in Euclidean space. The formulas are geometrically\nmeaningful in that they are invariant under the action of the special\northogonal group on the ambient space.\n","Comment: 10 pages, 3 figures"]}]
["0805.4586",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.4586","Communications in Mathematical Physics 3, 291 (2009) 691-761","doi:10.1007/s00220-009-0878-1"],"date":["2008-05-29","2011-10-06"],"type":["text"],"creator":["Kitanine, N.","Kozlowski, Karol K.","Maillet, Jean Michel","Slavnov, N. A.","Terras, Véronique"],"language":[],"coverage":[],"title":["Riemann-Hilbert approach to a generalized sine kernel and applications"],"description":["  We investigate the asymptotic behavior of a generalized sine kernel acting on\na finite size interval [-q,q]. We determine its asymptotic resolvent as well as\nthe first terms in the asymptotic expansion of its Fredholm determinant.\nFurther, we apply our results to build the resolvent of truncated Wiener--Hopf\noperators generated by holomorphic symbols. Finally, the leading asymptotics of\nthe Fredholm determinant allows us to establish the asymptotic estimates of\ncertain oscillatory multidimensional coupled integrals that appear in the study\nof correlation functions of quantum integrable models.\n","Comment: 74 pages"]}]
["0808.2077",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.2077","Physics Letters A 373 (2009) 1616-1620","doi:10.1016/j.physleta.2009.03.009"],"date":["2008-08-14","2011-10-06"],"type":["text"],"creator":["Ma, Zhihao","Zhang, Fu-Lin","Deng, Dong-Ling","Chen, Jing-Ling"],"language":[],"coverage":[],"title":["Bounds of concurrence and their relation with fidelity and frontier\n  states"],"description":["  The bounds of concurrence in [F. Mintert and A. Buchleitner, Phys. Rev. Lett.\n98 (2007) 140505] and [C. Zhang \\textit{et. al.}, Phys. Rev. A 78 (2008)\n042308] are proved by using two properties of the fidelity. In two-qubit\nsystems, for a given value of concurrence, the states achieving the maximal\nupper bound, the minimal lower bound or the maximal difference upper-lower\nbound are determined analytically.\n"]}]
["0907.2132",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2132","doi:10.1109/TAP.2011.2164170"],"date":["2009-07-13"],"type":["text"],"creator":["Karilainen, Antti O.","Ikonen, Pekka","Simovski, Constantin R.","Tretyakov, Sergei A."],"language":[],"coverage":[],"title":["Choosing Dielectric or Magnetic Material to Optimize the Bandwidth of\n  Miniaturized Resonant Antennas"],"description":["  We address the question of the optimal choice of loading material for antenna\nminiaturization. A new approach to identify the optimal loading material,\ndielectric or magnetic, is presented for resonant antennas. Instead of\nequivalent resonance circuits or transmission-line models, we use the analysis\nof radiation to identify the fields contributing mostly to the stored energy.\nThis helps to determine the beneficial material type. The formulated principle\nis qualitatively illustrated using three antenna types. Guidelines for\ndifferent antenna types are presented.\n","Comment: 17 pages, 9 figures"]}]
["0910.3788",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3788","Proceeding of Science PoS(RD09)032 (2009)"],"date":["2009-10-20"],"type":["text"],"creator":["La Rosa, A.","Boscardin, M.","Betta, G. -F. Dalla","Darbo, G.","Gemme, C.","Pernegger, H.","Piemonte, C.","Povoli, M.","Ronchin, S.","Zoboli, A.","Zorzi, N.","Bolle, E.","Borri, M.","Da Via, C.","Dong, S.","Fazio, S.","Grenier, P.","Grinstein, S.","Gjersdal, H.","Hansson, P.","Huegging, F.","Jackson, P.","Kocian, M.","Rivero, F.","Rohne, O.","Sandaker, H.","Sjobak, K.","Slavicek, T.","Tsung, W.","Tsybychev, D.","Wermes, N.","Young, C."],"language":[],"coverage":[],"title":["Preliminary results of 3D-DDTC pixel detectors for the ATLAS upgrade"],"description":["  3D Silicon sensors fabricated at FBK-irst with the Double-side Double Type\nColumn (DDTC) approach and columnar electrodes only partially etched through\np-type substrates were tested in laboratory and in a 1.35 Tesla magnetic field\nwith a 180GeV pion beam at CERN SPS. The substrate thickness of the sensors is\nabout 200um, and different column depths are available, with overlaps between\njunction columns (etched from the front side) and ohmic columns (etched from\nthe back side) in the range from 110um to 150um. The devices under test were\nbump bonded to the ATLAS Pixel readout chip (FEI3) at SELEX SI (Rome, Italy).\nWe report leakage current and noise measurements, results of functional tests\nwith Am241 gamma-ray sources, charge collection tests with Sr90 beta-source and\nan overview of preliminary results from the CERN beam test.\n","Comment: 8 pages, 8 figures, presented at RD09 - 9th International Conference\n  on Large Scale Applications and Radiation Hardness of Semiconductor\n  Detectors, 30 September - 2 October 2009, Florence, Italy"]}]
["0910.3914",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Symplectic Geometry","57R17, 57M25, 53D12, 53D40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3914","J. Symplectic Geom. 9 (2011), no. 1, 33-44"],"date":["2009-10-20"],"type":["text"],"creator":["Shonkwiler, Clayton","Vela-Vick, David Shea"],"language":[],"coverage":[],"title":["Legendrian contact homology and nondestabilizability"],"description":["  We provide the first example of a Legendrian knot with nonvanishing contact\nhomology whose Thurston-Bennequin invariant is not maximal.\n","Comment: 12 pages, 2 figures"]}]
["0911.2521",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","13A50, 14E08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2521"],"date":["2009-11-12","2011-10-05"],"type":["text"],"creator":["Kang, Ming-chang"],"language":[],"coverage":[],"title":["Retract Rational Fields"],"description":["  Let $k$ be an infinite field. The notion of retract $k$-rationality was\nintroduced by Saltman in the study of Noether's problem and other rationality\nproblems. We will investigate the retract rationality of a field in this paper.\nTheorem 1. Let $k\\subset K\\subset L$ be fields. If $K$ is retract $k$-rational\nand $L$ is retract $K$-rational, then $L$ is retract $k$-rational. Theorem 2.\nFor any finite group $G$ containing an abelian normal subgroup $H$ such that\n$G/H$ is a cyclic group, for any complex representation $G \\to GL(V)$, the\nfixed field $\\bm{C}(V)^G$ is retract $\\bm{C}$-rational. Theorem 3. If $G$ is a\nfinite group, then all the Sylow subgroups of $G$ are cyclic if and only if\n$\\bm{C}_{\\alpha}(M)^G$ is retract $\\bm{C}$-rational for all $G$-lattices $M$,\nfor all short exact sequences $\\alpha : 0 \\to \\bm{C}^{\\times} \\to M_{\\alpha}\n\\to M \\to 0$. Because the unramified Brauer group of a retract\n$\\bm{C}$-rational field is trivial, Theorem 2 and Theorem 3 generalize previous\nresults of Bogomolov and Barge respectively (see Theorem \\ref{t5.9} and Theorem\n\\ref{t6.1}).\n","Comment: Several typos in the previous version were corrected"]}]
["0911.2784",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2784"],"date":["2009-11-14","2011-10-05"],"type":["text"],"creator":["Stummer, Wolfgang","Vajda, Igor"],"language":[],"coverage":[],"title":["On Bregman Distances and Divergences of Probability Measures"],"description":["  The paper introduces scaled Bregman distances of probability distributions\nwhich admit non-uniform contributions of observed events. They are introduced\nin a general form covering not only the distances of discrete and continuous\nstochastic observations, but also the distances of random processes and\nsignals. It is shown that the scaled Bregman distances extend not only the\nclassical ones studied in the previous literature, but also the information\ndivergence and the related wider class of convex divergences of probability\nmeasures. An information processing theorem is established too, but only in the\nsense of invariance w.r.t. statistically sufficient transformations and not in\nthe sense of universal monotonicity. Pathological situations where coding can\nincrease the classical Bregman distance are illustrated by a concrete example.\nIn addition to the classical areas of application of the Bregman distances and\nconvex divergences such as recognition, classification, learning and evaluation\nof proximity of various features and signals, the paper mentions a new\napplication in 3D-exploratory data analysis. Explicit expressions for the\nscaled Bregman distances are obtained in general exponential families, with\nconcrete applications in the binomial, Poisson and Rayleigh families, and in\nthe families of exponential processes such as the Poisson and diffusion\nprocesses including the classical examples of the Wiener process and geometric\nBrownian motion.\n","Comment: 12 two-column pages, 2 figures"]}]
["0912.2708",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2708","Theoretical and Computational Acoustics 2009, Proceedings of the\n  Ninth International Conference on Theoretical and Computational Acoustics\n  (2010), pp. 155-160"],"date":["2009-12-14"],"type":["text"],"creator":["Escudero, Carlos"],"language":[],"coverage":[],"title":["Dynamics of Generalized Hydrodynamics: Hyperbolic and Pseudohyperbolic\n  Burgers Equations"],"description":["  The equations of continuum hydrodynamics can be derived from the Boltzmann\nequation, which describes rarefied gas dynamics at the kinetic level, by means\nof the Chapman-Enskog expansion. This expansion assumes a small Knudsen number,\nand as a consequence, the hydrodynamics equations are able to successfully\ndescribe sound propagation when the frequency of a sound wave is much higher\nthan the collision frequency of the particles. When both frequencies become\ncomparable, these equations give a poor account of the experimental\nmeasurements. A series of generalized hydrodynamic equations has been\nintroduced in the literature along the years in order to improve the continuous\ndescription of small scale properties of fluid flow, as ultrasound propagation.\nWe will describe herein some of the simplified models that has been proposed so\nfar.\n","Comment: Submitted to the Proceedings of the Ninth International Conference on\n  Theoretical and Computational Acoustics"]}]
["0912.4014",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4014","Physical Review A 82, 021403(R) (2010)","doi:10.1103/PhysRevA.82.021403"],"date":["2009-12-20"],"type":["text"],"creator":["Liao, Qing","Lu, Peixiang"],"language":[],"coverage":[],"title":["Energy Correlation in Above-Threshold Nonsequential Double Ionization at\n  800 nm"],"description":["  We have investigated the energy correlation of the two electrons from\nnonsequential double ionization of helium atom in 800 nm laser fields at\nintensities below the recollision threshold by quantum calculations. The\ncircular arcs structure of the correlated electron momentum spectra reveals a\nresonant double ionization process in which the two electrons transit from\ndoubly excited states into continuum states by simultaneously absorbing and\nsharing excess energy in integer units of the photon energy. Coulomb repulsion\nbetween the two electrons in continuum states is responsible for the dominant\nback-to-back electron emission and two intensity-independent cutoffs in the\ntwo-electron energy spectra.\n","Comment: 6 pages, 4 figures"]}]
["1001.0378",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J60, 58E20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0378","doi:10.1515/ACV.2011.015"],"date":["2010-01-03"],"type":["text"],"creator":["Keller, Laura Gioia Andrea"],"language":[],"coverage":[],"title":["$L^{\\infty}$ estimates and integrability by compensation in Besov-Morrey\n  spaces and applications"],"description":["  $L^{\\infty}$ estimates in the integrability by compensation result of H.\nWente fail in dimension larger than two when Sobolev spaces are replaced by the\nad-hoc Morrey spaces. However, in this paper we prove that $L^{\\infty}$\nestimates hold in arbitrary dimension when Morrey spaces are replaced by their\nLittlewood Paley counterparts: Besov-Morrey spaces. As an application we prove\nthe existence of conservation laws to solution of elliptic systems of the form\n$-\\Delta u= \\Omega \\cdot \\nabla u$ where $\\Omega$ is antisymmetric and both\n$\\nabla u$ and $\\Omega$ belong to these Besov-Morrey spaces for which the\nsystem is critical.\n","Comment: 37 pages"]}]
["1005.3691",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3691","Int. J. Quant. Inf. 9, 331 (2011)"],"date":["2010-05-20","2010-09-03"],"type":["text"],"creator":["Mayburov, S."],"language":[],"coverage":[],"title":["Information Constraints on Quantum Measurements 1.Dynamics and\n  Information Patterns"],"description":["  The quantum-mechanical constraints on the information transfer in the\nmeasuring devices and systems and their influence on measurement outcomes are\nstudied. As the model example, the measurement of dichotomic observable A,\ndescribing the object S, is performed by the information system O during S,O\ninteraction. The measurement of two S ensembles is considered, first one is the\npure ensemble, in which S state is the superposition of A eigenstates |S1>,|S2>\nother one is their probabilistic mixture. It is shown that these information\nconstraints induced by Heisenberg commutation relations bloke the transfer of\ninformation about the purity of S state; for the studied ensembles it is\ndescribed by the expectation value of observable A', conjugated to A. Due to\nthese restrictions, O can't discriminate the pure and mixed S ensembles with\nthe same A expectation value. We demonstrate that this information losses\nresult in the appearance of stochasticity in the measurement of such S pure\nensemble, so that in the individual events O would detect the random 'pointer'\nvalues O1,O2, which describe the outcome for O measurement of incoming A\neigenstates |S1,2>. The influence of O decoherence by its environment is\nstudied, it's shown that the account of its effects doesn't change this results\nprincipally.\n","Comment: 19 pages, Submitted to Int. J. Quant. Inf; Talk given at 'Quantum\n  Communications and Computations' conference, Rome, September 2009"]}]
["1006.2602",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2602"],"date":["2010-06-14","2011-10-06"],"type":["text"],"creator":["Nersesyan, Vahagn","Nersisyan, Hayk"],"language":[],"coverage":[],"title":["Global exact controllability in infinite time of Schr\\\"odinger equation"],"description":["  In this paper, we study the problem of controllability of Schr\\\"odinger\nequation. We prove that the system is exactly controllable in infinite time to\nany position. The proof is based on an inverse mapping theorem for multivalued\nfunctions. We show also that the system is not exactly controllable in finite\ntime in lower Sobolev spaces.\n"]}]
["1006.2710",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2710","doi:10.1103/PhysRevB.82.075110"],"date":["2010-06-14"],"type":["text"],"creator":["Steneteg, Peter","Abrikosov, Igor A.","Weber, Valery","Niklasson, Anders M. N."],"language":[],"coverage":[],"title":["Wavefunction extended Lagrangian Born-Oppenheimer molecular dynamics"],"description":["  Extended Lagrangian Born-Oppenheimer molecular dynamics [Niklasson, Phys.\nRev. Lett. 100 123004 (2008)] has been generalized to the propagation of the\nelectronic wavefunctions. The technique allows highly efficient first\nprinciples molecular dynamics simulations using plane wave pseudopotential\nelectronic structure methods that are stable and energy conserving also under\nincomplete and approximate self-consistency convergence. An implementation of\nthe method within the planewave basis set is presented and the accuracy and\nefficiency is demonstrated both for semi-conductor and metallic materials.\n","Comment: 6 pages, 3 figures"]}]
["1006.2827",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2827","JHEP 1009:010,2010","doi:10.1007/JHEP09(2010)010"],"date":["2010-06-14","2011-10-06"],"type":["text"],"creator":["Aybat, S. Mert","George, Damien P."],"language":[],"coverage":[],"title":["Stability of Scalar Fields in Warped Extra Dimensions"],"description":["  This work sets up a general theoretical framework to study stability of\nmodels with a warped extra dimension where N scalar fields couple minimally to\ngravity. Our analysis encompasses Randall-Sundrum models with branes and bulk\nscalars, and general domain-wall models. We derive the Schrodinger equation\ngoverning the spin-0 spectrum of perturbations of such a system. This result is\nspecialized to potentials generated using fake supergravity, and we show that\nmodels without branes are free of tachyonic modes. Turning to the existence of\nzero modes, we prove a criterion which relates the number of normalizable zero\nmodes to the parities of the scalar fields. Constructions with definite parity\nand only odd scalars are shown to be free of zero modes and are hence\nperturbatively stable. We give two explicit examples of domain-wall models with\na soft wall, one which admits a zero mode and one which does not. The latter is\nan example of a model that stabilizes a compact extra dimension using only bulk\nscalars and does not require dynamical branes.\n","Comment: 25 pages, 2 figures; v2: minor changes to text, references added,\n  matches published version"]}]
["1007.2236",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Quantum Algebra","14M30, 58A50, 16W30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2236"],"date":["2010-07-13","2011-10-06"],"type":["text"],"creator":["Masuoka, Akira","Zubkov, Alexander N."],"language":[],"coverage":[],"title":["Quotient sheaves of algebraic supergroups are superschemes"],"description":["  To generalize some fundamental results on group schemes to the super context,\nwe study the quotient sheaf $G \\tilde{/} H$ of an algebraic supergroup $G$ by\nits closed supersubgroup $H$, in arbitrary characteristic $\\neq$ 2. Our main\ntheorem states that $G \\tilde{/} H$ is a Noetherian superscheme. This together\nwith derived results give positive answers to interesting questions posed by J.\nBrundan.\n","Comment: Revised the manuscript, improving the exposition and correcting\n  typos, 40 pages; the final version accepted for publication"]}]
["1007.2467",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2467","SIAM Journal on Imaging Sciences, vol. 4, NO. 2, pp. 618-650, 2011","doi:10.1137/100800208"],"date":["2010-07-14","2011-10-05"],"type":["text"],"creator":["Aghasi, Alireza","Kilmer, Misha","Miller, Eric L."],"language":[],"coverage":[],"title":["Parametric Level Set Methods for Inverse Problems"],"description":["  In this paper, a parametric level set method for reconstruction of obstacles\nin general inverse problems is considered. General evolution equations for the\nreconstruction of unknown obstacles are derived in terms of the underlying\nlevel set parameters. We show that using the appropriate form of parameterizing\nthe level set function results a significantly lower dimensional problem, which\nbypasses many difficulties with traditional level set methods, such as\nregularization, re-initialization and use of signed distance function.\nMoreover, we show that from a computational point of view, low order\nrepresentation of the problem paves the path for easier use of Newton and\nquasi-Newton methods. Specifically for the purposes of this paper, we\nparameterize the level set function in terms of adaptive compactly supported\nradial basis functions, which used in the proposed manner provides flexibility\nin presenting a larger class of shapes with fewer terms. Also they provide a\n\"narrow-banding\" advantage which can further reduce the number of active\nunknowns at each step of the evolution. The performance of the proposed\napproach is examined in three examples of inverse problems, i.e., electrical\nresistance tomography, X-ray computed tomography and diffuse optical\ntomography.\n"]}]
["1007.3437",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3437"],"date":["2010-07-20","2011-10-06"],"type":["text"],"creator":["Botbol, Nicolás"],"language":[],"coverage":[],"title":["The implicit equation of a multigraded hypersurface"],"description":["  In this article we analyze the implicitization problem of the image of a\nrational map $\\phi: X --> P^n$, with $T$ a toric variety of dimension $n-1$\ndefined by its Cox ring $R$. Let $I:=(f_0,...,f_n)$ be $n+1$ homogeneous\nelements of $R$. We blow-up the base locus of $\\phi$, $V(I)$, and we\napproximate the Rees algebra $Rees_R(I)$ of this blow-up by the symmetric\nalgebra $Sym_R(I)$. We provide under suitable assumptions, resolutions $\\Z.$\nfor $Sym_R(I)$ graded by the torus-invariant divisor group of $X$, $Cl(X)$,\nsuch that the determinant of a graded strand, $\\det((\\Z.)_\\mu)$, gives a\nmultiple of the implicit equation, for suitable $\\mu\\in Cl(X)$. Indeed, we\ncompute a region in $Cl(X)$ which depends on the regularity of $Sym_R(I)$ where\nto choose $\\mu$. We also give a geometrical interpretation of the possible\nother factors appearing in $\\det((\\Z.)_\\mu)$. A very detailed description is\ngiven when $X$ is a multiprojective space.\n","Comment: 19 pages, 2 figures. To appear in Journal of Algebra"]}]
["1007.5081",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5081","Langmuir 27 (13), 8554-8561 (2011)","doi:10.1021/la103113f"],"date":["2010-07-28"],"type":["text"],"creator":["Gorshkov, Vyacheslav","Zavalov, Oleksandr","Atanassov, Plamen B.","Privman, Vladimir"],"language":[],"coverage":[],"title":["Morphology of Nanoclusters and Nanopillars Formed in Nonequilibrium\n  Surface Growth for Catalysis Applications"],"description":["  We consider growth of nanoclusters and nanopillars in a model of surface\ndeposition and restructuring yielding morphologies of interest in designing\ncatalysis applications. Kinetic Monte Carlo numerical modeling yields examples\nof the emergence of FCC-symmetry surface features, allowing evaluation of the\nfraction of the resulting active sites with desirable properties, such as\n(111)-like coordination, as well as suggesting the optimal growth regimes.\n","Comment: 22 pages, 7 figures"]}]
["1007.5420",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.5420","Physical Review A 82, 053402 (2010)","doi:10.1103/PhysRevA.82.053402"],"date":["2010-07-30"],"type":["text"],"creator":["Zhou, Yueming","Liao, Qing","Lu, Peixiang"],"language":[],"coverage":[],"title":["Asymmetric electron energy sharing in strong-field double ionization of\n  helium"],"description":["  With the classical three-dimensional ensemble model, we have investigated the\nmicroscopic recollision dynamics in nonsequential double ionization of helium\nby 800 nm laser pulses at 2.0 PW/cm^2. We demonstrate that the asymmetric\nenergy sharing between the two electrons at recollision plays a decisive role\nin forming the experimentally observed V-shaped structure in the correlated\nlongitudinal electron momentum spectrum at the high laser intensity [Phys. Rev.\nLett. 99, 263003 (2007)]. This asymmetric energy sharing recollision leaves\nfootprints on the transverse electron momentum spectra, which provide a new\ninsight into the attosecond three-body interactions.\n"]}]
["1008.3815",{"format":[],"subject":["Mathematics - Group Theory","20J15, 20E42"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3815"],"date":["2010-08-23","2011-10-05"],"type":["text"],"creator":["Onofrei, Silvia"],"language":[],"coverage":[],"title":["Saturated fusion systems with parabolic families"],"description":["  Let G be group; a finite p-subgroup S of G is a Sylow p-subgroup if every\nfinite p-subgroup of G is conjugate to a subgroup of S. In this paper, we\nexamine the relations between the fusion system over S which is given by\nconjugation in G and a certain chamber system C, on which G acts chamber\ntransitively with chamber stabilizer N_G(S). Next, we introduce the notion of a\nfusion system with a parabolic family and we show that a chamber system can be\nassociated to such a fusion system. We determine some conditions the chamber\nsystem has to fulfill in order to assure the saturation of the underlying\nfusion system. We give an application to fusion systems with parabolic families\nof classical type.\n","Comment: 28 pages"]}]
["1010.0067",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0067","Phys. Rev. B 81, 235420 (2010)","doi:10.1103/PhysRevB.82.235420"],"date":["2010-10-01","2010-11-23"],"type":["text"],"creator":["Koskinen, Pekka","Kit, Oleg O."],"language":[],"coverage":[],"title":["Approximate Modeling of Spherical Membrane"],"description":["  Spherical symmetry is ubiquitous in nature. It's therefore unfortunate that\nspherical system simulations are so hard, and require complete spheres with\nmillions of interacting particles. Here we introduce an approach to model\nspherical systems, using revised periodic boundary conditions adapted to\nspherical symmetry. Method reduces computational costs by orders of magnitude,\nand is applicable for both solid and liquid membranes, provided the curvature\nis sufficiently small. We demonstrate the method by calculating the bending and\nGaussian curvature moduli of single- and multi-layer graphene. Method works\nwith any interaction (ab initio, classical interactions), with any approach\n(molecular dynamics, Monte Carlo), and with applications ranging from science\nto engineering, from liquid to solid membranes, from bubbles to balloons.\n","Comment: 4 pages, 2 figures, 1 table"]}]
["1010.5477",{"format":[],"subject":["Mathematics - Combinatorics","05C65, 52B11, 51M20, 55U05, 52B12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5477"],"date":["2010-10-26","2011-10-06"],"type":["text"],"creator":["Dosen, K.","Petric, Z."],"language":[],"coverage":[],"title":["Hypergraph Polytopes"],"description":["  We investigate a family of polytopes introduced by E.M.\\ Feichtner, A.\\\nPostnikov and B.\\ Sturmfels, which were named nestohedra. The vertices of these\npolytopes may intuitively be understood as constructions of hypergraphs. Limit\ncases in this family of polytopes are, on the one end, simplices, and, on the\nother end, permutohedra. In between, as notable members one finds associahedra\nand cyclohedra. The polytopes in this family are investigated here both as\nabstract polytopes and as realized in Euclidean spaces of all finite\ndimensions. The later realizations are inspired by J.D.\\ Stasheff's and S.\\\nShnider's realizations of associahedra. In these realizations, passing from\nsimplices to permutohedra, via associahedra, cyclohedra and other interesting\npolytopes, involves truncating vertices, edges and other faces. The results\npresented here reformulate, systematize and extend previously obtained results,\nand in particular those concerning polytopes based on constructions of graphs,\nwhich were introduced by M.\\ Carr and S.L.\\ Devadoss.\n","Comment: 68 pages, updated references"]}]
["1011.0938",{"format":[],"subject":["Quantum Physics","81S22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0938","doi:10.1142/S1230161211000194"],"date":["2010-11-03"],"type":["text"],"creator":["Giraldi, Filippo","Petruccione, Francesco"],"language":[],"coverage":[],"title":["Designing reservoirs for 1/t decoherence of a qubit"],"description":["  Anomalous decoherence in the Jaynes-Cummings model emerges for a certain\nclass of bosonic reservoirs, described by spectral densities with a band edge\nfrequency coinciding with the qubit transition frequency. The special\nreservoirs are piecewise similar to those usually adopted in Quantum Optics,\ni.e., sub-ohmic at low frequencies and inverse power laws at high frequencies.\nThe exact dynamics of the qubit is described analytically through Fox\n$H$-functions. Over estimated long time scales, decoherence results in inverse\npower laws with powers decreasing continuously to unity, according to the\nparticular choice of the special reservoir. The engineering reservoir approach\nis a new way of strongly delaying the decoherence process with possible\napplications to Quantum Technologies, due to the simple form of the designed\nreservoirs.\n"]}]
["1011.1109",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1109","Journal of Theoretical Biology, 290, pages 37-45 (2011)","doi:10.1016/j.jtbi.2011.09.002"],"date":["2010-11-04","2011-09-01"],"type":["text"],"creator":["Kleinhans, David","Jonsson, Per R."],"language":[],"coverage":[],"title":["On the impact of dispersal asymmetry on metapopulation persistence"],"description":["  Metapopulation theory for a long time has assumed dispersal to be symmetric,\ni.e. patches are connected through migrants dispersing bi-directionally without\na preferred direction. However, for natural populations symmetry is often\nbroken, e.g. for species in the marine environment dispersing through the\ntransport of pelagic larvae with ocean currents. The few recent studies of\nasymmetric dispersal concluded, that asymmetry has a distinct negative impact\non the persistence of metapopulations. Detailed analysis however revealed, that\nthese previous studies might have been unable to properly disentangle the\neffect of symmetry from other potentially confounding properties of dispersal\npatterns. We resolve this issue by systematically investigating the symmetry of\ndispersal patterns and its impact on metapopulation persistence. Our main\nanalysis based on a metapopulation model equivalent to previous studies but now\napplied on regular dispersal patterns aims to isolate the effect of dispersal\nsymmetry on metapopulation persistence. Our results suggest, that asymmetry in\nitself does not imply negative effects on metapopulation persistence. For this\nreason we recommend to investigate it in connection with other properties of\ndispersal instead of in isolation.\n","Comment: 19 pages, 5 figures"]}]
["1011.5352",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5352","International Journal of Quantum Information (IJQI) Volume: 8,\n  Issue: 7(2010) pp. 1111-1120","doi:10.1142/S0219749910006824"],"date":["2010-11-24","2011-10-06"],"type":["text"],"creator":["Meng, Qing-You","Zhang, Fu-Lin","Chen, Jing-Ling"],"language":[],"coverage":[],"title":["Quantum Entanglement transfer between spin-pairs"],"description":["  We investigate the transfer of entanglement from source particles (SP) to\ntarget particles (TP) in the Heisenberg interaction $ H=\\vec s_{1} \\cdot \\vec\ns_{2}$. In our research, TP are two qubits and SP are two qubits or qutrits.\nWhen TP are two qubits, we find that no matter what state the TP is initially\nprepared in, at the specific time $t=\\pi$, the entanglement of TP can attain to\n1 after interaction with SP which stay on the maximally entangled state. For\nthe TP are two qutrits, we find that the maximal entanglement of TP after\ninteraction is relative to the initial state of TP and always cannot attain to\n1 to almost all of initial states of TP. But we discuss an iterated operation\nwhich can make the TP to the maximal entangled state.\n","Comment: 6 pages; 4 figs. Accepted for publication in International Journal of\n  Quantum Information"]}]
["1012.1358",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1358","PLoS ONE 6(4): e18384 (2011)","doi:10.1371/journal.pone.0018384"],"date":["2010-12-06","2010-12-10"],"type":["text"],"creator":["Richters, Oliver","Peixoto, Tiago P."],"language":[],"coverage":[],"title":["Trust transitivity in social networks"],"description":["  Non-centralized recommendation-based decision making is a central feature of\nseveral social and technological processes, such as market dynamics,\npeer-to-peer file-sharing and the web of trust of digital certification. We\ninvestigate the properties of trust propagation on networks, based on a simple\nmetric of trust transitivity. We investigate analytically the percolation\nproperties of trust transitivity in random networks with arbitrary degree\ndistribution, and compare with numerical realizations. We find that the\nexistence of a non-zero fraction of absolute trust (i.e. entirely confident\ntrust) is a requirement for the viability of global trust propagation in large\nsystems: The average pair-wise trust is marked by a discontinuous transition at\na specific fraction of absolute trust, below which it vanishes. Furthermore, we\nperform an extensive analysis of the Pretty Good Privacy (PGP) web of trust, in\nview of the concepts introduced. We compare different scenarios of trust\ndistribution: community- and authority-centered. We find that these scenarios\nlead to sharply different patterns of trust propagation, due to the segregation\nof authority hubs and densely-connected communities. While the\nauthority-centered scenario is more efficient, and leads to higher average\ntrust values, it favours weakly-connected \"fringe\" nodes, which are directly\ntrusted by authorities. The community-centered scheme, on the other hand,\nfavours nodes with intermediate degrees, in detriment of the authorities and\nits \"fringe\" peers.\n","Comment: 11 pages, 9 figures (with minor corrections)"]}]
["1012.2022",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2022","Nucl.Phys.B854:350-374,2012","doi:10.1016/j.nuclphysb.2011.09.009"],"date":["2010-12-09","2011-09-14"],"type":["text"],"creator":["Zheng, Jia-Ming","Yu, Zhao-Huan","Shao, Jun-Wen","Bi, Xiao-Jun","Li, Zhibing","Zhang, Hong-Hao"],"language":[],"coverage":[],"title":["Constraining the interaction strength between dark matter and visible\n  matter: I. fermionic dark matter"],"description":["  In this work we study the constraints on the dark matter interaction with the\nstandard model particles, from the observations of dark matter relic density,\nthe direct detection experiments of CDMS and XENON, and the indirect detection\nof the antiproton-to-proton ratio by PAMELA. A model independent way is adopted\nin the study by constructing the effective interaction operators between dark\nmatter and standard model particles. The most general 4-fermion operators are\ninvestigated. We find that the constraints from different observations are\ncomplementary with each other. Especially the spin independent scattering gives\nvery strong constraints for corresponding operators. In some cases the indirect\ndetection of antiproton-to-proton data can actually be more sensitive than the\ndirect detection or relic density for light dark matter (less than 70 GeV).\n","Comment: 21 pages, 14 figures, errors in thermal averages corrected,\n  conclusions unaffected. Version to be published in Nucl. Phys. B"]}]
["1012.2181",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2181"],"date":["2010-12-10","2011-10-05"],"type":["text"],"creator":["Feng, Tao","Wu, Fan","Xiang, Qing"],"language":[],"coverage":[],"title":["Pseudocyclic and non-amorphic fusion schemes of the cyclotomic\n  association schemes"],"description":["  We construct twelve infinite families of pseudocyclic and non-amorphic\nassociation schemes, in which each nontrivial relation is a strongly regular\ngraph. Three of the twelve families generalize the counterexamples to A. V.\nIvanov's conjecture by Ikuta and Munemasa [15].\n","Comment: 12 pages, corrected typos"]}]
["1101.0159",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0159","Physica C: Superconductivity. Volume 471, Issue 13-14, p. 432-436,\n  2011","doi:10.1016/j.physc.2011.04.008."],"date":["2010-12-30"],"type":["text"],"creator":["Carusela, M. F.","Ramunni, V. P.","Marconi, V. I."],"language":[],"coverage":[],"title":["Modeling Rectification Effects in Mesoscopic Superconducting Devices"],"description":["  We study thermal fluctuations and capacitive effects on small Josephson\nJunction Rings (JJR) that mimics the rectification phenomena recently observed\nin triangle shaped mesoscopic superconductors, due to the superposition of the\nfield induced persistent current with the bias current. At finite temperature\nwe predicted that the amplitude of the rectified signal depends strongly on the\ncurrent contacts configuration on the JJR, in coincidence with experiments. In\naddition we analize the range of parameters where a closed loop of capacitive\njunctions is an appropriate model to explain the experimental observations. We\nconclude that the closed loop of weak links, a JJR, is a simple, robust and\ngood enough model to explain the observed voltage rectification effects on\nmesoscopic superconducting samples for a wide range of temperature.\n","Comment: 15 pages, 6 figures"]}]
["1102.0564",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0564","Phys.Rev.D83:104025,2011","doi:10.1103/PhysRevD.83.104025"],"date":["2011-02-02","2011-10-06"],"type":["text"],"creator":["George, Damien P."],"language":[],"coverage":[],"title":["Survival of scalar zero modes in warped extra dimensions"],"description":["  Models with an extra dimension generally contain background scalar fields in\na non-trivial configuration, whose stability must be ensured. With gravity\npresent, the extra dimension is warped by the scalars, and the spin-0 degrees\nof freedom in the metric mix with the scalar perturbations. Where possible, we\nformally solve the coupled Schrodinger equations for the zero modes of these\nspin-0 perturbations. When specialising to the case of two scalars with a\npotential generated by a superpotential, we are able to fully solve the system.\nWe show how these zero modes can be used to construct a solution matrix, whose\neigenvalues tell whether a normalisable zero mode exists, and how many negative\nmass modes exist. These facts are crucial in determining stability of the\ncorresponding background configuration. We provide examples of the general\nanalysis for domain-wall models of an infinite extra dimension and domain-wall\nsoft-wall models. For 5D models with two scalars constructed using a\nsuperpotential, we show that a normalisable zero mode survives, even in the\npresence of warped gravity. Such models, which are widely used in the\nliterature, are therefore phenomenologically unacceptable.\n","Comment: 32 pages, 7 figures; v2: typos fixed, references added, matches\n  published version"]}]
["1102.5167",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5167","Phys. Rev. C 84, 035810 (2011)","doi:10.1103/PhysRevC.84.035810"],"date":["2011-02-25","2011-10-06"],"type":["text"],"creator":["Kim, Kyungmin","Lee, Hyun Kyu","Rho, Mannque"],"language":[],"coverage":[],"title":["Dense Stellar Matter with Strange Quark Matter Driven by Kaon\n  Condensation"],"description":["  The core of neutron-star matter is supposed to be at a much higher density\nthan the normal nuclear matter density for which various possibilities have\nbeen suggested such as, for example, meson or hyperon condensation and/or\ndeconfined quark or color-superconducting matter. In this work, we explore the\nimplication on hadron physics of a dense compact object that has three\n\"phases\", nuclear matter at the outer layer, kaon condensed nuclear matter in\nthe middle and strange quark matter at the core. Using a drastically simplified\nbut not unreasonable model, we develop the scenario where the different phases\nare smoothly connected with the kaon condensed matter playing a role of\n\"doorway\" to a quark core, the equation of state (EoS) of which with parameters\nrestricted within the range allowed by nature could be made compatible with the\nmass vs. radius constraint given by the 1.97-solar mass object PSR J1614-2230\nrecently observed.\n","Comment: 18 pages, 18 figures"]}]
["1103.0062",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","05B20, 05E30 (Primary) 20C33, 51E20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0062"],"date":["2011-02-28","2011-10-06"],"type":["text"],"creator":["Brouwer, Andries E.","Ducey, Joshua E.","Sin, Peter"],"language":[],"coverage":[],"title":["The Elementary Divisors of the Incidence Matrix of Skew Lines in PG(3,q)"],"description":["  The elementary divisors of the incidence matrix of lines in PG(3,q) are\ncomputed, where two lines are incident if and only if they are skew.\n","Comment: 13 pages. The results of this paper supersede those in the paper\n  arXiv:math/1001.2551 V2. Minor corrections"]}]
["1103.2391",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2391","Eur. Phys. J. Plus 126: 90 (2011)"],"date":["2011-03-11","2011-10-06"],"type":["text"],"creator":["Anabitarte, Mariano","Bellini, Mauricio"],"language":[],"coverage":[],"title":["Particles and gravitons creation after inflation from a 5D vacuum"],"description":["  We use the Bogoliubov formalism to study both, particles and gravitons\ncreation at the reheating epoch, after a phase transition from inflation to a\nradiation dominated universe. The modes of the inflaton field fluctuations and\nthe scalar fluctuations of the metric at the end of inflation are obtained by\nusing a recently introduced formalism related to the Induced Matter theory of\ngravity. The interesting result is that the number of created particles is\nbigger than $10^{90}$ on cosmological scales. Furthermore, the number of\ngravitons are nearly $10^{-17}$ times smaller than the number of created\nparticles. In both cases, these numbers rapidly increases on cosmological\nscales.\n","Comment: To be published in Eur. Phys. J. Plus"]}]
["1103.4355",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4355","Phys. Rev. A 84, 032337 (2011)","doi:10.1103/PhysRevA.84.032337"],"date":["2011-03-22","2011-08-16"],"type":["text"],"creator":["Yu, Hongyi","Luo, Yu","Yao, Wang"],"language":[],"coverage":[],"title":["Generating coherent state of entangled spins"],"description":["  A coherent state of many spins contains quantum entanglement which increases\nwith a decrease in the collective spin value. We present a scheme to engineer\nthis class of pure state based on incoherent spin pumping with a few collective\nraising/lowering operators. In a pumping scenario aimed for maximum\nentanglement, the steady-state of N pumped spin qubits realizes the ideal\nresource for the 1 to N/2 quantum telecloning. We show how the scheme can be\nimplemented in a realistic system of atomic spin qubits in optical lattice.\nError analysis show that high fidelity state engineering is possible for N ~\nO(100) spins in the presence of decoherence. The scheme can also prepare a\nresource state for the secret sharing protocol and for the construction of\nlarge scale Affleck-Kennedy-Lieb-Tasaki (AKLT) state.\n","Comment: updated version to appear on Phys. Rev. A"]}]
["1103.5398",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5398","Europhys. Lett. vol. 95, 50008 (2011)","doi:10.1209/0295-5075/95/50008"],"date":["2011-03-28","2011-10-06"],"type":["text"],"creator":["De, Aditi Sen","Sen, Ujjwal"],"language":[],"coverage":[],"title":["Benford's Law Detects Quantum Phase Transitions similarly as Earthquakes"],"description":["  A century ago, it was predicted that the first significant digit appearing in\na data would be nonuniformly distributed, with the number one appearing with\nthe highest frequency. This law goes by the name of Benford's law. It holds for\ndata ranging from infectious disease cases to national greenhouse gas\nemissions. Quantum phase transitions are cooperative phenomena where\nqualitative changes occur in many-body systems at zero temperature. We show\nthat the century-old Benford's law can detect quantum phase transitions, much\nlike it detects earthquakes. Therefore, being certainly of very different\nphysical origins, seismic activity and quantum cooperative phenomena may be\ndetected by similar methods. The result has immediate implications in precise\nmeasurements in experiments in general, and for realizable quantum computers in\nparticular. It shows that estimation of the first significant digit of measured\nphysical observables is enough to detect the presence of quantum phase\ntransitions in macroscopic systems.\n","Comment: v1: 3 pages, 2 figures; v2: 6 (+epsilon) epl pages, 5 figures,\n  significant additions, previous results unchanged"]}]
["1104.0132",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0132","J. Math. Phys. 52 (2011) 052303","doi:10.1063/1.3583553"],"date":["2011-04-01"],"type":["text"],"creator":["Ikhdair, Sameer M."],"language":[],"coverage":[],"title":["An approximate {\\kappa} state solutions of the Dirac equation for the\n  generalized Morse potential under spin and pseudospin symmetry"],"description":["  By using an improved approximation scheme to deal with the centrifugal\n(pseudo-centrifugal) term, we solve the Dirac equation for the generalized\nMorse potential with arbitrary spin-orbit quantum number {\\kappa}. In the\npresence of spin and pseudospin symmetry, the analytic bound state energy\neigenvalues and the associated upper- and lower-spinor components of two Dirac\nparticles are found by using the basic concepts of the Nikiforov-Uvarov method.\nWe study the special cases when {\\kappa}=\\pm1 (l=l=0, s-wave), the\nnon-relativistic limit and the limit when {\\alpha} becomes zero (Kratzer\npotential model). The present solutions are compared with those obtained by\nother methods. Keywords: Dirac equation, spin symmetry, pseudospin symmetry,\ngeneralized Morse potential,\n","Comment: 33 pages, 4 figures"]}]
["1104.0207",{"format":[],"subject":["Mathematics - Functional Analysis","47A45 (Primary) 30E05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0207"],"date":["2011-04-01","2011-10-05"],"type":["text"],"creator":["Clouâtre, Raphaël"],"language":[],"coverage":[],"title":["Similarity results for operators of class C_0"],"description":["  If T is a multiplicity-free contraction of class C_0 with minimal function\nm_T, then it is quasisimilar to the Jordan block S(m_T). In case m_T is a\nBlaschke product with simple roots forming a Carleson sequence, we show that\nthe relation between T and S(m_T) can be strengthened to similarity. Under the\nadditional assumption that u(T) has closed range for every inner divisor u of\nm_T, the result also holds in the more general setting where the roots have\nbounded multiplicities.\n","Comment: 15 pages. Revised version. Accepted for publication in Integral\n  Equations and Operator Theory"]}]
["1104.3280",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3280","Physical Review A 84, 042308 (2011)","doi:10.1103/PhysRevA.84.042308"],"date":["2011-04-17","2011-09-04"],"type":["text"],"creator":["Jiang, Li-zhen","Chen, Xiao-yu","Ye, Tian-yu"],"language":[],"coverage":[],"title":["Entanglement bound for multipartite pure states based on local\n  measurements"],"description":["  An entanglement bound based on local measurements is introduced for\nmultipartite pure states. It is the upper bound of the geometric measure and\nthe relative entropy of entanglement. It is the lower bound of minimal\nmeasurement entropy. For pure bipartite states, the bound is equal to the\nentanglement entropy. The bound is applied to pure tripartite qubit states and\nthe exact tripartite relative entropy of entanglement is obtained for a wide\nclass of states.\n","Comment: 8 pages, 1 figure, accepted by Physical Review A"]}]
["1104.3520",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3520","Phys. Rev. B 84, 155404 (2011)","doi:10.1103/PhysRevB.84.155404"],"date":["2011-04-18","2011-10-06"],"type":["text"],"creator":["Droth, Matthias","Burkard, Guido"],"language":[],"coverage":[],"title":["Acoustic phonons and spin relaxation in graphene nanoribbons"],"description":["  Phonons are responsible for limiting both the electron mobility and the spin\nrelaxation time in solids and provide a mechanism for thermal transport. In\nview of a possible transistor function as well as spintronics applications in\ngraphene nanoribbons, we present a theoretical study of acoustic phonons in\nthese nanostructures. Using a two-dimensional continuum model which takes into\naccount the monatomic thickness of graphene, we derive Hermitian wave equations\nand infer phonon creation and annihilation operators. We elaborate on two types\nof boundary configuration, which we believe can be realized in experiment: (i)\nfixed and (ii) free boundaries. The former leads to a gapped phonon dispersion\nrelation, which is beneficial for high electron mobilites and long spin\nlifetimes. The latter exhibits an ungapped dispersion and a finite sound\nvelocity of out-of-plane modes at the center of the Brillouin zone. In the\nlimit of negligible boundary effects, bulk-like behavior is restored. We also\ndiscuss the deformation potential, which in some cases gives the dominant\ncontribution to the spin relaxation rate T_1^{-1}.\n","Comment: 7 pages, 4 figures"]}]
["1104.4349",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4349","Class. Quantum Grav. 28 (2011) 215011","doi:10.1088/0264-9381/28/21/215011"],"date":["2011-04-21","2011-10-05"],"type":["text"],"creator":["Cai, Yi-Fu","Chen, Shih-Hung","Dent, James B.","Dutta, Sourish","Saridakis, Emmanuel N."],"language":[],"coverage":[],"title":["Matter Bounce Cosmology with the f(T) Gravity"],"description":["  We show that the f(T) gravitational paradigm, in which gravity is described\nby an arbitrary function of the torsion scalar, can provide a mechanism for\nrealizing bouncing cosmologies, thereby avoiding the Big Bang singularity.\nAfter constructing the simplest version of an f(T) matter bounce, we\ninvestigate the scalar and tensor modes of cosmological perturbations. Our\nresults show that metric perturbations in the scalar sector lead to a\nbackground-dependent sound speed, which is a distinguishable feature from\nEinstein gravity. Additionally, we obtain a scale-invariant primordial power\nspectrum, which is consistent with cosmological observations, but suffers from\nthe problem of a large tensor-to-scalar ratio. However, this can be avoided by\nintroducing extra fields, such as a matter bounce curvaton.\n","Comment: 10 pages, 3 figures"]}]
["1104.4558",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Systems and Control","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4558"],"date":["2011-04-23","2011-10-05"],"type":["text"],"creator":["Pfitzner, René","Turitsyn, Konstantin","Chertkov, Michael"],"language":[],"coverage":[],"title":["Controlled Tripping of Overheated Lines Mitigates Power Outages"],"description":["  We study the evolution of fast blackout cascades in the model of the Polish\n(transmission) power grid (2700 nodes and 3504 transmission lines). The cascade\nis initiated by a sufficiently severe initial contingency tripping. It\npropagates via sequential trippings of many more overheated lines, islanding\nloads and generators and eventually arriving at a fixed point with the\nsurviving part of the system being power-flow-balanced and the rest of the\nsystem being outaged. Utilizing an improved form of the quasi-static model for\ncascade propagation introduced in our earlier study (Statistical Classification\nof Cascading Failures in Power Grids, IEEE PES GM 2011), we analyze how the\nseverity of the cascade depends on the order of tripping overheated lines. Our\nmain observation is that the order of tripping has a tremendous effect on the\nsize of the resulting outage. Finding the \"best\" tripping, defined as causing\nthe least damage, constitutes a difficult dynamical optimization problem, whose\nsolution is most likely computationally infeasible. Instead, here we study\nperformance of a number of natural heuristics, resolving the next switching\ndecision based on the current state of the grid. Overall, we conclude that\ncontrolled intentional tripping is advantageous in the situation of a fast\ndeveloping extreme emergency, as it provides significant mitigation of the\nresulting damage.\n","Comment: 7 pages, 6 figures, 1 diagram, revision of earlier version, included\n  \"load shedding\" into the model, main message unchanged, manuscript enhanced"]}]
["1105.0500",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0500","Appl. Phys. Lett. 99, 013105 (2011)","doi:10.1063/1.3607956"],"date":["2011-05-03"],"type":["text"],"creator":["Koskinen, Pekka"],"language":[],"coverage":[],"title":["Electromechanics of Twisted Graphene Nanoribbons"],"description":["  Graphene nanoribbons are the flimsiest material systems in the world, and\nthey get readily distorted. Distortion by twisting, for one, is important\nbecause it couples to ribbon's electronic properties. In this Letter, using\nsimulations with density-functional tight-binding and revised periodic boundary\nconditions, I show that twisting appears almost equivalent to stretching;\nelectronic structures in a given nanoribbon either upon twisting or upon\ncertain stretching are quantitatively similar. This simple equivalence will\nprovide a valuable guideline for interpreting and designing experiments with\nthese flimsy ribbons.\n","Comment: 3 pages, 3 figures"]}]
["1105.0825",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Dynamical Systems","Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0825"],"date":["2011-05-04","2011-10-06"],"type":["text"],"creator":["Gal, Światosław R.","Kędra, Jarek"],"language":[],"coverage":[],"title":["\\int_x^{hx}(g^*\\alpha-\\alpha)"],"description":["  Let X be a connected topological space admitting a universal cover. Let a be\na degree one cohomology class on X. We define and study a two-cocycle on a\ngroup acting on X by homeomorphisms preserving the class a. We use this cocycle\nto investigate group actions on X. For example, we show that if an action\npreserves a Borel probability measure on X then the cocycle is cohomologically\ntrivial. Under various assumptions on a homeomorphism g, we prove that it is\nundistorted in Homeo(X,a). In particular, we introduce a local rotation number\nof a homeomorphism and prove that a homeomorphism with non-constant local\nrotation number is undistorted.\n"]}]
["1105.1385",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1385","Phys. Rev. B 84, 125141 (2011)","doi:10.1103/PhysRevB.84.125141"],"date":["2011-05-06","2011-10-06"],"type":["text"],"creator":["Biddle, J.","Peterson, Michael R.","Sarma, S. Das"],"language":[],"coverage":[],"title":["Entanglement Measures for Quasi-Two-Dimensional Fractional Quantum Hall\n  States"],"description":["  We theoretically examine entanglement in fractional quantum hall states,\nexplicitly taking into account and emphasizing the quasi-two-dimensional nature\nof experimental quantum Hall systems. In particular, we study the entanglement\nentropy and the entanglement spectrum as a function of the finite layer\nthickness $d$ of the quasi-two-dimensional system for a number of filling\nfractions $\\nu$ in the lowest and the second Landau levels: $\\nu$ = 1/3, 7/3,\n1/2, and 5/2. We observe that the entanglement measures are dependent on which\nLandau level the electrons fractionally occupy, and find that filling factions\n1/3 and 7/3, which are considered to be Laughlin states, weaken with $d$ in the\nlowest Landau level ($\\nu$=1/3) and strengthen with $d$ in the second Landau\nlevel ($\\nu$=7/3). For the enigmatic even-denominator $\\nu=5/2$ state, we find\nthat entanglement in the ground state is consistent with that of the\nnon-Abelian Moore-Read Pfaffian state at an optimal thickness $d$. We also find\nthat the single-layer $\\nu = 1/2$ system is not a fractional quantum Hall state\nconsistent with the experimental observation. In general, our theoretical\nfindings based on entanglement considerations are completely consistent with\nthe results based on wavefunction overlap calculations.\n","Comment: 24 pages, 26 figures"]}]
["1105.1630",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1630"],"date":["2011-05-09","2011-10-05"],"type":["text"],"creator":["Icdem, Burcin","Baykal, Altan","Inam, S. Cagdas"],"language":[],"coverage":[],"title":["\\emph{RXTE} Timing Analysis of the AXP 1E 2259+586"],"description":["  We report the pulse timing analysis of \\emph{Rossi X-ray Timing Explorer}\n(\\emph{RXTE}) observations of the anomalous X-ray pulsar 1E 2259+586 from its\n2002 outburst to October, 2010. Our objectives are to extend the work on the\nrecovery stage after the 2002 glitch, investigate the variations caused by the\nsecond glitch which occurred in 2007 and look for other unusual events, if any,\nthat arise in the regular spin-down trend of the source. The recovery of the\n2002 glitch gives good fit when the two-exponential glitch model of the Crab\npulsar is used, rather than the standard glitch model, in the 1360-day interval\nafter the first glitch. The sampling of the following 260-day is not frequent\nenough to be phase-connected. After that interval, our timing analysis yields\nthat there is a fractional frequency change of\n$\\frac{\\Delta\\nu}{\\nu}\\sim8.20(2)\\times10^{-7}$. Moreover, we report two\nfrequency shifts of fractional changes,\n$\\frac{\\Delta\\nu}{\\nu}\\sim3\\times10^{-8},-1\\times10^{-8}$: The first one at MJD\n$\\sim53750$ had a positive fractional frequency change in contrast to the\nsecond one at MJD $\\sim54880$ for which the pulse frequency decreased. These\nfrequency shifts both resemble the microglitches observed in radio pulsars.\n","Comment: 13 pages, 1 figure, accepted to be published in MNRAS"]}]
["1105.3672",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3672","A&A 534, A76 (2011)","doi:10.1051/0004-6361/201117284"],"date":["2011-05-18","2011-10-06"],"type":["text"],"creator":["Keitel, David","Schneider, Peter"],"language":[],"coverage":[],"title":["Constrained probability distributions of correlation functions"],"description":["  Context: Two-point correlation functions are used throughout cosmology as a\nmeasure for the statistics of random fields. When used in Bayesian parameter\nestimation, their likelihood function is usually replaced by a Gaussian\napproximation. However, this has been shown to be insufficient.\n  Aims: For the case of Gaussian random fields, we search for an exact\nprobability distribution of correlation functions, which could improve the\naccuracy of future data analyses.\n  Methods: We use a fully analytic approach, first expanding the random field\nin its Fourier modes, and then calculating the characteristic function.\nFinally, we derive the probability distribution function using integration by\nresidues. We use a numerical implementation of the full analytic formula to\ndiscuss the behaviour of this function.\n  Results: We derive the univariate and bivariate probability distribution\nfunction of the correlation functions of a Gaussian random field, and outline\nhow higher joint distributions could be calculated. We give the results in the\nform of mode expansions, but in one special case we also find a closed-form\nexpression. We calculate the moments of the distribution and, in the univariate\ncase, we discuss the Edgeworth expansion approximation. We also comment on the\ndifficulties in a fast and exact numerical implementation of our results, and\non possible future applications.\n","Comment: 13 pages, 5 figures, updated to match version published in A&A\n  (slightly expanded Sects. 5.3 and 6)"]}]
["1105.4159",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4159","Phys. Rev. Lett. 107, 150504 (2011)","doi:10.1103/PhysRevLett.107.150504"],"date":["2011-05-20"],"type":["text"],"creator":["Bravyi, Sergey","Haah, Jeongwan"],"language":[],"coverage":[],"title":["On the energy landscape of 3D spin Hamiltonians with topological order"],"description":["  We explore feasibility of a quantum self-correcting memory based on 3D spin\nHamiltonians with topological quantum order in which thermal diffusion of\ntopological defects is suppressed by macroscopic energy barriers. To this end\nwe characterize the energy landscape of stabilizer code Hamiltonians with local\nbounded-strength interactions which have a topologically ordered ground state\nbut do not have string-like logical operators. We prove that any sequence of\nlocal errors mapping a ground state of such Hamiltonian to an orthogonal ground\nstate must cross an energy barrier growing at least as a logarithm of the\nlattice size. Our bound on the energy barrier is shown to be tight up to a\nconstant factor for one particular 3D spin Hamiltonian.\n","Comment: 10 pages, 2 figures"]}]
["1105.4312",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.4312"],"date":["2011-05-22","2011-10-06"],"type":["text"],"creator":["Hiary, Ghaith A.","Odlyzko, Andrew M."],"language":[],"coverage":[],"title":["Numerical study of the derivative of the Riemann zeta function at zeros"],"description":["  The derivative of the Riemann zeta function was computed numerically on\nseveral large sets of zeros at large heights. Comparisons to known and\nconjectured asymptotics are presented.\n","Comment: 13 pages, 5 figures; minor typos fixed"]}]
["1105.6100",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.6100","JHEP 1107:112,2011","doi:10.1007/JHEP07(2011)112"],"date":["2011-05-30","2011-10-06"],"type":["text"],"creator":["Kiritsis, Elias","Niarchos, Vasilis"],"language":[],"coverage":[],"title":["Josephson Junctions and AdS/CFT Networks"],"description":["  We propose a new holographic model of Josephson junctions (and networks\nthereof) based on designer multi-gravity, namely multi-(super)gravity theories\non products of distinct asymptotically AdS spacetimes coupled by mixed boundary\nconditions. We present a simple model of a Josephson junction (JJ) that\nexhibits the well-known current-phase sine relation of JJs. In one-dimensional\nchains of holographic superconductors we find that the Cooper-pair condensates\nare described by a discretized Schrodinger-type equation. Such non-integrable\nequations, which have been studied extensively in the past in condensed matter\nand optics applications, are known to exhibit complex behavior that includes\nperiodic and quasiperiodic solutions, chaotic dynamics, soliton and kink\nsolutions. In our setup these solutions translate to holographic configurations\nof strongly-coupled superconductors in networks with weak site-to-site\ninteractions that exhibit interesting patterns of modulated superconductivity.\nIn a continuum limit our equations reduce to generalizations of the\nGross-Pitaevskii equation. We comment on the many possible extensions and\napplications of this new approach.\n","Comment: 39 pages, 11 figures; v2 clarified the nature and computation of the\n  Josephson current in subsec. 3.2 and specific properties of the two-site\n  system, analogous minor modifications in subsec. 4.4 and added a new subsec.\n  4.5 with a new fig. 6"]}]
["1106.0231",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0231","Physical Review B 84, 104508 (2011)","doi:10.1103/PhysRevB.84.104508"],"date":["2011-06-01","2011-10-06"],"type":["text"],"creator":["Chauvière, L.","Gallais, Y.","Cazayous, M.","Méasson, M. A.","Sacuto, A.","Colson, D.","Forget, A."],"language":[],"coverage":[],"title":["Raman scattering study of Spin-Density-Wave order and electron-phonon\n  coupling in Ba(Fe$_{1-x}$Co$_x$)$_2$As$_2$"],"description":["  We report Raman scattering measurements on iron-pnictide superconductor\nBa(Fe$_{1-x}$Co$_x$)$_2$As$_2$ single crystals with varying cobalt $x$ content.\nThe electronic Raman continuum shows a strong spectral weight redistribution\nupon entering the magnetic phase induced by the opening of the Spin Density\nWave (SDW) gap. It displays two spectral features that weaken with doping,\nwhich are assigned to two SDW induced electronic transitions. Raman symmetry\narguments are discussed to identify the origin of these electronic transitions\nin terms of orbital ordering in the magnetic phase. Our data do not seem\nconsistent with an orbital ordering scenario and advocate for a more\nconventional band-folding picture with two types of electronic transitions in\nthe SDW state, a high energy transition between two anti-crossed SDW bands and\na lower energy transition involving a folded band that do not anti-cross in the\nSDW state. The latter transition could be linked to the presence of Dirac cones\nin the electronic dispersion of the magnetic state. The spectra in the SDW\nstate also show significant coupling between the arsenide optical phonon and\nthe electronic continuum. The symmetry dependence of the arsenide phonon\nintensity indicates a strong in-plane anisotropy of the dielectric\nsusceptibility in the magnetic state.\n","Comment: 12 pages, 7 figures"]}]
["1106.1464",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1464","Phys. Rev. B 84, 115403 (2011)","doi:10.1103/PhysRevB.84.115403"],"date":["2011-06-07","2011-10-06"],"type":["text"],"creator":["Feiguin, A. E.","Busser, C. A."],"language":[],"coverage":[],"title":["Reducing entanglement with symmetries: application to persistent\n  currents in impurity problems"],"description":["  We show how canonical transformations can map problems with impurities\ncoupled to non-interacting rings onto a similar problem with open boundary\nconditions. The consequent reduction of entanglement, and the fact the density\nmatrix renormalization group (DMRG) is optimally suited for open boundary\nconditions, increases the efficiency of the method exponentially, making it an\nunprecedented tool to study persistent currents. We demonstrate its application\nto the case of the one-channel and two-channel Kondo problems, finding\ninteresting connections between the two.\n"]}]
["1106.2477",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Disordered Systems and Neural Networks","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2477","Phys. Rev. B 84, 104528 (2011)","doi:10.1103/PhysRevB.84.104528"],"date":["2011-06-13","2011-09-19"],"type":["text"],"creator":["Koshelev, Alexei E.","Kolton, Alejandro B."],"language":[],"coverage":[],"title":["Theory and simulations on strong pinning of vortex lines by\n  nanoparticles"],"description":["  The pinning of vortex lines by an array of nanoparticles embedded inside\nsuperconductors has become the most efficient practical way to achieve high\ncritical currents. In this situation pinning occurs via trapping of the\nvortex-line segments and the critical current is determined by the typical\nlength of the trapped segments. To verify analytical estimates and develop a\nquantitative description of strong pinning, we numerically simulated isolated\nvortex lines driven through an array of nanoparticles. We found that the\ncritical force grows roughly as the square root of the pin density and it is\nstrongly suppressed by thermal noise. The configurations of pinned lines are\nstrongly anisotropic, displacements in the drive directions are much larger\nthan in the transverse direction. Moreover, we found that the roughening index\nfor the longitudinal displacements exceeds one. This indicates that the local\nstresses in the critical region increase with the total line length and the\nelastic description breaks down in the thermodynamic limit. Thermal noise\nreduces the anisotropy of displacements in the critical regions and straightens\nthe lines.\n","Comment: 13 pages, 11 figures, link to animation, to be published in Phys.\n  Rev. B"]}]
["1106.2641",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2641","Nature Physics 7, 725 (2011)","doi:10.1038/nphys2041"],"date":["2011-06-14"],"type":["text"],"creator":["Tacon, M. Le","Ghiringhelli, G.","Chaloupka, J.","Sala, M. Moretti","Hinkov, V.","Haverkort, M. W.","Minola, M.","Bakr, M.","Zhou, K. J.","Blanco-Canosa, S.","Monney, C.","Song, Y. T.","Sun, G. L.","Lin, C. T.","De Luca, G. M.","Salluzzo, M.","Khaliullin, G.","Schmitt, T.","Braicovich, L.","Keimer, B."],"language":[],"coverage":[],"title":["Intense paramagnon excitations in a large family of high-temperature\n  superconductors"],"description":["  In the search for the mechanism of high-temperature superconductivity,\nintense research has been focused on the evolution of the spin excitation\nspectrum upon doping from the antiferromagnetic insulating to the\nsuperconducting states of the cuprates. Because of technical limitations, the\nexperimental investigation of doped cuprates has been largely focused on\nlow-energy excitations in a small range of momentum space. Here we use resonant\ninelastic x-ray scattering to show that a large family of superconductors,\nencompassing underdoped YBa$_2$Cu$_4$O$_8$ and overdoped YBa$_2$Cu$_3$O$_{7}$,\nexhibits damped spin excitations (paramagnons) with dispersions and spectral\nweights closely similar to those of magnons in undoped cuprates. %The results\nare in excellent agreement with the spin excitations obtained by exact\ndiagonalization of the $\\bf t-J$ Hamiltonian on finite-sized clusters. The\ncomprehensive experimental description of this surprisingly simple spectrum\npermits quantitative tests of magnetic Cooper pairing models. A numerical\nsolution of the Eliashberg equations for the magnetic spectrum of\nYBa$_2$Cu$_3$O$_{7}$ reproduces its superconducting transition temperature\nwithin a factor of two, a level of agreement comparable to Eliashberg theories\nof conventional superconductors.\n","Comment: Main text (11 pages, 4 figures) + supplementary information (4 pages,\n  4 figures, 1 table). An updated version will appear in Nature Physics"]}]
["1106.3139",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3139","Phys.Rev.D84.066007,2011","doi:10.1103/PhysRevD.84.066007"],"date":["2011-06-16"],"type":["text"],"creator":["Edalati, Mohammad","Lo, Ka Wai","Phillips, Philip W."],"language":[],"coverage":[],"title":["Neutral Order Parameters in Metallic Criticality in d=2+1 from a Hairy\n  Electron Star"],"description":["  We use holography to study the spontaneous condensation of a neutral order\nparameter in a (2+1)-dimensional field theory at zero-temperature and finite\ndensity, dual to the electron star background of Hartnoll and Tavanfar. An\nappealing feature of this field theory is the emergence of an IR Lifshitz\nfixed-point with a finite dynamical critical exponent $z$, which is due to the\nstrong interaction between critical bosonic degrees of freedom and a finite\ndensity of fermions (metallic quantum criticality). We show that under some\ncircumstances the electron star background develops a neutral scalar hair whose\nholographic interpretation is that the boundary field theory undergoes a\nquantum phase transition, with a Berezinski-Kosterlitz-Thouless character, to a\nphase with a neutral order parameter. Including the backreaction of the bulk\nneutral scalar on the background, we argue that the two phases across the\nquantum critical point have different $z$, a novelty that exists in certain\nquantum phase transitions in condensed matter systems. We also analyze the\nsystem at finite temperature and find that the phase transition becomes, as\nexpected, second-order. Embedding the neutral scalar into a higher form, a\nvariety of interesting phases could potentially be realized for the boundary\nfield theory. Examples which are of particular interest to condensed matter\nphysics include an antiferromagnetic phase where a vector condenses and break\nthe spin symmetry, a quadrupole nematic phase which involves the condensation\nof a symmetric traceless tensor breaking rotational symmetry, or different\nphases of a system with competing order parameters.\n","Comment: 16pages, 10 figures"]}]
["1106.5398",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5398","Opt. Express 19, 20420 (2011)","doi:10.1364/OE.19.020420"],"date":["2011-06-27","2011-10-06"],"type":["text"],"creator":["Halevy, A.","Megidish, E.","Dovrat, L.","Eisenberg, H. S.","Becker, P.","Bohatý, L."],"language":[],"coverage":[],"title":["The biaxial nonlinear crystal BiB3O6 as a polarization entangled photon\n  source using non-collinear type-II parametric down-conversion"],"description":["  We describe the full characterization of the biaxial nonlinear crystal BiB3O6\n(BiBO) as a polarization entangled photon source using non-collinear type-II\nparametric down-conversion. We consider the relevant parameters for crystal\ndesign, such as cutting angles, polarization of the photons, effective\nnonlinearity, spatial and temporal walk-offs, crystal thickness and the effect\nof the pump laser bandwidth. Experimental results showing entanglement\ngeneration with high rates and a comparison to the well investigated\nbeta-BaB2O4 (BBO) crystal are presented as well. Changing the down-conversion\ncrystal of a polarization entangled photon source from BBO to BiBO enhances the\ngeneration rate as if the pump power was increased by more than three times.\nSuch an improvement is currently required for the generation of multiphoton\nentangled states.\n","Comment: 15 pages, 13 figures, published version"]}]
["1106.5808",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5808","Phys. Rev. B 84, 104445 (2011)","doi:10.1103/PhysRevB.84.104445"],"date":["2011-06-28","2011-10-06"],"type":["text"],"creator":["Gou, Yan","Goussev, Arseni","Robbins, JM","Slastikov, Valeriy"],"language":[],"coverage":[],"title":["Stability of precessing domain walls in ferromagnetic nanowires"],"description":["  We show that recently reported precessing solution of Landau-Lifshitz-Gilbert\nequations in ferromagnetic nanowires is stable under small perturbations of\ninitial data, applied field and anisotropy constant. Linear stability is\nestablished analytically, while nonlinear stability is verified numerically.\n","Comment: 8 pages, 5 figures, latest version: corrected typos, new figures,\n  added references"]}]
["1107.2906",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2906","Proceedings of the IV International scientific conference\n  AMCTMM-2011, September 12-17, 2011, Russia, Voronezh State University.\n  P.204-207"],"date":["2011-07-14"],"type":["text"],"creator":["Moskalev, P. V.","Grebennikov, K. V.","Shitov, V. V."],"language":["ru"],"coverage":[],"title":["Interval estimation of the mass fractal dimension for isotropic sampling\n  percolation clusters"],"description":["  This report focuses on the dependencies for the center and radius of the\nconfidence interval that arise when estimating the mass fractal dimensions of\nisotropic sampling clusters in the site percolation model.\n","Comment: 3 pages, 1 figures, in Russian"]}]
["1107.3336",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3336","Proceedings of the International scientific conference AMCSM-2011,\n  September 26-28, 2011, Russia. Voronezh State University. P.271-273"],"date":["2011-07-17"],"type":["text"],"creator":["Moskalev, P. V.","Grebennikov, K. V.","Shitov, V. V."],"language":["ru"],"coverage":[],"title":["Interval estimation of the mass fractal dimension for anisotropic\n  sampling percolation clusters"],"description":["  This report focuses on the dependencies for the center and radius of the\nconfidence interval that arise when estimating the mass fractal dimensions of\nanisotropic sampling clusters in the site percolation model.\n","Comment: 3 pages, 1 figures, in Russian"]}]
["1107.3414",{"format":[],"subject":["Mathematics - Algebraic Geometry","14A20, 14E25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3414"],"date":["2011-07-18","2011-10-06"],"type":["text"],"creator":["Takagi, Satoshi"],"language":[],"coverage":[],"title":["Nagata embedding and A-schemes"],"description":["  We define the notion of normal A-schemes, and approximable A-schemes.\nApproximable A-schemes inherit many good properties of ordinary schemes. As a\nconsequence, we see that the Zariski-Riemann space can be regarded in two ways\n-- either as the limit space of admissible blow ups, or as the universal\ncompactification of the given non-proper scheme. We can prove Nagata embedding\nusing Zariski-Riemann spaces.\n","Comment: 14 pages, 6/10/2011 revised"]}]
["1107.3591",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3591","Phys. Rev. A 84, 042309 (2011)","doi:10.1103/PhysRevA.84.042309"],"date":["2011-07-18","2011-10-06"],"type":["text"],"creator":["Shadman, Zahra","Kampermann, Hermann","Macchiavello, Chiara","Bruß, Dagmar"],"language":[],"coverage":[],"title":["Optimal super dense coding over memory channels"],"description":["  We study the super dense coding capacity in the presence of quantum channels\nwith correlated noise. We investigate both the cases of unitary and non-unitary\nencoding. Pauli channels for arbitrary dimensions are treated explicitly. The\nsuper dense coding capacity for some special channels and resource states is\nderived for unitary encoding. We also provide an example of a memory channel\nwhere non-unitary encoding leads to an improvement in the super dense coding\ncapacity.\n","Comment: 8 pages, 5 figures"]}]
["1107.4236",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4236","Phys. Rev. B 84, 155403 (2011)","doi:10.1103/PhysRevB.84.155403"],"date":["2011-07-21","2011-10-06"],"type":["text"],"creator":["Hiltscher, Bastian","Governale, Michele","Splettstoesser, Janine","König, Jürgen"],"language":[],"coverage":[],"title":["Adiabatic pumping in a double-dot Cooper-pair beam splitter"],"description":["  We study adiabatic pumping through a double quantum dot coupled to normal and\nsuperconducting leads. For this purpose a perturbation expansion in the tunnel\ncoupling between the dots and the normal leads is performed and processes\nunderlying the pumping current are discussed. Features of crossed Andreev\nreflection are investigated in the average pumped charge and related to local\nAndreev reflection in a single quantum dot. In order to distinguish Cooper pair\nsplitting from quasi-particle pumping, we compare the properties of Cooper pair\npumping with single-electron pumping in a system with only normal leads. The\ndependence on the average dot level and the coupling asymmetry turn out to be\nthe main distinguishing features. This is contrasted with the linear\nconductance for which it is more difficult to distinguish single-particle from\nCooper pair transport.\n","Comment: 10 pages, 5 figures"]}]
["1107.4297",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4297","Ukrainian Journal of Physics, 2011, Vol. 56, no. 9, pp. 948-954"],"date":["2011-07-21","2011-10-06"],"type":["text"],"creator":["Gavrilik, A. M.","Kachurik, I. I.","Mishchenko, Yu. A."],"language":[],"coverage":[],"title":["Two-fermion composite quasi-bosons and deformed oscillators"],"description":["  The concept of quasi-bosons or composite bosons (like mesons, excitons etc.)\nhas a wide range of potential physical applications. Even composed of two pure\nfermions, the quasi-boson creation and annihilation operators satisfy\nnon-standard commutation relations. It is natural to try to realize the\nquasi-boson operators by the operators of deformed (nonlinear) oscillator, the\nlatter constituting widely studied field of modern quantum physics. In this\npaper, it is proved that the deformed oscillators which realize quasi-boson\noperators in a consistent way really exist. The conditions for such realization\nare derived, and the uniqueness of the family of deformations under\nconsideration is shown.\n","Comment: 7 pages; minor changes made, the published version"]}]
["1108.1277",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1277","JHEP 10 (2011) 011","doi:10.1007/JHEP10(2011)011"],"date":["2011-08-05","2011-09-23"],"type":["text"],"creator":["Molina-Vilaplana, Javier","Sodano, Pasquale"],"language":[],"coverage":[],"title":["Holographic View on Quantum Correlations and Mutual Information between\n  Disjoint Blocks of a Quantum Critical System"],"description":["  In (d+1) dimensional Multiscale Entanglement Renormalization Ansatz (MERA)\nnetworks, tensors are connected so as to reproduce the discrete, (d + 2)\nholographic geometry of Anti de Sitter space (AdSd+2) with the original system\nlying at the boundary. We analyze the MERA renormalization flow that arises\nwhen computing the quantum correlations between two disjoint blocks of a\nquantum critical system, to show that the structure of the causal cones\ncharacteristic of MERA, requires a transition between two different regimes\nattainable by changing the ratio between the size and the separation of the two\ndisjoint blocks. We argue that this transition in the MERA causal developments\nof the blocks may be easily accounted by an AdSd+2 black hole geometry when the\nmutual information is computed using the Ryu-Takayanagi formula. As an explicit\nexample, we use a BTZ AdS3 black hole to compute the MI and the quantum\ncorrelations between two disjoint intervals of a one dimensional boundary\ncritical system. Our results for this low dimensional system not only show the\nexistence of a phase transition emerging when the conformal four point ratio\nreaches a critical value but also provide an intuitive entropic argument\naccounting for the source of this instability. We discuss the robustness of\nthis transition when finite temperature and finite size effects are taken into\naccount.\n","Comment: 21 pages, 5 figures. Abstract and Figure 1 has been modified. Minor\n  modifications in Section 1 and Section 5"]}]
["1108.3221",{"format":[],"subject":["Computer Science - Systems and Control","Computer Science - Robotics","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3221"],"date":["2011-08-16","2011-10-05"],"type":["text"],"creator":["Cassandras, Christos G.","Ding, Xu Chu","Lin, Xuchao"],"language":[],"coverage":[],"title":["An Optimal Control Approach for the Persistent Monitoring Problem"],"description":["  We propose an optimal control framework for persistent monitoring problems\nwhere the objective is to control the movement of mobile agents to minimize an\nuncertainty metric in a given mission space. For a single agent in a\none-dimensional space, we show that the optimal solution is obtained in terms\nof a sequence of switching locations, thus reducing it to a parametric\noptimization problem. Using Infinitesimal Perturbation Analysis (IPA) we obtain\na complete solution through a gradient-based algorithm. We also discuss a\nreceding horizon controller which is capable of obtaining a near-optimal\nsolution on-the-fly. We illustrate our approach with numerical examples.\n","Comment: Technical report accompanying the CDC2011 submission"]}]
["1108.3322",{"format":[],"subject":["Nuclear Theory","Condensed Matter - Other Condensed Matter","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3322"],"date":["2011-08-16","2011-10-06"],"type":["text"],"creator":["Kohler, Sigurd"],"language":[],"coverage":[],"title":["Efimov Physics and Beyond"],"description":["  Efimov physics relates to 3-body systems with large 2-body scattering lengths\na and small effective ranges r. For many systems in nature the assumption of a\nsmall effective range is not valid. The present report shows binding energies E\nof three identical bosons calculated with 2-body potentials that are fitted to\nscattering data and momentum cut-offs (L) by inverse scattering. Results agree\nwith previous works in the case of r<<a.\n  While energies diverge with momentum cut-off L for r=0, they converge for r>0\nwhen L=~10/r. With 1/a=0 the converged energies are given by E(n) =C(n)/r*r\nwith n labeling the energy-branch and calculated values C(0)=0.77, C(1)=.0028.\nThis gives a ratio ~278 thus differing from the value ~515 in the Efimov case.\n  Efimov's angular dependent function is calculated. Good agreement with\nprevious works is obtained when r<< a. With the increased values of effective\nrange the shallow states still appear Efimov-like. For deeper states the\nangular dependence differs but is independent of the effective range.\n","Comment: 12 pages with 8 Figures"]}]
["1108.5057",{"format":[],"subject":["General Relativity and Quantum Cosmology","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5057","International Journal of Bifurcation and Chaos, Vol. 21, Is. 8,\n  pp. 2261-2277 (2011)","doi:10.1142/S0218127411029768"],"date":["2011-08-25"],"type":["text"],"creator":["Contopoulos, G.","Lukes-Gerakopoulos, G.","Apostolatos, T. A."],"language":[],"coverage":[],"title":["Orbits in a non-Kerr Dynamical System"],"description":["  We study the orbits in a Manko-Novikov type metric (MN) which is a perturbed\nKerr metric. There are periodic, quasi-periodic, and chaotic orbits, which are\nfound in configuration space and on a surface of section for various values of\nthe energy E and the z-component of the angular momentum Lz. For relatively\nlarge Lz there are two permissible regions of non-plunging motion bounded by\ntwo closed curves of zero velocity (CZV), while in the Kerr metric there is\nonly one closed CZV of non-plunging motion. The inner permissible region of the\nMN metric contains mainly chaotic orbits, but it contains also a large island\nof stability. We find the positions of the main periodic orbits as functions of\nLz and E, and their bifurcations. Around the main periodic orbit of the outer\nregion there are islands of stability that do not appear in the Kerr metric. In\na realistic binary system, because of the gravitational radiation, the energy E\nand the angular momentum Lz of an inspiraling compact object decrease and\ntherefore the orbit of the object is non-geodesic. In fact in an EMRI system\nthe energy E and the angular momentum Lz decrease adiabatically and therefore\nthe motion of the inspiraling object is characterized by the fundamental\nfrequencies which are drifting slowly in time. In the Kerr metric the ratio of\nthe fundamental frequencies changes strictly monotonically in time. However, in\nthe MN metric when an orbit is trapped inside an island the ratio of the\nfundamental frequencies remains constant for some time. Hence, if such a\nphenomenon is observed this will indicate that the system is non integrable and\ntherefore the central object is not a Kerr black hole.\n","Comment: 19 pages, 18 figures"]}]
["1109.1449",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - History and Overview","05A15, 15A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1449"],"date":["2011-09-07","2011-10-06"],"type":["text"],"creator":["Cigler, Johann"],"language":[],"coverage":[],"title":["Some nice Hankel determinants"],"description":["  I study Hankel determinants of a class of sequences which can be interpreted\nas generalizations of the Catalan numbers and the central binomial\ncoefficients. They follow a modular pattern with a frequent appearance of\nzeroes, so that the theory of orthogonal polynomials is not applicable. Even so\nour theorems and conjectures show some similarity with the relations between\nCatalan numbers and Fibonacci polynomials or between central binomial\ncoefficients and Lucas polynomials.\n","Comment: 45 pages"]}]
["1109.2481",{"format":[],"subject":["Mathematics - Differential Geometry","53C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2481"],"date":["2011-09-12","2011-10-05"],"type":["text"],"creator":["Zimmer, Andrew M."],"language":[],"coverage":[],"title":["Asymptotically harmonic manifolds without focal points"],"description":["  In this note we show that a compact asymptotically harmonic manifold without\nfocal points is either flat or a rank one locally symmetric space.\n","Comment: 8 pages (v2: revised introduction, minor changes)"]}]
["1109.3267",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3267","Phys. Rev. B 84, 144409 (2011)","doi:10.1103/PhysRevB.84.144409"],"date":["2011-09-15"],"type":["text"],"creator":["Mochizuki, Masahito","Furukawa, Nobuo","Nagaosa, Naoto"],"language":[],"coverage":[],"title":["Theory of spin-phonon coupling in multiferroic Mn perovskites"],"description":["  Magnetoelectric phase diagrams of the rare-earth (R) Mn perovskites RMnO3 are\ntheoretically studied by focusing on crucial roles of the symmetric\nmagnetostriction or the Peierls-type spin-phonon coupling through extending our\nprevious work [M. Mochizuki et al., Phys. Rev. Lett. 105, 037205 (2010)]. We\nfirst construct a microscopic classical Heisenberg model for RMnO3 including\nthe frustrated spin exchanges, single-ion anisotropy, and Dzyaloshinskii-Moriya\ninteraction. We also incorporate the lattice degree of freedom coupled to the\nMn spins via the Peierls-type magnetostriction. By analyzing this model using\nthe replica-exchange Monte-Carlo technique, we reproduce the entire phase\ndiagram of RMnO3 in the plane of temperature and magnitude of the orthorhombic\nlattice distortion. Surprisingly it is found that in the ab-plane spiral spin\nphase, the (S.S)-type magnetostriction plays an important role for the\nferroelectric order with polarization P//a whose contribution is comparable to\nor larger than the contribution from the (SxS)-type magnetostriction, whereas\nin the bc-plane spiral phase, the ferroelectric order with P//c is purely of\n(SxS) origin. This explains much larger P in the ab-plane spiral phase than the\nbc-plane spiral phase as observed experimentally, and gives a clue how to\nenhance the magnetoelectric coupling in the spin-spiral-based multiferroics. We\nalso predict a noncollinear deformation of the E-type spin structure resulting\nin the finite (SxS) contribution to the ferroelectric order with P//a, and a\nwide coexisting regime of the commensurate E and incommensurate spiral states,\nwhich resolve several experimental puzzles.\n","Comment: 15 pages, 18 figures, accepted for publication in Physical Review B,\n  selected as \"Editors' Suggestion\""]}]
["1109.3372",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3372","Proceeding of Science PoS(EPS--HEP2011)202 (2011)"],"date":["2011-09-15"],"type":["text"],"creator":["La Rosa, Alessandro","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["ATLAS IBL: a challenging first step for ATLAS Upgrade at the sLHC"],"description":["  With the LHC collecting data at 7 TeV, plans are already advancing for a\nseries of upgrades leading eventually to about five times the LHC design\nluminosity some 10 years from now in the High Luminosity LHC (HL-LHC) project.\nThe upgrades for ATLAS detector will be staged in preparation for HL-LHC. The\nfirst upgrade for the Pixel Detector will be the construction of a new pixel\nlayer, which will be installed during the first shutdown of the LHC machine\nforeseen in 2013-14. The new detector, called the Insertable B-Layer (IBL) will\nbe installed between the existing Pixel Detector and a new, smaller radius\nbeam-pipe at the radius of 3.2 cm. The IBL will require the development of\nseveral new technologies to cope with increased radiation and pixel occupancy\nand also to improve the physics performance through reduction of the pixel size\nand more stringent material budget. Two different and promising Silicon sensor\ntechnologies (planar n-in-n and 3D) are currently under investigation for the\nIBL. An overview of the IBL module design and the qualification for these\nsensor technologies are presented in this proceeding. This proceeding also\nsummarizes the improvements expected to the ATLAS detector at the HL-LHC.\n","Comment: 4 pages, 2 figures, Proceeding of XXIst International Europhysics\n  Conference on High Energy Physics (EPS-HEP 2011), Grenoble, 21-27 July 2011"]}]
["1109.3409",{"format":[],"subject":["Statistics - Methodology","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3409"],"date":["2011-09-15","2011-10-05"],"type":["text"],"creator":["Wang, Hao","Pillai, Natesh S."],"language":[],"coverage":[],"title":["On a Class of Shrinkage Priors for Covariance Matrix Estimation"],"description":["  We propose a flexible class of models based on scale mixture of uniform\ndistributions to construct shrinkage priors for covariance matrix estimation.\nThis new class of priors enjoys a number of advantages over the traditional\nscale mixture of normal priors, including its simplicity and flexibility in\ncharacterizing the prior density. We also exhibit a simple, easy to implement\nGibbs sampler for posterior simulation which leads to efficient estimation in\nhigh dimensional problems. We first discuss the theory and computational\ndetails of this new approach and then extend the basic model to a new class of\nmultivariate conditional autoregressive models for analyzing multivariate areal\ndata. The proposed spatial model flexibly characterizes both the spatial and\nthe outcome correlation structures at an appealing computational cost. Examples\nconsisting of both synthetic and real-world data show the utility of this new\nframework in terms of robust estimation as well as improved predictive\nperformance.\n"]}]
["1109.3573",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3573"],"date":["2011-09-16","2011-10-06"],"type":["text"],"creator":["Pirio, Luc","Russo, Francesco"],"language":[],"coverage":[],"title":["Extremal varieties 3-rationally connected by cubics, quadro-quadric\n  Cremona transformations and rank 3 Jordan algebras"],"description":["  For any $n\\geq 3$, we prove that there exist equivalences between these\napparently unrelated objects: irreducible $n$-dimensional non degenerate\nprojective varieties $X\\subset \\mathbb P^{2n+1}$ different from rational normal\nscrolls and 3-covered by twisted cubic curves, up to projective equivalence;\nquadro-quadric Cremona transformations of $ \\mathbb P^{n-1}$, up to linear\nequivalence; $n$-dimensional complex Jordan algebras of rank three, up to\nisotopy.\n  We also provide some applications to the classification of particular classes\nof varieties in the class defined above and of quadro-quadric Cremona\ntransformations, proving also a structure theorem for these birational maps and\nfor varieties 3-covered by twisted cubics by reinterpreting for these objects\nthe solvability of the radical of a Jordan algebra.\n","Comment: 30 pages, 1 figure. Corrected typos"]}]
["1109.4564",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4564"],"date":["2011-09-21","2011-10-05"],"type":["text"],"creator":["Ohannessian, Mesrob I.","Tan, Vincent Y. F.","Dahleh, Munther A."],"language":[],"coverage":[],"title":["Canonical Estimation in a Rare-Events Regime"],"description":["  We propose a general methodology for performing statistical inference within\na `rare-events regime' that was recently suggested by Wagner, Viswanath and\nKulkarni. Our approach allows one to easily establish consistent estimators for\na very large class of canonical estimation problems, in a large alphabet\nsetting. These include the problems studied in the original paper, such as\nentropy and probability estimation, in addition to many other interesting ones.\nWe particularly illustrate this approach by consistently estimating the size of\nthe alphabet and the range of the probabilities. We start by proposing an\nabstract methodology based on constructing a probability measure with the\ndesired asymptotic properties. We then demonstrate two concrete constructions\nby casting the Good-Turing estimator as a pseudo-empirical measure, and by\nusing the theory of mixture model estimation.\n","Comment: To be presented at Allerton conference 2011"]}]
["1109.4789",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematical Physics","81S10, 53D55, 53D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4789"],"date":["2011-09-22","2011-10-05"],"type":["text"],"creator":["Cattaneo, Alberto S.","Dherin, Benoit","Weinstein, Alan"],"language":[],"coverage":[],"title":["Symplectic Microgeometry III: Monoids"],"description":["  We show that the category of Poisson manifolds and Poisson maps, the category\nof symplectic microgroupoids and lagrangian submicrogroupoids (as morphisms),\nand the category of monoids and monoid morphisms in the microsymplectic\ncategory are equivalent symmetric monoidal categories.\n","Comment: 19 pages, 2 figures"]}]
["1109.5749",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5749"],"date":["2011-09-26","2011-10-06"],"type":["text"],"creator":["Mann, Robert B.","Sarkar, Utpal"],"language":[],"coverage":[],"title":["Superluminal neutrinos at the OPERA?"],"description":["  We argue that the recent measurement of the neutrino velocity to be higher\nthan the velocity of light could be due to violation of Lorentz invariance by\nthe muon neutrinos. This result need not undermine special-relativistic\nfoundational notions of causality.\n","Comment: 4 pages; Added references and improved clarity"]}]
["1109.6055",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6055"],"date":["2011-09-27","2011-10-06"],"type":["text"],"creator":["Magueijo, Joao"],"language":[],"coverage":[],"title":["Neutrino oscillations and superluminal propagation, in OPERA or\n  otherwise"],"description":["  We digress on the implications of recent claims of superluminal neutrino\npropagation. No matter how we turn it around such behaviour is very odd and\nsits uncomfortably even within \"far-fetched\" theories. In the context of\nnon-linear realizations of the Lorentz group (where superluminal misbehaviour\nis run of the mill) one has to accept rather contrived constructions to predict\nsuperluminal properties for the neutrino. The simplest explanation is to\nrequire that at least one of the mass states be tachyonic. We show that due to\nneutrino mixing, the flavor energy does not suffer from the usual runaway\npathologies of tachyons. For non-tachyonic mass states the theories become more\nspeculative. A neutrino specific dispersion relation is exhibited, rendering\nthe amplitude of the effect reasonable for a standard Planck energy. This uses\nthe fact that the beam energy is close to the geometrical average of the\nneutrino and Planck mass; or, seen in another way, the beam energy is\nunexceptional but its gamma factor is very large. A dispersion relation\ncrossing over from a low energy bradyonic branch to a high energy tachyonic one\nis also considered. We comment on consistency with SN 1987A within these\nmodels.\n","Comment: Comment added on consistency with SN1987A, within the proposed\n  models. References added. Minor style changes"]}]
["1109.6209",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.6209"],"date":["2011-09-28","2011-10-06"],"type":["text"],"creator":["Dombry, Clément","Eyi-Minko, Frédéric"],"language":[],"coverage":[],"title":["Extremes of independent stochastic processes: a point process approach"],"description":["  For each $n\\geq 1$, let $ {X_{in}, \\quad i \\geq 1} $ be independent copies of\na nonnegative continuous stochastic process $X_{n}=(X_n(t))_{t\\in T}$ indexed\nby a compact metric space $T$. We are interested in the process of partial\nmaxima [\\tilde M_n(u,t) =\\max \\{X_{in}(t), 1 \\leq i\\leq [nu]},\\quad u\\geq 0,\\\nt\\in T.] where the brackets $[\\,\\cdot\\,]$ denote the integer part. Under a\nregular variation condition on the sequence of processes $X_n$, we prove that\nthe partial maxima process $\\tilde M_n$ weakly converges to a superextremal\nprocess $\\tilde M$ as $n\\to\\infty$. We use a point process approach based on\nthe convergence of empirical measures. Properties of the limit process are\ninvestigated: we characterize its finite-dimensional distributions, prove that\nit satisfies an homogeneous Markov property, and show in some cases that it is\nmax-stable and self-similar. Convergence of further order statistics is also\nconsidered. We illustrate our results on the class of log-normal processes in\nconnection with some recent results on the extremes of Gaussian processes\nestablished by Kabluchko.\n","Comment: 21p"]}]
["1110.0139",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0139"],"date":["2011-10-01","2011-10-06"],"type":["text"],"creator":["Campiti, Michele","Mazzone, Giusy","Tacelli, Cristian"],"language":[],"coverage":[],"title":["Behavior of bivariate interpolation operators at points of discontinuity\n  of the first kind"],"description":["  We introduce an index of convergence for double sequences of real numbers.\nThis index is used to describe the behaviour of some bivariate interpolation\nsequences at points of discontinuity of the first kind. We consider in\nparticular the case of bivariate Lagrange and Shepard operators.\n"]}]
["1110.0623",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Artificial Intelligence","68Q17","F.4.1","I.2.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0623"],"date":["2011-10-04","2011-10-06"],"type":["text"],"creator":["Meier, Arne","Schmidt, Johannes","Thomas, Michael","Vollmer, Heribert"],"language":[],"coverage":[],"title":["On the Parameterized Complexity of Default Logic and Autoepistemic Logic"],"description":["  We investigate the application of Courcelle's Theorem and the logspace\nversion of Elberfeld etal. in the context of the implication problem for\npropositional sets of formulae, the extension existence problem for default\nlogic, as well as the expansion existence problem for autoepistemic logic and\nobtain fixed-parameter time and space efficient algorithms for these problems.\nOn the other hand, we exhibit, for each of the above problems, families of\ninstances of a very simple structure that, for a wide range of different\nparameterizations, do not have efficient fixed-parameter algorithms (even in\nthe sense of the large class XPnu), unless P=NP.\n","Comment: 12 pages + 2 pages appendix, 1 figure, Version without Appendix\n  submitted to LATA 2012"]}]
["1110.0774",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0774"],"date":["2011-10-04","2011-10-06"],"type":["text"],"creator":["Schott, Matthias","Pugnat, Pierre","Ballou, Rafik","Duvillaret, Lionel","Husek, Tomas","Jost, Remy","Flekova, Lucie","Finger, Michael","Finger, Miroslav","Hosek, Jan","Kral, Miroslav","Macuchova, Karolina","Meissner, Krzysztof A.","Morville, Jerome","Romanini, Daniele","Siemko, Andrzej","Slunecka, Miroslav","Sulc, Miroslav","Vitrant, Guy","Zicha, Josef"],"language":[],"coverage":[],"title":["First Results of the Full-Scale OSQAR Photon Regeneration Experiment"],"description":["  Recent intensive theoretical and experimental studies shed light on possible\nnew physics beyond the standard model of particle physics, which can be probed\nwith sub-eV energy experiments. In the second run of the OSQAR photon\nregeneration experiment, which looks for the conversion of photon to axion (or\nAxion-Like Particle), two spare superconducting dipole magnets of the Large\nHadron Collider (LHC) have been used. In this paper we report on first results\nobtained from a light beam propagating in vacuum within the 9 T field of two\nLHC dipole magnets. No excess of events above the background was detected and\nthe two-photon couplings of possible new scalar and pseudo-scalar particles\ncould be constrained.\n","Comment: 5 pages, 4 figures, Photon 2011 Conference, Submitted to JOP"]}]
["1110.0957",{"format":[],"subject":["Computer Science - Learning","Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0957"],"date":["2011-10-05"],"type":["text"],"creator":["Couzinie-Devy, Florent","Mairal, Julien","Bach, Francis","Ponce, Jean"],"language":[],"coverage":[],"title":["Dictionary Learning for Deblurring and Digital Zoom"],"description":["  This paper proposes a novel approach to image deblurring and digital zooming\nusing sparse local models of image appearance. These models, where small image\npatches are represented as linear combinations of a few elements drawn from\nsome large set (dictionary) of candidates, have proven well adapted to several\nimage restoration tasks. A key to their success has been to learn dictionaries\nadapted to the reconstruction of small image patches. In contrast, recent works\nhave proposed instead to learn dictionaries which are not only adapted to data\nreconstruction, but also tuned for a specific task. We introduce here such an\napproach to deblurring and digital zoom, using pairs of blurry/sharp (or\nlow-/high-resolution) images for training, as well as an effective stochastic\ngradient algorithm for solving the corresponding optimization task. Although\nthis learning problem is not convex, once the dictionaries have been learned,\nthe sharp/high-resolution image can be recovered via convex optimization at\ntest time. Experiments with synthetic and real data demonstrate the\neffectiveness of the proposed approach, leading to state-of-the-art performance\nfor non-blind image deblurring and digital zoom.\n"]}]
["1110.0970",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0970"],"date":["2011-10-05","2011-10-06"],"type":["text"],"creator":["Goldberg, Jacques"],"language":[],"coverage":[],"title":["Comment on Jerrold Franklin, Superluminal neutrinos, arXiv:1110.0234v1"],"description":["  A reasonably short antineutrino run using OPERA and/or MINOS may test J.\nFranklin's explanation of recently claimed $\\nu_\\mu$ superluminality.\n","Comment: 2 pages, correct typo: arXiv reference in Title was incorrectly typed"]}]
["1110.1090",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1090"],"date":["2011-10-05"],"type":["text"],"creator":["Ryan Jr, R. E."],"language":[],"coverage":[],"title":["iGalFit: An Interactive Tool for GalFit"],"description":["  We present a suite of IDL routines to interactively run GALFIT whereby the\nvarious surface brightness profiles (and their associated parameters) are\nrepresented by regions, which the User is expected to place. The regions may be\nsaved and/or loaded from the ASCII format used by ds9 or in the Hierarchical\nData Format (version 5). The software has been tested to run stably on Mac OS X\nand Linux with IDL 7.0.4. In addition to its primary purpose of modeling galaxy\nimages with GALFIT, this package has several ancillary uses, including a\nflexible image display routines, several basic photometry functions, and\nqualitatively assessing Source Extractor. We distribute the package freely and\nwithout any implicit or explicit warranties, guarantees, or assurance of any\nkind. We kindly ask users to report any bugs, errors, or suggestions to us\ndirectly (as opposed to fixing them themselves) to ensure version control and\nuniformity.\n","Comment: 7 pages, 3 figures, 4 tables, not submitted"]}]
["1110.1094",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1094"],"date":["2011-10-05"],"type":["text"],"creator":["Miller, David W.","Collaboration, for the ATLAS"],"language":[],"coverage":[],"title":["Jet substructure in ATLAS"],"description":["  Measurements are presented of the jet invariant mass and substructure in\nproton-proton collisions at sqrt{s} = 7 TeV with the ATLAS detector using an\nintegrated luminosity of 37 pb-1. These results exercise the tools for\ndistinguishing the signatures of new boosted massive particles in the hadronic\nfinal state. Two \"fat\" jet algorithms are used, along with the filtering jet\ngrooming technique that was pioneered in ATLAS. New jet substructure\nobservables are compared for the first time to data at the LHC. Finally, a\nsample of candidate boosted top quark events collected in the 2010 data is\nanalyzed in detail for the jet substructure properties of hadronic \"top-jets\"\nin the final state. These measurements demonstrate not only our excellent\nunderstanding of QCD in a new energy regime but open the path to using complex\njet substructure observables in the search for new physics.\n","Comment: Proceedings of the DPF-2011 Conference, Providence, RI, August 8-13,\n  2011"]}]
["1110.1096",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1096"],"date":["2011-10-05"],"type":["text"],"creator":["Schure, K. M.","Bell, A. R."],"language":[],"coverage":[],"title":["Confining the high-energy cosmic rays"],"description":["  Diffusive shock acceleration is the prime candidate for efficient\nacceleration of cosmic rays. Galactic cosmic rays are believed to originate\npredominantly from this process in supernova remnant shock waves. Confinement\nof the cosmic rays in the shock region is key in making the mechanism\neffective. It has been known that on small scales (smaller than the typical\ngyroradius) high-amplitude non-resonant instabilities arise due to cosmic ray\nstreaming ahead of the shock. For the efficiency of scattering of the highest\nenergy cosmic rays it is of interest to determine the type of instabilities\nthat act on longer length scales, i.e. larger than the cosmic ray gyroradius.\nWe will present the results of our analysis of an instability that acts in this\nregime and will discuss its driving mechanism and typical growth times.\n","Comment: 4 pages, 1 figure. Proceedings for the conference on Cosmic Rays and\n  the Interstellar Medium (CRISM) in June 2011, Montpellier, France. To appear\n  in MSAI"]}]
["1110.1097",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1097"],"date":["2011-10-05"],"type":["text"],"creator":["Cukierman, Ari","Yu, Gexin"],"language":[],"coverage":[],"title":["New Bounds on the Minimum Density of a Vertex Identifying Code for the\n  Infinite Hexagonal Grid"],"description":["  For a graph, $G$, and a vertex $v \\in V(G)$, let $N[v]$ be the set of\nvertices adjacent to and including $v$. A set $D \\subseteq V(G)$ is a vertex\nidentifying code if for any two distinct vertices $v_1, v_2 \\in V(G)$, the\nvertex sets $N[v_1] \\cap D$ and $N[v_2] \\cap D$ are distinct and non-empty. We\nconsider the minimum density of a vertex identifying code for the infinite\nhexagonal grid. In 2000, Cohen et al. constructed two codes with a density of\n$3/7 \\approx 0.428571$, and this remains the best known upper bound. Until now,\nthe best known lower bound was $12/29 \\approx 0.413793$ and was proved by\nCranston and Yu in 2009. We present three new codes with a density of 3/7, and\nwe improve the lower bound to $5/12 \\approx 0.416667$.\n"]}]
["1110.1098",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1098"],"date":["2011-10-05"],"type":["text"],"creator":["Mannucci, Filippo"],"language":[],"coverage":[],"title":["The metallicity properties of long-GRB hosts"],"description":["  The recently-discovered Fundamental Metallicity Relation (FMR), which is the\ntight dependence of metallicity on both mass and SFR, proves to be a very\nuseful tool to study the metallicity properties of various classes of galaxies.\nWe have used the FMR to study the galaxies hosting long-GRBs. While the GRB\nhosts have lower metallicities than typical galaxies of the same mass, i.e.,\nthey are below the mass-metallicity relation, they are fully consistent with\nthe FMR. This shows that the difference with the mass-metallicity relation is\ndue to higher than average SFRs, and that GRBs with optical afterglows do not\npreferentially select low-metallicity hosts among the star-forming galaxies.\n","Comment: proceeding of the workshop \"GRBs as probes: from the progenitor's\n  environment to the high redshift Universe\", Como, Italy, 16-20 May, 2011, 8\n  pages"]}]
["1110.1100",{"format":[],"subject":["Mathematics - Representation Theory","20C02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1100"],"date":["2011-10-05"],"type":["text"],"creator":["Preda, Traian"],"language":[],"coverage":[],"title":["A note of Zuk's criterion"],"description":["  Zuk's criterion give us a condition for a finitely generated group to have\nProperty(T): the smallest non - zero eigenvalue of Laplace operator\ncorresponding to the simple random walk on the associated graph have to be\ngreater than 1/2. We present here two examples that prove that this condition\ncannot be improved.\n","Comment: 4 pages"]}]
["1110.1102",{"format":[],"subject":["Mathematics - Geometric Topology","05C10, 57M15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1102"],"date":["2011-10-05"],"type":["text"],"creator":["Schroeder, Timothy A."],"language":[],"coverage":[],"title":["$\\ell^2$-homology and planar graphs"],"description":["  In his 1930 paper, Kuratowksi categorized planar graphs, proving that a\nfinite graph $\\Gamma$ is planar if and only if it does not contain a subgraph\nthat is homeomorphic to $K_5$, the complete graph on 5 vertices, or $K_{3,3}$,\nthe complete bipartite graph on six vertices. In their 2001 paper, Davis and\nOkun point out that the $K_{3,3}$ graph can be understood as the nerve of a\nright-angled Coxeter system and prove that this graph is not planar using\nresults from $\\ell^2$-homology. In this paper, we employ a similar method\nproving $K_5$ is not planar.\n","Comment: 7 pages"]}]
["1110.1103",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1103","Journal of catalysis 280 (2011) 178-195","doi:10.1016/j.jcat.2011.03.017"],"date":["2011-10-05"],"type":["text"],"creator":["Prodhomme, Pierre-Yves","Raybaud, Pascal","Toulhoat, Hervé"],"language":[],"coverage":[],"title":["Free-energy profiles along reduction pathways of MoS2 M-edge and S-edge\n  by dihydrogen: a first-principles study"],"description":["  We present the results of DFT calculations of free energy profiles along the\nreaction pathways starting from 50% coverage of MoS2 M-edge and 100% coverage\nof S-edge by sulfur, and leading to 37% coverage, i.e. creation of anionic\nvacancies, upon reduction by dihydrogen and production of H2S. Significant\nentropic and enthalpic corrections to electronic energies are deduced from the\nsets of normal modes vibration frequencies computed for all stationary and\ntransition states. On that basis, we revisit and discuss the surface phase\ndiagrams for M- and S- edges as a function of temperature, H2 partial pressure\nand H2S/H2 molar ratio, with respect to ranges of conditions relevant to\nindustrial hydrotreating operations. We show that in such conditions, anionic\nvacancies on the M-edge, and surface SH groups on the M- and S- edges, may\ncoexist at equilibrium. Moderate activation barriers connect stationary states\nalong all paths explored.\n"]}]
["1110.1104",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1104","A&A 534, L5 (2011)","doi:10.1051/0004-6361/201117784"],"date":["2011-10-05"],"type":["text"],"creator":["Mikulasek, Zdenek","Krticka, Jiri","Henry, Gregory W.","Janik, Jan","Zverko, Juraj","Ziznovsky, Jozef","Zejda, Miloslav","Liska, Jiri","Zverina, Pavel","Kudryavtsev, Dmitry O.","Romanyuk, Iosif I.","Sokolov, Nikolay A.","Lüftinger, Theresa","Trigilio, Corrado","Neiner, Coralie","de Villiers, Stephanus N."],"language":[],"coverage":[],"title":["Surprising variations in the rotation of the chemically peculiar stars\n  CU Virginis and V901 Orionis"],"description":["  CU Vir and V901 Ori belong among these few magnetic chemically peculiar stars\nwhose rotation periods vary on timescales of decades. We aim to study the\nstability of the periods in CU Vir and V901 Ori using all accessible\nobservational data containing phase information. We collected all available\nrelevant archived observations supplemented with our new measurements of these\nstars and analysed the period variations of the stars using a novel method that\nallows for the combination of data of diverse sorts. We found that the shapes\nof their phase curves were constant, while the periods were changing. Both\nstars exhibit alternating intervals of rotational braking and acceleration. The\nrotation period of CU Vir was gradually shortening until the year 1968, when it\nreached its local minimum of 0.52067198 d. The period then started increasing,\nreaching its local maximum of 0.5207163 d in the year 2005. Since that time the\nrotation has begun to accelerate again. We also found much smaller period\nchanges in CU Vir on a timescale of several years. The rotation period of V901\nOri was increasing for the past quarter-century, reaching a maximum of 1.538771\nd in the year 2003, when the rotation period began to decrease. A theoretically\nunexpected alternating variability of rotation periods in these stars would\nremove the spin-down time paradox and brings a new insight into structure and\nevolution of magnetic upper-main-sequence stars.\n","Comment: 5 pages, 3 figures"]}]
["1110.1107",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1107"],"date":["2011-10-05"],"type":["text"],"creator":["Omidyeganeh, Mohammad","Piomelli, Ugo"],"language":[],"coverage":[],"title":["Coherent Structures in Turbulent Flow over Two-Dimensional River Dunes"],"description":["  We performed large-eddy simulations of the flow over a typical\ntwo-dimensional dune geometry at laboratory scale (the Reynolds number based on\nthe average channel height and mean velocity is 18,900) using the Lagrangian\ndynamic eddy-viscosity subgrid-scale model. The flow separates at the dune\ncrest and reattaches downstream on the bed (at x=5.7h). A favorable pressure\ngradient accelerates the flow over the stoss-side (the upward-sloping region\nfor x > 8h) and an unfavorable gradient for x < 8h decelerates the flow over\nthe lee-side of the dune. Due to the separation of the flow, a shear layer is\ngenerated after the crest that expands in the wake region towards the next\ndune. The outer-layer turbulence structures are visualized through isosurfaces\nof pressure fluctuations colored by distance to the surface. Spanwise vortices\nare generated in the shear layer separating from the crest due to the\nKelvin-Helmholtz instability. They are convected downstream and either interact\nwith the wall or rise to the surface, taking the form of large horseshoe-like\nstructures. These structures may undergo an intense distortion, become\none-legged, or be completely destroyed. As they grow to dimensions comparable\nto (or larger than) the flow depth, a strong ejection occurs between their\nlegs. The interaction between two large coherent structures may result in\nmerging, or in dissipation of the weaker one. Surviving eddies grow and rise\nalong the shear layer emanating from the dune crest; they tilt downward and,\neventually, their tips touch the surface. When the legs of the horseshoe are\nclose to the surface, they create an upwelling, which expands and weakens. The\nlegs of the vortex loop remain coherent for a longer time.\n","Comment: This submission contains 2 videos for the 64th APS meeting in DFD"]}]
["1110.1109",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1109"],"date":["2011-10-05"],"type":["text"],"creator":["Baudoin, Fabrice","Bonnefont, Michel"],"language":[],"coverage":[],"title":["Sub-Riemannian balls in CR Sasakian manifolds"],"description":["  We prove global estimates for the sub-Riemannian distance of CR Sasakian\nmanifolds with non negative horizontal Webster-Tanaka Ricci curvature. In\nparticular, in this setting, large sub-Riemannian balls are comparable to\nRiemannian balls.\n"]}]
["1110.1112",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1112"],"date":["2011-10-05"],"type":["text"],"creator":["Kang, Changsung","Lin, Xiaotong","Wang, Xuanhui","Chang, Yi","Tseng, Belle"],"language":[],"coverage":[],"title":["Modeling Perceived Relevance for Tail Queries without Click-Through Data"],"description":["  Click-through data has been used in various ways in Web search such as\nestimating relevance between documents and queries. Since only search snippets\nare perceived by users before issuing any clicks, the relevance induced by\nclicks are usually called \\emph{perceived relevance} which has proven to be\nquite useful for Web search. While there is plenty of click data for popular\nqueries, very little information is available for unpopular tail ones. These\ntail queries take a large portion of the search volume but search accuracy for\nthese queries is usually unsatisfactory due to data sparseness such as limited\nclick information. In this paper, we study the problem of modeling perceived\nrelevance for queries without click-through data. Instead of relying on users'\nclick data, we carefully design a set of snippet features and use them to\napproximately capture the perceived relevance. We study the effectiveness of\nthis set of snippet features in two settings: (1) predicting perceived\nrelevance and (2) enhancing search engine ranking. Experimental results show\nthat our proposed model is effective to predict the relative perceived\nrelevance of Web search results. Furthermore, our proposed snippet features are\neffective to improve search accuracy for longer tail queries without\nclick-through data.\n"]}]
["1110.1114",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1114"],"date":["2011-10-05"],"type":["text"],"creator":["Caceres, Alan Joseph J.","Castillo, Juan","Lee, Jinnie","John, Katherine St."],"language":[],"coverage":[],"title":["Walks on SPR Neighborhoods"],"description":["  A nearest-neighbor-interchange (NNI) walk is a sequence of unrooted\nphylogenetic trees, T_0, T_1, T_2,... where each consecutive pair of trees\ndiffer by a single NNI move. We give tight bounds on the length of the shortest\nNNI-walks that visit all trees in an subtree-prune-and-regraft (SPR)\nneighborhood of a given tree. For any unrooted, binary tree, T, on n leaves,\nthe shortest walk takes {\\theta}(n^2) additional steps than the number of trees\nin the SPR neighborhood. This answers Bryant's Second Combinatorial Conjecture\nfrom the Phylogenetics Challenges List, the Isaac Newton Institute, 2011, and\nthe Penny Ante Problem List, 2009.\n"]}]
["1110.1116",{"format":[],"subject":["Mathematics - Algebraic Geometry","14H40, 14G15, 14K15, 11G10, 11G25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1116"],"date":["2011-10-05"],"type":["text"],"creator":["Singh, Vijaykumar","McGuire, Gary","Zaytsev, Alexey"],"language":[],"coverage":[],"title":["Characteristic Polynomial of Supersingular Abelian Varieties over Finite\n  Fields"],"description":["  In this article, we give a complete description of the characteristic\npolynomials of supersingular abelian varieties over finite fields. We list them\nfor the dimensions upto 7.\n"]}]
["1110.1120",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Classical Analysis and ODEs","Mathematics - Optimization and Control","14P05, 13P15, 65L06, 68T20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1120"],"date":["2011-10-05"],"type":["text"],"creator":["Martino, Ivan","Nicosia, Giuseppe"],"language":[],"coverage":[],"title":["Evolutionary Optimization for Algebraic Varieties, Design of Robust\n  Runge-Kutta Methods"],"description":["  This work presents a new evolutionary optimization algorithm in theoretical\nmathematics with important applications in scientific computing. The use of the\nevolutionary algorithm is justified by the difficulty of the study of the\nparametrization of an algebraic variety, an important problem in algebraic\ngeometry. We illustrate an application, Evo-Runge-Kutta, in a problem of\nnumerical analysis. Results show the design and the optimization of particular\nalgebraic variety, the explicit s levels Runge-Kutta methods of order q. The\nmapping between algebraic geometry and evolutionary optimization is direct, and\nwe expect that many open problems will be modelled in the same way.\n","Comment: A copy of the software can be obtained by sending an email to the\n  authors"]}]
["1110.1124",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1124"],"date":["2011-10-05"],"type":["text"],"creator":["Chen, Shiyao","Tong, Lang","He, Ting"],"language":[],"coverage":[],"title":["Optimal Deadline Scheduling with Commitment"],"description":["  We consider an online preemptive scheduling problem where jobs with deadlines\narrive sporadically. A commitment requirement is imposed such that the\nscheduler has to either accept or decline a job immediately upon arrival. The\nscheduler's decision to accept an arriving job constitutes a contract with the\ncustomer; if the accepted job is not completed by its deadline as promised, the\nscheduler loses the value of the corresponding job and has to pay an additional\npenalty depending on the amount of unfinished workload. The objective of the\nonline scheduler is to maximize the overall profit, i.e., the total value of\nthe admitted jobs completed before their deadlines less the penalty paid for\nthe admitted jobs that miss their deadlines. We show that the maximum\ncompetitive ratio is $3-2\\sqrt{2}$ and propose a simple online algorithm to\nachieve this competitive ratio. The optimal scheduling includes a threshold\nadmission and a greedy scheduling policies. The proposed algorithm has direct\napplications to the charging of plug-in hybrid electrical vehicles (PHEV) at\ngarages or parking lots.\n","Comment: 8 pages, 10 figures, 49th Allerton Conference on Communication,\n  Control and Computing, Monticello, IL, September 2011"]}]
["1110.1125",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1125"],"date":["2011-10-05"],"type":["text"],"creator":["Toyoda, A.","Fujiwara, Y.","Fukao, Y.","Kamigaito, O.","Kawamura, N.","Matsuda, Y.","Mibe, T.","Ogitsu, T.","Saito, N.","Sasaki, K.","Shimomura, K.","Sugano, M.","Tanaka, K.","Tomono, D.","Torii, H. A."],"language":[],"coverage":[],"title":["J-PARC MUSE H-line optimization for the g-2 and MuHFS experiments"],"description":["  Significant deviation of the anomalous magnetic moment value (g-2) observed\nby the muon g-2 experiment should be confirmed by the other experiment. This\nvalue is experimentally determined by frequency difference observed by the\ng-2/EDM experiment and muon magnetic moment observed by the muonium hyperfine\nsplitting experiment (MuHFS). Both two experiments are planned to be performed\nat H-line of the J-PARC/MUSE under construction. We optimized the beamline\nlayout for each experiment with G4beamline. For both experiments, statistics is\nthe most important, thus beamline transmission efficiency should be maximized.\nEspecially for the g-2, the purpose of the present effort is to compromise\nbetween small beam size and small leakage field. For the MuHFS, it is crucial\nto minimize leakage field at around final focus position, and to get all\nstopped muons within good field region of MuHFS magnet. Conceptual design of\nthe several final focusing systems will be presented. contribution (or invited\npaper) to NUFACT 11, XIIIth International Workshop on Neutrino Factories, Super\nbeams and Beta beams, 1-6 August 2011, CERN and University of Geneva\n","Comment: 4 pages, 5 figures, contribution (or invited paper) to NUFACT 11,\n  XIIIth International Workshop on Neutrino Factories, Super beams and Beta\n  beams, 1-6 August 2011, CERN and University of Geneva"]}]
["1110.1126",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1126"],"date":["2011-10-05"],"type":["text"],"creator":["Kondo, Shigeyuki"],"language":[],"coverage":[],"title":["The Segre cubic and Borcherds products"],"description":["  We shall construct a 5-dimensional linear system of holomorphic automorphic\nforms on a 3-dimensional complex ball by applying Borcherds theory of\nautomorphic forms. We shall show that this linear system gives the dual map\nfrom the Segre cubic 3-fold to the Igusa quartic 3-fold.\n","Comment: 14 pages"]}]
["1110.1131",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1131"],"date":["2011-10-05"],"type":["text"],"creator":["Anderson, Matthew","Brodowicz, Maciej","Kaiser, Hartmut","Adelstein-Lelbach, Bryce","Sterling, Thomas"],"language":[],"coverage":[],"title":["Adaptive Mesh Refinement for Astrophysics Applications with ParalleX"],"description":["  Several applications in astrophysics require adequately resolving many\nphysical and temporal scales which vary over several orders of magnitude.\nAdaptive mesh refinement techniques address this problem effectively but often\nresult in constrained strong scaling performance. The ParalleX execution model\nis an experimental execution model that aims to expose new forms of program\nparallelism and eliminate any global barriers present in a scaling-impaired\napplication such as adaptive mesh refinement. We present two astrophysics\napplications using the ParalleX execution model: a tabulated equation of state\ncomponent for neutron star evolutions and a cosmology model evolution.\nPerformance and strong scaling results from both simulations are presented. The\ntabulated equation of state data are distributed with transparent access over\nthe nodes of the cluster. This allows seamless overlapping of computation with\nthe latencies introduced by the remote access to the table. Because of the\nexpected size increases to the equation of state table, this type of table\npartitioning for neutron star simulations is essential while the implementation\nis greatly simplified by ParalleX semantics.\n"]}]
["1110.1136",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1136"],"date":["2011-10-05"],"type":["text"],"creator":["Reznikova, Veronika","Shibasaki, Kiyoto"],"language":[],"coverage":[],"title":["The slow magnetoacoustic mode in the flaring loop"],"description":["  We studied long duration flare observed with Nobeyama Radioheliograph at\nfrequencies 17 and 34 GHz and with Ramaty High Energy Solar Spectroscopic\nImager at 25-50 keV. We found that microwave and hard X-ray emission variation\ncontain well-pronounced periodicity with the oscillation period growing from\n2.5 to 5 min. Analysis of the loop length and plasma temperature evolution\nduring the flare allowed to interpret the quasi-periodic pulsations in terms of\nthe second standing harmonics of the slow magnetoacoustic mode. This mode can\nbe generated by the initial impulsive energy release and work as a trigger for\nthe repeated energy releases.\n","Comment: The 11th Asian-Pacific Regional IAU Meeting 2011"]}]
["1110.1137",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1137"],"date":["2011-10-05"],"type":["text"],"creator":["Cooper, Joshua N.","Dutle, Aaron M."],"language":[],"coverage":[],"title":["Greedy Galois Games"],"description":["  We show that two duelers with similar, lousy shooting skills (a.k.a. Galois\nduelers) will choose to take turns firing in accordance with the famous\nThue-Morse sequence if they greedily demand their chances to fire as soon as\nthe other's a priori probability of winning exceeds their own. This contrasts\nwith a result from the approximation theory of complex functions that says what\nmore patient duelers would do, if they really cared about being as fair as\npossible. We note a consequent interpretation of the Thue-Morse sequence in\nterms of certain expansions in fractional bases close to, but greater than, 1.\n","Comment: 7 pages"]}]
["1110.1151",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1151"],"date":["2011-10-05"],"type":["text"],"creator":["Belabbas, M. -A."],"language":[],"coverage":[],"title":["Mathematical aspects of decentralized control of formations in the plane"],"description":["  In formation control, an ensemble of autonomous agents is required to\nstabilize at a given configuration in the plane, doing so while agents are\nallowed to observe only a subset of the ensemble. As such, formation control\nprovides a rich class of problems for decentralized control methods and\ntechniques. Additionally, it can be used to model a wide variety of scenarios\nwhere decentralization is a main characteristic. We introduce here some\nmathematical background necessary to address questions of stability in\ndecentralized control in general and formation control in particular. This\nbackground includes an extension of the notion of global stability to systems\nevolving on manifolds and a notion of robustness of feedback control for\nnonlinear systems. We then formally introduce the class of formation control\nproblems, and summarize known results.\n","Comment: 10 pages"]}]
["1110.1152",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1152"],"date":["2011-10-05"],"type":["text"],"creator":["Belabbas, M. -A."],"language":[],"coverage":[],"title":["Known unknowns, unknown unknowns and information flow: new concepts in\n  decentralized control"],"description":["  We introduce and analyze a model for decentral- ized control. The model is\nbroad enough to include problems such as formation control, decentralization of\nthe power grid and flocking. The objective of this paper is twofold. First, we\nshow how the issue of decentralization goes beyond having agents know only part\nof the state of the system. In fact, we argue that a complete theory of\ndecentralization should take into account the fact that agents can be made\naware of only part of the global objective of the ensemble. A second\ncontribution of this paper is the introduction of a rigorous definition of\ninformation flow for a decentralized system: we show how to attach to a general\nnonlinear decentralized system a unique information flow graph that is an\ninvariant of the system. In order to address some finer issues in decentralized\nsystem, such as the existence of so-called \"information loops\", we further\nrefine the information flow graph to a simplicial complex-more precisely, a\nWhitney complex. We illustrate the main results on a variety of examples.\n"]}]
["1110.1156",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1156","PoS (INTEGRAL 2010)015"],"date":["2011-10-06"],"type":["text"],"creator":["Postnov, K.","Shakura, N.","González-Galán, A.","Kuulkers, E.","Kretschmar, P.","Larsson, S.","Finger, M. H.","Kochetkova, A.","Lü, G.","Yungelson, L."],"language":[],"coverage":[],"title":["Wind accretion in symbiotic X-ray binaries"],"description":["  The properties of wind accretion in symbiotic X-ray binaries (SyXBs)\nconsisting of red-giant and magnetized neutron star (NS) are discussed. The\nspin-up/spin-down torques applied to NS are derived based on a hydrodynamic\ntheory of quasi-spherical accretion onto magnetized NSs. In this model, a\nsettling subsonic accretion proceeds through a hot shell formed around the NS\nmagnetosphere. The accretion rate onto the NS is determined by the ability of\nthe plasma to enter the magnetosphere.Due to large Reynolds numbers in the\nshell, the interaction of the rotating magnetosphere with plasma initiates a\nsubsonic turbulence. The convective motions are capable of carrying the angular\nmomentum through the shell. We carry out a population synthesis of SyXBs in the\nGalaxy with account for the spin evolution of magnetized NS. The Galactic\nnumber of SyXBs with bright (M_v<1) low-mass red-giant companion is found to be\nfrom \\sim 40 to 120, and their birthrate is \\sim 5\\times 10^{-5}-10^{-4} per\nyear. According to our model, among known SyXBs, Sct X-1 and IRXS\nJ180431.1-273932 are wind-fed accretors. GX 1+4 lies in the transition from the\nwind-fed SyXBs to SyXBs in which the giants overflow their Roche lobe. The\nmodel successfully reproduces very long NS spins (such as in IGR J16358-4724\nand 4U 1954+31) without the need to invoke very strong magnetic fields.\n","Comment: 7 pages, 2 figures, Proceedings of the 8th INTEGRAL Workshop, Dublin;\n  http://pos.sissa.it/archive/conferences/115/015/INTEGRAL%202010_015.pdf"]}]
["1110.1157",{"format":[],"subject":["Mathematics - Analysis of PDEs","35J60 (Primary) 53C21 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1157"],"date":["2011-10-06"],"type":["text"],"creator":["Leung, Man Chun"],"language":[],"coverage":[],"title":["Construction of Blow-up Sequence for the Conformal Scalar Curvature\n  Equation on S^n. I, II, and Appendix"],"description":["  Using the Lyapunov-Schmidt reduction method, we describe how to use annular\ndomains to construct (scalar curvature) functions on S^n, (n > 5), so that each\none of them enables the conformal scalar curvature equation to have a\nblowing-up sequence of positive solutions. The prescribed scalar curvature\nfunction is shown to have C^{n - 1, \\beta} smoothness.\n","Comment: Part I, 32 pages; Part II, 31 pages; Appendix, 32 pages"]}]
["1110.1161",{"format":[],"subject":["Computer Science - Discrete Mathematics","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1161","Proceedings of the CSIT Conference, Yerevan, 2011, pp. 86-88"],"date":["2011-10-06"],"type":["text"],"creator":["Petrosyan, Petros A."],"language":[],"coverage":[],"title":["Interval edge-colorings of cubic graphs"],"description":["  An edge-coloring of a multigraph G with colors 1,2,...,t is called an\ninterval t-coloring if all colors are used, and the colors of edges incident to\nany vertex of G are distinct and form an interval of integers. In this paper we\nprove that if G is a connected cubic multigraph (a connected cubic graph) that\nadmits an interval t-coloring, then t\\leq |V(G)| +1 (t\\leq |V(G)|), where V(G)\nis the set of vertices of G. Moreover, if G is a connected cubic graph, G\\neq\nK_{4}, and G has an interval t-coloring, then t\\leq |V(G)| -1. We also show\nthat these upper bounds are sharp. Finally, we prove that if G is a bipartite\nsubcubic multigraph, then G has an interval edge-coloring with no more than\nfour colors.\n","Comment: 3 pages"]}]
["1110.1163",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1163"],"date":["2011-10-06"],"type":["text"],"creator":["Jensen, Jens Tarjei","Haugen, Nils Erland L.","Babkovskaia, Natalia"],"language":[],"coverage":[],"title":["Calculation of the Minimum Ignition Energy based on the ignition delay\n  time"],"description":["  The Minimum Ignition Energy (MIE) of an initially Gaussian temperature\nprofile is found both by Direct Numerical Simulations (DNS) and from a new\nnovel model. The model is based on solving the heat diffusion equation in zero\ndimensions for a Gaussian velocity distribution. The chemistry is taken into\naccount through the ignition delay time, which is required as input to the\nmodel. The model results reproduce the DNS results very well for the Hydrogen\nmixture investigated.\n  Furthermore, the effect of ignition source dimensionality is explored, and it\nis shown that for compact ignition kernels there is a strong effect on\ndimensionality. Here, three, two and one dimensional ignition sources represent\na spherical kernel, a long spark and an ignition sheet, respectively.\n","Comment: Submitted for publication in Combustion and Flame"]}]
["1110.1164",{"format":[],"subject":["Mathematics - Algebraic Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1164"],"date":["2011-10-06"],"type":["text"],"creator":["Nakayama, Mayumi"],"language":[],"coverage":[],"title":["On the $S^1$-fibred nil-Bott Tower"],"description":["  We shall introduce a notion of $S^1$-fibred nilBott tower. It is an iterated\n$S^1$-bundles whose top space is called an $S^1$-fibred nilBott manifold and\nthe $S^1$-bundle of each stage realizes a Seifert construction. The nilBott\ntower is a generalization of real Bott tower from the viewpoint of fibration.\nIn this note we shall prove that any $S^1$-fibred nilBott manifold is\ndiffeomorphic to an infranilmanifold. According to the group extension of each\nstage, there are two classes of $S^1$-fibred nilBott manifolds which is defined\nas finite type or infinite type. We discuss their properties.\n","Comment: 20 pages"]}]
["1110.1169",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1169"],"date":["2011-10-06"],"type":["text"],"creator":["Hamerly, Ryan","Kosovichev, Alexander"],"language":[],"coverage":[],"title":["Dark Matter and its Effects on Helioseismology"],"description":["  Helioseismology can be used to place new constraints on the properties of\ndark matter, allowing solar observations to complement more conventional dark\nmatter searches currently in operation. During the course of its lifetime, the\nSun accretes a sizeable amount of dark matter. This accreted matter affects the\nheat transport of the stellar core in ways that helioseismology can detect, or\nat least constrain. We modify the CESAM stellar evolution code to take account\nof dark matter and determine the effect of WIMP models on the stellar structure\nand normal-mode oscillation frequencies.\n","Comment: Submitted to Proceedings of the 61st Fujihara Seminar: Progress in\n  solar/stellar physics with helio- and asteroseismology. 6 pages, 2 figures"]}]
["1110.1170",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1170"],"date":["2011-10-06"],"type":["text"],"creator":["Shaari, J. S.","Lucamarini, M.","Bahari, Asma' Ahmad"],"language":[],"coverage":[],"title":["Reply to Comment on \"Deterministic six states protocol for quantum\n  communication\" [arXiv:1107.4435v1 [quant-ph] / Phys. Lett. A 374 (2010) 1097]"],"description":["  We reply to the Comment made in arXiv:1107.4435v1 [quant-ph] (Phys. Lett. A\n\\textbf{374} (2010) 1097) by noting some erroneous considerations therein\nresulting in a misleading view of the quantum key distribution protocol in\nquestion. We then correct the rates provided for the Intercept-and-Resend\nattack and we complete the analysis of Eve's attack based on a double CNOT\ngate.\n"]}]
["1110.1173",{"format":[],"subject":["Physics - Instrumentation and Detectors","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1173"],"date":["2011-10-06"],"type":["text"],"creator":["Tinti, Gemma"],"language":[],"coverage":[],"title":["Study of the readout chip and silicon sensor degradation for the CMS\n  pixel upgrade"],"description":["  Hybrid silicon pixel detectors are currently used in the innermost tracking\nsystem of the Compact Muon Solenoid (CMS) experiment. Radiation tolerance up to\nfluences expected for a few years of running of the Large Hadron Collider (LHC)\nhas already been proved, although some degradation of the part of the silicon\ndetector closer to the interaction point is expected. During the LHC upgrade\nphases, the level of dose foreseen for the silicon pixel detector will be much\nhigher. To face this aspect, dedicated irradiation tests with fluences above\n$\\mathcal{O}(10^{15})$ n$_{\\textrm{eq}}$/cm$^2$ have been performed on the\nsilicon sensor and readout chip. Changes in the operation of the sensor and\nreadout chip as a function of the fluence are presented. The charge collection\nefficiency has been studied: partial recovery of the detector efficiency can be\nachieved by operating the detectors in a controlled environment and at higher\nbias voltage.\n","Comment: conference; 6 pages; 5 figures"]}]
["1110.1174",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1174"],"date":["2011-10-06"],"type":["text"],"creator":["Gaunt, Jonathan R.","Kom, C. H.","Kulesza, A.","Stirling, W. J."],"language":[],"coverage":[],"title":["Probing double parton scattering with leptonic final states at the LHC"],"description":["  We discuss the prospects of observing double parton scattering (DPS)\nprocesses with purely leptonic final states at the LHC. We first study\nsame-sign W pair production, which is particularly suited for studying momentum\nand valence number conservation effects, followed by discussions on double\nDrell-Yan and production of J/psi pairs. The effects of initial state and\nintrinsic transverse momentum smearing on pair-wise transverse momentum balance\ncharacteristic to DPS are studied quantitatively. We also present a new\ntechnique, based on rapidity differences, to extract the DPS component from a\ndouble J/psi sample recently studied at the LHCb.\n","Comment: 8 pages, 3 figures. Contribution to the proceedings of the MPI@LHC\n  2010 workshop in Glasgow UK"]}]
["1110.1189",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1189","International Journal of Modern Physics B (IJMPB), Volume: 24,\n  Issue: 8 (2010) p.835-935","doi:10.1142/S0217979210055378"],"date":["2011-10-06"],"type":["text"],"creator":["Kuzemsky, A. L."],"language":[],"coverage":[],"title":["Bogoliubov's Vision: Quasiaverages and Broken Symmetry to Quantum\n  Protectorate and Emergence"],"description":["  In the present interdisciplinary review we focus on the applications of the\nsymmetry principles to quantum and statistical physics in connection with some\nother branches of science. The profound and innovative idea of quasiaverages\nformulated by N.N. Bogoliubov, gives the so-called macro-objectivation of the\ndegeneracy in domain of quantum statistical mechanics, quantum field theory and\nin the quantum physics in general. We discuss the complementary unifying ideas\nof modern physics, namely: spontaneous symmetry breaking, quantum protectorate\nand emergence. The interrelation of the concepts of symmetry breaking,\nquasiaverages and quantum protectorate was analyzed in the context of quantum\ntheory and statistical physics. The chief purposes of this paper were to\ndemonstrate the connection and interrelation of these conceptual advances of\nthe many-body physics and to try to show explicitly that those concepts, though\ndifferent in details, have a certain common features. Several problems in the\nfield of statistical physics of complex materials and systems (e.g. the\nchirality of molecules) and the foundations of the microscopic theory of\nmagnetism and superconductivity were discussed in relation to these ideas.\n","Comment: 88 pages, 1 figure, Refs.426"]}]
["1110.1194",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","G.2.2","G.2.3","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1194"],"date":["2011-10-06"],"type":["text"],"creator":["Chroni, Maria","Nikolopoulos, Stavros D."],"language":[],"coverage":[],"title":["Efficient Encoding of Watermark Numbers as Reducible Permutation Graphs"],"description":["  In a software watermarking environment, several graph theoretic watermark\nmethods use numbers as watermark values, where some of these methods encode the\nwatermark numbers as graph structures. In this paper we extended the class of\nerror correcting graphs by proposing an efficient and easily implemented codec\nsystem for encoding watermark numbers as reducible permutation flow-graphs.\nMore precisely, we first present an efficient algorithm which encodes a\nwatermark number $w$ as self-inverting permutation $\\pi^*$ and, then, an\nalgorithm which encodes the self-inverting permutation $\\pi^*$ as a reducible\npermutation flow-graph $F[\\pi^*]$ by exploiting domination relations on the\nelements of $\\pi^*$ and using an efficient DAG representation of $\\pi^*$. The\nwhole encoding process takes O(n) time and space, where $n$ is the binary size\nof the number $w$ or, equivalently, the number of elements of the permutation\n$\\pi^*$. We also propose efficient decoding algorithms which extract the number\n$w$ from the reducible permutation flow-graph $F[\\pi^*]$ within the same time\nand space complexity. The two main components of our proposed codec system,\ni.e., the self-inverting permutation $\\pi^*$ and the reducible permutation\ngraph $F[\\pi^*]$, incorporate important structural properties which make our\nsystem resilient to attacks.\n"]}]
["1110.1206",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1206"],"date":["2011-10-06"],"type":["text"],"creator":["Gibbons, G. W."],"language":[],"coverage":[],"title":["Anti-de-Sitter spacetime and its uses"],"description":["  This is a pedagogic account of some of the global properties of\nAnti-de-Sitter spacetime with a view to their application to the AdS/CFT\ncorrespondence. Particular care is taken over the distinction between\nAnti-de-Sitter and it's covering space.\n  Written version of lectures given at 2nd Samos Meeting held at at\nPythagoreon, Samos, Greece, 31 August - 4 September 1998 and published as\nAnti-de-Sitter spacetime and its uses, in Mathematical and Quantum Aspects of\nRelativity and Cosmology. Proceedings of the 2nd Samos Meeting on Cosmology,\nGeometry and Relativity, S Cotsakis and G W Gibbons eds, {\\it Lecture Notes in\nPhysics}\\, {\\bf 537} (2000)}\n","Comment: 40 pp Latex, no figures Written version of lectures given at 2nd\n  Samos Meeting held at at Pythagoreon, Samos, Greece, 31 August - 4 September\n  1998; Proceedings of the 2nd Samos Meeting on Cosmology, Geometry and\n  Relativity, S Cotsakis and G W Gibbons eds, {\\it Lecture Notes in Physics}\\,\n  {\\bf 537} (2000)}"]}]
["1110.1207",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1207"],"date":["2011-10-06"],"type":["text"],"creator":["D'Elia, A.","Jones, R. M.","Khan, V. F.","Grudiev, A.","Wuensch, W."],"language":[],"coverage":[],"title":["Comparative Wakefield Analysis of a First Prototype of a DDS Structure\n  for CLIC Main Linac"],"description":["  A Damped Detuned Structure (DDS) for CLIC main linac has been proposed as an\nalternative to the present baseline design which is based on heavy damping. A\nfirst prototype, CLIC_DDS_A, for high power tests has been already designed and\nis under construction. It is also foreseen to design a further prototype,\nCLIC_DDS_B, to test both the wakefield suppression and high power performances.\nWakefield calculations for DDS are, in the early design stage, based on single\ninfinitely periodic cells. Though cell-to-cell interaction is taken into\naccount to calculate the wakefields, it is important to study full structure\nproperties using computational tools. In particular this is fundamental for\ndefining the input parameters for the HOM coupler that is crucial for the\nperformances of DDS. In the following a full analysis of wakefields and\nimpedances based on simulations conducted with finite difference based\nelectromagnetic computer code GdfidL will be presented.\n","Comment: Presented at the second International Particle Accelerator Conference\n  (IPAC'11) in the Kursaal, San Sebastian, Spain from 4 to 9 September, 2011"]}]
["1110.1208",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1208","International Journal of Computer Technology and Applications, Vol\n  2 No 5, 2011, 1419 - 1425"],"date":["2011-10-06"],"type":["text"],"creator":["Chadha, Aman","Jyoti, Divya","Roja, M. Mani"],"language":[],"coverage":[],"title":["Rotation, Scaling and Translation Analysis of Biometric Signature\n  Templates"],"description":["  Biometric authentication systems that make use of signature verification\nmethods often render optimum performance only under limited and restricted\nconditions. Such methods utilize several training samples so as to achieve high\naccuracy. Moreover, several constraints are imposed on the end-user so that the\nsystem may work optimally, and as expected. For example, the user is made to\nsign within a small box, in order to limit their signature to a predefined set\nof dimensions, thus eliminating scaling. Moreover, the angular rotation with\nrespect to the referenced signature that will be inadvertently introduced as\nhuman error, hampers performance of biometric signature verification systems.\nTo eliminate this, traditionally, a user is asked to sign exactly on top of a\nreference line. In this paper, we propose a robust system that optimizes the\nsignature obtained from the user for a large range of variation in\nRotation-Scaling-Translation (RST) and resolves these error parameters in the\nuser signature according to the reference signature stored in the database.\n","Comment: rotation; scaling; translation; RST; image registration; signature\n  verification"]}]
["1110.1209",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1209","International Journal of Advanced Computer Science and\n  Applications ( IJACSA ) , Vol 2 Issue 9, 2011, 113 - 118"],"date":["2011-10-06"],"type":["text"],"creator":["Chadha, Aman","Gangundi, Sandeep","Goel, Rishabh","Dave, Hiren","Roja, M. Mani"],"language":[],"coverage":[],"title":["Audio Watermarking with Error Correction"],"description":["  In recent times, communication through the internet has tremendously\nfacilitated the distribution of multimedia data. Although this is indubitably a\nboon, one of its repercussions is that it has also given impetus to the\nnotorious issue of online music piracy. Unethical attempts can also be made to\ndeliberately alter such copyrighted data and thus, misuse it. Copyright\nviolation by means of unauthorized distribution, as well as unauthorized\ntampering of copyrighted audio data is an important technological and research\nissue. Audio watermarking has been proposed as a solution to tackle this issue.\nThe main purpose of audio watermarking is to protect against possible threats\nto the audio data and in case of copyright violation or unauthorized tampering,\nauthenticity of such data can be disputed by virtue of audio watermarking.\n","Comment: watermarking; audio watermarking; data hiding; data confidentiality"]}]
["1110.1210",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1210"],"date":["2011-10-06"],"type":["text"],"creator":["Hou, X.","Dumora, D.","Lemoine-Goumard, M.","Grondin, M. -H.","Smith, D. A.","Collaboration, for the Fermi Large Area Telescope","Consortium, for the Fermi Pulsar Timing"],"language":[],"coverage":[],"title":["Tracking Down the Highest Spindown Power Gamma-ray Pulsars"],"description":["  Forty six gamma-ray pulsars were reported in the First Fermi Large Area\nTelescope (LAT) Catalog of Gamma-ray Pulsars. Over forty more have been seen\nsince then. A simple but effective figure-of-merit for gamma-detectability is\nsqrt(Edot)/d^2, where Edot is the pulsar spindown power and d the distance. We\nare tracking down the best gamma-ray candidates not yet seen. We present the\ntiming and spectral analysis results of some new high spindown power, nearby\ngamma-ray pulsars. We also update some population distribution plots in\npreparation for the 2nd Fermi LAT gamma-ray Pulsar Catalog.\n","Comment: 4 pages, 5 figures, 1 table. 2011 Fermi Symposium proceedings - eConf\n  C110509"]}]
["1110.1211",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1211"],"date":["2011-10-06"],"type":["text"],"creator":["Tarasov, Yu. A."],"language":[],"coverage":[],"title":["Collisional energy losses of heavy quarks in relativistic nuclear\n  collisions at energies available at the BNL Relativistic Heavy Ion Collider"],"description":["  We investigate the energy losses of $b$ and $c$ quarks at hard collisions\nwith gluons and light quarks in quark-gluon plasma produced in central $Au +\nAu$ collisions at RHIC energy($\\sqrt{s_{NN}} = 200$ GeV). As the coupling\nconstant at hard collision in the perturbative QCD is limited by Landau pole at\nmomenta $Q^{2} = \\Lambda^{2}$, we use the analytic models of QCD, where the\nLandau pole is absent. We calculate the energy losses of $b$ and $c$ quarks in\nanalytic model of QCD at $Q^{2} \\ge \\Lambda^{2}$. At calculations we use the\neffective quasiparticle model. We use at calculations of total nuclear\nmodification factor $R_{AA}^{b+c}$ the fragmentation of $b$ and $c$ quarks into\nheavy hadrons with accounting theirs energy losses. We show that this factor\ngives the considerably suppression of heavy $B$ and $D$ mesons in the region of\nmiddle meanings of $p_{\\perp}$. The experimental data \\cite{2} show, that\nnonphotonic electrons have the analogous suppression in the same region of\n$p_{\\perp}$.\n","Comment: 8 pages, 3 figures"]}]
["1110.1213",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1213"],"date":["2011-10-06"],"type":["text"],"creator":["Juntong, N.","Jones, R. M."],"language":[],"coverage":[],"title":["Hom and FP Coupler Design for the NLSF High Gradient SC Cavity"],"description":["  The design of both higher order mode (HOM) and fundamental power (FP)\ncouplers for a unique New Low Surface Field (NLSF) cavity is presented. Here we\npresent a study which uses ILC baseline couplers. The Balleyguier method of\ncalculating external quality factor is used and the results validated using\nboth Microwave studio and HFSS.\n","Comment: Presented at the second International Particle Accelerator Conference\n  (IPAC\\'11) in the Kursaal, San Sebastian, Spain from 4 to 9 September, 2011"]}]
["1110.1215",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1215"],"date":["2011-10-06"],"type":["text"],"creator":["Vatistas, Georgios H."],"language":[],"coverage":[],"title":["Sunspots are in many ways similar to terrestrial vortices"],"description":["  In this letter we identify similarities amongst sunspots and terrestrial\nvortices. The dark appearance of the central part of any sunspot is currently\njustified by an anticipated cooling effect experienced by the ionized gas.\nHowever, it cannot single-handedly reconcile the halo that surrounds the\npenumbra, the subsequent second dim ring that could be possibly followed by a\nsecond halo. In antithesis, light refraction due to density variations in a\ncompressible whirl can give reason for all of these manifestations. Certain\ndata of Wilson's depression fit better the geometric depth profile of a\ntwo-celled vortex. The last provides a hurricane equivalent manifestation for\nthe normal and reverse Evershed effect. There is compelling evidence that alike\nto atmospheric vortices sunspots do also spawn meso-cyclones.\n","Comment: 11 pages, 2 figures"]}]
["1110.1216",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1216"],"date":["2011-10-06"],"type":["text"],"creator":["Shinton, I. R. R.","Jones, R. M.","Li, Z.","Zhang, P."],"language":[],"coverage":[],"title":["Higher Order Modes in Coupled Cavities of the Flash Module ACC39"],"description":["  We analyse the higher order modes (HOM's) in the 3.9GHz bunch shaping\ncavities installed in the FLASH facility at DESY. A suite of finite element\ncomputer codes (including HFSS and ACE3P) and globalised scattering matrix\ncalculations (GSM) are used to investigate the modes in these cavities. This\nstudy is primarily focused on the dipole component of the multiband expansion\nof the wakefield, with the emphasis being on the development of a HOM-based BPM\nsystem for ACC39. Coupled inter-cavity modes are simulated together with a\nlimited band of trapped modes.\n","Comment: Presented at the second International Particle Accelerator Conference\n  (IPAC'11) in the Kursaal, San Sebastian, Spain from 4 to 9 September, 2011"]}]
["1110.1220",{"format":[],"subject":["Quantum Physics","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1220"],"date":["2011-10-06"],"type":["text"],"creator":["Prakash, Hari","Verma, Vikram"],"language":[],"coverage":[],"title":["Standard Quantum Teleportation of an Arbitrary N-Qubit State,\n  Non-Existence of Magic Basis and Existence of Magic Partial Bases for 2N\n  Entangled Qubit States with N>1"],"description":["  We present a simple and precise protocol for standard quantum teleportation\nof N-qubit state, considering the most general resource q-channel and Bell\nstates. We find condition on these states for perfect teleportation and give\nexplicitly the unitary transformation required to be done by Bob for achieving\nperfect teleportation. We discuss connection of our simple theory with the\ncomplicated related work on this subject and with character matrix,\ntransformation, judgment and kernel operators defined in this context. We also\nprove that the magic basis discussed by Hill and Wootters [Phys. Rev. Lett. 78\n(1997) 5022] does not exist for entangled 2N-qubit states with N > 1 but magic\npartial bases, similar to those discussed recently by Prakash and Maurya\n[Optics Commun. 284 (2011) 5024] do exist. We give explicitly all magic partial\nbases for N = 2.\n"]}]
["1110.1225",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1225","Appl. Math. Comput. 217 (2011) 9019-9032","doi:10.1016/j.amc.2011.03.109"],"date":["2011-10-06"],"type":["text"],"creator":["Ikhdair, Sameer","Berkdemir, Cüneyt","Sever, Ramazan"],"language":[],"coverage":[],"title":["Spin and pseudospin symmetry along with orbital dependency of the\n  Dirac-Hulthen problem"],"description":["  The role of the Hulthen potential on the spin and pseudospin symmetry\nsolutions is investigated systematically by solving the Dirac equation with\nattractive scalar S(r) and repulsive vector V(r) potentials. The spin and\npseudospin symmetry along with orbital dependency (pseudospin-orbit and\nspin-orbit dependent couplings) of the Dirac equation are included to the\nsolution by introducing the Hulthen-square approximation. This effective\napproach is based on forming the spin and pseudo-centrifugal kinetic energy\nterm from the square of the Hulthen potential. The analytical solutions of the\nDirac equation for the Hulthen potential with the spin-orbit and\npseudospin-orbit-dependent couplings are obtained by using the Nikiforov-Uvarov\n(NU) method. The energy eigenvalue equations and wave functions for various\ndegenerate states are presented for several spin-orbital, pseudospin-orbital\nand radial quantum numbers under the condition of the spin and pseudospin\nsymmetry. Keywords: Spin and pseudospin symmetry; orbital dependency; Dirac\nequation; Hulthen potential; Nikiforov-Uvarov Method.\n","Comment: 14 pages and 3 figures"]}]
["1110.1230",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1230","Phys. Rev. E 84, 036209 (2011)","doi:10.1103/PhysRevE.84.036209"],"date":["2011-10-06"],"type":["text"],"creator":["Coomans, Werner","Gelens, Lendert","Beri, Stefano","Danckaert, Jan","Van der Sande, Guy"],"language":[],"coverage":[],"title":["Solitary and Coupled Semiconductor Ring Lasers as Optical Spiking\n  Neurons"],"description":["  We theoretically investigate the possibility of generating pulses in an\nexcitable (asymmetric) semiconductor ring laser (SRL) using optical trigger\npulses. We show that the phase difference between the injected field and the\nelectric field inside the SRL determines the direction of the perturbation in\nphase space. Due to the folded shape of the excitability threshold, this has an\nimportant influence on the ability to cross it. A mechanism for exciting\nmultiple consecutive pulses using a single trigger pulse (i.e. multi pulse\nexcitability) is revealed. We furthermore investigate the possibility of using\nasymmetric SRLs in a coupled configuration, which is a first step toward an\nall-optical neural network using SRLs as building blocks.\n","Comment: 9 pages, 7 figures"]}]
["1110.1234",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1234"],"date":["2011-10-06"],"type":["text"],"creator":["Moser, J.","Eichler, A.","Lassagne, B.","Chaste, J.","Tarakanov, Y.","Kinaret, J.","Wilson-Rae, I.","Bachtold, A."],"language":[],"coverage":[],"title":["Dissipative and conservative nonlinearity in carbon nanotube and\n  graphene mechanical resonators"],"description":["  Graphene and carbon nanotubes represent the ultimate size limit of one and\ntwo-dimensional nanoelectromechanical resonators. Because of their reduced\ndimensionality, graphene and carbon nanotubes display unusual mechanical\nbehavior; in particular, their dynamics is highly nonlinear. Here, we review\nseveral types of nonlinear behavior in resonators made from nanotubes and\ngraphene. We first discuss an unprecedented scenario where damping is described\nby a nonlinear force. This scenario is supported by several experimental facts:\n(i) the quality factor varies with the amplitude of the motion as a power law\nwhose exponent coincides with the value predicted by the nonlinear damping\nmodel, (ii) hysteretic behavior (of the motional amplitude as a function of\ndriving frequency) is absent in some of our resonators even for large driving\nforces, as expected when nonlinear damping forces are large, and (iii) when we\nquantify the linear damping force (by performing parametric excitation\nmeasurements) we find that it is significantly smaller than the nonlinear\ndamping force. We then review parametric excitation measurements, an\nalternative actuation method which is based on nonlinear dynamics. Finally, we\ndiscuss experiments where the mechanical motion is coupled to electron\ntransport through a nanotube. The coupling can be made so strong that the\nassociated force acting on the nanotube becomes highly nonlinear with\ndisplacement and velocity. Overall, graphene and nanotube resonators hold\npromise for future studies on classical and quantum nonlinear dynamics.\n","Comment: To appear in \"Fluctuating Nonlinear Oscillators\", Edited by Mark\n  Dykman"]}]
["1110.1235",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1235","Appl. Phys. Lett. 99, 133701 (2011)","doi:10.1063/1.3645010"],"date":["2011-10-06"],"type":["text"],"creator":["Rhinow, Daniel","Weber, Nils-Eike","Turchanin, Andrey","Gölzhäuser, Armin","Kühlbrandt, Werner"],"language":[],"coverage":[],"title":["Single-walled carbon nanotubes and nanocrystalline graphene reduce\n  beam-induced movements in high-resolution electron cryo-microscopy of\n  ice-embedded biological samples"],"description":["  For single particle electron cryo-microscopy (cryoEM), contrast loss due to\nbeam-induced charging and specimen movement is a serious problem, as the thin\nfilms of vitreous ice spanning the holes of a holey carbon film are\nparticularly susceptible to beam-induced movement. We demonstrate that the\nproblem is at least partially solved by carbon nanotechnology. Doping\nice-embedded samples with single-walled carbon nanotubes (SWNT) in aqueous\nsuspension or adding nanocrystalline graphene supports, obtained by thermal\nconversion of cross-linked self-assembled biphenyl precursors, significantly\nreduces contrast loss in high-resolution cryoEM due to the excellent electrical\nand mechanical properties of SWNTs and graphene.\n"]}]
["1110.1237",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1237"],"date":["2011-10-06"],"type":["text"],"creator":["Speicher, Roland","Vargas, Carlos","Mai, Tobias"],"language":[],"coverage":[],"title":["Free Deterministic Equivalents, Rectangular Random Matrix Models, and\n  Operator-Valued Free Probability Theory"],"description":["  Motivated by the asymptotic collective behavior of random and deterministic\nmatrices, we propose an approximation (called \"free deterministic equivalent\")\nto quite general random matrix models, by replacing the matrices with operators\nsatisfying certain freeness relations. We comment on the relation between our\nfree deterministic equivalent and deterministic equivalents considered in the\nengineering literature. We do not only consider the case of square matrices,\nbut also show how rectangular matrices can be treated. Furthermore, we\nemphasize how operator-valued free probability techniques can be used to solve\nour free deterministic equivalents.\n  As an illustration of our methods we consider a random matrix model studied\nfirst by R. Couillet, J. Hoydis, and M. Debbah. We show how its free\ndeterministic equivalent can be treated and we thus recover in a conceptual way\ntheir result.\n  On a technical level, we generalize a result from scalar valued free\nprobability, by showing that randomly rotated deterministic matrices of\ndifferent sizes are asymptotically free from deterministic rectangular\nmatrices, with amalgamation over a certain algebra of projections.\n  In the Appendix, we show how estimates for differences between Cauchy\ntransforms can be extended from a neighborhood of infinity to a region close to\nthe real axis. This is of some relevance if one wants to compare the original\nrandom matrix problem with its free deterministic equivalent.\n","Comment: 21 pages (Appendix by Tobias Mai)"]}]
["1110.1238",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1238"],"date":["2011-10-06"],"type":["text"],"creator":["Carrington, M. E."],"language":[],"coverage":[],"title":["Transport Coefficients and nPI Methods"],"description":["  Transport coefficients can be obtained from 2-point correlators using the\nKubo formulae. It has been shown that the full leading order result for\nelectrical conductivity and (QCD) shear viscosity is contained in the re-summed\n2-point function that is obtained from the 3-loop 3PI effective action. The\ntheory produces all leading order contributions without the necessity for power\ncounting, and in this sense it provides a natural framework for the calculation\nand suggests that one can calculate the next-to-leading contribution to\ntransport coefficients from the 4-loop 4PI effective action. The integral\nequations have been derived for shear viscosity for a scalar theory with cubic\nand quartic interactions, with a non-vanishing field expectation value. We\nreview these results, and explain how the calculation could be done at higher\norders.\n","Comment: 10 pages, 5 figures, contribution to the proceedings of the HIC for\n  FAIR Workshop and XXVIII Max Born Symposium \"Three Days on Quarkyonic\n  Island,\" Wroclaw, May 19-21, 2011"]}]
["1110.1240",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1240"],"date":["2011-10-06"],"type":["text"],"creator":["Taniguchi, Tetsuji"],"language":[],"coverage":[],"title":["On Graphs with the Smallest Eigenvalue at Least $-1-\\sqrt{2}$, part II"],"description":["  This is a continuation of the article with the same title. In this paper, the\nfamily H is the same as in the previous paper \"On Graphs with the Smallest\nEigenvalue at Least $-1-\\sqrt{2}$, part I\". The main result is that a minimal\ngraph which is not an H -line graph, is just isomorphic to one of the 38 graphs\nfound by computer.\n","Comment: 16 pages"]}]
["1110.1244",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1244","Ultramicroscopy 111 (2011) 342-349","doi:10.1016/j.ultramic.2011.01.028"],"date":["2011-10-06"],"type":["text"],"creator":["Rhinow, Daniel","Büenfeld, Matthias","Weber, Nils-Eike","Beyer, André","Gölzhäuser, Armin","Kühlbrandt, Werner","Hampp, Norbert","Turchanin, Andrey"],"language":[],"coverage":[],"title":["Energy-filtered transmission electron microscopy of biological samples\n  on highly transparent carbon nanomembranes"],"description":["  Ultrathin carbon nanomembranes (CNM) comprising crosslinked biphenyl\nprecursors have been tested as support films for energy-filtered transmission\nelectron microscopy (EFTEM) of biological specimens. Due to their high\ntransparency CNM are ideal substrates for electron energy loss spectroscopy\n(EELS) and electron spectroscopic imaging (ESI) of stained and unstained\nbiological samples. Virtually background-free elemental maps of tobacco mosaic\nvirus (TMV) and ferritin have been obtained from samples supported by ~ 1 nm\nthin CNM. Furthermore, we have tested conductive carbon nanomembranes (cCNM)\ncomprising nanocrystalline graphene, obtained by thermal treatment of CNM, as\nsupports for cryoEM of ice-embedded biological samples. We imaged ice-embedded\nTMV on cCNM and compared the results with images of ice-embedded TMV on\nconventional carbon film (CC), thus analyzing the gain in contrast for TMV on\ncCNM in a quantitative manner. In addition we have developed a method for the\npreparation of vitrified specimens, suspended over the holes of a conventional\nholey carbon film, while backed by ultrathin cCNM.\n"]}]
["1110.1245",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1245"],"date":["2011-10-06"],"type":["text"],"creator":["Cuda, Davide","Indre, Raluca-Maria","Rouzic, Esther Le","Roberts, James"],"language":[],"coverage":[],"title":["Getting routers out of the core: Building an optical wide area network\n  with \"multipaths\""],"description":["  We propose an all-optical networking solution for a wide area network (WAN)\nbased on the notion of multipoint-to-multipoint lightpaths that, for short, we\ncall \"multipaths\". A multipath concentrates the traffic of a group of source\nnodes on a wavelength channel using an adapted MAC protocol and multicasts this\ntraffic to a group of destination nodes that extract their own data from the\nconfluent stream. The proposed network can be built using existing components\nand appears less complex and more efficient in terms of energy consumption than\nalternatives like OPS and OBS. The paper presents the multipath architecture\nand compares its energy consumption to that of a classical router-based ISP\nnetwork. A flow-aware dynamic bandwidth allocation algorithm is proposed and\nshown to have excellent performance in terms of throughput and delay.\n"]}]
["1110.1249",{"format":[],"subject":["Mathematics - Combinatorics","05C15, 05C80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1249"],"date":["2011-10-06"],"type":["text"],"creator":["Kupavskii, Andrei","Shabanov, Dmitry"],"language":[],"coverage":[],"title":["On $r$-colorability of random hypergraphs"],"description":["  The work deals with the threshold probablity for r-colorability in the\nbinomial model H(n,k,p) of a random k-uniform hypergraph. We prove a lower\nbound for this threshold which improves the previously known results in the\nwide range of the parameters r=r(n) and k=k(n).\n","Comment: 32 pages"]}]
["1110.1250",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1250"],"date":["2011-10-06"],"type":["text"],"creator":["Colferai, D.","Schwennsen, F.","Szymanowski, L.","Wallon, S."],"language":[],"coverage":[],"title":["The first complete NLL BFKL study of Mueller Navelet jets at LHC"],"description":["  We report on the first next-to-leading BFKL study of the cross section and\nazimuthal decorrellation of Mueller Navelet jets. This includes next-to-leading\ncorrections to the Green's function as well as next-to-leading corrections to\nthe Mueller Navelet vertices. The obtained results for standard observables\nproposed for studies of Mueller Navelet jets show that both sources of\ncorrections are of equal and big importance for final magnitude and final\nbehavior of observables, in particular for the LHC kinematics investigated here\nin detail. The astonishing conclusion of our analysis is that the observables\nobtained within the complete next-lo-leading order BFKL framework of the\npresent contribution are quite similar to the same observables obtained within\nnext-to-leading logarithm DGLAP type treatment. The only noticeable difference\nis the ratio the azimuthal angular moments < cos 2 phi> / < cos phi > which\nstill differs in both treatments.\n","Comment: 4 pages, 1 figure, To be published in the proceedings of the 2011\n  Europhysics Conference on High Energy Physics-HEP 2011, July 21-27, 2011\n  Grenoble, Rhone-Alpes, France"]}]
["1110.1252",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1252"],"date":["2011-10-06"],"type":["text"],"creator":["Eger, P.","Rowell, G.","Kawamura, A.","Fukui, Y.","Rolland, L.","Stegmann, C."],"language":[],"coverage":[],"title":["A Multi-Wavelength Study of the Unidentified TeV Gamma-ray Source HESS\n  J1626-490"],"description":["  HESS J1626-490, so far only detected with the H.E.S.S. array of imaging\natmospheric Cherenkov telescopes, could not be unambiguously identified with\nany source seen at lower energies.\n  Therefore, we analyzed data from an archival XMM-Newton observation, pointed\ntowards HESS J1626-490, to classify detected point-like and extended X-ray\nsources according to their spectral properties. None of the detected X-ray\npoint sources fulfills the energetic requirements to be considered as the\nsynchrotron radiation (SR) counterpart to the VHE source assuming an Inverse\nCompton (IC) emission scenario. Furthermore, we did not detect any diffuse\nX-ray excess emission originating from the region around HESS J1626-490 above\nthe Galactic Background. The derived upper limit for the total X-ray flux\ndisfavors a purely leptonic emission scenario for HESS J1626-490.\n  To characterize the Interstellar Medium surrounding HESS J1626-490 we\nanalyzed ^{12}CO(J=1-0) molecular line data from the Nanten Galactic plane\nsurvey and HI data from the Southern Galactic Plane Survey (SGPS). We found a\ngood morphological match between molecular and atomic gas in the -27 km/s to\n-18 km/s line-of-sight velocity range and HESS J1626-490. The cloud has a mass\nof 1.8x10^4 M_sun and is located at a mean kinematic distance of d = 1.8 kpc.\nFurthermore, we found a density depression in the HI gas at a similar distance\nwhich is spatially consistent with the SNR G335.2+00.1.\n  Therefore, the most likely origin of the VHE gamma-ray emission observed with\nH.E.S.S. is the hadronic interaction of cosmic rays with a moderately dense\nmolecular cloud, which we detected with Nanten. The application of a detailed\nhadronic model for cosmic ray transport and interaction shows that the cosmic\nrays could originate from the nearby SNR G335.2+00.1.\n","Comment: 4 pages, 4 figures; Proceedings of the ICRC 2011"]}]
["1110.1261",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1261","doi:10.1007/s10701-011-9602-z"],"date":["2011-09-22"],"type":["text"],"creator":["Tammaro, Elliott Francesco"],"language":[],"coverage":[],"title":["Mechanics: non-classical, non-quantum"],"description":["  A non-classical, non-quantum theory, or NCQ, is any fully consistent theory\nthat differs fundamentally from both the corresponding classical and quantum\ntheories, while exhibiting certain features common to both. Such theories are\nof interest for two primary reasons. Firstly, NCQs arise prominently in\nsemi-classical approximation schemes. Their formal study may yield improved\napproximation techniques in the near-classical regime. More importantly for the\npurposes of this note, it may be possible for NCQs to reproduce quantum results\nover experimentally tested regimes while having a well defined classical limit,\nand hence are viable alternative theories. We illustrate an NCQ by considering\nan explicit class of NCQ mechanics. Here this class will be arrived at via a\nnatural generalization of classical mechanics formulated in terms of a\nprobability density functional.\n"]}]
["1110.1263",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Computer Science - Computational Complexity","F.1.1","F.1.3","F.2.3","F.4.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1263"],"date":["2011-10-06"],"type":["text"],"creator":["Geffert, Viliam","Guillon, Bruno","Pighizzini, Giovanni"],"language":[],"coverage":[],"title":["Two-Way Automata Making Choices Only at the Endmarkers"],"description":["  The question of the state-size cost for simulation of two-way\nnondeterministic automata (2NFAs) by two-way deterministic automata (2DFAs) was\nraised in 1978 and, despite many attempts, it is still open. Subsequently, the\nproblem was attacked by restricting the power of 2DFAs (e.g., using a\nrestricted input head movement) to the degree for which it was already possible\nto derive some exponential gaps between the weaker model and the standard\n2NFAs. Here we use an opposite approach, increasing the power of 2DFAs to the\ndegree for which it is still possible to obtain a subexponential conversion\nfrom the stronger model to the standard 2DFAs. In particular, it turns out that\nsubexponential conversion is possible for two-way automata that make\nnondeterministic choices only when the input head scans one of the input tape\nendmarkers. However, there is no restriction on the input head movement. This\nimplies that an exponential gap between 2NFAs and 2DFAs can be obtained only\nfor unrestricted 2NFAs using capabilities beyond the proposed new model. As an\nadditional bonus, conversion into a machine for the complement of the original\nlanguage is polynomial in this model. The same holds for making such machines\nself-verifying, halting, or unambiguous. Finally, any superpolynomial lower\nbound for the simulation of such machines by standard 2DFAs would imply L<>NL.\nIn the same way, the alternating version of these machines is related to L =?\nNL =? P, the classical computational complexity problems.\n","Comment: 23 pages"]}]
["1110.1266",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1266"],"date":["2011-10-06"],"type":["text"],"creator":["Balucinska-Church, M.","Church, M. J.","Gibiec, A."],"language":[],"coverage":[],"title":["Dipping -versus Flaring in Z-track sources: resolving the controversy"],"description":["  We review the longterm confusion which has existed over the nature of flaring\nin the brightest class of low mass X-ray binary: the Z-track sources,\nspecifically in the Cygnus X-2 sub-group. Intensity reductions in the\nlightcurve produce a branch in colour -colour diagrams similar to that of real\nflares in the Sco X-1 like group, and the nature of this branch was not clear.\nHowever, based on observations of Cygnus X-2 in which this dipping/flaring\noccurred it was proposed that the mass accretion rate in Z-track sources in\ngeneral increases monotonically along the Z-track towards the Flaring Branch, a\nstandard assumption widely held. It was also suggested that the Cygnus X-2\ngroup have high inclination. Based on recent multi-wavelength observations of\nCygnus X-2 we resolve these issues, showing by spectral analysis that the\nDipping Branch consists of absorption events in the outer disk, unrelated to\nthe occasional real flaring in the source. Thus motivation for Mdot increasing\nalong the Z from Horizontal - Normal to Flaring Branch is removed, as is the\nidea that high inclination distinguishes the Cygnus X-2 group. Finally, the\nobservations provide further evidence for the extended nature of the Accretion\nDisk Corona (ADC), and the correct modelling of the ADC Comptonized emission is\ncrucial to the interpretation of low mass X-ray binary data.\n","Comment: 8 pages, 15 figures; review paper presented at the Frascati Workshop\n  2011 \"Multifrequency behaviour of high energy cosmic sources\"; Mem. S. A. It.\n  in press"]}]
["1110.1268",{"format":[],"subject":["Mathematics - Combinatorics","05C15, 05C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1268"],"date":["2011-10-05"],"type":["text"],"creator":["Dong, Jiuying","Li, Xueliang"],"language":[],"coverage":[],"title":["Note on rainbow connection number of dense graphs"],"description":["  An edge-colored graph $G$ is rainbow connected if any two vertices are\nconnected by a path whose edges have distinct colors. The rainbow connection\nnumber of a connected graph $G$, denoted by $rc(G)$, is the smallest number of\ncolors that are needed in order to make $G$ rainbow connected. Following an\nidea of Caro et al., in this paper we also investigate the rainbow connection\nnumber of dense graphs. We show that for $k\\geq 2$, if $G$ is a non-complete\ngraph of order $n$ with minimum degree $\\delta (G)\\geq\n\\frac{n}{2}-1+log_{k}{n}$, or minimum degree-sum $\\sigma_{2}(G)\\geq\nn-2+2log_{k}{n}$, then $rc(G)\\leq k$; if $G$ is a graph of order $n$ with\ndiameter 2 and $\\delta (G)\\geq 2(1+log_{\\frac{k^{2}}{3k-2}}{k})log_{k}{n}$,\nthen $rc(G)\\leq k$. We also show that if $G$ is a non-complete bipartite graph\nof order $n$ and any two vertices in the same vertex class have at least\n$2log_{\\frac{k^{2}}{3k-2}}{k}log_{k}{n}$ common neighbors in the other class,\nthen $rc(G)\\leq k$.\n","Comment: 4 pages"]}]
["1110.1273",{"format":[],"subject":["Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1273"],"date":["2011-10-06"],"type":["text"],"creator":["Arapostathis, Ari","Borkar, Vivek S."],"language":[],"coverage":[],"title":["A Relative Value Iteration Algorithm for Non-degenerate Controlled\n  Diffusions"],"description":["  The ergodic control problem for a non-degenerate controlled diffusion\ncontrolled through its drift is considered under a uniform stability condition\nthat ensures the well-posedness of the associated Hamilton-Jacobi-Bellman (HJB)\nequation. A nonlinear parabolic evolution equation is then proposed as a\ncontinuous time continuous state space analog of White's `relative value\niteration' algorithm for solving the ergodic dynamic programming equation for\nthe finite state finite action case. Its convergence to the solution of the HJB\nequation is established using the theory of monotone dynamical systems and\nalso, alternatively, by using the theory of reverse martingales.\n","Comment: 17 pages"]}]
["1110.1277",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1277","IJCSI International Journal of Computer Science Issues, Vol. 8,\n  Issue 3, No. 2, 2011, 298-306"],"date":["2011-10-05"],"type":["text"],"creator":["Salem-Mhamdia, Amel Ben Hadj","Ghadhab, Bahia Bejar"],"language":[],"coverage":[],"title":["Performance improvement of the software development project using the\n  Value Management approach"],"description":["  Improving performance and delivering value for customers have become a\ncentral theme in business. The software industry has become an increasingly\nimportant sector for the economy growth in Tunisia. This study aims to show how\nusing Value Management in the Tunisian software industry for project analysis\ngives new insight about true project value and performance. This new approach\nis considered as an appropriate tool for guiding the process of making\ndecisions. It offers tools in order to analyze the service value from the\ncustomer and organization perspectives. The results showed that the VM allows\nto have better performance in the software development project by linking\ncustomer satisfaction and cost analysis. The present case shows to service\nmanagers how they can benchmark project function to reduce their costs and\nimprove resource allocation taking into consideration what customers consider\nimportant during their overall service experience. It can identify best\nprofessional practices, orient decisions to improve service value\n"]}]
["1110.1281",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1281"],"date":["2011-10-06"],"type":["text"],"creator":["Church, M. J.","Balucinska-Church, M."],"language":[],"coverage":[],"title":["A review of the Z-track sources"],"description":["  The brightest class of low mass X-ray binary source: the Z-track sources are\nreviewed specifically with regard to the nature of the three distinct states of\nthe sources. A physical model is presented for the Cygnus X-2 sub-group in\nwhich increasing mass accretion rate takes place on the Normal Branch resulting\nin high neutron star temperature and radiation pressure responsible for inner\ndisk disruption and launching of jets. The Flaring Branch consists of unstable\nnuclear burning on the neutron star. It is shown that the Sco X-1 like\nsub-group is dominated by almost non-stop flaring consisting of both unstable\nburning and increase of Mdot, causing higher neutron star temperatures.\nFinally, results of Atoll source surveys are presented and a model for the\nnature of the Banana and Island states in these sources is proposed. Motion\nalong the Banana state is caused by variation of Mdot. Measurements of the high\nenergy cut-off of the Comptonized emission E_CO provide the electron\ntemperature T_e of the Comptonizing ADC; above a luminosity of 2x10^37 erg/s\nE_CO is a few keV and T_e equals the neutron star temperature. At lower\nluminosities, the cut-off energy rises towards 100 keV showing heating of the\ncorona by an unknown process. This spectral hardening is the cause of the\nIsland state of Atoll sources. The models for Z-track and Atoll sources thus\nconstitute a unified model for low mass X-ray binary sources.\n","Comment: 8 pages, 17 figures; review paper presented at the Frascati Workshop\n  2011 \"Multifrequency behaviour of high energy cosmic sources\"; Mem. S. A. It.\n  in press"]}]
["1110.1283",{"format":[],"subject":["Mathematics - Analysis of PDEs","Quantitative Biology - Tissues and Organs","35K51-58, 35Q92, 92C50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1283"],"date":["2011-10-05"],"type":["text"],"creator":["Cherniha, Roman","Waniewski, Jacek"],"language":[],"coverage":[],"title":["New mathematical model for fluid-glucose-albumin transport in peritoneal\n  dialysis"],"description":["  A mathematical model for fluid transport in peritoneal dialysis is\nconstructed. The model is based on a three-component nonlinear system of\ntwo-dimensional partial differential equations for fluid, glucose and albumin\ntransport with the relevant boundary and initial conditions. Non-constant\nsteady-state solutions of the model are studied. The restrictions on the\nparameters arising in the model are established with the aim to obtain exact\nformulae for the non-constant steady-state solutions. As the result, the exact\nformulae for the fluid fluxes from blood to tissue and across the tissue were\nconstructed together with two linear autonomous ODEs for glucose and albumin\nconcentrations. The analytical results were checked for their applicability for\nthe description of fluid-glucose-albumin transport during peritoneal dialysis.\n","Comment: 17 pages, 4 figures"]}]
["1110.1292",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1292"],"date":["2011-10-06"],"type":["text"],"creator":["Bjerkén, Christina","Massih, Ali R."],"language":[],"coverage":[],"title":["Nucleation of second-phase near elastic defects in crystalline solids"],"description":["  The problem of heterogeneous nucleation of second-phase in alloys in the\nvicinity of elastic defects is considered. The defect can be a dislocation line\nor a crack tip residing in a crystalline solid. We use the Ginzburg-Landau\nequation to describe the spatiotemporal evolution of the order parameter in the\nenvirons of the defect. The model accounts for the elasticity of the solid and\nthe interaction of order parameter field with the elastic field of the defect.\nA finite volume numerical method is used to solve the governing partial\ndifferential equation for the order parameter. We examine the nature of the\nphase transition in the vicinity of the defects.\n","Comment: Prepared for Materials Science & Technology 2011 (MS&T'11), Columbus,\n  Ohio, 16-20 Oct, 2011"]}]
["1110.1295",{"format":[],"subject":["Mathematics - Differential Geometry","53C25, 53B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1295"],"date":["2011-10-06"],"type":["text"],"creator":["Lee, Jung Chan","Park, JeongHyeong","Sekigawa, Kouei"],"language":[],"coverage":[],"title":["Hermitian structures on the product of Sasakian manifolds"],"description":["  We investigate the curvature properties of a two-parameter family of\nHermitian structures on the product of two Sasakian manifolds, as well as\nintermediate relations. We give a necessary and sufficient condition for a\nHermitian structure belonging to the family to be Einstein and provide concrete\nexamples.\n","Comment: 12 pages"]}]
["1110.1298",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1298"],"date":["2011-10-06"],"type":["text"],"creator":["Roch, Steffen"],"language":[],"coverage":[],"title":["Fractal algebras of discretization sequences"],"description":["  These are the lecture notes for a course at the Summer School on \"Applied\nAnalysis\" at the Technical University Chemnitz in September 2011.\n  We start with the definition of a fractal algebra and show that the fractal\nproperty is enormously useful for several spectral approximation problems, e.g.\nfor the convergence of spectra. These results will be illustrated by sequences\nin the algebra of the finite sections method for Toeplitz operators. Then we\ndiscuss some structural consequences of fractality, which are related with the\nnotion of a compact sequence. Discretized Cuntz algebras will show that idea of\nfractality is also a very helpful guide in order to analyze concrete algebras\nof approximation sequences, which illustrates the importance of the idea of\n{\\em fractal restriction}. Our final example is the algebra of the finite\nsections method for band operators. This algebra is not fractal, but has a\nrelated property which we call {\\em essential fractality} and which is related\nwith the approximation of points in the essential spectrum.\n"]}]
["1110.1299",{"format":[],"subject":["Mathematics - History and Overview"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1299"],"date":["2011-10-05"],"type":["text"],"creator":["Lobo, Jesus Alvarez"],"language":[],"coverage":[],"title":["Geometry Beyond Algebra. The Theorem of Overlapped Polynomials (TOP) and\n  its Application to the Sawa Masayoshi\\'s Sangaku Problem. The Adventure of\n  Solving a Mathematical Challenge Stated in 1821"],"description":["  This work presents for the first time a solution to the 1821 unsolved Sawa\nMasayoshi's problem, giving an explicit and algebraically exact solution for\nthe symmetric case (particular case b = c, i.e., ABC \\equiv right-angled\nisosceles triangle), see (1.60) and (1.61).\n  Despite the isosceles triangle restriction is not necessary, in view of the\ncomplexity of the explicit algebraic solution for the symmetric case, one can\nguessing the impossibility of achieving an explicit relationship for the\nasymmetric case (the more general case: ABC \\equiv right-angled scalene\ntriangle). For this case is given a proof of existence and uniqueness of\nsolution and a proof of the impossibility of getting such a relationship, even\nimplicitly, if the sextic equation (2.54) it isn't solvable. Nevertheless, in\n(2.56) - (2.58) it is shown the way to solve the asymmetric case under the\ncondition that (2.54) be solvable. Furthermore, it is proved that with a slight\nmodification in the final set of variables (F), it is still possible to\nestablish a relation between them, see (2.59) and (2.61), which provides a\nbridge that connects the primitive relationship by means of numerical methods,\nfor every given right-angled triangle ABC.\n  And as the attempt to solve Fermat's conjecture (or Fermat's last theorem),\nculminated more than three centuries later by Andrew Wiles, led to the\ndevelopment of powerful theories of more general scope, the attempt to solve\nthe Masayoshi's problem has led to the development of the Theory of Overlapping\nPolynomials (TOP), whose application to this problem reveals a great potential\nthat might be extrapolated to other frameworks.\n","Comment: 47 pages and several figures"]}]
["1110.1301",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1301"],"date":["2011-10-06"],"type":["text"],"creator":["Deynet, Michael"],"language":[],"coverage":[],"title":["Predicting User Actions in Software Processes"],"description":["  This paper describes an approach for user (e.g. SW architect) assisting in\nsoftware processes. The approach observes the user's action and tries to\npredict his next step. For this we use approaches in the area of machine\nlearning (sequence learning) and adopt these for the use in software processes.\n  Keywords: Software engineering, Software process description languages,\nSoftware processes, Machine learning, Sequence prediction\n","Comment: 4th Workshop on Intelligent Techniques in Software Engineering, 5\n  September 2011, at the European Conference on Machine Learning and Principles\n  and Practices of Knowledge Discovery in Databases (ECML-PKDD)"]}]
["1110.1303",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1303"],"date":["2011-10-06"],"type":["text"],"creator":["Kosti, Makrina Viola","Lazaridou, Sofia","Bourazani, Nikoleta","Angelis, Lefteris"],"language":[],"coverage":[],"title":["Discovering patterns of correlation and similarities in software project\n  data with the Circos visualization tool"],"description":["  Software cost estimation based on multivariate data from completed projects\nrequires the building of efficient models. These models essentially describe\nrelations in the data, either on the basis of correlations between variables or\nof similarities between the projects. The continuous growth of the amount of\ndata gathered and the need to perform preliminary analysis in order to discover\npatterns able to drive the building of reasonable models, leads the researchers\ntowards intelligent and time-saving tools which can effectively describe data\nand their relationships. The goal of this paper is to suggest an innovative\nvisualization tool, widely used in bioinformatics, which represents relations\nin data in an aesthetic and intelligent way. In order to illustrate the\ncapabilities of the tool, we use a well known dataset from software engineering\nprojects.\n","Comment: 4th Workshop on Intelligent Techniques in Software Engineering, 5\n  September 2011 at the European Conference on Machine Learning and Principles\n  and Practices of Knowledge Discovery in Databases (ECML-PKDD)"]}]
["1110.1306",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1306"],"date":["2011-10-06"],"type":["text"],"creator":["Lu, H.","Bark, C. -W.","Ojos, D. Esque de los","Alcala, J.","Eom, C. -B.","Catalan, G.","Gruverman, A."],"language":[],"coverage":[],"title":["Reversal of Ferroelectric Polarization by Mechanical Means"],"description":["  Ferroelectric materials are characterized by the presence of an electric\ndipole that can be reversed by application of an external electric field, a\nfeature that is exploited in ferroelectric memories. All ferroelectrics are\npiezoelectric, and therefore exhibit a strong intrinsic coupling between\npolarization and elastic deformation - a feature widely used in piezoelectric\ntransducers and high-displacement actuators. A less explored and exploited\nproperty is flexoelectricity, i.e. the coupling between polarization and a\nstrain gradient. Though flexoelectricity is an old concept (it was discovered\nin the Soviet Union almost 50 years ago), it is only with the advent of\nnanotechnology that its full potential is beginning to be realized, as\ngradients at the nanoscale can be much larger than at the macroscopic scale.\nHere, we demonstrate that the stress gradient generated by the tip of an atomic\nforce microscope can be used to mechanically switch the polarization in the\nnanoscale volume of a ferroelectric film. This observation shows that pure\nmechanical force can be used as a dynamic tool for polarization control,\nenabling information processing in a new type of multiferroic high-density data\nstorage devices where the memory bits are written mechanically and read\nelectrically.\n"]}]
["1110.1308",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1308"],"date":["2011-10-06"],"type":["text"],"creator":["Parker, Chris","Stroth, Gernot"],"language":[],"coverage":[],"title":["Groups which are almost groups of Lie type in characteristic p"],"description":["  For a prime $p$, a $p$-subgroup of a finite group $G$ is said to be large if\nand only if $Q= F^*(N_G(Q))$ and, for all $1 \\neq U \\le Z(Q)$, $N_G(U) \\le\nN_G(Q)$. In this article we determine those groups $G$ which have a large\nsubgroup and which in addition have a proper subgroup $H$ containing a Sylow\n$p$-subgroup of $G$ with $F^*(H)$ a group of Lie type in characteristic $p$ and\nrank at least 2 (excluding $\\PSL_3(p^a)$) and $C_H(z)$ soluble for some $z \\in\nZ(S)$. This work is part of a project to determine the groups $G$ which contain\na large $p$-subgroup.\n"]}]
["1110.1311",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1311"],"date":["2011-10-06"],"type":["text"],"creator":["Hammouti, Abdelkader","Lemaître, Anaël"],"language":[],"coverage":[],"title":["A second-order pressure-accurate finite-difference scheme for the Stokes\n  problem with rigid non-conforming boundaries"],"description":["  We present a finite-difference scheme which solves the Stokes problem in the\npresence of curvilinear non-conforming interfaces and provides second-order\naccuracy on physical field (velocity, vorticity) and especially on pressure.\nThe gist of our method is to rely on the Helmholtz decomposition of the Stokes\nequation: the pressure problem is then written in an integral form devoid of\nthe spurious sources known to be the cause of numerical boundary layer error in\nmost implementations, leading to a discretization which guarantees a strict\nenforcement of mass conservation. The ghost method is furthermore used to\nimplement the boundary values of pressure and vorticity near curved interfaces.\n","Comment: 13 pages, 25 figures"]}]
["1110.1329",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1329"],"date":["2011-10-06"],"type":["text"],"creator":["Poggiolini, Laura","Spadini, Marco"],"language":[],"coverage":[],"title":["Local inversion of planar maps with nice nondifferentiability structure"],"description":["  When the plane is pie-sliced in $n\\leq 4$ parts (with nonempty interior and\ncommon vertex at the origin) our main result provides a sufficient condition\nfor any map $L$, that is continuous and piecewise linear relatively to this\nslicing, to be invertible. Some examples show that the assumptions of the\ntheorem cannot be relaxed too much. In particular, convexity of the slices\ncannot be dropped altogether when $n=4$. This result cannot be plainly extended\nto a greater number of slices. Our result is proved by a combination of linear\nalgebra and topological arguments.\n","Comment: 14 pages"]}]
["1110.1334",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1334"],"date":["2011-10-06"],"type":["text"],"creator":["Donne, Enrico Le"],"language":[],"coverage":[],"title":["Geodesic metric spaces with unique blow-up almost everywhere: properties\n  and examples"],"description":["  This short note has been written as an Oberwolfach report for the workshop\n\"Differentialgeometrie im Grossen\". We discuss properties of metric spaces that\nat almost all points admit a tangent metric space. We explain why, under some\nmild assumptions, the tangents are almost surely subFinsler Carnot groups. We\nmention several situations when the tangents are Euclidean spaces, but the\ninitial metric spaces are quite pathological.\n","Comment: Oberwolfach report"]}]
["1110.1335",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1335"],"date":["2011-10-06"],"type":["text"],"creator":["Lee, Hye-Sung"],"language":[],"coverage":[],"title":["Long-range interaction effects on neutrino oscillation"],"description":["  Motivated by the recent anomaly in the muon neutrino and anti-muon neutrino\ndisappearance experiments, we consider a long-range interaction with an\nextremely light gauge boson and extraordinarily weak coupling. A long-range\ninteraction, consistent with current bounds, could have very pronounced effects\non atmospheric neutrino disappearance that will be studied with the IceCube\nDeepCore array, currently in operation, and can have a significant effect on\nfuture high-precision long-baseline oscillation experiments.\n","Comment: Talk given at NUFACT 11, XIIIth International Workshop on Neutrino\n  Factories, Super beams and Beta beams, 1-6 August 2011, CERN and University\n  of Geneva"]}]
["1110.1338",{"format":[],"subject":["Mathematics - Commutative Algebra","Statistics - Applications","13P25, 13P10, 62H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1338"],"date":["2011-10-06"],"type":["text"],"creator":["Rauh, Johannes","Ay, Nihat"],"language":[],"coverage":[],"title":["Robustness and Conditional Independence Ideals"],"description":["  We study notions of robustness of Markov kernels and probability distribution\nof a system that is described by $n$ input random variables and one output\nrandom variable. Markov kernels can be expanded in a series of potentials that\nallow to describe the system's behaviour after knockouts. Robustness imposes\nstructural constraints on these potentials. Robustness of probability\ndistributions is defined via conditional independence statements. These\nstatements can be studied algebraically. The corresponding conditional\nindependence ideals are related to binary edge ideals. The set of robust\nprobability distributions lies on an algebraic variety. We compute a Gr\\\"obner\nbasis of this ideal and study the irreducible decomposition of the variety.\nThese algebraic results allow to parametrize the set of all robust probability\ndistributions.\n","Comment: 16 pages"]}]
["1110.1347",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1347"],"date":["2011-10-06"],"type":["text"],"creator":["Perea-Vega, Diego","Girard, André","Frigon, Jean-François"],"language":[],"coverage":[],"title":["A Dual-based Method for Resource Allocation in OFDMA-SDMA Systems with\n  Minimum Rate Constraints"],"description":["  We consider multi-antenna base stations using orthogonal frequency-division\nmultiple access (OFDMA) and space division multiple access (SDMA) techniques to\nserve single antenna users, where some of those users have minimum rate\nrequirements and must be served in the current time slot (real time users),\nwhile others do not have strict timing constraints (non real time users) and\nare served on a best effort basis. The resource allocation problem is to find\nthe user assignment to subcarriers and the transmit beamforming vectors that\nmaximize a linear utility function of the user rates subject to power and\nminimum rate constraints. The exact optimal solution to this problem can not be\nreasonably obtained for practical parameters values of the communication\nsystem. We thus derive a dual problem formulation whose optimal solution\nprovides an upper bound to all feasible solutions and can be used to benchmark\nthe performance of any heuristic method used to solve this problem. We also\nderive from this dual optimal solution a primal-feasible dual-based method to\nsolve the problem and we compare its performance and computation time against a\nstandard weight adjustment method. We find that our method follows the dual\noptimal bound more closely than the weight adjustment method. This off-line\nalgorithm can serve as the basis to develop more efficient heuristic methods.\n","Comment: submitted to WiNET Springer in August 2011"]}]
["1110.1349",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computers and Society","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1349"],"date":["2011-10-06"],"type":["text"],"creator":["Greene, Derek","Reid, Fergal","Sheridan, Gavin","Cunningham, Padraig"],"language":[],"coverage":[],"title":["Supporting the Curation of Twitter User Lists"],"description":["  Twitter introduced lists in late 2009 as a means of curating tweets into\nmeaningful themes. Lists were quickly adopted by media companies as a means of\norganising content around news stories. Thus the curation of these lists is\nimportant, they should contain the key information gatekeepers and present a\nbalanced perspective on the story. Identifying members to add to a list on an\nemerging topic is a delicate process. From a network analysis perspective there\nare a number of views on the Twitter network that can be explored, e.g.\nfollowers, retweets mentions etc. We present a process for integrating these\nviews in order to recommend authoritative commentators to include on a list.\nThis process is evaluated on manually curated lists about unrest in Bahrain and\nthe Iowa caucuses for the 2012 US election.\n","Comment: 8 pages, 5 figures"]}]
["1110.1350",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Differential Geometry","Mathematics - Metric Geometry","53C99, 57R45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1350"],"date":["2011-10-06"],"type":["text"],"creator":["Bowman, Joshua P.","Valdez, Ferrán"],"language":[],"coverage":[],"title":["Wild singularities of flat surfaces"],"description":["  We consider flat surfaces and the points of their metric completions,\nparticularly the singularities to which the flat structure of the surface does\nnot extend. The local behavior near a singular point x can be partially\ndescribed by a topological space L(x) which captures all the ways that x can be\n\"approached linearly\". The homeomorphism type of L(x) is an affine invariant.\nWhen x is not a cone point or an infinite-angle singularity, we say it is wild;\nin this case it is necessary to add further metric data to L(x) to get a\nquantitative description of the surface near x.\n"]}]
["1110.1351",{"format":[],"subject":["Mathematics - Optimization and Control","Quantum Physics","91A05, 81P45 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1351","Proceedings of the American Mathematical Society 139 (2011),\n  4423-4434"],"date":["2011-10-06"],"type":["text"],"creator":["Landsburg, Steven E."],"language":[],"coverage":[],"title":["Nash Equilibria in Quantum Games"],"description":["  For any two-by-two game $\\G$, we define a new two-player game $\\G^Q$. The\ndefinition is motivated by a vision of players in game $\\G$ communicating via\nquantum technology according to a certain standard protocol originally\nintroduced by Eisert and Wilkins [EW].\n  In the game $\\G^Q$, each players' strategy set consists of the set of all\nprobability distributions on the 3-sphere $S^3$. Nash equilibria in this game\ncan be difficult to compute.\n  Our main theorems classify all possible equilibria in $\\G^Q$ for a\nZariski-dense set of games $\\G$ that we call {\\it generic games}. First, we\nshow that up to a suitable definition of equivalence, any strategy that arises\nin equilibrium is supported on at most four points; then we show that those\nfour points must lie in one of a small number of geometric configurations. One\neasy consequence is that for zero-sum games, the payoff to either player in a\nmixed strategy quantum equilibrium must equal the average of that player's four\npossible payoffs.\n"]}]
["1110.1353",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1353"],"date":["2011-10-06"],"type":["text"],"creator":["Barlet, Daniel"],"language":[],"coverage":[],"title":["The theme of a vanishing period"],"description":["  Let \\ $\\lambda \\in \\mathbb{Q}^{*+}$ \\ and consider a multivalued formal\nfunction of the type $$ \\phi(s) : = \\sum_{j=0}^k \\ c_j(s).s^{\\lambda +\nm_j}.(Log\\, s)^j $$ where \\ $c_j \\in \\C[[s]], m_j \\in \\mathbb{N}$ \\ for \\ $j\n\\in [0,k-1]$. The {\\bf theme} associated to such a \\ $\\phi$ \\ is the \"minimal\nfiltered differential equation\" with generator \\ $\\phi$, in a sens which is\nmade precise in this article. We study such objects and show that their\nisomorphism classes may be characterized by a finite set of complex numbers,\nwhen we assume the Bernstein polynomial fixed. For a given \\ $\\lambda$, to fix\nthe Bernstein polynomial is equivalent to fix a finite set of integers\nassociated to the logarithm of the monodromy in the geometric stuation\ndescribed above. Our purpose is to construct some analytic invariants, for\ninstance in the following situation : Let \\ $f : X \\to D$ \\ be a proper\nholomorphic function defined on a complex manifold \\ $X$ \\ with value in a disc\n\\ $D$. We assume that the only critical value is \\ $0 \\in D$ \\ and we consider\nthis situation as a degenerating family of compact complex manifolds to a\nsingular compact complex space \\ $f^{-1}(0)$. To a smooth \\ $(p+1)-$form \\\n$\\omega$ \\ on \\ $X$ \\ such that \\ $d\\omega = 0 = df \\wedge \\omega$ \\ and to a\nvanishing \\ $p-$cycle \\ $\\gamma$ \\ choosen in the generic fiber \\ $f^{-1}(s_0),\ns_0 \\in D \\setminus \\{0\\}$, we associated a vanishing period \\ $\\phi(s) : =\n\\int_{\\gamma_s} \\ \\omega\\big/df $ \\ which is, when \\ $\\gamma$ \\ is choosen in\nthe spectral subspace of \\ $H_p(f^{-1}(s_0), \\C)$ \\ for the eigenvalue \\\n$e^{2i\\pi.\\lambda}$ \\ of the monodromy of \\ $f$, of the form above. Here \\\n$(\\gamma_s)_{s \\in D^*}$ is the horizontal multivalued family of \\ $p-$cycles\nin the fibers of \\ $f$ \\ obtained from the choice of \\ $\\gamma$. The result\nobtained allows, for instance, to associate \"natural\" holomorphic functions of\nthe parameter space when we have a family of such degenerations depending\nholomorphically on a parameter.\n"]}]
["1110.1354",{"format":[],"subject":["Computer Science - Software Engineering"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1354"],"date":["2011-10-06"],"type":["text"],"creator":["Artho, Cyrille","Di Cosmo, Roberto","Suzaki, Kuniyasu","Zacchiroli, Stefano"],"language":[],"coverage":[],"title":["Sources of Inter-package Conflicts in Debian"],"description":["  Inter-package conflicts require the presence of two or more packages in a\nparticular configuration, and thus tend to be harder to detect and localize\nthan conventional (intra-package) defects. Hundreds of such inter-package\nconflicts go undetected by the normal testing and distribution process until\nthey are later reported by a user. The reason for this is that current\nmeta-data is not fine-grained and accurate enough to cover all common types of\nconflicts. A case study of inter-package conflicts in Debian has shown that\nwith more detailed package meta-data, at least one third of all package\nconflicts could be prevented relatively easily, while another one third could\nbe found by targeted testing of packages that share common resources or\ncharacteristics. This paper reports the case study and proposes ideas to detect\ninter-package conflicts in the future.\n","Comment: LoCoCo 2011 International Workshop on Logics for Component\n  Configuration, Perugia : Italy (2011)"]}]
["1110.1356",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1356","Anais da Academia Brasileira de Ciencias 73 (2) 165 (2001)"],"date":["2011-10-06"],"type":["text"],"creator":["Koiller, Jair","Rodrigues, Paulo R.","Pitanga, Paulo"],"language":[],"coverage":[],"title":["Non-Holonomic Connections Following \\'Elie Cartan"],"description":["  In this note we revisit E. Cartan's address at the 1928 International\nCongress of Mathematicians at Bologna, Italy. The distributions considered here\nwill be of the same class as those considered by Cartan, a special type which\nwe call strongly non-holonomic. We set up the groundwork for using Cartan's\nmethod of equivalence (a powerful tool for obtaining invariants associated to\ngeometrical objects), to more general non-holonomic distributions.\n"]}]
["1110.1360",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1360"],"date":["2011-10-06"],"type":["text"],"creator":["Bhaskara, Aditya","Charikar, Moses","Guruswami, Venkatesan","Vijayaraghavan, Aravindan","Zhou, Yuan"],"language":[],"coverage":[],"title":["Polynomial integrality gaps for strong SDP relaxations of Densest\n  k-subgraph"],"description":["  The densest k-subgraph (DkS) problem (i.e. find a size k subgraph with\nmaximum number of edges), is one of the notorious problems in approximation\nalgorithms. There is a significant gap between known upper and lower bounds for\nDkS: the current best algorithm gives an ~ O(n^{1/4}) approximation, while even\nshowing a small constant factor hardness requires significantly stronger\nassumptions than P != NP. In addition to interest in designing better\nalgorithms, a number of recent results have exploited the conjectured hardness\nof densest k-subgraph and its variants. Thus, understanding the approximability\nof DkS is an important challenge.\n  In this work, we give evidence for the hardness of approximating DkS within\npolynomial factors. Specifically, we expose the limitations of strong\nsemidefinite programs from SDP hierarchies in solving densest k-subgraph. Our\nresults include:\n  * A lower bound of Omega(n^{1/4}/log^3 n) on the integrality gap for\nOmega(log n/log log n) rounds of the Sherali-Adams relaxation for DkS. This\nalso holds for the relaxation obtained from Sherali-Adams with an added SDP\nconstraint. Our gap instances are in fact Erdos-Renyi random graphs.\n  * For every epsilon > 0, a lower bound of n^{2/53-eps} on the integrality gap\nof n^{Omega(eps)} rounds of the Lasserre SDP relaxation for DkS, and an\nn^{Omega_eps(1)} gap for n^{1-eps} rounds. Our construction proceeds via a\nreduction from random instances of a certain Max-CSP over large domains.\n  In the absence of inapproximability results for DkS, our results show that\neven the most powerful SDPs are unable to beat a factor of n^{Omega(1)}, and in\nfact even improving the best known n^{1/4} factor is a barrier for current\ntechniques.\n","Comment: 26 ages, 1 figure. To appear in Symposium on Discrete Algorithms\n  (SODA) 2012"]}]
["1110.1368",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1368"],"date":["2011-10-06"],"type":["text"],"creator":["Gray, Richard C.","Kilic, Can","Park, Michael","Somalwar, Sunil","Thomas, Scott"],"language":[],"coverage":[],"title":["Backgrounds To Higgs Boson Searches from Asymmetric Internal Conversion"],"description":["  A class of potential backgrounds for Higgs boson searches in the W W to\ndi-lepton channel at both the Tevatron and Large Hadron Collider is presented.\nBackgrounds from W photon production with external conversion of the on-shell\nphoton in detector material to an asymmetric electron-positron pair, with loss\nof the trailing electron or positron has been treated adequately in Higgs\nsearches. Here we consider analogous backgrounds from the production of a W\nwith an off-shell photon and with the internal conversion of the off-shell\nphoton in vacuum to an asymmetric lepton-anti-lepton pair. While the former\nprocess yields almost entirely electrons or positrons, the latter can give\nelectron, positron, muon, and anti-muon backgrounds in roughly equal amounts.\nWe estimate that asymmetric internal conversion backgrounds are comparable to\nthe Higgs boson signal in the standard signal region of phase space. These\nprocesses also represent potential backgrounds for new physics searches in\nsame-sign di-lepton channels. Some data driven methods to characterize\nasymmetric internal conversion backgrounds are suggested.\n","Comment: 16 pages, 5 figures"]}]
["1110.1372",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1372"],"date":["2011-10-05"],"type":["text"],"creator":["Theivasanthi, T.","Alagar, M."],"language":[],"coverage":[],"title":["Studies of Copper Nanoparticles Effects on Micro-organisms"],"description":["  We discuss about the antibacterial activities of copper nanoparticles on both\nGram negative and Gram positive bacteria in this investigation. First time, we\nincrease its antibacterial activities by using electrical power while on\nelectrolysis synthesis and it is confirmed from its more antibacterial\nactivities (For Escherichia coli bacteria). We investigate the changes of\nsurface area to volume ratio of copper nanoparticles prepared in two different\nmethods and its effects on antibacterial activities. We note that slight change\nof surface area to volume ratio results in the enhancement of its antibacterial\nactivities.\n","Comment: 6 Pages, 2 Tables, 2 Figures. arXiv admin note: text overlap with\n  arXiv:1101.0348"]}]
["hep-th/0304084",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0304084","Phys.Lett. B567 (2003) 322-329","doi:10.1016/j.physletb.2003.06.060"],"date":["2003-04-09","2011-10-06"],"type":["text"],"creator":["Roy, Shibaji"],"language":[],"coverage":[],"title":["Accelerating cosmologies from M/String theory compactifications"],"description":["  We point out that the solution of $(4+n)$-dimensional gravity coupled to the\ndilaton and an $n$-form field strength can give rise to a flat 4-dimensional\nuniverse (with a scale factor) of the type proposed recently under time\ndependent compactifications. The compact internal spaces could be hyperbolic,\nflat or spherical and the solution is identical to the space-like two brane or\nS2-brane. As has been shown previously for SM2 solution with a fixed field\nstrength we show that for $n=7$ (where the dilaton is vanishing and with a\ngeneral field strength), 6 the corresponding SM2 and SD2 solutions can give\naccelerating cosmologies in Einstein frame for both hyperbolic and flat\ninternal spaces, thereby meeting the challenge of obtaining such a solution\nfrom M/String theory compactifications.\n","Comment: 12 pages, latex, two figures, v4: minor clarifications and references\n  added, version to appear in Physics Letters B,v5:some misleading phrases in\n  the introduction have been corrected"]}]
["math/0609233",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0609233","Algebra, Arithmetic, and Geometry (in honor of Yu.I. Manin), Vol.\n  II, Progress in Mathematics 270, (2009), 439 - 464"],"date":["2006-09-08"],"type":["text"],"creator":["Nikulin, Viacheslav V."],"language":[],"coverage":[],"title":["Correspondences of a K3 surface with itself via moduli of sheaves. I"],"description":["  Let $X$ be an algebraic K3 surface, $v=(r,H,s)$ a primitive isotropic Mukai\nvector on $X$ and $M_X(v)$ the moduli of sheaves over $X$ with $v$. Let $N(X)$\nbe Picard lattice of $X$.\n  In math.AG/0309348 and math.AG/0606289, all divisors in moduli of $(X,H)$ (i.\ne. pairs $H\\in N(X)$ with $\\rk N(X)=2$) implying $M_X(v)\\cong X$ were\ndescribed. They give some Mukai's correspondences of $X$ with itself.\n  Applying these results, we show that there exists $v$ and a codimension 2\nsubmoduli in moduli of $(X,H)$ (i. e. a pair $H\\in N(X)$ with $\\rk N(X)=3$)\nimplying $M_X(v)\\cong X$, but this submoduli cannot be extended to a divisor in\nmoduli with the same property. There are plenty of similar examples.\n  We discuss the general problem of description of all similar submoduli and\ndefined by them Mukai's correspondences of $X$ with itself and their\ncompositions, trying to outline a possible general theory.\n","Comment: 26 pages, no figures"]}]
["quant-ph/0402026",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0402026","J. Phys. A: Math. Gen. 37 (2004) 10139","doi:10.1088/0305-4470/37/43/009"],"date":["2004-02-03"],"type":["text"],"creator":["Bender, Carl M.","Brod, Joachim","Refig, Andre","Reuter, Moritz"],"language":[],"coverage":[],"title":["The C Operator in PT-Symmetric Quantum Theories"],"description":["  The Hamiltonian H specifies the energy levels and the time evolution of a\nquantum theory. It is an axiom of quantum mechanics that H be Hermitian because\nHermiticity guarantees that the energy spectrum is real and that the time\nevolution is unitary (probability preserving). This paper investigates an\nalternative way to construct quantum theories in which the conventional\nrequirement of Hermiticity (combined transpose and complex conjugate) is\nreplaced by the more physically transparent condition of space-time reflection\n(PT) symmetry. It is shown that if the PT symmetry of a Hamiltonian H is not\nbroken, then the spectrum of H is real. Examples of PT-symmetric non-Hermitian\nquantum-mechanical Hamiltonians are H=p^2+ix^3 and H=p^2-x^4. The crucial\nquestion is whether PT-symmetric Hamiltonians specify physically acceptable\nquantum theories in which the norms of states are positive and the time\nevolution is unitary. The answer is that a Hamiltonian that has an unbroken PT\nsymmetry also possesses a physical symmetry represented by a linear operator\ncalled C. Using C it is shown how to construct an inner product whose\nassociated norm is positive definite. The result is a new class of fully\nconsistent complex quantum theories. Observables are defined, probabilities are\npositive, and the dynamics is governed by unitary time evolution. After a\nreview of PT-symmetric quantum mechanics, new results are presented here in\nwhich the C operator is calculated perturbatively in quantum mechanical\ntheories having several degrees of freedom.\n"]}]
