["0807.1875",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.1875","Phys. Rev. B 78, 134530 (2008)","doi:10.1103/PhysRevB.78.134530"],"date":["2008-07-11"],"type":["text"],"creator":["Chou, Chung-Pin","Fukushima, Noboru","Lee, Ting Kuo"],"language":[],"coverage":[],"title":["The cluster glass state in the two-dimensional extended t-J model"],"description":["  The recent observation of an electronic cluster glass state composed of\nrandom domains with unidirectional modulation of charge density and/or spin\ndensity on Bi_{2}Sr_{2}CaCu_{2}O_{8+\\delta} reinvigorates the debate of\nexistence of competing interactions and their importance in high temperature\nsuperconductivity. By using a variational approach, here we show that the\npresence of the cluster glass state is actually an inherent nature of the model\nbased on the antiferromagnetic interaction (J) only, i.e. the well known t-J\nmodel. There is no need yet to introduce a competing interaction to understand\nthe existence of the cluster glass state. The long-range pairing correlation is\nnot much influenced by the disorder in the glass state which also has nodes and\nlinear density of states. In the antinodal region, the spectral weight is\nalmost completely suppressed. The modulation also produces subgap structures\ninside the \"coherent\" peaks of the local density of states.\n","Comment: 9 pages, 5 figures, submitted to PRB"]}]
["0808.3521",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","20F67 (Primary), 22E40, 57M50 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.3521","Comment. Math. Helv. Volume 86, Issue 4, 2011, pp. 769-816","doi:10.4171/CMH/240"],"date":["2008-08-26","2009-02-17"],"type":["text"],"creator":["Leininger, Christopher J.","Mj, Mahan","Schleimer, Saul"],"language":[],"coverage":[],"title":["The universal Cannon--Thurston maps and the boundary of the curve\n  complex"],"description":["  In genus two and higher, the fundamental group of a closed surface acts\nnaturally on the curve complex of the surface with one puncture. Combining\nideas from previous work of Kent--Leininger--Schleimer and Mitra, we construct\na universal Cannon--Thurston map from a subset of the circle at infinity for\nthe closed surface group onto the boundary of the curve complex of the\nonce-punctured surface. Using the techniques we have developed, we also show\nthat the boundary of this curve complex is locally path-connected.\n","Comment: v2. Minor reorganization and revisions throughout. Several typos\n  fixed"]}]
["0812.3637",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3637","Discrete and Continuous Dynamical Systems - Series S (DCDS-S) 5, 3\n  (2012) 559 - 566","doi:10.1016/j.cam.2009.08.068"],"date":["2008-12-18","2010-06-02"],"type":["text"],"creator":["Gerbi, Stéphane","Said-Houari, Belkacem"],"language":[],"coverage":[],"title":["Exponential decay for solutions to semilinear damped wave equation"],"description":["  This paper is concerned with decay estimate of solutions to the semilinear\nwave equation with strong damping in a bounded domain. Introducing an\nappropriate Lyaponuv function, we prove that when the damping is linear, we can\nfind initial data, for which the solution decays exponentially. This result\nimproves an early one in an article of Gazzola and Squassina.\n"]}]
["0904.2660",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.2660","IEEE Trans. Ultrason. Ferroelectr. Freq. Control, 57, 1011-1028,\n  2010"],"date":["2009-04-17"],"type":["text"],"creator":["Makdissi, Alaa","Vernotte, François","De Clercq, Emeric"],"language":[],"coverage":[],"title":["Stability Variances: A filter Approach"],"description":["  We analyze the Allan Variance estimator as the combination of Discrete-Time\nlinear filters. We apply this analysis to the different variants of the Allan\nvariance: the Overlapping Allan Variance, the Modified Allan variance, the\nHadamard Variance and the Overlapping Hadamard variance. Based on this analysis\nwe present a new method to compute a new estimator of the Allan Variance and\nits variants in the frequency domain. We show that the proposed frequency\ndomain equations are equivalent to extending the data by periodization in the\ntime domain. Like the Total Variance \\cite{totvar}, which is based on extending\nthe data manually in the time domain, our frequency domain variances estimators\nhave better statistics than the estimators of the classical variances in the\ntime domain. We demonstrate that the previous well-know equation that relates\nthe Allan Variance to the Power Spectrum Density (PSD) of continuous-time\nsignals is not valid for real world discrete-time measurements and we propose a\nnew equation that relates the Allan Variance to the PSD of the discrete-time\nsignals and that allows to compute the Allan variance and its different\nvariants in the frequency domain .\n"]}]
["0905.0423",{"format":[],"subject":["Mathematics - Geometric Topology","57R52, 55P10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.0423"],"date":["2009-05-04","2011-10-28"],"type":["text"],"creator":["Crowley, Diarmuid"],"language":[],"coverage":[],"title":["On the mapping class groups of $#_r(S^p \\times S^p)$ for $p = 3, 7$"],"description":["  For M_r = #_r(S^p \\times S^p), p=3, 7, we calculate the group of isotopy\nclasses of orientation preserving diffeomorphisms of $M_r$ modulo isotopy\nclasses with representatives which are the identity outside a 2p-disc and also\nthe group of homotopy classes of orientation preserving homotopy equivalences\nof M_r.\n","Comment: Presentation significantly improved following referee's comments;\n  e.g. added Corollary 2.8 to make certain classes in the second cohomology of\n  the symplectic group explicit. To appear in Math. Zeit.. 12 pages"]}]
["0908.0129",{"format":[],"subject":["Mathematics - Probability","82C22, 60K35, 60H10, 34A34, 34C11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0129","Annales de l'Institut Henri Poincar\\'e (B) Probabilit\\'es et\n  Statistiques 47, 2 (2011) 329-357","doi:10.1214/09-AIHP349"],"date":["2009-08-02"],"type":["text"],"creator":["Basdevant, Anne-Laure","Laurencot, Philippe","Norris, James R.","Rau, Clement"],"language":[],"coverage":[],"title":["A stochastic min-driven coalescence process and its hydrodynamical limit"],"description":["  A stochastic system of particles is considered in which the sizes of the\nparticles increase by successive binary mergers with the constraint that each\ncoagulation event involves a particle with minimal size. Convergence of a\nsuitably renormalised version of this process to a deterministic hydrodynamical\nlimit is shown and the time evolution of the minimal size is studied for both\ndeterministic and stochastic models.\n"]}]
["0909.1211",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics","Mathematics - Functional Analysis","Quantum Physics","Primary 47A56, 47A62, Secondary 47B15, 47B49"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.1211","Indiana University Mathematics Journal 59:5 (2010), 1737-1776","doi:10.1512/iumj.2010.59.4225"],"date":["2009-09-07"],"type":["text"],"creator":["Albeverio, Sergio","Motovilov, Alexander K.","Tretter, Christiane"],"language":[],"coverage":[],"title":["Bounds on the spectrum and reducing subspaces of a J-self-adjoint\n  operator"],"description":["  Given a self-adjoint involution J on a Hilbert space H, we consider a\nJ-self-adjoint operator L=A+V on H where A is a possibly unbounded self-adjoint\noperator commuting with J and V a bounded J-self-adjoint operator\nanti-commuting with J. We establish optimal estimates on the position of the\nspectrum of L with respect to the spectrum of A and we obtain norm bounds on\nthe operator angles between maximal uniformly definite reducing subspaces of\nthe unperturbed operator A and the perturbed operator L. All the bounds are\ngiven in terms of the norm of V and the distances between pairs of disjoint\nspectral sets associated with the operator L and/or the operator A. As an\nexample, the quantum harmonic oscillator under a PT-symmetric perturbation is\ndiscussed. The sharp norm bounds obtained for the operator angles generalize\nthe celebrated Davis-Kahan trigonometric theorems to the case of J-self-adjoint\nperturbations.\n","Comment: (http://www.iumj.indiana.edu/IUMJ/FULLTEXT/2010/59/4225)"]}]
["0911.1180",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1180","Physical Review B 81, 060503?R? ?(2010)?","doi:10.1103/PhysRevB.81.060503"],"date":["2009-11-06"],"type":["text"],"creator":["Chou, Chung-Pin","Lee, Ting-Kuo"],"language":[],"coverage":[],"title":["Mechanism of formation of half-doped stripes in underdoped cuprates"],"description":["  Using a variational Monte-Carlo approach with a recently proposed stripe wave\nfunction, we showed that the strong correlation included in a t-J-type model\nhas essentially all the necessary ingredients to form these stripes with\nmodulations of charge density, spin magnetization, and pair field. If a\nperturbative effect of electron-phonon coupling to renormalize the effective\nmass or the hopping rate of holes is considered with the model, we find the\nhalf-doped stripes, which has on the average one half of a hole in one period\nof charge modulation, to be most stable, energetic wise in the underdoped\nregion, $1/12\\leq\\delta\\leq1/8$. This is in good agreement with the observation\nin the neutron scattering experiments. We also find long range Coulomb\ninteraction to be less effective in the formation of half-doped stripes.\n","Comment: 4 pages, 4 figures"]}]
["0911.1779",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1779"],"date":["2009-11-09","2011-10-27"],"type":["text"],"creator":["Adachi, I.","Collaboration, for the Belle"],"language":[],"coverage":[],"title":["Observation of radiative B^0 -> \\phi K^0 \\gamma decays"],"description":["  We report the first observation of radiative decay B^0 -> \\phi K^0 \\gamma\nusing a data sample of 772x10^6 BBar pairs collected at the Y(4S) resonance\nwith the Belle detector at the KEKB asymmetric-energy e+e- collider. We observe\na signal of 35+/-8 events with a significance of 5.4 standard deviations\nincluding systematic uncertainties. The measured branching fraction is ${\\cal\nB}(B^0 -> \\phi K^0 \\gamma) = (2.66\\pm 0.60 \\pm 0.32) \\times 10^{-6}$. We also\nprecisely measure ${\\cal B}(B^+ -> \\phi K^+ \\gamma) = (2.34\\pm 0.29 \\pm 0.23)\n\\times 10^{-6}$. The uncertainties are statistical and systematic,\nrespectively. The observed M_{\\phi K} mass spectrum differs significantly from\nthat expected in a three-body phase-space decay.\n","Comment: 10 pages, 7 figures, 1 table. Contributed to DPF 09 and Lepton-Photon\n  09. The results of this conference paper have been superseded. The final\n  branching fraction results along with time-dependent measurements are given\n  in arXiv:1104.5590 and is published in Phys. Rev. D 84, 071101 (2011)"]}]
["0911.2597",{"format":[],"subject":["Physics - General Physics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2597","in {\\guillemotleft} Invisible Universe {\\guillemotright}\n  Proceedings of The Invisible Universe International Conference, held in\n  Paris, 29 June -- 3 July 2009, Eds. J.-M. Alimi and A. F\\\"uzfa, AIP\n  Conf.Proc.1241:767-775,2010","doi:10.1063/1.3462715"],"date":["2009-11-13"],"type":["text"],"creator":["Célérier, Marie-Noëlle"],"language":[],"coverage":[],"title":["Inhomogeneities in the Universe with exact solutions of General\n  Relativity"],"description":["  It is commonly stated that we have entered the era of precision cosmology in\nwhich a number of important observations have reached a degree of precision,\nand a level of agreement with theory, that is comparable with many Earth-based\nphysics experiments. One of the consequences is the need to examine at what\npoint our usual, well-worn assumption of homogeneity associated to the use of\nperturbation theory begins to compromise the accuracy of our models. It is now\na widely accepted fact that the effect of the inhomogeneities observed in the\nUniverse cannot be ignored when one wants to construct an accurate cosmological\nmodel. Well-established physics can explain several of the observed phenomena\nwithout introducing highly speculative elements, like dark matter, dark energy,\nexponential expansion at densities never attained in any experiment (i.e.\ninflation), and the like. Two main classes of methods are currently used to\ndeal with these issues. Averaging, sometimes linked to fitting procedures a la\nStoegger and Ellis, provide us with one promising way of solving the problem.\nAnother approach is the use of exact inhomogeneous solutions of General\nRelativity. This will be developed here.\n","Comment: 13 pages, 6 figures, to be published in the proceedings of the\n  Invisible Universe International Conference, held in Paris, 29 June - 3 July\n  2009, eds. J.-M. Alimi, A. Fuzfa and P.-S. Corasaniti"]}]
["1002.1772",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1772"],"date":["2010-02-08","2011-10-28"],"type":["text"],"creator":["Costabel, Martin","Dauge, Monique","Nicaise, Serge"],"language":[],"coverage":[],"title":["Analytic Regularity for Linear Elliptic Systems in Polygons and\n  Polyhedra"],"description":["  We prove weighted anisotropic analytic estimates for solutions of second\norder elliptic boundary value problems in polyhedra. The weighted analytic\nclasses which we use are the same as those introduced by Guo in 1993 in view of\nestablishing exponential convergence for hp finite element methods in\npolyhedra. We first give a simple proof of the known weighted analytic\nregularity in a polygon, relying on a new formulation of elliptic a priori\nestimates in smooth domains with analytic control of derivatives. The technique\nis based on dyadic partitions near the corners. This technique can successfully\nbe extended to polyhedra, providing isotropic analytic regularity. This is not\noptimal, because it does not take advantage of the full regularity along the\nedges. We combine it with a nested open set technique to obtain the desired\nthree-dimensional anisotropic analytic regularity result. Our proofs are global\nand do not require the analysis of singular functions.\n","Comment: 54 pages"]}]
["1004.3326",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Algebraic Topology","57M25, 57M27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3326","Journal of Knot Theory and Its Ramifications 20 (2011), 1355-1380"],"date":["2010-04-19","2010-10-25"],"type":["text"],"creator":["Goda, Hiroshi","Sakasai, Takuya"],"language":[],"coverage":[],"title":["Factorization formulas and computations of higher-order Alexander\n  invariants for homologically fibered knots"],"description":["  Homologically fibered knots are knots whose exteriors satisfy the same\nhomological conditions as fibered knots. In our previous paper, we observed\nthat for such a knot, higher-order Alexander invariants defined by Cochran,\nHarvey and Friedl are generally factorized into the part of the Magnus matrix\nand that of a certain Reidemeister torsion, both of which are known as\ninvariants of homology cylinders over a surface. In this paper, we study more\ndetails of the invariants and give some concrete calculations by restricting to\nthe case of the invariants associated with metabelian quotients of their knot\ngroups. We provide examples of explicit calculations of the invariants for all\nthe 12 crossings non-fibered homologically fibered knots.\n","Comment: 25 pages, 18 figures, to appear in Journal of Knot Theory and Its\n  Ramifications"]}]
["1004.3441",{"format":[],"subject":["Mathematics - Dynamical Systems","Mathematical Physics","Mathematics - Statistics Theory","Physics - Data Analysis, Statistics and Probability","37A05, 37A05, 37A35, 37D25, 37D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3441","Discrete & Continuous Dynamical Systems-A vol. 32-4 April 2012;\n  1421-1434","doi:10.3934/dcds.2012.32.1421"],"date":["2010-04-20","2010-08-24"],"type":["text"],"creator":["Sun, Wenxiang","Tian, Xueting"],"language":[],"coverage":[],"title":["Dominated Splitting and Pesin's Entropy Formula"],"description":["  Let $M$ be a compact manifold and $f:\\,M\\to M$ be a $C^1$ diffeomorphism on\n$M$. If $\\mu$ is an $f$-invariant probability measure which is absolutely\ncontinuous relative to Lebesgue measure and for $\\mu$ $a.\\,\\,e.\\,\\,x\\in M,$\nthere is a dominated splitting $T_{orb(x)}M=E\\oplus F$ on its orbit $orb(x)$,\nthen we give an estimation through Lyapunov characteristic exponents from below\nin Pesin's entropy formula, i.e., the metric entropy $h_\\mu(f)$ satisfies\n$$h_{\\mu}(f)\\geq\\int \\chi(x)d\\mu,$$ where\n$\\chi(x)=\\sum_{i=1}^{dim\\,F(x)}\\lambda_i(x)$ and\n$\\lambda_1(x)\\geq\\lambda_2(x)\\geq...\\geq\\lambda_{dim\\,M}(x)$ are the Lyapunov\nexponents at $x$ with respect to $\\mu.$ Consequently, by using a dichotomy for\ngeneric volume-preserving diffeomorphism we show that Pesin's entropy formula\nholds for generic volume-preserving diffeomorphisms, which generalizes a result\nof Tahzibi in dimension 2.\n"]}]
["1004.4418",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4418","Communications in Partial Differential Equations 36 (2011) 532-546","doi:10.1080/03605302.2010.498493"],"date":["2010-04-26"],"type":["text"],"creator":["Laurencot, Philippe","Stinner, Christian"],"language":[],"coverage":[],"title":["Refined asymptotics for the infinite heat equation with homogeneous\n  Dirichlet boundary conditions"],"description":["  The nonnegative viscosity solutions to the infinite heat equation with\nhomogeneous Dirichlet boundary conditions are shown to converge as time\nincreases to infinity to a uniquely determined limit after a suitable time\nrescaling. The proof relies on the half-relaxed limits technique as well as\ninterior positivity estimates and boundary estimates. The expansion of the\nsupport is also studied.\n"]}]
["1005.1222",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1222","International Journal of Quantum Information Vol.9, No.5 (2011)\n  1209-1222"],"date":["2010-05-07"],"type":["text"],"creator":["Eusebi, Anita","Mancini, Stefano"],"language":[],"coverage":[],"title":["Improving the Control Strategy in two-way deterministic cryptographic\n  protocols"],"description":["  We introduce a new control strategy on a two-way deterministic cryptographic\nscheme, which relies on a suitable unitary transformation rather than quantum\nmeasurement. The study is developed for d-ary alphabets and the particular\nchoice of the transformation works when d is an odd prime power. It leads to an\nimprovement of the protocol security, which we prove to increase with the\nalphabet order d.\n","Comment: 8 pages, 3 figures"]}]
["1006.0580",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0580","Nonlinearity 24 (2011) 277-292","doi:10.1088/0951-7715/24/1/014"],"date":["2010-06-03"],"type":["text"],"creator":["Feireisl, Eduard","Laurencot, Philippe","Mikelic, Andro"],"language":[],"coverage":[],"title":["Global-in-time solutions for the isothermal Matovich-Pearson equations"],"description":["  In this paper we study the Matovich-Pearson equations describing the process\nof glass fiber drawing. These equations may be viewed as a 1D-reduction of the\nincompressible Navier-Stokes equations including free boundary, valid for the\ndrawing of a long and thin glass fiber. We concentrate on the isothermal case\nwithout surface tension. Then the Matovich-Pearson equations represent a\nnonlinearly coupled system of an elliptic equation for the axial velocity and a\nhyperbolic transport equation for the fluid cross-sectional area. We first\nprove existence of a local solution, and, after constructing appropriate\nbarrier functions, we deduce that the fluid radius is always strictly positive\nand that the local solution remains in the same regularity class. To the best\nof our knowledge, this is the first global existence and uniqueness result for\nthis important system of equations.\n"]}]
["1006.3154",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3154"],"date":["2010-06-16","2011-10-28"],"type":["text"],"creator":["Han, Chong","Nevat, Ido","Yuan, Jinhong"],"language":[],"coverage":[],"title":["Spectrum Sensing in Cooperative Cognitive Radio Networks with Partial\n  CSI"],"description":["  We develop an efficient algorithm for cooperative spectrum sensing in a relay\nbased cognitive radio network. We consider a stochastic model where data is\nsent from the Base Station (BS) of the Primary User (PU). The data is relayed\nby the Secondary Users (SU) to the SU BS. The SU BS has only partial CSI\nknowledge of the wireless channels. In order to obtain the optimal decision\nrule based on Likelihood Ratio Test (LRT), the marginal likelihood under each\nhypothesis needs to be evaluated pointwise. These, however, cannot be obtained\nanalytically due to the intractability of the integrals. Instead, we\napproximate these quantities by utilising the Laplace method. Performance is\nevaluated via numerical simulations and it is shown that the proposed spectrum\nsensing scheme can achieve superior results to the energy detection scheme.\n","Comment: a new version is now available"]}]
["1006.4866",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4866","Proceedings of the National Academy of Sciences of the United\n  States of America, 2011 108 (43) 17615-17620","doi:10.1073/pnas.1110642108"],"date":["2010-06-24","2011-10-28"],"type":["text"],"creator":["Yuen-Zhou, Joel","Krich, Jacob J.","Mohseni, Masoud","Aspuru-Guzik, Alán"],"language":[],"coverage":[],"title":["Quantum State and Process Tomography of Energy Transfer Systems via\n  Ultrafast Spectroscopy"],"description":["  The description of excited state dynamics in multichromophoric systems\nconstitutes both a theoretical and experimental challenge in modern physical\nchemistry. An experimental protocol which can systematically characterize both\ncoherent and dissipative processes at the level of the evolving quantum state\nof the chromophores is desired. In this article, we show that a carefully\nchosen set of polarization controlled two-color heterodyned photon-echo\nexperiments can be used to reconstruct the time-evolving density matrix of the\none-exciton manifold of a heterodimer. This possibility in turn allows for a\ncomplete description of the excited state dynamics via quantum process\ntomography (QPT). Calculations on the dimer show that QPT can reveal rich\ninformation about system-bath interactions, which otherwise appear nontrivially\nhidden in the polarization monitored in standard four-wave mixing experiments.\nOur study presents a novel method for analyzing condensed phase experiments\nwith a quantum information processing perspective.\n","Comment: IMPORTANT: Supporting information in PDF format can be downloaded\n  from source folder"]}]
["1006.5407",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5407","Physical Review Letters 106, 090401 (2011)","doi:10.1103/PhysRevLett.106.090401"],"date":["2010-06-28","2011-03-03"],"type":["text"],"creator":["Tsang, Mankei","Wiseman, Howard M.","Caves, Carlton M."],"language":[],"coverage":[],"title":["Fundamental Quantum Limit to Waveform Estimation"],"description":["  We derive a quantum Cram\\'er-Rao bound (QCRB) on the error of estimating a\ntime-changing signal. The QCRB provides a fundamental limit to the performance\nof general quantum sensors, such as gravitational-wave detectors, force\nsensors, and atomic magnetometers. We apply the QCRB to the problem of force\nestimation via continuous monitoring of the position of a harmonic oscillator,\nin which case the QCRB takes the form of a spectral uncertainty principle. The\nbound on the force-estimation error can be achieved by implementing quantum\nnoise cancellation in the experimental setup and applying smoothing to the\nobservations.\n","Comment: 4 pages, v2: major update, added a figure, v3: accepted by PRL"]}]
["1007.1664",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1664","Nature 468, 412-416 (18 November 2010)","doi:10.1038/nature09568"],"date":["2010-07-09"],"type":["text"],"creator":["Choi, K. S.","Goban, A.","Papp, S. B.","van Enk, S. J.","Kimble, H. J."],"language":[],"coverage":[],"title":["Entanglement of spin waves among four quantum memories"],"description":["  Quantum networks are composed of quantum nodes that interact coherently by\nway of quantum channels and open a broad frontier of scientific opportunities.\nFor example, a quantum network can serve as a `web' for connecting quantum\nprocessors for computation and communication, as well as a `simulator' for\nenabling investigations of quantum critical phenomena arising from interactions\namong the nodes mediated by the channels. The physical realization of quantum\nnetworks generically requires dynamical systems capable of generating and\nstoring entangled states among multiple quantum memories, and of efficiently\ntransferring stored entanglement into quantum channels for distribution across\nthe network. While such capabilities have been demonstrated for diverse\nbipartite systems (i.e., N=2 quantum systems), entangled states with N > 2 have\nheretofore not been achieved for quantum interconnects that coherently `clock'\nmultipartite entanglement stored in quantum memories to quantum channels. Here,\nwe demonstrate high-fidelity measurement-induced entanglement stored in four\natomic memories; user-controlled, coherent transfer of atomic entanglement to\nfour photonic quantum channels; and the characterization of the full\nquadripartite entanglement by way of quantum uncertainty relations. Our work\nthereby provides an important tool for the distribution of multipartite\nentanglement across quantum networks.\n","Comment: 4 figures"]}]
["1007.2155",{"format":[],"subject":["Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2155","doi:10.1007/s12665-011-1355-7"],"date":["2010-07-13","2011-10-28"],"type":["text"],"creator":["Klose, Christian D."],"language":[],"coverage":[],"title":["Evidence for Anthropogenic Surface Loading as Trigger Mechanism of the\n  2008 Wenchuan Earthquake"],"description":["  Two and a half years prior to China's M7.9 Wenchuan earthquake of May 2008,\nat least 300 million metric tons of water accumulated with additional seasonal\nwater level changes in the Minjiang River Valley at the eastern margin of the\nLongmen Shan. This article shows that static surface loading in the Zipingpu\nwater reservoir induced Coulomb failure stresses on the nearby Beichuan thrust\nfault system at <17km depth. Triggering stresses exceeded levels of daily lunar\nand solar tides and perturbed a fault area measuring 416+/-96km^2. These stress\nperturbations, in turn, likely advanced the clock of the mainshock and directed\nthe initial rupture propagation upward towards the reservoir on the\n\"Coulomb-like\" Beichuan fault with rate-and-state dependent frictional\nbehavior. Static triggering perturbations produced up to 60 years (0.6%) of\nequivalent tectonic loading, and show strong correlations to the coseismic\nslip. Moreover, correlations between clock advancement and coseismic slip,\nobserved during the mainshock beneath the reservoir, are strongest for a longer\nseismic cycle (10kyr) of M>7 earthquakes. Finally, the daily event rate of the\nmicro-seismicity (M>0.5) correlates well with the static stress perturbations,\nindicating destabilization.\n","Comment: 22 pages, 4 figures, 3 tables"]}]
["1008.0445",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Dynamical Systems","11K60 (Primary) 91A05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0445"],"date":["2010-08-02","2011-10-27"],"type":["text"],"creator":["Tseng, Jimmy"],"language":[],"coverage":[],"title":["Badly approximable vectors on rational quadratic varieties"],"description":["  Approximation in this paper is of vectors on the unit $d$-cube by the\nprojection of integer lattice points onto the same cube. We define badly\napproximable vectors on a rational quadratic variety and show that sets of\nthese vectors, which are (naturally) indexed by $m \\in \\QQ$, are winning and\nstrong winning in the sense of Schmidt games. From the winning property, it\nfollows that these sets have full Hausdorff dimension and, moreover, so does\ntheir intersection. In most cases, these sets are known to be null sets.\n","Comment: 35 pages, 4 figures. In one of the lemmas, there is a gap, which\n  still needs to be justified. Currently, the main results remain conjectures"]}]
["1008.2949",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2949"],"date":["2010-08-17","2011-10-28"],"type":["text"],"creator":["Froese, Richard","Halasan, Florina","Hasler, David"],"language":[],"coverage":[],"title":["Absolutely continuous spectrum for the Anderson model on a product of a\n  tree with a finite graph"],"description":["  We prove the almost sure existence of absolutely continuous spectrum at low\ndisorder for the Anderson model on the simplest example of a product of a\nregular tree with a finite graph. This graph contains loops of unbounded size.\n","Comment: 30 pages, 2 figures"]}]
["1008.4643",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4643","Int. J. Quant. Info. 9 (2011) 1363","doi:10.1142/S0219749911008106"],"date":["2010-08-27","2011-08-01"],"type":["text"],"creator":["Tanaka, Yuji","Ichikawa, Tsubasa","Tada-Umezaki, Masahito","Ota, Yukihiro","Nakahara, Mikio"],"language":[],"coverage":[],"title":["Quantum Oracles in Terms of Universal Gate Set"],"description":["  We present a systematic construction of quantum circuits implementing\nGrover's database search algorithm for arbitrary number of targets. We\nintroduce a new operator which flips the sign of the targets and evaluate its\ncircuit complexity. We find the condition under which the circuit complexity of\nthe database search algorithm based on this operator is less than that of the\nconventional one.\n","Comment: 19 pages, 7 figures. To appear in Int. J. Quant. Info"]}]
["1009.0667",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0667","doi:10.1016/j.jcta.2011.10.007"],"date":["2010-09-03","2011-10-28"],"type":["text"],"creator":["Blok, Rieuwert","Hoffman, Corneliu","Vdovina, Alina"],"language":[],"coverage":[],"title":["Expander graphs from Curtis Tits groups"],"description":["  Using the construction of a nonorientable Curtis-Tits group of type $\\tilde\nA_n$, we obtain new explicit families of expander graphs of valency five for\nunitary groups over finite fields.\n","Comment: Some results are strengthened"]}]
["1009.0863",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics","Mathematics - Dynamical Systems","Mathematics - Symplectic Geometry","Primary 37J35, Secondary 37J20, 34C23, 70H06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0863"],"date":["2010-09-04","2011-10-28"],"type":["text"],"creator":["Tonkonog, Dmitry"],"language":[],"coverage":[],"title":["Singularities of integrable Hamiltonian systems: a criterion for\n  non-degeneracy, with an application to the Manakov top"],"description":["  Let (M,\\omega) be a symplectic 2n-manifold and h_1,...,h_n be functionally\nindependent commuting functions on M. We present a geometric criterion for a\nsingular point P\\in M (i.e. such that {dh_i(P)}_{i=1}^n are linearly dependent)\nto be non-degenerate in the sence of Vey-Eliasson.\n  Then we apply Fomenko's theory to study the neighborhood U of the singular\nLiouville fiber containing saddle-saddle singularities of the Manakov top.\nNamely, we describe the singular Liouville foliation on U and the\n`Bohr-Sommerfeld' lattices on the momentum map image of U. A relation with the\nquantum Manakov top studied by Sinitsyn and Zhilinskii (SIGMA 3 2007,\narXiv:math-ph/0703045) is discussed.\n","Comment: Application to the Manakov top (Sections 3,4) extended"]}]
["1009.2210",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2210"],"date":["2010-09-11","2011-10-28"],"type":["text"],"creator":["Zhang, Lin","Wu, Junde"],"language":[],"coverage":[],"title":["A Survey of Dynamical Matrices Theory"],"description":["  In this note, we survey some elementary theorems and proofs concerning\ndynamical matrices theory. Some mathematical concepts and results involved in\nquantum information theory are reviewed. A little new result on the matrix\nrepresentation of quantum operation are obtained. And best separable\napproximation for quantum operations is presented.\n","Comment: 22 pages, LaTeX"]}]
["1009.4024",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","35Q30, 76D03, 76D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4024"],"date":["2010-09-21","2011-10-28"],"type":["text"],"creator":["Korobkov, Mikhail V.","Pileckas, Konstantin","Russo, Remigio"],"language":[],"coverage":[],"title":["On the flux problem in the theory of steady Navier-Stokes equations with\n  nonhomogeneous boundary conditions"],"description":["  We study the nonhomogeneous boundary value problem for Navier--Stokes\nequations of steady motion of a viscous incompressible fluid in a\ntwo--dimensional bounded multiply connected domain\n$\\Omega=\\Omega_1\\setminus\\bar{\\Omega}_2, \\;\\bar\\Omega_2\\subset \\Omega_1$. We\nprove that this problem has a solution if the flux $\\F$ of the boundary value\nthrough $\\partial\\Omega_2$ is nonnegative. The proof of the main result uses\nthe Bernoulli law for a weak solution to the Euler equations and the one-side\nmaximum principle for the total head pressure corresponding to this solution.\n","Comment: 35 pages"]}]
["1009.4943",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4943","Journal of Algebra 348 (2011) 446--461","doi:10.1016/j.jalgebra.2011.10.006"],"date":["2010-09-24","2011-10-18"],"type":["text"],"creator":["Berg, Chris","Bergeron, Nantel","Bhargava, Sandeep","Saliola, Franco"],"language":[],"coverage":[],"title":["Primitive orthogonal idempotents for R-trivial monoids"],"description":["  We construct a recursive formula for a complete system of primitive\northogonal idempotents for any $R$-trivial monoid. This uses the newly proved\nequivalence between the notions of $R$-trivial monoid and weakly ordered\nmonoid.\n","Comment: Journal of Algebra, 2011"]}]
["1010.3850",{"format":[],"subject":["Mathematics - Combinatorics","05A15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3850"],"date":["2010-10-19","2011-10-28"],"type":["text"],"creator":["Fusy, Eric"],"language":[],"coverage":[],"title":["Bijective counting of involutive Baxter permutations"],"description":["  We enumerate bijectively the family of involutive Baxter permutations\naccording to various parameters; in particular we obtain an elementary proof\nthat the number of involutive Baxter permutations of size $2n$ with no fixed\npoints is $\\frac{3\\cdot 2^{n-1}}{(n+1)(n+2)}\\binom{2n}{n}$, a formula\noriginally discovered by M. Bousquet-M\\'elou using generating functions. The\nsame coefficient also enumerates planar maps with $n$ edges, endowed with an\nacyclic orientation having a unique source, and such that the source and sinks\nare all incident to the outer face.\n","Comment: 8 pages"]}]
["1011.0283",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0283","Physica A 391 (2012) 278","doi:10.1016/j.physa.2011.07.047"],"date":["2010-11-01","2010-11-15"],"type":["text"],"creator":["Ishihara, Masamichi"],"language":[],"coverage":[],"title":["Environmental effects on the $x^{4}$ model in Tsallis statistics"],"description":["  The author studied the effects of the environment described by Tsallis\nstatistics in quantum mechanics, when the deviation from Boltzmann-Gibbs (BG)\nstatistics is small. The $x^{4}$ model was used and the squeeze angle caused by\nthe difference between Tsallis and BG statistics was calculated perturbatively\nin the mean field approximation as a function of the dimensionless parameters:\nthe inverse temperature $\\beta_p$ and the coupling strength $\\lambda_p$. The\nauthor found that the effect of the deviation from BG statistics is relatively\nlarge at high temperature. The squeeze angle as a function of $\\beta_p$ has a\ndip structure, and the dip is deeper with the increase of $\\lambda_p$. The\nangle as a function of $\\beta_p$ changes the sign. These facts indicate that\nthe frequency is modulated by the difference between these statistics.\n","Comment: A typo in the author's name field is corrected. 9 pages, 4 figures"]}]
["1011.1736",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1736"],"date":["2010-11-08","2011-10-28"],"type":["text"],"creator":["Ma, Zhihao","Chen, Zhi-Hua"],"language":[],"coverage":[],"title":["Analytical Bound of Concurrence"],"description":["  We give an analytical lower bound of concurrence for both bipartite and\nmultipartite quantum states.\n","Comment: there is a small error, make the bound too big"]}]
["1012.5237",{"format":[],"subject":["Mathematics - Geometric Topology","58J28, 57R55, 57R20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5237"],"date":["2010-12-23","2011-10-28"],"type":["text"],"creator":["Crowley, Diarmuid","Goette, Sebastian"],"language":[],"coverage":[],"title":["Kreck-Stolz invariants for quaternionic line bundles"],"description":["  We generalise the Kreck-Stolz invariants s_2 and s_3 by defining a new\ninvariant, the t-invariant, for quaternionic line bundles E over closed\nspin-manifolds M of dimension 4k-1 with H^3(M; \\Q) = 0 such that c_2(E)\\in\nH^4(M) is torsion. The t-invariant classifies closed smooth oriented\n2-connected rational homology 7-spheres up to almost-diffeomorphism, that is,\ndiffeomorphism up to connected sum with an exotic sphere. It also detects\nexotic homeomorphisms between such manifolds.\n  The t-invariant also gives information about quaternionic line bundles over a\nfixed manifold and we use it to give a new proof of a theorem of Feder and\nGitler about the values of the second Chern classes of quaternionic line\nbundles over HP^k. The t-invariant for S^{4k-1} is closely related to the Adams\ne-invariant on the (4k-5)-stem.\n","Comment: We extended the scope of the definition of our central invariant and\n  significantly improved the presentation: to appear in the Transactions of the\n  AMS. 35 pages"]}]
["1012.5839",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5839","Phys. Lett. B 705 (2011), pp. 165-169","doi:10.1016/j.physletb.2011.10.014"],"date":["2010-12-28"],"type":["text"],"creator":["Boyarsky, Alexey","Malyshev, Denys","Ruchayskiy, Oleg"],"language":[],"coverage":[],"title":["A comment on the emission from the Galactic Center as seen by the Fermi\n  telescope"],"description":["  In the recent paper of Hooper & Goodenough (1010.2752) it was reported that\ngamma-ray emission from the Galactic Center region contains an excess compared\nto the contributions from the large-scale diffuse emission and known point\nsources. This excess was argued to be consistent with a signal from\nannihilation of Dark Matter with a power law density profile. We reanalyze the\nFermi data and find instead that it is consistent with the \"standard model\" of\ndiffuse emission and of known point sources. The main reason for the\ndiscrepancy with the interpretation of 1010.2752 is different (as compared to\nthe previous works) spectrum of the point source at the Galactic Center assumed\nin 1010.2752. We discuss possible reasons for such an interpretation.\n"]}]
["1101.3261",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Numerical Analysis","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3261"],"date":["2011-01-17","2011-10-28"],"type":["text"],"creator":["Ginsberg, Daniel","Simpson, Gideon"],"language":[],"coverage":[],"title":["Analytical and Numerical Results on the Positivity of Steady State\n  Solutions of a Thin Film Equation"],"description":["  We consider an equation for a thin-film of fluid on a rotating cylinder and\npresent several new analytical and numerical results on steady state solutions.\nFirst, we provide an elementary proof that both weak and classical steady\nstates must be strictly positive so long as the speed of rotation is nonzero.\nNext, we formulate an iterative spectral algorithm for computing these steady\nstates. Finally, we explore a non-existence inequality for steady state\nsolutions from the recent work of Chugunova, Pugh, & Taranets.\n","Comment: 17 pages, 12 figures"]}]
["1101.3964",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3964","Annales de l'Institut Henri Poincar\\'e Analyse non lin\\'eaire 28\n  (2011) 583-598","doi:10.1016/j.anihpc.2011.04.001"],"date":["2011-01-20"],"type":["text"],"creator":["Escher, Joachim","Laurencot, Philippe","Matioc, Bogdan-Vasile"],"language":[],"coverage":[],"title":["Existence and stability of weak solutions for a degenerate parabolic\n  system modelling two-phase flows in porous media"],"description":["  We prove global existence of nonnegative weak solutions to a degenerate\nparabolic system which models the interaction of two thin fluid films in a\nporous medium. Furthermore, we show that these weak solutions converge at an\nexponential rate towards flat equilibria.\n"]}]
["1103.0334",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0334","J. Chem. Phys. 135 164902 (2011)","doi:10.1063/1.3655358"],"date":["2011-03-01","2011-10-27"],"type":["text"],"creator":["Hedges, Lester O.","Whitelam, Stephen"],"language":[],"coverage":[],"title":["Limit of validity of Ostwald's rule of stages in a statistical\n  mechanical model of crystallization"],"description":["  We have only rules of thumb with which to predict how a material will\ncrystallize, chief among which is Ostwald's rule of stages. It states that the\nfirst phase to appear upon transformation of a parent phase is the one closest\nto it in free energy. Although sometimes upheld, the rule is without\ntheoretical foundation and is not universally obeyed, highlighting the need for\nmicroscopic understanding of crystallization controls. Here we study in detail\nthe crystallization pathways of a prototypical model of patchy particles. The\nrange of crystallization pathways it exhibits is richer than can be predicted\nby Ostwald's rule, but a combination of simulation and analytic theory reveals\nclearly how these pathways are selected by microscopic parameters. Our results\nsuggest strategies for controlling self-assembly pathways in simulation and\nexperiment.\n","Comment: 8 pages, 8 figures"]}]
["1103.1572",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory","Quantum Physics","81P20, 82B10, 81Q10, 91A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1572"],"date":["2011-03-08","2011-10-27"],"type":["text"],"creator":["Sakhnovich, Lev"],"language":[],"coverage":[],"title":["Non-extensive statistical mechanics: Gibbs-type formula, existence and\n  uniqueness of its solution"],"description":["  Existence and uniqueness results for the solution of the Gibbs-type formula\nfrom non-extensive mechanics are derived rigorously. A new conditional extremal\nproblem is proposed to get in a more simple way the Gibbs-type formula itself.\n","Comment: A revised and more complete version. The uniqueness result is added"]}]
["1103.2693",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2693","AIP Conf. Proc. 1388, 396-399 (2011)","doi:10.1063/1.3647417"],"date":["2011-03-14"],"type":["text"],"creator":["Kamano, Hiroyuki"],"language":[],"coverage":[],"title":["Extraction of nucleon resonances from global analysis of meson\n  production reactions at EBAC"],"description":["  We report the current status of exploring the dynamical aspect of the excited\nnucleon states through the comprehensive coupled-channels analysis of meson\nproduction reactions at the Excited Baryon Analysis Center of Jefferson Lab.\n","Comment: 4 pages, 3 figures, Contribution to the proceedings of International\n  conference on the structure of baryons (BARYONS'10), Osaka, Japan, Dec. 7-11,\n  2010"]}]
["1103.3557",{"format":[],"subject":["Quantum Physics","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3557"],"date":["2011-03-18","2011-10-28"],"type":["text"],"creator":["Zhang, Lin"],"language":[],"coverage":[],"title":["Remark on Entropic Characterization of Quantum Operations"],"description":["  In the present paper, the reduction of some proofs in \\cite{Roga1} is\npresented. An entropic inequality for quantum state and bi-stochastic CP\nsuper-operators is conjectured.\n","Comment: 5 pages, LaTeX. A conjecture for some entropic inequality is added"]}]
["1103.3661",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3661"],"date":["2011-03-18","2011-10-28"],"type":["text"],"creator":["Tursunov, E. M."],"language":[],"coverage":[],"title":["A periodic table for the excited Nucleon and Delta spectrum in a\n  relativistic chiral quark model"],"description":["  A possibility of the construction of a periodic table for the excited baryon\nspectrum is shown in the frame of a relativistic chiral quark model based on\nselection rules derived from the one-pion exchange mechanism. It is shown that\nall the $N^*$ and $\\Delta^*$ resonances appearing in the $\\pi N$ scattering\ndata and strongly coupling to the $\\pi N$ channel are identified with the\norbital configurations $(1S_{1/2})^2(nlj)$. Baryon resonances corresponding to\nthe orbital configuration with two valence quarks in excited states couple\nstrongly to the $\\pi \\pi N$-channel, but not to the $\\pi N$ channel.\n  At low energy scale up to 2000 MeV, the obtained numerical estimations for\nthe SU(2) baryon states (up to and including F-wave $N^*$ and $\\Delta^*$\nresonances) within the schematic periodic table are mostly consistent with the\nexperimental data.\n  It is argued that due-to the overestimation of the ground state N(939) and\nRoper resonance N(1440) almost by the same amount and that the Roper resonance\nis a radial excitation of the N(939), the \"lowering mechanism\" for the both\nbaryon states must be the same. The same mechanism is expected in the $\\Delta$\nsector. At higher energies, where the experimental data are poor, we can extend\nour model schematically and predict seven new $N^*$ and four $\\Delta^*$\nresonances with larger spin values.\n","Comment: 7 pages; text corrected and extended"]}]
["1103.4129",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4129","Phys. Rev. Lett 107, 150402 (2011)","doi:10.1103/PhysRevLett.107.150402"],"date":["2011-03-21","2011-08-05"],"type":["text"],"creator":["Sabin, Carlos","del Rey, Marco","Garcia-Ripoll, Juan Jose","Leon, Juan"],"language":[],"coverage":[],"title":["The Fermi problem with artificial atoms in circuit QED"],"description":["  We propose a feasible experimental test of a 1-D version of the Fermi problem\nusing superconducting qubits. We give an explicit non-perturbative proof of\nstrict causality in this model, showing that the probability of excitation of a\ntwo-level artificial atom with a dipolar coupling to a quantum field is\ncompletely independent of the other qubit until signals from it may arrive. We\nexplain why this is in perfect agreement with the existence of nonlocal\ncorrelations and previous results which were used to claim apparent causality\nproblems for Fermi's two-atom system.\n","Comment: 4 pages, 2 figures; typos corrected, introduction revised and\n  experimental discussion extended, results unchanged"]}]
["1103.4691",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4691","J. Funct. Anal., 261 (2011), 2877-2889"],"date":["2011-03-24"],"type":["text"],"creator":["Lai, Chun-kit"],"language":[],"coverage":[],"title":["On Fourier frame of absolutely continuous measures"],"description":["  Let $\\mu$ be a compactly supported absolutely continuous probability measure\non ${\\Bbb R}^n$, we show that $\\mu$ admits Fourier frames if and only if its\nRadon-Nikodym derivative is upper and lower bounded almost everywhere on its\nsupport. As a consequence, we prove that if an equal weight absolutely\ncontinuous self-similar measure on ${\\Bbb R}^1$ admits Fourier frame, then the\nmeasure must be a characteristic function of self-similar tile. In particular,\nthis shows for almost everywhere $1/2<\\lambda<1$, the $\\lambda$-Bernoulli\nconvolutions cannot admit Fourier frames.\n"]}]
["1104.2193",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2193","J. Phys. A: Math. Theor. 44 (2011) 325306","doi:10.1088/1751-8113/44/32/325306"],"date":["2011-04-12","2011-10-28"],"type":["text"],"creator":["Zhang, Lin","Wu, Junde"],"language":[],"coverage":[],"title":["The Dynamical Additivity And The Strong Dynamical Additivity Of Quantum\n  Operations"],"description":["  In the paper, the dynamical additivity of bi-stochastic quantum operations is\ncharacterized and the strong dynamical additivity is obtained under some\nrestrictions.\n","Comment: 9 pages, LaTeX, change the order of names"]}]
["1104.3177",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3177","Phys. Chem. Chem. Phys., 2011, 13, 18825-18829","doi:10.1039/c1cp21201j"],"date":["2011-04-15","2011-10-17"],"type":["text"],"creator":["Lien, Chien-Yu","Williams, Scott R.","Odom, Brian"],"language":[],"coverage":[],"title":["Optical pulse-shaping for internal cooling of molecules"],"description":["  We consider the use of pulse-shaped broadband femtosecond lasers to optically\ncool rotational and vibrational degrees of freedom of molecules. Since this\napproach relies on cooling rotational and vibrational quanta by exciting an\nelectronic transition, it is most easily applicable to molecules with similar\nground and excited potential energy surfaces, such that the vibrational state\nis usually unchanged during electronic relaxation. Compared with schemes that\ncool rotations by exciting vibrations, this approach achieves internal cooling\non the orders-of- magnitude faster electronic decay timescale and is\npotentially applicable to apolar molecules. For AlH+, a candidate species, a\nrate-equation simulation indicates that rovibrational equilibrium should be\nachievable in 8 \\mu s. In addition, we report laboratory demonstration of\noptical pulse shaping with sufficient resolution and power for rotational\ncooling of AlH+.\n"]}]
["1104.3383",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3383","Comm. Theo. Phys. Vol-56, (2011) 943"],"date":["2011-04-18","2011-08-19"],"type":["text"],"creator":["Acharyya, Muktish"],"language":[],"coverage":[],"title":["Form invariant Sommerfeld electrical conductivity in generalised d\n  dimensions"],"description":["  The Sommerfeld electrical conductivity is calculated in d dimensions\nfollowing Boltzmann kinetic approach. At T=0, the mathematical form of the\nelectrical conductivity is found to remain invariant in any generalised spatial\n(d) dimensions.\n","Comment: To appear in Comm. Theo. Phys. (2011)"]}]
["1105.2291",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Information Theory","11T24, 11T71, 94A55, 94B15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2291"],"date":["2011-05-11","2011-10-28"],"type":["text"],"creator":["Katz, Daniel J."],"language":[],"coverage":[],"title":["Proof of a Conjecture of Helleseth: Maximal Linear Recursive Sequences\n  of Period $2^{2^n}-1$ Never Have Three-Valued Cross-Correlation"],"description":["  We prove a conjecture of Helleseth that claims that for any $n \\geq 0$, a\npair of binary maximal linear sequences of period $2^{2^n}-1$ can not have a\nthree-valued cross-correlation function.\n","Comment: 5 pages, fixes typos in first version"]}]
["1105.2391",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2391"],"date":["2011-05-12","2011-10-27"],"type":["text"],"creator":["An, Hyung-Chan","Shmoys, David B."],"language":[],"coverage":[],"title":["LP-Based Approximation Algorithms for Traveling Salesman Path Problems"],"description":["  This paper has been merged into 1110.4604.\n","Comment: This paper has been merged into 1110.4604"]}]
["1105.2782",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Mathematics - Functional Analysis","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2782"],"date":["2011-05-13","2011-10-28"],"type":["text"],"creator":["Zhang, Yong","Dong, Bin","Lu, Zhaosong"],"language":[],"coverage":[],"title":["$\\ell_0$ Minimization for Wavelet Frame Based Image Restoration"],"description":["  The theory of (tight) wavelet frames has been extensively studied in the past\ntwenty years and they are currently widely used for image restoration and other\nimage processing and analysis problems. The success of wavelet frame based\nmodels, including balanced approach and analysis based approach, is due to\ntheir capability of sparsely approximating piecewise smooth functions like\nimages. Motivated by the balanced approach and analysis based approach, we\nshall propose a wavelet frame based $\\ell_0$ minimization model, where the\n$\\ell_0$ \"norm\" of the frame coefficients is penalized. We adapt the penalty\ndecomposition (PD) method to solve the proposed optimization problem. Numerical\nresults showed that the proposed model solved by the PD method can generate\nimages with better quality than those obtained by either analysis based\napproach or balanced approach in terms of restoring sharp features as well as\nmaintaining smoothness of the recovered images. Some convergence analysis of\nthe PD method will also be provided.\n","Comment: 17 pages,4 figures"]}]
["1105.3940",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3940","Phys. Rev. C84, 044909 (2011)","doi:10.1103/PhysRevC.84.044909"],"date":["2011-05-19","2011-10-17"],"type":["text"],"creator":["Pop, V. Topor","Gyulassy, M.","Barrette, J.","Gale, C."],"language":[],"coverage":[],"title":["Baryon anomaly and strong color fields in Pb+Pb collisions at 2.76A TeV\n  at the CERN Large Hadron Collider"],"description":["  With the HIJING/BBbar v2.0 heavy ion event generator, we explore the\nphenomenological consequences of several high parton density dynamical effects\npredicted in central Pb+Pb collisions at the Large Hadron Collider (LHC)\nenergies. These include (1) jet quenching due to parton energy loss (dE/dx),\n(2) strangeness and hyperon enhancement due to strong longitudinal color field\n(SCF), and (3) enhancement of baryon-to-meson ratios due to baryon-anti-baryon\njunctions (JJbar) loops and SCF effects. The saturation/minijet cutoff scale\np0(s)and effective string tension kappa(s,A) are constrained by our previous\nanalysis of LHC p+p data and recent data on the charged multiplicity for Pb+Pb\ncollisions reported by the ALICE collaboration. We predict the hadron flavor\ndependence (mesons and baryons) of the nuclear modification factor RAA(pT)$ and\nemphasize the possibility that the baryon anomaly could persist at the LHC up\nto pT=10 GeV, well beyond the range observed in central Au+Au collisions at\nRHIC energies.\n","Comment: 25 pages, 8 figures, revtex4, text modifications, added references,\n  accepted for publication Phys. Rev. C (2011)"]}]
["1106.0205",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Algebraic Geometry","Mathematics - Representation Theory","13D09 (Primary) 14F05, 16E35, 18E30 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0205"],"date":["2011-06-01","2011-10-27"],"type":["text"],"creator":["Aihara, Takuma","Takahashi, Ryo"],"language":[],"coverage":[],"title":["Generators and dimensions of derived categories"],"description":["  Several years ago, Bondal, Rouquier and Van den Bergh introduced the notion\nof the dimension of a triangulated category, and Rouquier proved that the\nbounded derived category of coherent sheaves on a separated scheme of finite\ntype over a perfect field has finite dimension. In this paper, we study the\ndimension of the bounded derived category of finitely generated modules over a\ncommutative Noetherian ring. The main result of this paper asserts that it is\nfinite over a complete local ring containing a field with perfect residue\nfield. Our methods also give a ring-theoretic proof of the affine case of\nRouquier's theorem.\n","Comment: 27 pages, minor changes, comments welcome"]}]
["1106.0636",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Mathematical Physics","82B20, 37K35, 39A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0636","SIGMA 7 (2011), 100, 14 pages","doi:10.3842/SIGMA.2011.100"],"date":["2011-06-03","2011-10-28"],"type":["text"],"creator":["Kassotakis, Pavlos","Nieszporski, Maciej"],"language":[],"coverage":[],"title":["Families of Integrable Equations"],"description":["  We present a method to obtain families of lattice equations. Specifically we\nfocus on two of such families, which include 3-parameters and their members are\nconnected through B\\\"acklund transformations. At least one of the members of\neach family is integrable, hence the whole family inherits some integrability\nproperties.\n"]}]
["1106.0690",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0690","Phys. Rev. Lett. 107, 180601 (2011)","doi:10.1103/PhysRevLett.107.180601"],"date":["2011-06-03","2011-10-28"],"type":["text"],"creator":["Hurtado, Pablo I.","Garrido, Pedro L."],"language":[],"coverage":[],"title":["Spontaneous Symmetry Breaking at the Fluctuating Level"],"description":["  Phase transitions not allowed in equilibrium steady states may happen however\nat the fluctuating level. We observe for the first time this striking and\ngeneral phenomenon measuring current fluctuations in an isolated diffusive\nsystem. While small fluctuations result from the sum of weakly-correlated local\nevents, for currents above a critical threshold the system self-organizes into\na coherent traveling wave which facilitates the current deviation by gathering\nenergy in a localized packet, thus breaking translation invariance. This\nresults in Gaussian statistics for small fluctuations but non-Gaussian tails\nabove the critical current. Our observations, which agree with predictions\nderived from hydrodynamic fluctuation theory, strongly suggest that rare events\nare generically associated with coherent, self-organized patterns which enhance\ntheir probability.\n","Comment: 5 pages, 4 figures"]}]
["1106.1192",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1192"],"date":["2011-06-06","2011-10-28"],"type":["text"],"creator":["Daneri, Sara","Pratelli, Aldo"],"language":[],"coverage":[],"title":["Smooth approximation of bi-Lipschitz orientation-preserving\n  homeomorphisms"],"description":["  We show that a planar bi-Lipschitz orientation-preserving homeomorphism can\nbe approximated in the $W^{1,p}$ norm, together with its inverse, with an\norientation-preserving homeomorphism which is piecewise affine or smooth.\n","Comment: 28 pages, 4 figures"]}]
["1106.2783",{"format":[],"subject":["Mathematical Physics","30E99, 28A80, 28A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2783"],"date":["2011-06-14"],"type":["text"],"creator":["Yang, Xiao-Jun"],"language":[],"coverage":[],"title":["Fractional Trigonometric Functions in Complex-valued Space: Applications\n  of Complex Number to Local Fractional Calculus of Complex Function"],"description":["  This paper presents the fractional trigonometric functions in complex-valued\nspace and proposes a short outline of local fractional calculus of complex\nfunction in fractal spaces.\n","Comment: 11 page"]}]
["1106.3010",{"format":[],"subject":["Mathematical Physics","26A27, 28A80, 26A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3010"],"date":["2011-06-15"],"type":["text"],"creator":["Yang, Xiao-Jun"],"language":[],"coverage":[],"title":["Applications of local fractional calculus to engineering in fractal\n  time-space: Local fractional differential equations with local fractional\n  derivative"],"description":["  This paper presents a better approach to model an engineering problem in\nfractal-time space based on local fractional calculus. Some examples are given\nto elucidate to establish governing equations with local fractional derivative.\n","Comment: 10 pages"]}]
["1106.3011",{"format":[],"subject":["Mathematical Physics","Mathematics - Complex Variables","28A80, 30C99, 30B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3011"],"date":["2011-06-15","2011-06-22"],"type":["text"],"creator":["Yang, Xiao-Jun"],"language":[],"coverage":[],"title":["A short introduction to local fractional complex analysis"],"description":["  This paper presents a short introduction to local fractional complex\nanalysis. The generalized local fractional complex integral formulas,\nYang-Taylor series and local fractional Laurent's series of complex functions\nin complex fractal space, and generalized residue theorems are investigated.\n","Comment: 18 pages: comment: modify references and abstract"]}]
["1106.3515",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.3515","Phys. Rev. A 84, 042327 (2011)","doi:10.1103/PhysRevA.84.042327"],"date":["2011-06-17","2011-10-28"],"type":["text"],"creator":["Seyfarth, Ulrich","Ranade, Kedar S."],"language":[],"coverage":[],"title":["Construction of mutually unbiased bases with cyclic symmetry for qubit\n  systems"],"description":["  For the complete estimation of arbitrary unknown quantum states by\nmeasurements, the use of mutually unbiased bases has been well-established in\ntheory and experiment for the past 20 years. However, most constructions of\nthese bases make heavy use of abstract algebra and the mathematical theory of\nfinite rings and fields, and no simple and generally accessible construction is\navailable. This is particularly true in the case of a system composed of\nseveral qubits, which is arguably the most important case in quantum\ninformation science and quantum computation. In this paper, we close this gap\nby providing a simple and straightforward method for the construction of\nmutually unbiased bases in the case of a qubit register. We show that our\nconstruction is also accessible to experiments, since only Hadamard and\ncontrolled-phase gates are needed, which are available in most practical\nrealizations of a quantum computer. Moreover, our scheme possesses the optimal\nscaling possible, i.e., the number of gates scales only linearly in the number\nof qubits.\n","Comment: 4 pages, 1 figure, minor corrections"]}]
["1106.4920",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4920","Phys. Rev. E 84, 031128 (2011)","doi:10.1103/PhysRevE.84.031128"],"date":["2011-06-24","2011-10-28"],"type":["text"],"creator":["Mori, Takashi"],"language":[],"coverage":[],"title":["Instability of the mean-field states and generalization of phase\n  separation in long-range interacting systems"],"description":["  Equilibrium properties of long-range interacting systems on lattices are\ninvestigated. There was a conjecture by Cannas et. al. that the mean-field\ntheory is exact for spin systems with non-additive long-range interactions.\nThis is called \"exactness of the mean-field theory\". We show that the exactness\nof the mean-field theory holds for systems on a lattice with non-additive two\nbody long-range interactions in the canonical ensemble with non-fixed order\nparameters. We also show that in canonical ensemble with fixed order parameters\n(e.g. lattice gas model with a fixed number of particles), exactness of the\nmean-field theory does not hold in some parameter region, which we call \"non-MF\nregion\". In the non-MF region, an inhomogeneous configuration appears contrary\nto the uniform configuration in the region where the mean-field theory holds.\nThis inhomogeneous configuration is not the one given by the standard phase\nseparation. Therefore, the mean-field picture is not adequate to describe these\nstates. We discuss phase transitions between the MF region and the non-MF\nregion. Exactness of the mean-field theory in spin glasses is also discussed.\n","Comment: 14 pages, published in PRE"]}]
["1107.0850",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","60, 34"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0850","Markov Processes and Related Fields, 2011, volume 17, number 2,\n  277-304"],"date":["2011-07-05"],"type":["text"],"creator":["Muzychka, S. A.","Vaninsky, K. L."],"language":[],"coverage":[],"title":["A class of nonlinear random walks related to the Ornstein-Uhlenbeck\n  process"],"description":["  Contrary to the theory of Markov processes, no general theory exists for the\nso called nonlinear Markov processes. We study an example of \"nonlinear Markov\nprocess\" related to classical probability theory, merely to random walks. This\nmodel provides interesting phenomena (absent in classical Markov chains):\ncontinuum of stationary measures, conserved quantities, convergence to\nstationary classical random walks etc.\n"]}]
["1107.2061",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2061","Phys. Rev. A 84, 043638 (2011)","doi:10.1103/PhysRevA.84.043638"],"date":["2011-07-11","2011-10-28"],"type":["text"],"creator":["Huhtamäki, J. A. M.","Kuopanportti, P."],"language":[],"coverage":[],"title":["Elementary excitations in dipolar spin-1 Bose-Einstein condensates"],"description":["  We have numerically solved the low-energy excitation spectra of ferromagnetic\nBose-Einstein condensates subject to dipolar interparticle interactions. The\nsystem is assumed to be harmonically confined by purely optical means, thereby\nmaintaining the spin degree of freedom of the condensate order parameter. Using\na zero-temperature spin-1 model, we solve the Bogoliubov excitations for\ndifferent spin textures, including a spin-vortex state in the absence of\nexternal magnetic fields and a rapidly rotating polarized spin texture in a\nfinite homogeneous field. In particular, we consider the effect of dipolar\ninteractions on excitations characteristic of ferromagnetic condensates. The\nenergies of spin waves and magnetic quadrupole modes are found to increase\nrapidly with the dipolar coupling strength, whereas the energies of density\noscillations change only slightly.\n","Comment: 7 pages, 4 figures"]}]
["1107.2287",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2287","Phys. Rev. A 84, 034502 (2011)","doi:10.1103/PhysRevA.84.034502"],"date":["2011-07-12"],"type":["text"],"creator":["Vutha, Amar C.","Spaun, Benjamin","Gurevich, Yulia V.","Hutzler, Nicholas R.","Kirilov, Emil","Doyle, John M.","Gabrielse, Gerald","DeMille, David"],"language":[],"coverage":[],"title":["Magnetic and electric dipole moments of the $H\\ {}^3\\Delta_1$ state in\n  ThO"],"description":["  The metastable $H \\ {}^3\\Delta_1$ state in the thorium monoxide (ThO)\nmolecule is highly sensitive to the presence of a CP-violating permanent\nelectric dipole moment of the electron (eEDM). The magnetic dipole moment\n$\\mu_H$ and the molecule-fixed electric dipole moment $D_H$ of this state are\nmeasured in preparation for a search for the eEDM. The small magnetic moment\n$\\mu_H = 8.5(5) \\times 10^{-3} \\ \\mu_B$ displays the predicted cancellation of\nspin and orbital contributions in a ${}^3 \\Delta_1$ paramagnetic molecular\nstate, providing a significant advantage for the suppression of magnetic field\nnoise and related systematic effects in the eEDM search. In addition, the\ninduced electric dipole moment is shown to be fully saturated in very modest\nelectric fields ($<$ 10 V/cm). This feature is favorable for the suppression of\nmany other potential systematic errors in the ThO eEDM search experiment.\n","Comment: 4 pages, 3 figures"]}]
["1108.0428",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0428","Phys. Rev. B 84, 165133 (2011)","doi:10.1103/PhysRevB.84.165133"],"date":["2011-08-01"],"type":["text"],"creator":["Sentef, Michael","Werner, Philipp","Gull, Emanuel","Kampf, Arno P."],"language":[],"coverage":[],"title":["Charge and spin criticality for the continuous Mott transition in a\n  two-dimensional organic conductor"],"description":["  We study the continuous bandwidth-controlled Mott transition in the\ntwo-dimensional single-band Hubbard model with a focus on the critical scaling\nbehavior of charge and spin degrees of freedom. Using plaquette cluster\ndynamical mean-field theory, we find charge and spin criticality consistent\nwith experimental results for organic conductors. In particular, the charge\ndegree of freedom measured via the local density of states at the Fermi level\nshows a smoother transition than expected for the Ising universality class and\nin single-site dynamical mean-field theory, revealing the importance of\nshort-ranged nonlocal correlations in two spatial dimensions. The spin\ncriticality measured via the local spin susceptibility agrees quantitatively\nwith nuclear magnetic resonance measurements of the spin-lattice relaxation\nrate.\n","Comment: 5 pages, 2 figures"]}]
["1108.1289",{"format":[],"subject":["Mathematics - Probability","60J75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1289"],"date":["2011-08-05","2011-10-28"],"type":["text"],"creator":["Handa, Kenji"],"language":[],"coverage":[],"title":["The sector constants of continuous state branching processes with\n  immigration"],"description":["  Continuous state branching processes with immigration are studied. We are\nparticularly concerned with the associated (non-symmetric) Dirichlet form.\nAfter observing that gamma distributions are only reversible distributions for\nthis class of models, we prove that every generalized gamma convolution is a\nstationary distribution of the process with suitably chosen branching mechanism\nand with continuous immigration. For such non-reversible processes, the strong\nsector condition is discussed in terms of a characteristic called the Thorin\nmeasure. In addition, some connections with notion from noncommutative\nprobability theory will be pointed out through calculations involving the\nStieltjes transform.\n","Comment: 36 pages, LaTex; The proof of Lemma 2.1 has been removed"]}]
["1108.1304",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1304","Phys. Rev. B 84, 165214 (2011)","doi:10.1103/PhysRevB.84.165214"],"date":["2011-08-05","2011-10-15"],"type":["text"],"creator":["Hinsche, N. F.","Yavorsky, B. Yu.","Mertig, I.","Zahn, P."],"language":[],"coverage":[],"title":["Influence of strain on anisotropic thermoelectric transport of\n  Bi$_2$Te$_3$ and Sb$_2$Te$_3$"],"description":["  On the basis of detailed first-principles calculations and semi-classical\nBoltzmann transport, the anisotropic thermoelectric transport properties of\nBi$_2$Te$_3$ and Sb$_2$Te$_3$ under strain were investigated. It was found that\ndue to compensation effects of the strain dependent thermopower and electrical\nconductivity, the related powerfactor will decrease under applied in-plane\nstrain for Bi$_2$Te$_3, while being stable for Sb$_2$Te$_3$. A clear preference\nfor thermoelectric transport under hole-doping, as well as for the in-plane\ntransport direction was found for both tellurides. In contrast to the\nelectrical conductivity anisotropy, the anisotropy of the thermopower was\nalmost robust under applied strain. The assumption of an anisotropic relaxation\ntime for Bi$_2$Te$_3$ suggests, that already in the single crystalline system\nstrong anisotropic scattering effects should play a role.\n"]}]
["1108.2633",{"format":[],"subject":["Mathematics - Probability","Mathematics - Combinatorics","Mathematics - Optimization and Control","Primary: 60C05, 90C40, Secondary: 60G42, 90C27, 90C39"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2633","Combinatorics, Probability and Computing (2011) 20, 799--814","doi:10.1017/S0963548311000411"],"date":["2011-08-12","2011-09-24"],"type":["text"],"creator":["Arlotto, Alessandro","Steele, J. Michael"],"language":[],"coverage":[],"title":["Optimal Sequential Selection of a Unimodal Subsequence of a Random\n  Sequence"],"description":["  We consider the problem of selecting sequentially a unimodal subsequence from\na sequence of independent identically distributed random variables, and we find\nthat a person doing optimal sequential selection does within a factor of the\nsquare root of two as well as a prophet who knows all of the random\nobservations in advance of any selections. Our analysis applies in fact to\nselections of subsequences that have d+1 monotone blocks, and, by including the\ncase d=0, our analysis also covers monotone subsequences.\n"]}]
["1108.3934",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3934","doi:10.1111/j.1365-2966.2011.19787.x"],"date":["2011-08-19","2011-10-27"],"type":["text"],"creator":["Bielby, R. M.","Hill, M. D.","Metcalfe, N.","Shanks, T."],"language":[],"coverage":[],"title":["Submillimetre observations of X-ray active galactic nuclei in the\n  William Herschel Deep Field"],"description":["  We investigate the contribution made by active galactic nuclei (AGN) to the\nhigh-redshift, luminous, submillimetre (submm) source population using deep (<\n2 mJy/beam) Large Apex Bolometer Camera (LABOCA) 870 um observations within the\nWilliam Herschel Deep Field (WHDF). This submm data complements previously\nobtained Chandra X-ray data of the field, from which AGN have been identified\nwith the aid of follow-up optical spectra. From the LABOCA data, we detect 11\nsubmm sources (based on a detection threshold of 3.2 sigma) with estimated\nfluxes of > 3 mJy/beam. Of the 11 identified submm sources, we find that 2\ncoincide with observed AGN and that, based on their hardness ratios, both of\nthese AGN appear to be heavily obscured. We perform a stacking of the submm\ndata around the AGN, which we group by estimated column density, and find that\nonly the obscured (N_H > 10^22 cm^2) AGN show significant associated submm\nemission. These observations support the previous findings of Page et al and\nHill et al that obscured AGN preferentially show submm emission. Hill et al\nhave argued that, in this case, the contribution to the observed submm emission\n(and thus the submm background) from AGN heating of the dust in these sources\nmay be higher than previously thought.\n","Comment: 10 pages, 2 tables, 11 figures. Accepted by MNRAS"]}]
["1108.4335",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4335"],"date":["2011-08-22","2011-10-28"],"type":["text"],"creator":["Wen, Wei","Li, Shu-Shen"],"language":[],"coverage":[],"title":["The Quantification of Quantum Nonlocality by Characteristic Function"],"description":["  Quantum nonlocal correlation (QNC) is thought to be more general than quantum\nentanglement correlation, but the strength of it has not been well defined. We\npropose a way to measure the strength of QNC basing on the characteristic\nfunction. The characteristic function of QNC in a composite system is defined\nas a response function under the local quantum measurement. It is explored that\nonce a characteristic function is given, the state of a composite system, with\njust a local trace-preserving quantum operation uncertainty, will be\ndetermined. We show that the strength of QNC basing on the characteristic\nfunction is a half-positive-definite function and does not change under any LU\noperation. For a two-partite pure state, the strength of QNC is equivalent to\nthe quantum entanglement. Generally, we give a new definition for quantum\nentanglement using the strength function. Furthermore, we also give a\nseparability-criterion for 2\\timesm-dimensional mixed real matrix. This letter\nproposes an alternate way for QNC further research.\n"]}]
["1109.1514",{"format":[],"subject":["Physics - Atomic Physics","Physics - Chemical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1514"],"date":["2011-09-07","2011-10-28"],"type":["text"],"creator":["Chu, Xi","Groenenboom, Gerrit C."],"language":[],"coverage":[],"title":["Probing wave functions of molecular nuclei with high harmonic generation"],"description":["  This paper has been withdrawn by the authors because the wave packet\npropagation used in the ion-dynamics calculation did not allow for\nelectron-nuclei correlation. Hence, the conclusion that the ion-dynamics model\nis not in agreement with experiment is not substantiated.\n","Comment: This paper has been withdrawn by the authors"]}]
["1109.3058",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3058","Geophysical Research Letters, vol. 38, L20504 (2011)","doi:10.1029/2011GL049109"],"date":["2011-09-14"],"type":["text"],"creator":["Agarwal, S.","Moon, W.","Wettlaufer, J. S."],"language":[],"coverage":[],"title":["Decadal to seasonal variability of Arctic sea ice albedo"],"description":["  A controlling factor in the seasonal and climatological evolution of the sea\nice cover is its albedo $\\alpha$. Here we analyze Arctic data from the Advanced\nVery High Resolution Radiometer (AVHRR) Polar Pathfinder and assess the\nseasonality and variability of broadband albedo from a 23 year daily record. We\nproduce a histogram of daily albedo over ice covered regions in which the\nprincipal albedo transitions are seen; high albedo in late winter and spring,\nthe onset of snow melt and melt pond formation in the summer, and fall freeze\nup. The bimodal late summer distribution demonstrates the combination of the\npoleward progression of the onset of melt with the coexistence of perennial\nbare ice with melt ponds and open water, which then merge to a broad peak at\n$\\alpha \\gtrsim $ 0.5. We find the interannual variability to be dominated by\nthe low end of the $\\alpha$ distribution, highlighting the controlling\ninfluence of the ice thickness distribution and large-scale ice edge dynamics.\nThe statistics obtained provide a simple framework for model studies of albedo\nparameterizations and sensitivities.\n","Comment: 4 pages, 4 figures"]}]
["1109.5367",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5367","Phys. Rev. B 84, 144521 (2011)","doi:10.1103/PhysRevB.84.144521"],"date":["2011-09-25","2011-10-04"],"type":["text"],"creator":["Wojek, B. M.","Weyeneth, S.","Bosma, S.","Pomjakushina, E.","Puzniak, R."],"language":[],"coverage":[],"title":["Study of the mixed state of La_{1.83}Sr_{0.17}CuO_{4} by means of\n  muon-spin rotation and magnetization experiments in a low magnetic field"],"description":["  Muon-spin rotation (muSR) experiments are often used to study the magnetic\nfield distribution in type-II superconductors in the vortex state. Based on the\ndetermination of the magnetic penetration depth it is frequently\nspeculated---also controversially---about the order-parameter symmetry of the\nstudied superconductors. This article reports on a combined muSR and\nmagnetization study of the mixed state in the cuprate high-temperature\nsuperconductor La_{1.83}Sr_{0.17}CuO_{4} in a low magnetic field of 20 mT\napplied along the c axis of a single crystal. The macroscopic magnetization\nmeasurements reveal substantial differences for various cooling procedures.\nYet, indicated changes in the vortex dynamics between different temperature\nregions as well as the results of the microscopic muSR experiments are\nvirtually independent of the employed cooling cycles. Additionally, it is found\nthat the mean magnetic flux density, locally probed by the muons, strongly\nincreases at low temperatures. This can possibly be explained by a non-random\nsampling of the spatial field distribution of the vortex lattice in this\ncuprate superconductor caused by intensified vortex pinning.\n","Comment: 10 pages, 8 figures, accepted for publication in Physical Review B"]}]
["1109.5771",{"format":[],"subject":["Physics - Accelerator Physics","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5771","Nuclear Inst. and Methods in Physics Research, A 659 (2011) pp.\n  21-29","doi:10.1016/j.nima.2011.08.050"],"date":["2011-09-27"],"type":["text"],"creator":["Abakumova, E. V.","Achasov, M. N.","Blinov, V. E.","Cai, X.","Dong, H. Y.","Fu, C. D.","Harris, F. A.","Kaminsky, V. V.","Krasnov, A. A.","Liu, Q.","Mo, X. H.","Muchnoi, N. Yu.","Nikolaev, I. B.","Qin, Q.","Qu, H. M.","Olsen, S. L.","Pyata, E. E.","Shamov, A. G.","Shen, C. P.","Todyshev, K. Yu.","Varner, G. S.","Wang, Y. F.","Xiao, Q.","Xu, J. Q.","Zhang, J. Y.","Zhang, T. B.","Zhang, Y. H.","Zhukov, A. A."],"language":[],"coverage":[],"title":["The beam energy measurement system for the Beijing electron-positron\n  collider"],"description":["  The beam energy measurement system (BEMS) for the upgraded Beijing\nelectron-positron collider BEPC-II is described. The system is based on\nmeasuring the energies of Compton back-scattered photons. The relative\nsystematic uncertainty of the electron and positron beam energy determination\nis estimated as 2 \\cdot 10^{-5}. The relative uncertainty of the beam's energy\nspread is about 6 %.\n"]}]
["1109.5784",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5784","J. Phys.: Condens. Matter 23, 455704 (2011)","doi:10.1088/0953-8984/23/45/455704"],"date":["2011-09-27"],"type":["text"],"creator":["Inosov, D. S.","Bourges, P.","Ivanov, A.","Prokofiev, A.","Bauer, E.","Keimer, B."],"language":[],"coverage":[],"title":["Dispersion and damping of zone-boundary magnons in the\n  noncentrosymmetric superconductor CePt3Si"],"description":["  Inelastic neutron scattering (INS) is employed to study damped spin-wave\nexcitations in the noncentrosymmetric heavy-fermion superconductor CePt3Si\nalong the antiferromagnetic Brillouin-zone boundary in the low-temperature\nmagnetically ordered state. Measurements along the (1/2 1/2 L) and (H H 1/2-H)\nreciprocal-space directions reveal deviations in the spin-wave dispersion from\nthe previously reported model. Broad asymmetric shape of the peaks in energy\nsignifies strong spin-wave damping by interactions with the particle-hole\ncontinuum. Their energy width exhibits no evident anomalies as a function of\nmomentum along the (1/2 1/2 L) direction, which could be attributed to\nFermi-surface nesting effects, implying the absence of pronounced commensurate\nnesting vectors at the magnetic zone boundary. In agreement with a previous\nstudy, we find no signatures of the superconducting transition in the magnetic\nexcitation spectrum, such as a magnetic resonant mode or a superconducting spin\ngap, either at the magnetic ordering wavevector (0 0 1/2) or at the zone\nboundary. However, the low superconducting transition temperature in this\nmaterial still leaves the possibility of such features being weak and therefore\nhidden below the incoherent background at energies ~0.1 meV, precluding their\ndetection by INS.\n"]}]
["1110.0894",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.0894","Phys. Rev. B 84, 140409(R) (2011)","doi:10.1103/PhysRevB.84.140409"],"date":["2011-10-05"],"type":["text"],"creator":["Fukuta, R.","Miyasaka, S.","Hemmi, K.","Tajima, S.","Kawana, D.","Ikeuchi, K.","Yamasaki, Y.","Nakao, A.","Nakao, H.","Murakami, Y.","Iwasa, K."],"language":[],"coverage":[],"title":["Effect of cation size variance on spin and orbital order in\n  Eu$_{1-x}$(La$_{0.254}$Y$_{0.746}$)$_{x}$VO$_3$"],"description":["  We have investigated the $R$-ion ($R$ = rare earth or Y) size variance effect\non spin/orbital order in Eu$_{1-x}$(La$_{0.254}$Y$_{0.746}$)$_{x}$VO$_3$. The\nsize variance disturbs one-dimensional orbital correlation in $C$-type\nspin/$G$-type orbital ordered states and suppresses this spin/orbital order. In\ncontrast, it stabilizes the other spin/orbital order. The results of neutron\nand resonant X-ray scattering denote that in the other ordered phase, the\nspin/orbital patterns are $G$-type/$C$-type, respectively.\n","Comment: 4 pages, 4 figures, accepted to Rapid Communication in Physical\n  Review B"]}]
["1110.2148",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Functional Analysis","46B85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2148"],"date":["2011-10-10"],"type":["text"],"creator":["Schechtman, Gideon"],"language":[],"coverage":[],"title":["Dimension Reduction in $L_p$, $0<p<2$"],"description":["  Complementing a recent observation of Newman and Rabinovich for $p=1$ we\nobserve here that for all $0<p<2$ any $k$ points in $L_p$ embeds with\ndistortion $(1+\\e)$ into $\\ell_p^n$ where $n$ is linear in $k$ (and polynomial\nin $\\e^{-1}$).\n"]}]
["1110.2242",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2242","Physics Letters B 705 (2011) 240--243","doi:10.1016/j.physletb.2011.10.020"],"date":["2011-10-10"],"type":["text"],"creator":["Yong, Gao-Chan","Zuo, Wei","Zhang, Xun-Chao"],"language":[],"coverage":[],"title":["A direct probe of the in-medium pn scattering cross section"],"description":["  Hard photon production from neutron-proton bremsstrahlung in intermediate\nenergy heavy-ion reactions is examined as a probe of the in-medium pn\nscattering cross section within a transport model. Uncertainty of photon\nproduction probability pn-pngamma is cancelled out by using the ratio of hard\nphoton spectra R_{12C+12C/p+n}(gamma) from two reactions. The in medium pn\nscattering cross section is constrained by using the ratio of hard photon\nproduction cross sections of proton-induced reactions p+12C and p+2H. A\nreduction factor sigma_pn^medium/sigma_pn^free of about 0.5 ~ 0.7 around\nsaturation density is obtained by comparing with the existing experimental\ndata.\n","Comment: 9 pages, 3 figures, accepted by PLB"]}]
["1110.2950",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Statistics Theory","26D10, 28A25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2950"],"date":["2011-10-07","2011-10-28"],"type":["text"],"creator":["Merkle, Milan","Marinescu, Dan","Merkle, Monica Moulin Ribeiro","Monea, Mihai","Stroe, Marian"],"language":[],"coverage":[],"title":["Young's functional with Lebesgue-Stieltjes integrals"],"description":["  For non-decreasing real functions $f$ and $g$, we consider the functional $\nT(f,g ; I,J)=\\int_{I} f(x)\\di g(x) + \\int_J g(x)\\di f(x)$, where $I$ and $J$\nare intervals with $J\\subseteq I$. In particular case with $I=[a,t]$,\n$J=[a,s]$, $s\\leq t$ and $g(x)=x$, this reduces to the expression in classical\nYoung's inequality. We survey some properties of Lebesgue-Stieltjes interals\nand present a new simple proof for change of variables. Further, we formulate a\nversion of Young's inequality with respect to arbitrary positive finite measure\non real line including a purely discrete case, and discuss an application\nrelated to medians of probability distributions and a summation formula that\ninvolves values of a function and its inverse at integers.\n"]}]
["1110.3633",{"format":[],"subject":["Physics - Fluid Dynamics","Mathematical Physics","Mathematics - Analysis of PDEs","76M45, 76B99, 76B47, 76W05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3633"],"date":["2011-10-17","2011-10-28"],"type":["text"],"creator":["Vladimirov, Vladimir A"],"language":[],"coverage":[],"title":["Theory of Non-Degenerated Oscillatory Flows"],"description":["  The aim of this paper is to derive the averaged governing equations for\nnon-degenerated oscillatory flows, in which the magnitudes of mean velocity and\noscillating velocity are similar. We derive the averaged equations for a scalar\npassive admixture, for a vectorial passive admixture (magnetic field in\nkinematic MHD), and for vortex dynamics. The small parameter of our asymptotic\ntheory is the inverse dimensionless frequency $1/\\sigma$. Our mathematical\napproach combines the two-timing method, distinguished limits, and the use of\ncommutators to simplify calculations. This approach produces recurrent\nequations for both the averaged and oscillating parts of unknown fields. We do\nnot use any physical or mathematical assumptions (except the most common ones)\nand present calculations for the first three (zeroth, first, and second)\nsuccessive approximations. In all our examples the averaged equations exhibit\nthe universal structure: the Reynolds-stress-type terms (or the\ncross-correlations) are transformed into drift velocities, pseudo-diffusion,\nand two other terms reminiscent of Moffatt's mean-fields in turbulence. In\nparticular, the averaged motion of a passive scalar admixture is described only\nby a drift and pseudo-diffusion. The averaged equations for a passive vectorial\nadmixture and for vortex dynamics possess two mean-field terms, additional to\npseudo-diffusion. It is remarkable that all mean-field terms (including\npseudo-diffusion) are expressed by invariant operators (Lie-derivatives) which\nmeasure the deviation of some tensors from their `frozen-in' values. Some\nphysical assumptions and the results can be build upon obtained averaged\nequations. Our physical interpretation suggests purely kinematic nature of\npseudo-diffusion.\n","Comment: 33 pages"]}]
["1110.4743",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Solar and Stellar Astrophysics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4743","doi:10.1007/s10509-011-0899-z"],"date":["2011-10-21"],"type":["text"],"creator":["Roman, Rodica","Szucs-Csillik, Iharka"],"language":[],"coverage":[],"title":["Regularization of the circular restricted three-body problem using\n  'similar' coordinate systems"],"description":["  The regularization of a new problem, namely the three-body problem, using\n'similar' coordinate system is proposed. For this purpose we use the relation\nof 'similarity', which has been introduced as an equivalence relation in a\nprevious paper (see \\cite{rom11}). First we write the Hamiltonian function, the\nequations of motion in canonical form, and then using a generating function, we\nobtain the transformed equations of motion. After the coordinates\ntransformations, we introduce the fictitious time, to regularize the equations\nof motion. Explicit formulas are given for the regularization in the coordinate\nsystems centered in the more massive and the less massive star of the binary\nsystem. The 'similar' polar angle's definition is introduced, in order to\nanalyze the regularization's geometrical transformation. The effect of\nLevi-Civita's transformation is described in a geometrical manner. Using the\nresulted regularized equations, we analyze and compare these canonical\nequations numerically, for the Earth-Moon binary system.\n","Comment: 24 pages, 7 figures; Accepted for publication in Astrophysics and\n  Space Science"]}]
["1110.5162",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5162"],"date":["2011-10-24","2011-10-28"],"type":["text"],"creator":["Kitabayashi, Teruyuki","Yasue, Masaki"],"language":[],"coverage":[],"title":["Majorana CP phases in bi-pair neutrino mixing and leptogenesis"],"description":["  We estimate Majorana CP phases for a given flavor neutrino mass matrix\n(M_\\nu) consistent with the bi-pair neutrino mixing, which is recently proposed\nto describe neutrino mixings given by \\sin\\theta_{13}=0 for the reactor\nneutrino mixing, \\sin^2\\theta_{12} = 1-1/\\sqrt{2} for the solar neutrino mixing\nand either \\sin^2\\theta_{23} = \\tan^2\\theta_{12} or\n\\sin^2\\theta_{23}=1-\\tan^2\\theta_{12} for the atmospheric neutrino mixing.\nSizes of Majorana CP phases are evaluated so as to generate the observed baryon\nasymmetry in the universe via a leptogenesis scenario within the framework of\nthe minimal seesaw model, where M_\\nu satisfies det(M_\\nu)=0 and one active\nMajorana CP phase (\\phi) is present. Assuming the normal mass hierarchy for\nlight neutrinos and one zero texture for a 3X2 Dirac neutrino mass matrix, we\nfind that \\phi lies in the region of 0.69<|\\phi|<0.92 [rad], which is converted\ninto allowed regions of \\alpha=arg(M_{e\\mu}) and \\beta=arg(M_{e\\tau}), where\nM_{ij} (i,j=e,\\mu,\\tau) denote the i-j matrix element of M_\\nu. The phases\n\\alpha and \\beta turn out to satisfy 0.31<|\\alpha|<0.40 [rad] and\n-1.25<\\beta<-0.32 [rad]. The approximate numerical equality of |\\phi|\\approx\n2|\\alpha| is consistent with our theoretical estimation of \\phi=\\phi_2-\\phi_3\nfor \\phi_2=-(\\alpha+\\beta) and \\phi_3\\approx \\alpha-\\beta valid for the normal\nmass hierarchy. We also find the following scaling property:\n(M'^{\\mu\\mu}-M'^{ee}/t^2_{12})/M'^{\\mu\\tau}=M'^{\\mu\\tau}/(M'^{\\tau\\tau}-M'^{ee}/t^2_{12})=-M'^{e\\tau}/M'^{e\\mu}\n(t^2_{12}=\\tan^2\\theta_{12}=\\sqrt{2}-1), where M'^{ij} stands for M_{ij}\nevaluated on the basis of the Particle Data Group's phase convention.\n","Comment: 11 pages, 10 figures. references updated. High resolution figures as\n  a PDF file can be downloaded from this site\n  (http://www.sp.u-tokai.ac.jp/~yasue/arcihve/figures-20111024.pdf)"]}]
["1110.5568",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5568"],"date":["2011-10-25","2011-10-28"],"type":["text"],"creator":["Faisel, Gaber"],"language":[],"coverage":[],"title":["B -> rho K and B -> pi K^* decays in SCET"],"description":["  Exploring hints of New Physics in the decay modes B -> pi K^* and B -> rho K\ncan shed light on the B -> K pi puzzle. In this talk we discuss supersymmetric\ncontributions to the direct CP asymmetries of the decays B -> pi K^* and B ->\nrho K within Soft Collinear Effective Theory. We consider non-minimal flavor\nSUSY contributions mediated by gluino exchange and apply the Mass Insertion\nApproximation in the analysis. We show that gluino contributions can enhance\nthe CP asymmetries and accommodate the experimental results.\n","Comment: 7 pages, 5 figures, Invited talk at YongPyong-2011 Conference, South\n  Korea, February 21-26, 2011"]}]
["1110.6027",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6027"],"date":["2011-10-27","2011-10-28"],"type":["text"],"creator":["Smieja, Marek","Tabor, Jacek"],"language":[],"coverage":[],"title":["Entropy of the Mixture of Sources and Entropy Dimension"],"description":["  We investigate the problem of the entropy of the mixture of sources. There is\ngiven an estimation of the entropy and entropy dimension of convex combination\nof measures. The proof is based on our alternative definition of the entropy\nbased on measures instead of partitions.\n"]}]
["1110.6043",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6043"],"date":["2011-10-27","2011-10-28"],"type":["text"],"creator":["Piano, G.","Bulgarelli, A.","Tavani, M.","Vittorini, V.","Team, for the AGILE","McCollough, M.","Pooley, G.","Trushkin, S."],"language":[],"coverage":[],"title":["AGILE monitoring of the microquasar Cygnus X-3"],"description":["  AGILE data on Cygnus X-3 are reviewed focussing on the correlation between\nthe production of gamma-ray transient emission and spectral state changes of\nthe source. AGILE clearly establishes a relation between enhanced gamma-ray\nemission and the \"quenched\" radio/hard X-ray states that precede in general\nmajor radio flares. We briefly discuss the theoretical implications of our\nfindings.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1110.6124",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6124"],"date":["2011-10-27","2011-10-28"],"type":["text"],"creator":["Daneri, Sara","Pratelli, Aldo"],"language":[],"coverage":[],"title":["A planar bi-Lipschitz extension Theorem"],"description":["  We prove that, given a planar bi-Lipschitz homeomorphism $u$ defined on the\nboundary of the unit square, it is possible to extend it to a function $v$ of\nthe whole square, in such a way that $v$ is still bi-Lipschitz. In particular,\ndenoting by $L$ and $\\widetilde L$ the bi-Lipschitz constants of $u$ and $v$,\nwith our construction one has $\\widetilde L \\leq C L^4$ (being $C$ an explicit\ngeometrical constant). The same result was proved in 1980 by Tukia (see\n\\cite{Tukia}), using a completely different argument, but without any estimate\non the constant $\\widetilde L$. In particular, the function $v$ can be taken\neither smooth or (countably) piecewise affine.\n","Comment: 55 pages, 21 figures"]}]
["1110.6171",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6171"],"date":["2011-10-27"],"type":["text"],"creator":["Gonzalez-Mestres, Luis"],"language":[],"coverage":[],"title":["WMAP, Planck, cosmic rays and unconventional cosmologies"],"description":["  The claim by Gurzadyan et al. that the cosmological sky is a weakly random\none where \"the random perturbation is a minor component of mostly regular\nsignal\" has given rise to a series of useful exchanges. The possibility that\nthe Cosmic Microwave Background radiation (CMB) data present trends in this\ndirection would have strong implications for unconventional cosmologies.\nSimilarly, data on ultra-high energy cosmic rays may contain signatures from\nnew Physics generated beyond the Planck scale. It therefore seems legitimate,\nfrom a phenomenological point of view, to consider pre-Big Bang cosmologies as\nwell as patterns where standard particles would not be the ultimate\nconstituents of matter and the presently admitted principles of Physics would\nnot necessarily be the fundamental ones. We discuss here prospects for some\nnoncyclic, nonstandard cosmologies.\n","Comment: Presented at the Planck 2011 Conference \"The millimeter and\n  submillimeter sky in the Planck mission era\", 10-14 January 2011 - Paris,\n  Cit\\'e des Sciences (France). 5 pages"]}]
["1110.6175",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6175"],"date":["2011-10-27"],"type":["text"],"creator":["Kocevski, Daniel","Petrosian, Vahe"],"language":[],"coverage":[],"title":["On The Lack of Time Dilation Signatures in Gamma-ray Burst Light Curves"],"description":["  We examine the effects of time dilation on the temporal profiles of gamma-ray\nburst (GRB) pulses. By using prescriptions for the shape and evolution of\nprompt gamma-ray spectra, we can generate a simulated population of single\npulsed GRBs at a variety of redshifts and observe how their light curves would\nappear to a gamma-ray detector here on Earth. We find that the observer frame\nduration of individual pulses does not increase as a function of redshift as\none would expect from the cosmological expansion of a\nFriedman-Lemaitre-Robertson-Walker Universe. In fact, the duration of\nindividual pulses is seen to decrease as their signal-to-noise decreases with\nincreasing redshift, as only the brightest portion of a high redshift GRB's\nlight curve is accessible to the detector. The results of our simulation are\nconsistent with the fact that a systematic broadening of GRB durations as a\nfunction of redshift has not materialized in either the Swift or Fermi detected\nGRBs with known redshift. We show that this fundamental duration bias implies\nthat the measured durations and associated Eiso estimates for GRBs detected\nnear an instrument's detection threshold should be considered lower limits to\ntheir true values. We conclude by predicting that the average peak-to-peak time\nfor a large number of multi-pulsed GRBs as a function of redshift may\neventually provide the evidence for time dilation that has so far eluded\ndetection.\n","Comment: 6 pages, 8 figures, submitted to ApJ"]}]
["1110.6177",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6177"],"date":["2011-10-27"],"type":["text"],"creator":["Esole, Mboyo","Fullwood, James","Yau, Shing-Tung"],"language":[],"coverage":[],"title":["D5 elliptic fibrations: non-Kodaira fibers and new orientifold limits of\n  F-theory"],"description":["  A D5 elliptic fibration is a fibration whose generic fiber is modeled by the\ncomplete intersection of two quadric surfaces in P3. They provide simple\nexamples of elliptic fibrations admitting a rich spectrum of singular fibers\n(not all on the list of Kodaira) without introducing singularities in the total\nspace of the fibration and therefore avoiding a discussion of their\nresolutions. We study systematically the fiber geometry of such fibrations\nusing Segre symbols and compute several topological invariants.\n  We present for the first time Sen's (orientifold) limits for D5 elliptic\nfibrations. These orientifolds limit describe different weak coupling limits of\nF-theory to type IIB string theory giving a system of three brane-image-brane\npairs in presence of a Z_2 orientifold. The orientifold theory is\nmathematically described by the double cover the base of the elliptic\nfibration. Such orientifold theories are characterized by a transition from a\nsemi-stable singular fiber to an unstable one. In this paper, we describe the\nfirst example of a weak coupling limit in F-theory characterized by a\ntransition to a non-Kodaira (and non-ADE) fiber. Inspired by string dualities,\nwe obtain non-trivial topological relations connecting the elliptic fibration\nand the different loci that appear in its weak coupling limit. Mathematically,\nthese are surprising relations relating the total Chern class of the D5\nelliptic fibration and those of different loci that naturally appear in the\nweak coupling limit. We work in arbitrary dimension and our results don't\nassume the Calabi-Yau condition.\n","Comment: 46 pages"]}]
["1110.6187",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6187"],"date":["2011-10-27"],"type":["text"],"creator":["de Blasi, Francesco S.","Tomassini, Luca"],"language":[],"coverage":[],"title":["Convexification in the limit and strong law of large numbers for\n  closed-valued random sets in Banach spaces"],"description":["  We prove a strong law of large numbers for random sets with bounded and\nclosed values contained in an arbitrary (not necessarily separable) Banach\nspace. We make use of a notion of convergence of sets introduced by Fisher,\nwhich is stronger than Wijsman's convergence but in general not comparable with\nMosco's convergence.\n"]}]
["1110.6194",{"format":[],"subject":["Quantitative Biology - Populations and Evolution","92Bxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6194"],"date":["2011-10-27"],"type":["text"],"creator":["Rusinko, Joe","Hipp, Brian"],"language":[],"coverage":[],"title":["Invariant Based Quartet Puzzling"],"description":["  Traditional Quartet Puzzling algorithms use maximum likelihood methods to\nreconstruct quartet trees, and a puzzling algorithm to combine these quartets\ninto a tree for the full collection of $n$ taxa. We propose a variation of\nQuartet Puzzling in which the quartet trees are reconstructed using\nbiologically symmetric invariants. We find that under certain conditions,\ninvariant based quartet puzzling outperforms Quartet Puzzling using maximum\nlikelihood.\n","Comment: 9 pages 1 figure"]}]
["1110.6196",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6196"],"date":["2011-10-27"],"type":["text"],"creator":["Schmeltzer, D."],"language":[],"coverage":[],"title":["The two dimensional local density of states of a Topological Insulator\n  with an edge dislocation"],"description":["  We investigate the effect of a crystal edge dislocation on the metallic\nsurface of a Topological Insulator. The edge dislocation gives rise to torsion\nwhich the electrons experience as a spin connection. As a result the electrons\npropagate along confined two dimensional regions and circular contours. Due to\nthe edge dislocations the parity symmetry is violated resulting in a current\nmeasured by the in-plane component of the spin on the surface.\n  The tunneling density of states for Burger vectors in the $y$ direction is\nmaximal along the $x$ direction. The evidence of the enhanced tunneling density\nof states can be verified with the help of the scanning tunneling technique.\n"]}]
["1110.6206",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6206"],"date":["2011-10-27"],"type":["text"],"creator":["Bonolis, Luisa"],"language":[],"coverage":[],"title":["Bruno Rossi and Cosmic Rays: From Earth laboratories to Physics in Space"],"description":["  Rossi's career paralleled the evolution of cosmic-ray physics. Starting from\nthe early 1930s his pioneering work on the nature and behavior of cosmic rays\nled to fundamental contributions in the field of experimental cosmic-ray\nphysics and laid the foundation for high-energy particle physics. After the\nwar, under his leadership the Cosmic Ray group at MIT investigated the\nproperties of the primary cosmic rays elucidating the processes involved in\ntheir propagation through the atmosphere, and measuring the unstable particles\ngenerated in the interactions with matter. When accelerators came to dominate\nparticle physics, Rossi's attention focused on the new opportunities for\nexploratory investigations made possible by the availability of space vehicles.\nHe initiated a research program which led to the first in situ measurements of\nthe density, speed and direction of the solar wind at the boundary of Earth's\nmagnetosphere and inspired the search for extra-solar X-ray sources resulting\nin the detection of what revealed to be the most powerful X-ray source in\nEarth's skies. The discovery of Scorpius X-1 marked the beginning of X-ray\nastronomy, which soon became a principal tool of astrophysics research.\n","Comment: Upgraded English version of the article published on La Fisica nella\n  scuola, Quaderno 22, 2011, resulting from lessons held during the last School\n  for the history of Physics organized by the Italian Association for the\n  Teaching of Physics (Aosta, November 29-December 4, 2010)"]}]
["1110.6211",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6211"],"date":["2011-10-27"],"type":["text"],"creator":["Ganapathi, Kartik","Yoon, Youngki","Salahuddin, Sayeef"],"language":[],"coverage":[],"title":["Intrinsic Cut-off Frequency in Scaled Graphene Transistors"],"description":["  Using 2-D self-consistent ballistic quantum transport simulations, we\ninvestigate the short-channel behavior of graphene field-effect transistors and\nits impact on the device transconductance and subsequently the intrinsic\ncut-off frequency (fT). Although with thin oxides, fT expectedly scales\ninversely with the gate length, significant band-to-band tunneling at OFF state\nleads to a departure from this trend in case of thick oxides. We also examine\nthe effect of achieving better electrostatics at the cost of increased gate\ncapacitance and illustrate that this can indeed degrade the fT. These\nconsiderations should be implicit in the optimization of graphene transistors\nfor high-frequency applications.\n"]}]
["1110.6214",{"format":[],"subject":["Mathematics - Representation Theory","20C08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6214"],"date":["2011-10-27"],"type":["text"],"creator":["Abramenko, Peter","Parkinson, James","Van Maldeghem, Hendrik"],"language":[],"coverage":[],"title":["A classification of commutative parabolic Hecke algebras"],"description":["  Let $(W,S)$ be a Coxeter system with $I\\subseteq S$ such that the parabolic\nsubgroup $W_I$ is finite. Associated to this data there is a \\textit{Hecke\nalgebra} $\\scH$ and a \\textit{parabolic Hecke algebra}\n$\\scH^I=\\mathbf{1}_I\\scH\\mathbf{1}_I$ (over a ring $\\ZZ[q_s]_{s\\in S}$). We\ngive a complete classification of the commutative parabolic Hecke algebras\nacross all Coxeter types.\n"]}]
["1110.6216",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 46H20, Secondary 47L10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6216"],"date":["2011-10-27"],"type":["text"],"creator":["Ozawa, Narutaka"],"language":[],"coverage":[],"title":["A remark on contractible Banach algebras"],"description":["  It is a longstanding problem whether every contractible Banach algebra is\nnecessarily finite-dimensional. In this note, we confirm this for Banach\nalgebras acting on Banach spaces with the uniform approximation property. This\ngeneralizes a result of Paulsen and Smith who proved the same for Banach\nalgebras acting on Hilbert spaces.\n","Comment: 3 pages"]}]
["1110.6219",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6219"],"date":["2011-10-27"],"type":["text"],"creator":["Torrieri, Giorgio","Lottini, Stefano","Mishustin, Igor","Nicolini, Piero"],"language":[],"coverage":[],"title":["The phase diagram in $T-\\mu-N_c$ space"],"description":["  We examine the phase diagram of hadronic matter when the number of colors, as\nwell as temperature and density, are varied. We show that in this regime\nseveral new phase transitions are possible, and we examine issues related to\nthese transitions.\n","Comment: Presented at \"three days on Quarkyonic island\", Wroclow, Poland"]}]
["1110.6220",{"format":[],"subject":["Mathematics - Numerical Analysis","49L20, 49L25, 65N06, 65N22, 65K05, 35F30","I.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6220"],"date":["2011-10-27"],"type":["text"],"creator":["Chacon, Adam","Vladimirsky, Alexander"],"language":[],"coverage":[],"title":["Fast two-scale methods for Eikonal equations"],"description":["  Fast Marching and Fast Sweeping are the two most commonly used methods for\nsolving the Eikonal equation. Each of these methods performs best on a\ndifferent set of problems. Fast Sweeping, for example, will outperform Fast\nMarching on problems where the characteristics are largely straight lines. Fast\nMarching, on the other hand, is usually more efficient than Fast Sweeping on\nproblems where characteristics frequently change their directions and on\ndomains with complicated geometry. In this paper we explore the possibility of\ncombining the best features of both of these approaches, by using marching on a\ncoarser scale and sweeping on a finer scale. We present three new hybrid\nmethods based on this idea and illustrate their properties on several numerical\nexamples with continuous and piecewise-constant speed functions in $R^2$.\n","Comment: 35 pages; 12 figures; 14 tables. This is an expanded (& more\n  comprehensive) version of a paper accepted for publication by SIAM Journal on\n  Scientific Computing"]}]
["1110.6227",{"format":[],"subject":["Mathematics - Operator Algebras","Mathematics - Functional Analysis","Mathematics - K-Theory and Homology","46L05, 46L80 (Primary) 46L35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6227"],"date":["2011-10-27"],"type":["text"],"creator":["Latremoliere, Frederic","Packer, Judith"],"language":[],"coverage":[],"title":["Noncommutative Solenoids"],"description":["  A noncommutative solenoid is the C*-algebra $C^\\ast(\\Q_N^2,\\sigma)$ where\n$\\Q_N$ is the group of the $N$-adic rationals twisted and $\\sigma$ is a\nmultiplier of $\\Q_N^2$. In this paper, we use techniques from noncommutative\ntopology to classify these C*-algebras up to *-isomorphism in terms of the\nmultipliers of $\\Q_N^2$. We also establish a necessary and sufficient condition\nfor simplicity of noncommutative solenoids, compute their K-theory and show\nthat the $K_0$ groups of noncommutative solenoids are given by the extensions\nof $\\Z$ by $\\Q_N$. We give a concrete description of non-simple noncommutative\nsolenoids as bundle of matrices over solenoid groups, and we show that\nirrational noncommutative solenoids are real rank zero AT C*-algebras.\n","Comment: 30 pages"]}]
["1110.6231",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6231"],"date":["2011-10-27"],"type":["text"],"creator":["Łupińska, Agnieszka"],"language":[],"coverage":[],"title":["Parallel implematation of flow and matching algorithms"],"description":["  In our work we present two parallel algorithms and their lock-free\nimplementations using a popular GPU environment Nvidia CUDA. The first\nalgorithm is the push-relabel method for the flow problem in grid graphs. The\nsecond is the cost scaling algorithm for the assignment problem in complete\nbipartite graphs.\n","Comment: MSc thesis, promoter: dr Maciej \\'Slusarek"]}]
["1110.6234",{"format":[],"subject":["Physics - General Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6234"],"date":["2011-10-27"],"type":["text"],"creator":["Zilbergleyt, B."],"language":[],"coverage":[],"title":["New Thermodynamic Paradigm of Chemical Equilibria"],"description":["  The paper presents new thermodynamic paradigm of chemical equilibrium,\nsetting forth comprehensive basics of Discrete Thermodynamics of Chemical\nEquilibria (DTd). Along with previous results by the author during the last\ndecade, this work contains also some new developments of DTd. Based on the\nOnsager's constitutive equations, reformulated by the author thermodynamic\naffinity and reaction extent, and Le Chatelier's principle, DTd brings forward\na notion of chemical equilibrium as a balance of internal and external\nthermodynamic forces (TdF), acting against a chemical system. Basic expression\nof DTd is the chemical system logistic map of thermodynamic states that ties\ntogether energetic characteristics of chemical reaction, occurring in the\nsystem, the system shift from \"true\" thermodynamic equilibrium (TdE), and\ncausing that shift external thermodynamic forces. Solutions to the basic map\nare pitchfork bifurcation diagrams in coordinates \"shift from TdE - growth\nfactor (or TdF)\"; points, corresponding to the system thermodynamic states, are\ndwelling on its branches. The diagrams feature three typical areas: true\nthermodynamic equilibrium and open equilibrium along the thermodynamic branch\nbefore the threshold of its stability, i.e. bifurcation point, and bifurcation\narea with bistability and chaotic oscillations after the point. The set of\nsolutions makes up the chemical system domain of states. The new paradigm\ncomplies with the correspondence principle: in isolated chemical system\nexternal TdF vanish, and the basic map turns into traditional expression of\nchemical equilibrium via thermodynamic affinity. The theory binds together\nclassical and contemporary thermodynamics of chemical equilibria on a unique\nconceptual basis. The paper is essentially reworked and refocused version of\nthe earlier preprint on the DTd basics, supplemented with new results.\n","Comment: 21 pages, 15 figures. arXiv admin note: substantial text overlap with\n  arXiv:0808.0340"]}]
["1110.6236",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6236"],"date":["2011-10-27"],"type":["text"],"creator":["Huang, Xiaoyuan","Vertongen, Gilles","Weniger, Christoph"],"language":[],"coverage":[],"title":["Galaxy Clusters and Gamma-Ray Lines: Probing Gravitino Dark Matter with\n  the Fermi LAT"],"description":["  If dark matter particles are not perfectly stable, their decay products might\nbe seen in the cosmic-ray fluxes. A natural candidate for decaying dark matter\nis the gravitino in R-parity violating scenarios. In the relevant GeV-TeV\nenergy range, the Fermi Large Area Telescope (LAT) is now measuring cosmic\ngamma-ray fluxes with an unprecedented precision. We use the Fermi LAT\ngamma-ray data to search for signatures from gravitino dark matter particles,\nconcentrating on gamma-ray lines and galaxy cluster observations. Implications\nof our results for the decay length of the next-to-lightest superparticle,\nwhich could be seen at the LHC in the near future, are discussed.\n","Comment: 4 pages, 5 figures, 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1110.6237",{"format":[],"subject":["Mathematics - Optimization and Control","Quantum Physics","91A05, 81P45 (Primary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6237","Wiley Encyclopedia of Operations Research and Management Science,\n  2011"],"date":["2011-10-27"],"type":["text"],"creator":["Landsburg, Steven E."],"language":[],"coverage":[],"title":["Quantum Game Theory"],"description":["  Quantum game theory is the study of strategic behavior by agents with access\nto quantum technology. Broadly speaking, this technology can be employed in\neither of two ways: As part of a randomization device or as part of a\ncommunications protocol. We survey some of the main ideas from both branches of\nthe subject.\n"]}]
["1110.6238",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6238"],"date":["2011-10-27"],"type":["text"],"creator":["Cho, Y. M.","Cho, Franklin H."],"language":[],"coverage":[],"title":["Knot Topology of Vacuum Space-Time and Vacuum Decomposition of\n  Einstein's Theory"],"description":["  Viewing Einstein's theory as the gauge theory of Lorentz group, we construct\nthe most general vacuum connections which have vanishing curvature tensor and\nshow that the vacuum space-time can be classified by the knot topology\n$\\pi_3(S^3)\\simeq \\pi_3(S^2)$ of $\\pi_3(SO(3,1))$. With this we obtain the\ngauge independent vacuum decomposition of Einstein's theory to the vacuum and\ngauge covariant physical parts. We discuss the physical implications of our\nresult in quantum gravity.\n"]}]
["1110.6245",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6245"],"date":["2011-10-28"],"type":["text"],"creator":["Bouchet, Freddy","Venaille, Antoine"],"language":[],"coverage":[],"title":["Statistical mechanics of two-dimensional and geophysical flows"],"description":["  The theoretical study of the self-organization of two-dimensional and\ngeophysical turbulent flows is addressed based on statistical mechanics\nmethods. This review is a self-contained presentation of classical and recent\nworks on this subject; from the statistical mechanics basis of the theory up to\napplications to Jupiter's troposphere and ocean vortices and jets. Emphasize\nhas been placed on examples with available analytical treatment in order to\nfavor better understanding of the physics and dynamics. The equilibrium\nmicrocanonical measure is built from the Liouville theorem. On this theoretical\nbasis, we predict the output of the long time evolution of complex turbulent\nflows as statistical equilibria. This is applied to make quantitative models of\ntwo-dimensional turbulence, the Great Red Spot and other Jovian vortices, ocean\njets like the Gulf-Stream, and ocean vortices. We also present recent results\nfor non-equilibrium situations, for the studies of either the relaxation\ntowards equilibrium or non-equilibrium steady states.\n"]}]
["1110.6246",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6246"],"date":["2011-10-28"],"type":["text"],"creator":["Viossat, Yannick"],"language":[],"coverage":[],"title":["Deterministic monotone dynamics and dominated strategies"],"description":["  We survey and unify results on elimination of dominated strategies by\nmonotonic dynamics and prove some new results that may be seen as dual to those\nof Hofbauer and Weibull (J. Econ. Theory, 1996, 558-573) on convex monotonic\ndynamics.\n"]}]
["1110.6249",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6249"],"date":["2011-10-26"],"type":["text"],"creator":["The LBNE Collaboration","Akiri, T.","Allspach, D.","Andrews, M.","Arisaka, K.","Arrieta-Diaz, E.","Artuso, M.","Bai, X.","Balantekin, B.","Baller, B.","Barletta, W.","Barr, G.","Bass, M.","Beck, A.","Becker, B.","Bellini, V.","Benhar, O.","Berger, B.","Bergevin, M.","Berman, E.","Berns, H.","Bernstein, A.","Beroz, F.","Bhatnagar, V.","Bhuyan, B.","Bionta, R.","Bishai, M.","Blake, A.","Blaufuss, E.","Bleakley, B.","Blucher, E.","Blusk, S.","Boehnlein, D.","Bolton, T.","Brack, J.","Bradford, R.","Breedon, R.","Bromberg, C.","Brown, R.","Buchanan, N.","Camilleri, L.","Campbell, M.","Carr, R.","Carminati, G.","Chen, A.","Chen, H.","Cherdack, D.","Chi, C.","Childress, S.","Choudhary, B.","Church, E.","Cline, D.","Coleman, S.","Corey, R.","D'Agostino, M.","Davies, G.","Dazeley, S.","De Jong, J.","DeMaat, B.","Demuth, D.","Dighe, A.","Djurcic, Z.","Dolph, J.","Drake, G.","Drozhdin, A.","Duan, H.","Duyang, H.","Dye, S.","Dykhuis, T.","Edmunds, D.","Elliott, S.","Enomoto, S.","Escobar, C.","Felde, J.","Feyzi, F.","Fleming, B.","Fowler, J.","Fox, W.","Friedland, A.","Fujikawa, B.","Gallagher, H.","Garilli, G.","Garvey, G.","Gehman, V.","Geronimo, G.","Gill, R.","Goodman, M.","Goon, J.","Gorbunov, D.","Gran, R.","Guarino, V.","Guarnaccia, E.","Guenette, R.","Gupta, P.","Habig, A.","Hackenberg, R.","Hahn, A.","Hahn, R.","Haines, T.","Hans, S.","Harton, J.","Hays, S.","Hazen, E.","He, Q.","Heavey, A.","Heeger, K.","Hellauer, R.","Himmel, A.","Horton-Smith, G.","Howell, J.","Huber, P.","Hurh, P.","Huston, J.","Hylen, J.","Insler, J.","Jaffe, D.","James, C.","Johnson, C.","Johnson, M.","Johnson, R.","Johnson, W.","Johnston, W.","Johnstone, J.","Jones, B.","Jostlein, H.","Junk, T.","Junnarkar, S.","Kadel, R.","Kafka, T.","Kaminski, D.","Karagiorgi, G.","Karle, A.","Kaspar, J.","Katori, T.","Kayser, B.","Kearns, E.","Kettell, S.","Khanam, F.","Klein, J.","Kneller, J.","Koizumi, G.","Kopp, J.","Kopp, S.","Kropp, W.","Kudryavtsev, V.","Kumar, A.","Kumar, J.","Kutter, T.","Lackowski, T.","Lande, K.","Lane, C.","Lang, K.","Lanni, F.","Lanza, R.","Latorre, T.","Learned, J.","Lee, D.","Lee, K.","Li, Y.","Linden, S.","Ling, J.","Link, J.","Littenberg, L.","Loiacono, L.","Liu, T.","Losecco, J.","Louis, W.","Lucas, P.","Lunardini, C.","Lundberg, B.","Lundin, T.","Makowiecki, D.","Malys, S.","Mandal, S.","Mann, A.","Mann, A.","Mantsch, P.","Marciano, W.","Mariani, C.","Maricic, J.","Marino, A.","Marshak, M.","Maruyama, R.","Mathews, J.","Matsuno, S.","Mauger, C.","McCluskey, E.","McDonald, K.","McFarland, K.","McKeown, R.","McTaggart, R.","Mehdiyev, R.","Melnitchouk, W.","Meng, Y.","Mercurio, B.","Messier, M.","Metcalf, W.","Milincic, R.","Miller, W.","Mills, G.","Mishra, S.","MoedSher, S.","Mohapatra, D.","Mokhov, N.","Moore, C.","Morfin, J.","Morse, W.","Moss, A.","Mufson, S.","Musser, J.","Naples, D.","Napolitano, J.","Newcomer, M.","Norris, B.","Ouedraogo, S.","Page, B.","Pakvasa, S.","Paley, J.","Paolone, V.","Papadimitriou, V.","Parsa, Z.","Partyka, K.","Pavlovic, Z.","Pearson, C.","Perasso, S.","Petti, R.","Plunkett, R.","Polly, C.","Pordes, S.","Potenza, R.","Prakash, A.","Prokofiev, O.","Qian, X.","Raaf, J.","Radeka, V.","Raghavan, R.","Rameika, R.","Rebel, B.","Rescia, S.","Reitzner, D.","Richardson, M.","Riesselman, K.","Robinson, M.","Rosen, M.","Rosenfeld, C.","Rucinski, R.","Russo, T.","Sahijpal, S.","Salon, S.","Samios, N.","Sanchez, M.","Schmitt, R.","Schmitz, D.","Schneps, J.","Scholberg, K.","Seibert, S.","Sergiampietri, F.","Shaevitz, M.","Shanahan, P.","Shaposhnikov, M.","Sharma, R.","Simos, N.","Singh, V.","Sinnis, G.","Sippach, W.","Skwarnicki, T.","Smy, M.","Sobel, H.","Soderberg, M.","Sondericker, J.","Sondheim, W.","Spitz, J.","Spooner, N.","Stancari, M.","Stancu, I.","Stewart, J.","Stoler, P.","Stone, J.","Stone, S.","Strait, J.","Straszheim, T.","Striganov, S.","Sullivan, G.","Svoboda, R.","Szczerbinska, B.","Szelc, A.","Talaga, R.","Tanaka, H.","Tayloe, R.","Taylor, D.","Thomas, J.","Thompson, L.","Thomson, M.","Thorn, C.","Tian, X.","Toki, W.","Tolich, N.","Tripathi, M.","Trovato, M.","Tseung, H.","Tzanov, M.","Urheim, J.","Usman, S.","Vagins, M.","Van Berg, R.","Van de Water, R.","Varner, G.","Vaziri, K.","Velev, G.","Viren, B.","Wachala, T.","Walter, C.","Wang, H.","Wang, Z.","Warner, D.","Webber, D.","Weber, A.","Wendell, R.","Wendt, C.","Wetstein, M.","White, H.","White, S.","Whitehead, L.","Willis, W.","Wilson, R. J.","Winslow, L.","Ye, J.","Yeh, M.","Yu, B.","Zeller, G.","Zhang, C.","Zimmerman, E.","Zwaska, R."],"language":[],"coverage":[],"title":["The 2010 Interim Report of the Long-Baseline Neutrino Experiment\n  Collaboration Physics Working Groups"],"description":["  In early 2010, the Long-Baseline Neutrino Experiment (LBNE) science\ncollaboration initiated a study to investigate the physics potential of the\nexperiment with a broad set of different beam, near- and far-detector\nconfigurations. Nine initial topics were identified as scientific areas that\nmotivate construction of a long-baseline neutrino experiment with a very large\nfar detector. We summarize the scientific justification for each topic and the\nestimated performance for a set of far detector reference configurations. We\nreport also on a study of optimized beam parameters and the physics capability\nof proposed Near Detector configurations. This document was presented to the\ncollaboration in fall 2010 and updated with minor modifications in early 2011.\n","Comment: Corresponding author R.J.Wilson (Bob.Wilson@colostate.edu); 113\n  pages, 90 figures"]}]
["1110.6250",{"format":[],"subject":["Quantitative Biology - Biomolecules","Mathematics - Combinatorics","Mathematics - Differential Geometry","52C99, 05B25, 92D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6250"],"date":["2011-10-28"],"type":["text"],"creator":["Morikawa, Naoto"],"language":[],"coverage":[],"title":["A novel method for identification of local conformational changes in\n  proteins"],"description":["  Motivation: Proteins are known to undergo conformational changes in the\ncourse of their functions. The changes in conformation are often attributable\nto a small fraction of residues within the protein. Therefore identification of\nthese variable regions is important for an understanding of protein function.\n  Results: We propose a novel method for identification of local conformational\nchanges in proteins. In our method, backbone conformations are encoded into a\nsequence of letters from a 16-letter alphabet (called D2 codes) to perform\nstructural comparison. Since we do not use clustering analysis to encode local\nstructures, the D2 codes not only provides a intuitively understandable\ndescription of protein structures, but also covers wide varieties of\ndistortions. This paper shows that the D2 codes are better correlated with\nchanges in the dihedral angles than a structural alphabet and a secondary\nstructure description. In the case of the N37S mutant of HIV-1 protease, local\nconformational changes were captured by the D2 coding method more accurately\nthan other methods. The D2 coding also provided a reliable representation of\nthe difference between NMR models of an HIV-1 protease mutant.\n","Comment: 6 pages, 5 figures. Program ProteinEncoder and detailed data are\n  freely available at http://www.genocript.com"]}]
["1110.6251",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6251"],"date":["2011-10-28"],"type":["text"],"creator":["Lee, Kwankyu","Bras-Amorós, Maria","O'Sullivan, Michael E."],"language":[],"coverage":[],"title":["Unique Decoding of Plane AG Codes via Interpolation"],"description":["  We present a unique decoding algorithm of algebraic geometry codes on plane\ncurves, Hermitian codes in particular, from an interpolation point of view. The\nalgorithm successfully corrects errors of weight up to half of the order bound\non the minimum distance of the AG code. The decoding algorithm is the first to\ncombine some features of the interpolation based list decoding with the\nperformance of the syndrome decoding with majority voting scheme. The regular\nstructure of the algorithm allows a straightforward parallel implementation.\n","Comment: Submitted for publication in the Transactions on Information Theory"]}]
["1110.6252",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6252"],"date":["2011-10-28"],"type":["text"],"creator":["Condon, Jim","Darling, Jeremy","Kovalev, Yuri Y.","Petrov, Leonid"],"language":[],"coverage":[],"title":["VLBA observations of a complete sample of 2MASS galaxies"],"description":["  We are using the VLBA at 8 GHz to observe a sample of 834 nearby 2MASS\ngalaxies that are stronger than 100 mJy in the NVSS. The goals of the project\nare to detect (1) supermassive black holes significantly offset from the IR\npositions of the host galaxy bulges and (2) binary black holes.\n","Comment: 2 pages, 2 figures. To be published in the proceedings of the 11th\n  Asian-Pacific Regional IAU Meeting; NARIT Conference Series (NCS)"]}]
["1110.6256",{"format":[],"subject":["Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6256"],"date":["2011-10-28"],"type":["text"],"creator":["Wu, Bin","Xia, Lei","Wang, Yong-Feng","Li, Hong-Kai","Zeng, Xian-Jin","Tian, Shan Xi"],"language":[],"coverage":[],"title":["Renner-Teller Effect on Dissociative Electron Attachments to Carbon\n  Dioxide"],"description":["  Stereo-dynamics of dissociative electron attachments to CO_2 is investigated\nby the O^- anion velocity imaging experiments combined with the R-matrix\ncalculations. ^2{\\Pi}_g as a Feshbach resonant state of CO_2^- is confirmed to\nplay roles in the dissociations around 8.0 eV. We find that the dynamic\nevolutions of the Renner-Teller effect lead to the dramatically different\nanisotropic O^- momentum distributions.\n","Comment: 14 pages, 4 figures"]}]
["1110.6261",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6261"],"date":["2011-10-28"],"type":["text"],"creator":["Zhang, Liping","Qi, Liqun","Luo, Ziyan"],"language":[],"coverage":[],"title":["The Dominant Eigenvalue of an Essentially Nonnegative Tensor"],"description":["  It is well known that the dominant eigenvalue of a real essentially\nnonnegative matrix is a convex function of its diagonal entries. This convexity\nis of practical importance in population biology, graph theory, demography,\nanalytic hierarchy process and so on. In this paper, the concept of essentially\nnonnegativity is extended from matrices to higher order tensors, and the\nconvexity and log convexity of dominant eigenvalues for such a class of tensors\nare established. Particularly, for any nonnegative tensor, the spectral radius\nturns out to be the dominant eigenvalue and hence possesses these convexities.\nFinally, an algorithm is given to calculate the dominant eigenvalue, and\nnumerical results are reported to show the effectiveness of the proposed\nalgorithm.\n"]}]
["1110.6264",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6264"],"date":["2011-10-28"],"type":["text"],"creator":["Kashcheyevs, Vyacheslavs"],"language":[],"coverage":[],"title":["Exact canonical occupation numbers in a Fermi gas with finite level\n  spacing and a q-analog of Fermi-Dirac distribution"],"description":["  We consider equilibrium level occupation numbers in a Fermi gas with a fixed\nnumber of particles, n, and finite level spacing. Using the method of\ngenerating functions and the cumulant expansion we derive a recurrence relation\nfor canonical partition function and an explicit formula for occupation numbers\nin terms of single-particle partition function at n different temperatures. We\napply this result to a model with equidistant non-degenerate spectrum and\nobtain close-form expressions in terms of q-polynomials and Rogers-Ramanujan\npartial theta function. Deviations from the standard Fermi-Dirac distribution\ncan be interpreted in terms of a gap in the chemical potential between the\nparticle and the hole excitations with additional correlations at temperatures\ncomparable to the level spacing.\n","Comment: 6 pages, 1 figure"]}]
["1110.6267",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Computers and Society","K.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6267","Proceedings of the Annual Conference of the South African Computer\n  Lecturer's Association, Ballito, South Africa, July 2011, pp. 29-37"],"date":["2011-10-28"],"type":["text"],"creator":["Hazelhurst, Scott","Johnson, Yestin","Sanders, Ian"],"language":[],"coverage":[],"title":["An empirical analysis of the relationship between web usage and academic\n  performance in undergraduate students"],"description":["  The use of the internet, and in particular web browsing, offers many\npotential advantages for educational institutions as students have access to a\nwide range of information previously not available. However, there are\npotential negative effects due to factors such as time-wasting and asocial\nbehaviour.\n  In this study, we conducted an empirical investigation of the academic\nperformance and the web-usage pattern of 2153 undergraduate students. Data from\nuniversity proxy logs allows us to examine usage patterns and we compared this\ndata to the students' academic performance.\n  The results show that there is a small but significant (both statistically\nand educationally) association between heavier web browsing and poorer academic\nresults (lower average mark, higher failure rates). In addition, among good\nstudents, the proportion of students who are relatively light users of the\ninternet is significantly greater than would be expected by chance.\n"]}]
["1110.6278",{"format":[],"subject":["Mathematics - Differential Geometry","primary 53C25, secondary 53B20, 53C12, 53B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6278"],"date":["2011-10-28"],"type":["text"],"creator":["Bande, G.","Blair, D. E.","Hadjar, A."],"language":[],"coverage":[],"title":["On the curvature of metric contact pairs"],"description":["  We consider manifolds endowed with metric contact pairs for which the two\ncharacteristic foliations are orthogonal. We give some properties of the\ncurvature tensor and in particular a formula for the Ricci curvature in the\ndirection of the sum of the two Reeb vector fields. This shows that metrics\nassociated to normal contact pairs cannot be flat. Therefore flat non-K\\\"ahler\nVaisman manifolds do not exist. Furthermore we give a local classification of\nmetric contact pair manifolds whose curvature vanishes on the vertical\nsubbundle. As a corollary we have that flat associated metrics can only exist\nif the leaves of the characteristic foliations are at most three-dimensional.\n"]}]
["1110.6279",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6279","doi:10.1007/s11214-011-9846-0"],"date":["2011-10-28"],"type":["text"],"creator":["Winkler, Christoph","Diehl, Roland","Ubertini, Pietro","Wilms, Jörn"],"language":[],"coverage":[],"title":["INTEGRAL: science highlights and future prospects"],"description":["  ESA's hard X-ray and soft gamma-ray observatory INTEGRAL is covering the 3\nkeV to 10 MeV energy band, with excellent sensitivity during long and\nuninterrupted observations of a large field of view (~100 square degrees), with\nms time resolution and keV energy resolution. It links the energy band of\npointed soft X-ray missions such as XMM-Newton with that of high-energy\ngamma-ray space missions such as Fermi and ground based TeV observatories. Key\nresults obtained so far include the first sky map in the light of the 511 keV\nannihilation emission, the discovery of a new class of high mass X-ray binaries\nand detection of polarization in cosmic high energy radiation. For the\nforeseeable future, INTEGRAL will remain the only observatory allowing the\nstudy of nucleosynthesis in our Galaxy, including the long overdue next nearby\nsupernova, through high-resolution gamma-ray line spectroscopy. Science results\nto date and expected for the coming mission years span a wide range of\nhigh-energy astrophysics, including studies of the distribution of positrons in\nthe Galaxy; reflection of gamma-rays off clouds in the interstellar medium near\nthe Galactic Centre; studies of black holes and neutron stars particularly in\nhigh- mass systems; gamma-ray polarization measurements for X-ray binaries and\ngamma-ray bursts, and sensitive detection capabilities for obscured active\ngalaxies with more than 1000 expected to be found until 2014. This paper\nsummarizes scientific highlights obtained since INTEGRAL's launch in 2002, and\noutlines prospects for the INTEGRAL mission.\n","Comment: 39 pages, accepted, 24 October 2011, Space Science Reviews"]}]
["1110.6281",{"format":[],"subject":["Mathematics - Differential Geometry","53C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6281"],"date":["2011-10-28"],"type":["text"],"creator":["Bande, G.","Blair, D. E."],"language":[],"coverage":[],"title":["Symmetry in the Geometry of Metric Contact Pairs"],"description":["  We prove that the universal covering of a complete locally symmetric normal\nmetric contact pair manifold is a Calabi-Eckmann manifold. Moreover we show\nthat a complete, simply connected, normal metric contact pair manifold such\nthat the foliation induced by the vertical subbundle is regular and reflections\nin the integral submanifolds of the vertical subbundle are isometries, then the\nmanifold is the product of globally $\\phi$-symmetric spaces and fibers over a\nlocally symmetric space endowed with a symplectic pair.\n"]}]
["1110.6287",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6287"],"date":["2011-10-28"],"type":["text"],"creator":["Cholewa, Michał","Głomb, Przemysław"],"language":[],"coverage":[],"title":["Deciding of HMM parameters based on number of critical points for\n  gesture recognition from motion capture data"],"description":["  This paper presents a method of choosing number of states of a HMM based on\nnumber of critical points of the motion capture data. The choice of Hidden\nMarkov Models(HMM) parameters is crucial for recognizer's performance as it is\nthe first step of the training and cannot be corrected automatically within\nHMM. In this article we define predictor of number of states based on number of\ncritical points of the sequence and test its effectiveness against sample data.\n"]}]
["1110.6288",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6288"],"date":["2011-10-28"],"type":["text"],"creator":["Gent, Ian P.","Kotthoff, Lars"],"language":[],"coverage":[],"title":["Reliability of Computational Experiments on Virtualised Hardware"],"description":["  We present preliminary results of an investigation into the suitability of\nvirtualised hardware -- in particular clouds -- for running computational\nexperiments. Our main concern was that the reported CPU time would not be\nreliable and reproducible. The results demonstrate that while this is true in\ncases where many virtual machines are running on the same physical hardware,\nthere is no inherent variation introduced by using virtualised hardware\ncompared to non-virtualised hardware.\n"]}]
["1110.6290",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6290"],"date":["2011-10-28"],"type":["text"],"creator":["Gent, Ian P.","Jefferson, Chris","Kotthoff, Lars","Miguel, Ian"],"language":[],"coverage":[],"title":["Modelling Constraint Solver Architecture Design as a Constraint Problem"],"description":["  Designing component-based constraint solvers is a complex problem. Some\ncomponents are required, some are optional and there are interdependencies\nbetween the components. Because of this, previous approaches to solver design\nand modification have been ad-hoc and limited. We present a system that\ntransforms a description of the components and the characteristics of the\ntarget constraint solver into a constraint problem. Solving this problem yields\nthe description of a valid solver. Our approach represents a significant step\ntowards the automated design and synthesis of constraint solvers that are\nspecialised for individual constraint problem classes or instances.\n"]}]
["1110.6292",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6292","published in Proc. SPIE 7727, 772706 (2010)","doi:10.1117/12.705901"],"date":["2011-10-28"],"type":["text"],"creator":["Stapfner, Sebastian","Favero, Ivan","Hunger, David","Paulitschke, Philipp","Reichel, Jakob","Karrai, Khaled","Weig, Eva M."],"language":[],"coverage":[],"title":["Cavity nano-optomechanics: a nanomechanical system in a high finesse\n  optical cavity"],"description":["  The coupling of mechanical oscillators with light has seen a recent surge of\ninterest, as recent reviews report.[1, 2] This coupling is enhanced when\nconfining light in an optical cavity where the mechanical oscillator is\nintegrated as back- mirror or movable wall. At the nano-scale, the\noptomechanical coupling increases further thanks to a smaller optomechanical\ninteraction volume and reduced mass of the mechanical oscillator. In view of\nrealizing such cavity nano- optomechanics experiments, a scheme was proposed\nwhere a sub-wavelength sized nanomechanical oscillator is coupled to a high\nfinesse optical microcavity.[3] Here we present such an experiment involving a\nsingle nanomechanical rod precisely positioned into the confined mode of a\nminiature Fabry-P\\'erot cavity.[4] We describe the employed stabilized cavity\nset-up and related finesse measurements. We proceed characterizing the nanorod\nvibration properties using ultrasonic piezo-actuation methods. Using the\noptical cavity as a transducer of nanomechanical motion, we monitor optically\nthe piezo-driven nanorod vibration. On top of extending cavity quantum\nelectrodynamics concepts to nanomechanical systems, cavity nano-optomechanics\nshould advance into precision displacement measurements near the standard\nquantum limit [5], investigation of mechanical systems in their quantum regime,\nnon-linear dynamics [6] and sensing applications.\n","Comment: This paper was published in Proc. SPIE 7727, 772706 (2010), and is\n  made available as an electronic reprint with permission of SPIE. Copyright\n  notice added to first page of article"]}]
["1110.6293",{"format":[],"subject":["Mathematics - Algebraic Topology","Computer Science - Multiagent Systems","Mathematics - K-Theory and Homology","18G10, 18G35, 55U10, 68Q10, 68Q85"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6293"],"date":["2011-10-28"],"type":["text"],"creator":["Husainov, Ahmet A."],"language":[],"coverage":[],"title":["The Cubical Homology of Trace Monoids"],"description":["  This article contains an overview of the results of the author in a field of\nalgebraic topology used in computer science. The relationship between the\ncubical homology groups of generalized tori and homology groups of partial\ntrace monoid actions is described. Algorithms for computing the homology groups\nof asynchronous systems, Petri nets, and Mazurkiewicz trace languages are\nshown.\n","Comment: 21 pages, International Conference \"Toric Topology and Automorphic\n  Functions'' September 05-10, 2011 Khabarovsk"]}]
["1110.6295",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6295"],"date":["2011-10-28"],"type":["text"],"creator":["Weidenmueller, Hans A."],"language":[],"coverage":[],"title":["Distribution of neutron resonance widths"],"description":["  Recent data on neutron resonance widths indicate disagreement with the\nPorter-Thomas distribution (PTD). I discuss the theoretical arguments for the\nPTD, possible theoretical modifications, and I summarize the experimantal\nevidence.\n","Comment: 5 pages, 3 figures, conference report"]}]
["1110.6296",{"format":[],"subject":["Computer Science - Information Theory","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6296"],"date":["2011-10-28"],"type":["text"],"creator":["McEwen, J. D.","Puy, G.","Thiran, J. -Ph.","Vandergheynst, P.","Van De Ville, D.","Wiaux, Y."],"language":[],"coverage":[],"title":["Implications for compressed sensing of a new sampling theorem on the\n  sphere"],"description":["  A sampling theorem on the sphere has been developed recently, requiring half\nas many samples as alternative equiangular sampling theorems on the sphere. A\nreduction by a factor of two in the number of samples required to represent a\nband-limited signal on the sphere exactly has important implications for\ncompressed sensing, both in terms of the dimensionality and sparsity of\nsignals. We illustrate the impact of this property with an inpainting problem\non the sphere, where we show the superior reconstruction performance when\nadopting the new sampling theorem compared to the alternative.\n","Comment: 1 page, 2 figures, Signal Processing with Adaptive Sparse Structured\n  Representations (SPARS) 2011"]}]
["1110.6303",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Mathematics - Probability","37A60 (Primary) 37A35, 37H05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6303"],"date":["2011-10-28"],"type":["text"],"creator":["Ruiz, Guiomar","Tsallis, Constantino"],"language":[],"coverage":[],"title":["Towards a large deviation theory for statistical-mechanical complex\n  systems"],"description":["  The theory of large deviations constitutes a mathematical cornerstone in the\nfoundations of Boltzmann-Gibbs statistical mechanics, based on the additive\nentropy $S_{BG}=- k_B\\sum_{i=1}^W p_i \\ln p_i$. Its optimization under\nappropriate constraints yields the celebrated BG weight $e^{-\\beta E_i}$. An\nelementary large-deviation connection is provided by $N$ independent binary\nvariables, which, in the $N\\to\\infty$ limit yields a Gaussian distribution. The\nprobability of having $n \\ne N/2$ out of $N$ throws is governed by the\nexponential decay $e^{-N r}$, where the rate function $r$ is directly related\nto the relative BG entropy. To deal with a wide class of complex systems,\nnonextensive statistical mechanics has been proposed, based on the nonadditive\nentropy $S_q=k_B\\frac{1- \\sum_{i=1}^W p_i^q}{q-1}$ ($q \\in {\\cal R};\n\\,S_1=S_{BG}$). Its optimization yields the generalized weight $e_q^{-\\beta_q\nE_i}$ ($e_q^z \\equiv [1+(1-q)z]^{1/(1-q)};\\,e_1^z=e^z)$. We numerically study\nlarge deviations for a strongly correlated model which depends on the indices\n$Q \\in [1,2)$ and $\\gamma \\in (0,1)$. This model provides, in the $N\\to\\infty$\nlimit ($\\forall \\gamma$), $Q$-Gaussian distributions, ubiquitously observed in\nnature ($Q\\to 1$ recovers the independent binary model). We show that its\ncorresponding large deviations are governed by $e_q^{-N r_q}$ ($\\propto\n1/N^{1/(q-1)}$ if $q>1$) where $q= \\frac{Q-1}{\\gamma (3-Q)}+1 \\ge 1$. This\n$q$-generalized illustration opens wide the door towards a desirable\nlarge-deviation foundation of nonextensive statistical mechanics.\n","Comment: 6 pages, 4 figures"]}]
["1110.6306",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6306","Adv. Differential Equations 16 (2011), no. 7-8, 643--666"],"date":["2011-10-28"],"type":["text"],"creator":["Candy, Timothy"],"language":[],"coverage":[],"title":["Global existence for an L^2 critical Nonlinear Dirac equation in one\n  dimension"],"description":["  We prove global existence from $L^2$ initial data for a nonlinear Dirac\nequation known as the Thirring model. Local existence in $H^s$ for $s>0$, and\nglobal existence for $s>1/2$, has recently been proven by Selberg and Tesfahun\nby using $X^{s, b}$ spaces together with a type of null form estimate. In\ncontrast, motivated by the recent work of Machihara, Nakanishi, and Tsugawa, we\nfirst prove local existence in $L^2$ by using null coordinates, where the time\nof existence depends on the profile of the initial data. To extend this to a\nglobal existence result we need to rule out concentration of $L^2$ norm, or\ncharge, at a point. This is done by decomposing the solution into an\napproximately linear component and a component with improved integrability. We\nthen prove global existence for all $s>0$.\n"]}]
["1110.6310",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematical Physics","33"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6310"],"date":["2011-10-28"],"type":["text"],"creator":["Babusci, D.","Dattoli, G.","Germano, B.","Martinelli, M. R.","Ricci, P. E."],"language":[],"coverage":[],"title":["Integrals of Bessel functions"],"description":["  We use the operator method to evaluate a class of integrals involving Bessel\nor Bessel-type functions. The technique we propose is based on the formal\nreduction of these family of functions to Gaussians.\n","Comment: 4 pages"]}]
["1110.6313",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6313"],"date":["2011-10-28"],"type":["text"],"creator":["Hascoët, R.","Daigne, F.","Mochkovitch, R.","Vennin, V."],"language":[],"coverage":[],"title":["Consequences of the gamma-gamma attenuation in GRBs: a detailed study"],"description":["  Recent detections of GeV photons in a few GRBs by Fermi-LAT have led to\nstrong constraints on the bulk Lorentz factor in GRB outflows. To avoid a large\ngamma-gamma optical depth, minimum values of the Lorentz factor have been\nestimated to be as high as 800-1200 in some bursts. Here we present a detailed\ncalculation of the gamma-gamma optical depth taking into account both the\ngeometry and the dynamics of the jet. In the framework of the internal shock\nmodel, we compute lightcurves in different energy bands and the corresponding\nspectrum and we show how the limits on the Lorentz factor can be significantly\nlowered compared to previous estimates. Our detailed model of the propagation\nof high energy photons in GRB outflows is also appropriate to study many other\nconsequences of gamma-gamma annihilation in GRBs: (i) the gamma-gamma cutoff\ntransition in a time-integrated spectrum is expected to be closer to a\npower-law steepening of the spectrum than to a sharp exponential decay; (ii)\nthe temporal evolution of the gamma-gamma opacity during a burst favors a delay\nbetween the MeV and GeV light curves; (iii) for complex GRBs, the gamma-gamma\nopacity suppresses the shortest time-scale features in high energy light curves\n(above 100 MeV). Finally we also consider GRB scenarii where MeV and GeV\nphotons are not produced at the same location, showing that the gamma-gamma\nopacity could be further lowered, reducing even more the constraint on the\nminimum Lorentz factor.\n","Comment: 6 pages, 3 figures, 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1110.6322",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","Quantitative Finance - Risk Management"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6322"],"date":["2011-10-28"],"type":["text"],"creator":["del Castillo, Joan","Ortega, Juan-Pablo"],"language":[],"coverage":[],"title":["Hedging of time discrete auto-regressive stochastic volatility options"],"description":["  Numerous empirical proofs indicate the adequacy of the time discrete\nauto-regressive stochastic volatility models introduced by Taylor in the\ndescription of the log-returns of financial assets. The pricing and hedging of\ncontingent products that use these models for their underlying assets is a\nnon-trivial exercise due to the incomplete nature of the corresponding market.\nIn this paper we apply two volatility estimation techniques available in the\nliterature for these models, namely Kalman filtering and the\nhierarchical-likelihood approach, in order to implement various pricing and\ndynamical hedging strategies. Our study shows that the local risk minimization\nscheme developed by F\\\"ollmer, Schweizer, and Sondermann is particularly\nappropriate in this setup, especially for at and in the money options or for\nlow hedging frequencies.\n","Comment: 25 pages, 3 color figures"]}]
["1110.6324",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Complex Variables","Mathematics - Symplectic Geometry","22E46, 53D20, 17C50, 32M15, 32L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6324"],"date":["2011-10-28"],"type":["text"],"creator":["Schwarz, Benjamin","Seppänen, Henrik"],"language":[],"coverage":[],"title":["Symplectic branching laws and Hermitian symmetric spaces"],"description":["  Let $G$ be a complex simple Lie group, and let $U \\subseteq G$ be a maximal\ncompact subgroup. Assume that $G$ admits a homogenous space $X=G/Q=U/K$ which\nis a compact Hermitian symmetric space. Let $\\mathscr{L} \\rightarrow X$ be the\nample line bundle which generates the Picard group of $X$. In this paper we\nstudy the restrictions to $K$ of the family $(H^0(X, \\mathscr{L}^k))_{k \\in\n\\N}$ of irreducible $G$-representations. We describe explicitly the moment\npolytopes for the moment maps $X \\rightarrow \\fk^*$ associated to positive\ninteger multiples of the Kostant-Kirillov symplectic form on $X$, and we use\nthese, together with an explicit characterization of the closed $K^\\C$-orbits\non $X$, to find the decompositions of the spaces $H^0(X,\\mathscr{L}^k)$. We\nalso construct a natural Okounkov body for $\\mathscr{L}$ and the $K$-action,\nand identify it with the smallest of the moment polytopes above. In particular,\nthe Okounkov body is a convex polytope. In fact, we even prove the stronger\nproperty that the semigroup defining the Okounkov body is finitely generated.\n"]}]
["1110.6333",{"format":[],"subject":["Mathematics - Probability","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6333"],"date":["2011-10-28"],"type":["text"],"creator":["Gadgil, Siddhartha","Krishnapur, Manjunath"],"language":[],"coverage":[],"title":["Lipschitz correspondence between metric measure spaces and random\n  distance matrices"],"description":["  Given a metric space with a Borel probability measure, for each integer $N$\nwe obtain a probability distribution on $N\\times N$ distance matrices by\nconsidering the distances between pairs of points in a sample consisting of $N$\npoints chosen indepenedently from the metric space with respect to the given\nmeasure. We show that this gives an asymptotically bi-Lipschitz relation\nbetween metric measure spaces and the corresponding distance matrices. This is\nan effective version of a result of Vershik that metric measure spaces are\ndetermined by associated distributions on infinite random matrices.\n","Comment: 15 pages"]}]
["1110.6335",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6335"],"date":["2011-10-28"],"type":["text"],"creator":["Lopez, M. Castrillon","Lujan, I."],"language":[],"coverage":[],"title":["Reduction of Homogeneous Riemannian Structures"],"description":["  The goal of this article is the study of homogeneous Riemannian structure\ntensors within the framework of reduction under a group $H$ of isometries. In a\nfirst result, $H$ is a normal subgroup of the group of symmetries associated to\nthe reducing tensor $\\bar{S}$. The situation when $H$ is any group acting\nfreely is analyzed in a second result. The invariant classes of homogeneous\ntensors are also investigated when reduction is performed. It turns out that\nthe geometry of the fibres is involved in the preservation of some of them.\nSome classical examples illustrate the theory. Finally, the reduction procedure\nis applied to fiberings of almost contact manifolds over almost Hermitian\nmanifolds. If the structure is moreover Sasakian, the obtained reduced tensor\nis homogeneous K\\\"ahler.\n"]}]
["1110.6337",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","35S05, 46E35, 47-XX, 42B15, 42B35, 46H30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6337"],"date":["2011-10-28"],"type":["text"],"creator":["Arsu, Gruia"],"language":[],"coverage":[],"title":["On Kato-Sobolev spaces"],"description":["  We investigate some multiplication properties of Kato-Sobolev spaces by\nadapting the techniques used in the study of Beurling algebras by Coifman and\nMeyer. We develop an analytic functional calculus for Kato-Sobolev algebras\nbased on an integral representation formula belonging A. P. Calder\\'{o}n. Also\nwe study the Schatten-von Neumann properties of pseudo-differential operators\nwith symbols in the Kato-Sobolev spaces.\n","Comment: 37 pages"]}]
["1110.6341",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6341"],"date":["2011-10-28"],"type":["text"],"creator":["Rügamer, S.","Angelakis, E.","Bastieri, D.","Dorner, D.","Kovalev, Y. Y.","Lähteenmäki, A.","Lindfors, E.","Pittori, C.","Reinthal, R.","Sokolovsky, K. V.","Stamerra, A.","collaboration, H. Ungerechts for the MAGIC","program, the F-GAMMA","Fermi-LAT, the","RATAN","MOJAVE","AGILE","teams, IRAM"],"language":[],"coverage":[],"title":["MAGIC and Multi-Wavelength Observations of three HBLs in 2008"],"description":["  The high-frequency peaked blazars and known TeV emitters 1ES 1011+496, Mrk\n180 and 1ES 2344+514 have been observed in the course of multi-wavelength\ncampaigns in 2008, covering the frequency bands from radio up to TeV energies.\nFor all three sources, these coordinated observations represent the first of\ntheir kind. We will present and discuss the campaigns, resulting light curves\nand spectral energy distributions.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1110.6342",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6342","doi:10.1007/s00030-011-0118-1"],"date":["2011-10-28"],"type":["text"],"creator":["Bournaveas, Nikolaos","Candy, Timothy"],"language":[],"coverage":[],"title":["Local well-posedness for the space-time Monopole equation in Lorenz\n  gauge"],"description":["  It is known from the work of Czubak that the space-time Monopole equation is\nlocally well-posed in the Coulomb gauge for small initial data in\n$H^s(\\mathbb{R}^2)$ for $s>1/4$. Here we prove local well-posedness for\narbitrary initial data in $H^s(\\mathbb{R^2})$ with $s>1/4$ in the Lorenz gauge.\n","Comment: To appear in NoDEA"]}]
["1110.6344",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6344"],"date":["2011-10-28"],"type":["text"],"creator":["Calamida, A.","Bono, G.","Corsi, C. E.","Iannicola, G.","Ripepi, V.","Anthony-Twarog, B.","Twarog, B.","Zoccali, M.","Buonanno, R.","Cassisi, S.","Ferraro, I.","Grundahl, F.","Pietrinferni, A.","Pulone, L."],"language":[],"coverage":[],"title":["Stroemgren photometry of the Bulge: the Baade's Window and the globular\n  cluster NGC 6522"],"description":["  We present Ca-uvby Stroemgren photometry of the Baade's Window, including the\nGalactic globular cluster NGC 6522. We separate field and cluster stars by\nadopting color-color planes and proper motions. We then estimate the global\nmetallicity of red-giants (RGs) in NGC 6522 by using a new theoretical\nmetallicity calibration of the Stroemgren index hk presented in Calamida et al.\n(2011). We find that metallicities estimated by adopting the hk index and the\n(Ca-y) color are systematically more metal-rich than metallicities estimated\nwith hk and the (u-y), (v-y) and (b-y) colors. Current evidence indicate that\nthe hk metallicity index is affected not only by the Calcium abundance, but\nalso by another source of opacity.\n","Comment: Proceeding of the RIA Workshop on Gaia \"Stellar Clusters &\n  Associations\", Granada, May 23-27, 2011"]}]
["1110.6345",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6345"],"date":["2011-10-28"],"type":["text"],"creator":["Bournaveas, Nikolaos","Candy, Timothy","Machihara, Shuji"],"language":[],"coverage":[],"title":["Local and global well-posedness for the Chern-Simons-Dirac system in one\n  dimension"],"description":["  We consider the Cauchy problem for the Chern-Simons-Dirac system on\n$\\mathbb{R}^{1+1}$ with initial data in $H^s$. Almost optimal local\nwell-posedness is obtained. Moreover, we show that the solution is global in\ntime, provided that initial data for the spinor component has finite charge, or\n$L^2$ norm.\n"]}]
["1110.6346",{"format":[],"subject":["Mathematics - Number Theory","11F41 Primary, 11F27, 11F46 Secondary"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6346"],"date":["2011-10-28"],"type":["text"],"creator":["Walling, Lynne H."],"language":[],"coverage":[],"title":["Toward explicit formulas for higher representation numbers of quadratic\n  forms"],"description":["  It is known that average Siegel theta series lie in the space of Siegel\nEisenstein series. Also, every lattice equipped with an even integral quadratic\nform lies in a maximal lattice. Here we consider average Siegel theta series of\ndegree 2 attached to maximal lattices; we construct maps for which the average\ntheta series is an eigenform. We evaluate the action of these maps on Siegel\nEisenstein series of degree 2 (without knowing their Fourier coefficients), and\nthen realise the average theta series as an explicit linear combination of the\nEisenstein series.\n"]}]
["1110.6348",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6348","Ann. Phys. (Berlin) 523, 724 (2011)","doi:10.1002/andp.201100044"],"date":["2011-10-28"],"type":["text"],"creator":["Baeriswyl, Dionys"],"language":[],"coverage":[],"title":["Adiabatic continuity and broken symmetry in many-electron systems: a\n  variational perspective"],"description":["  Variational wave functions are very useful for describing the panoply of\nground states found in interacting many-electron systems. Some particular trial\nstates are \"adiabatically\" linked to a reference state, from which they borrow\nthe essential properties. A prominent example is the Gutzwiller ansatz, where\none starts with the filled Fermi sea. A simple soluble example, the anisotropic\nXY chain, illustrates the adiabatic continuity of this class of wave functions.\nTo describe symmetry breaking, one has to modify the reference state\naccordingly. Alternatively, a quantum phase transition can be described by a\npair of variational wave functions, starting at weak and strong coupling,\nrespectively.\n"]}]
["1110.6351",{"format":[],"subject":["Mathematics - Number Theory","11F46 Primary, 11F60, 11F37, 11F27, 11F30 Secondary"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6351"],"date":["2011-10-28"],"type":["text"],"creator":["Walling, Lynne H."],"language":[],"coverage":[],"title":["A formula for the action of Hecke operators on half-integral weight\n  Siegel modular forms and applications"],"description":["  We introduce an alternate set of generators for the Hecka algebra, and give\nan explicit formula for the action of these operators on Fourier coefficients.\nWith this, we compute the eigenvalues of Hecke operators acting on average\nSiegel theta series with half-integral weight (provided the prime associated to\nthe operators does not divide the level of the theta series). Next, we bound\nthe eigenvalues of these operators in terms of bounds on Fourier coefficients.\nThen we show that the half-integral weight Kitaoka subspace is stable under all\nHecke operators. Finally, we observe that an obvious isomorphism between Siegel\nmodular forms of weight $k+1/2$ and \"even\" Jacobi modular forms of weight $k+1$\nis Hecke-invariant (here the level and character are arbitrary).\n"]}]
["1110.6352",{"format":[],"subject":["Physics - History and Philosophy of Physics","Condensed Matter - Statistical Mechanics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6352"],"date":["2011-10-27"],"type":["text"],"creator":["Starikov, E. B."],"language":[],"coverage":[],"title":["George Augustus Linhart - as a \"widely unknown\" thermodynamicist"],"description":["  The name of George Augustus Linhart is in fact \"widely unknown\". In effect,\nhe was a Viennese-born USA-American physicist-chemist, partially associated\nwith the Gilbert Newton Lewis' school of thermodynamics at the University of\nCalifornia in Berkeley. As a lone small boy, he had arrived (from Austria via\nHamburg) at New York in 1896, but was officially USA-naturalized only in 1912.\nHe was able to pick up English in the streets of New York and Philadelphia,\nwhen occasionally working as a waiter and/or as a tailor - just to somehow\nsurvive. But, nonetheless, he could successfully graduate a high school in\nabout one year - and then went to the universities for his further education.\nAfter obtaining his BS from the University of Pennsylvania, he could manage\ngetting both MA and then PhD from the Yale University, Kent Chemical\nLaboratory. George Augustus Linhart was afterwards definitely able to\nsuccessfully work out the true foundations of thermodynamics and could thus\noutdistance many famous thermodynamicists of his time and even the later ones.\nLinhart's view of the Second Law of Thermodynamics was and is extremely\nfruitful. The interconnection of Linhart's ideas with those of Gilbert Newton\nLewis, as well as with the modern standpoints are discussed here in detail.\n","Comment: Submitted"]}]
["1110.6358",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6358"],"date":["2011-10-28"],"type":["text"],"creator":["Hu, Zhaoping","Han, Maoan","Romanovski, Valery G."],"language":[],"coverage":[],"title":["Bifurcations of planar Hamiltonian systems with impulsive perturbation"],"description":["  In this paper, by means of the Melnikov functions we consider bifurcations of\nharmonic or subharmonic solutions from a periodic solution of a planar\nHamiltonian system under impulsive perturbation. We give some sufficient\nconditions under which a harmonic or subharmonic solution exists.\n","Comment: This paper was submitted to Nonlinear Analysis: Theory, Methods &\n  Applications"]}]
["1110.6360",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6360"],"date":["2011-10-28"],"type":["text"],"creator":["Liuzzo, E.","Giovannini, G.","Giroletti, M."],"language":[],"coverage":[],"title":["The Bologna Complete Sample: radio and gamma-ray data"],"description":["  To study a statistical properties of different classes of radio sources, we\ndefined and observed the Bologna Complete Sample (BCS) which is unbiased with\nrespect to the orientation of the nuclear relativistic jet being selected from\nlow-frequency samples. The BCS is a complete sample of 94 nearby (z<0.1) radio\ngalaxies that are well studied targets with literature kiloparsec data. For all\nof them, we collected parsec scale information asking new VLBI observations.\nStatistical results on their properties in radio band are presented. From the\nestimates of the Doppler factor and viewing angles, we discuss the connection\nwith the available gamma-ray data. Finally, we show how future observations\nwith Fermi could reveal new important detections of some of the BCS sources.\n","Comment: 4 pages, 2 figures, \"2011 Fermi Symposium proceedings - eConf\n  C110509\""]}]
["1110.6362",{"format":[],"subject":["Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6362"],"date":["2011-10-28"],"type":["text"],"creator":["Schneider, Peter","Venjakob, Otmar"],"language":[],"coverage":[],"title":["K_1 of certain Iwasawa algebras, after Kakde"],"description":["  This paper contains a detailed exposition of the content of section five in\nKakde's paper arXiv:1008.0142. We proceed in a slightly more axiomatic way to\npin down the exact requirements on the $p$-adic Lie group under consideration.\nWe also make use of our conceptual theory of the completed localization of an\nIwasawa algebra as developed in arXiv:0711.2669. This simplifies some of the\narguments. Otherwise, with the exception of the notation at certain places, we\nfollow Kakde's paper.\n","Comment: These are the notes of the \"Instructional workshop on the\n  noncommutative main conjectures\" held in M\\\"unster, April 26 - April 30, 2011\n  http://wwwmath.uni-muenster.de/u/schneider/Workshop_2011/index.html"]}]
["1110.6364",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6364"],"date":["2011-10-28"],"type":["text"],"creator":["Seo, Kangjun","Han, Li","de Melo, C. A. R. Sá"],"language":[],"coverage":[],"title":["Artificial spin-orbit coupling in ultra-cold Fermi superfluids"],"description":["  We develop a theory for interacting fermions in the presence of spin-orbit\ncoupling and Zeeman fields, and show that many new superfluids phases, which\nare topological in nature, emerge. Depending on values of spin-orbit coupling,\nZeeman fields, and interactions, initially gapped s-wave superfluids acquire\np-wave, d-wave, f-wave and higher angular momentum components, which produce\nzeros in the excitation spectrum, rendering the superfluid gapless. Several\nmulti-critical points, which separate topological superfluid phases from normal\nor non-uniform, are accessible depending on spin-orbit coupling, Zeeman fields\nor interactions, setting the stage for the study of tunable topological\nsuperfluids.\n","Comment: 8 pages, 5 figures"]}]
["1110.6365",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6365"],"date":["2011-10-28"],"type":["text"],"creator":["Capitani, Stefano","Della Morte, Michele","von Hippel, Georg","Knippschild, Bastian","Wittig, Hartmut"],"language":[],"coverage":[],"title":["Scale setting via the \\Omega\\ baryon mass"],"description":["  We present the first results of an ongoing effort to determine the lattice\nscale on the N_f=2 CLS lattice ensembles via the mass of the \\Omega\\ baryon.\nResults from different methods are compared, and various sources of systematic\nuncertainty are discussed.\n","Comment: 7 pages, 4 pdf figures; talk given at LATTICE 2011, XXIX\n  International Symposium on Lattice Field Theory, July 11-16 2011, Squaw\n  Valley, Lake Tahoe, California"]}]
["1110.6366",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6366"],"date":["2011-10-28"],"type":["text"],"creator":["Venjakob, Otmar"],"language":[],"coverage":[],"title":["On the work of Ritter and Weiss in Comparison with Kakde's Approach"],"description":["  Almost simultaneously Ritter and Weiss arXiv:1004.2578 on the one hand and\nKakde arXiv:1008.0142 on the other hand gave a proof of the non-commutative\nIwasawa main conjecture over totally real fields for the Tate motive under the\nassumption that a certain $\\mu$-invariant vanishes as has been conjectured also\nby Iwasawa. In this notes we compare both approaches in a survey.\n","Comment: These are the notes from the \"Instructional workshop on the\n  noncommutative main conjectures\" held in M\\\"unster, April 26 - April 30, 2011\n  http://wwwmath.uni-muenster.de/u/schneider/Workshop_2011/index.html"]}]
["1110.6368",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6368"],"date":["2011-10-28"],"type":["text"],"creator":["Berger, K.","Giavitto, G.","Lindfors, E.","Takalo, L.","Paneque, D.","Stamerra, A.","Collaboration, On behalf of the MAGIC"],"language":[],"coverage":[],"title":["Exploring the very high energy gamma-ray emission (E > 100 GeV) of the\n  hard spectrum Fermi sources 1FGL J2001.1+4351 and B3-2247+381 with MAGIC"],"description":["  MAGIC, a stereoscopic cherenkov telescope array, sensitive to gamma-rays\nbetween 50 GeV and several tens of TeV, is ideally suited to observe promising\nFermi LAT sources with a hard \\gamma-ray spectrum. Here we discuss the\ndiscovery of very high energy gamma-ray (VHE, E > 100 GeV) emission from the\nFermi LAT sources 1FGL J2001.1+4351 and B3-2247+381 with MAGIC. 1FGL\nJ2001.1+4351, recently identified as MG4 J200112+4352 (Bassani et al. 2010), is\nmost likely a high peaked BL Lacertae object. The red shift of this source is\nstill unknown, though the identification of the optical host galaxy suggests z\n< 0.2. MAGIC observations indicate short term variability, since the source\nshowed a strong emission of 20% of the Crab Nebula flux above 90 GeV during the\n16th of July 2010 and none of the other observation nights yielded a detection.\nB3-2247+381 is classified as a BL Lac object at z = 0.1187 (Veron-Cetty & Veron\ncatalogue of known AGN). In July 2010 it showed increased optical activity in\nthe Tuorla blazar monitoring program, which subsequently activated target of\nopportunity observations by MAGIC. Within 18 hours of observation time extended\nover 13 days between September and October 2010, a strong signal was found\nabove an energy threshold of 150 GeV. The flux (4% of the Crab Nebula) is\nconsistent with being constant over the entire observation campaign. We compute\nthe light curves, model the spectral energy distributions of these new very\nhigh energy gamma-ray emitters and discuss the physical properties of the VHE\ngamma-ray emission region.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1110.6369",{"format":[],"subject":["Mathematics - Probability","91B12, 60C05, 91F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6369"],"date":["2011-10-28"],"type":["text"],"creator":["Janson, Svante"],"language":[],"coverage":[],"title":["Asymptotic bias of some election methods"],"description":["  Consider an election where N seats are distributed among parties with\nproportions p_1,...,p_m of the votes. We study, for the common divisor and\nquota methods, the asymptotic distribution, and in particular the mean, of the\nseat excess of a party, i.e. the difference between the number of seats given\nto the party and the (real) number Np_i that yields exact proportionality. Our\napproach is to keep p_1,...,p_m fixed and let N tend to infinity, with N random\nin a suitable way.\n  In particular, we give formulas showing the bias favouring large or small\nparties for the different election methods.\n","Comment: 54 pages"]}]
["1110.6371",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6371"],"date":["2011-10-28"],"type":["text"],"creator":["Berger, K.","González, J. Becerra","Bonnoli, G.","Maraschi, L.","Tavecchio, F.","Domínguez, A.","Lindfors, E.","Stamerra, A.","Collaboration, On behalf of the MAGIC"],"language":[],"coverage":[],"title":["Review of canonical scenarios of gamma-ray jet emission from recent\n  HE-VHE observations of 3C279 with MAGIC"],"description":["  In 2006 the stand-alone MAGIC-I telescope discovered very high energy\ngamma-ray emission from 3C279. Additional observations were triggered when the\nsource entered an exceptionally bright optical state in January 2007 and the\nFermi space telescope measured a bright GeV gamma-ray flare in December 2008\nuntil April 2009. While the complete January 2007 dataset does not show a\nsignificant signal, a short flare (of one day duration) has been detected on\nJanuary 16th with a significance of 5.4 sigma (trial-corrected). The flux\ncorresponds to F(> 150 GeV) = (3.8 \\pm 0.8)\\cdot 10-11 ph cm-2 s-1. The\nDecember 2008 - April 2009 observations did not detect the source. We collected\nquasi-simultaneous data at optical and X-ray frequencies and for 2009 also\ngamma-ray data from Fermi, which we use to determine the spectral energy\ndistributions and the light curves. The hard gamma-ray spectrum is a challenge\nfor standard one-zone models, which are based on relativistic electrons in a\njet scattering broad line region photons. We study additionally a two zone\nmodel and a lepto-hadronic model, which fit the observed spectral energy\ndistribution more satisfactorily.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1110.6374",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6374"],"date":["2011-10-28"],"type":["text"],"creator":["Ontaneda, Pedro"],"language":[],"coverage":[],"title":["Pinched smooth hyperbolization"],"description":["  We discuss whether the strict hyperbolization process of Charney and Davis\ncan be done smoothly.\n"]}]
["1110.6378",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6378"],"date":["2011-10-28"],"type":["text"],"creator":["Klusek-Gawenda, Mariola","Szczurek, Antoni"],"language":[],"coverage":[],"title":["Exclusive production of pion pairs with large invariant mass in\n  nucleus-nucleus collisions"],"description":["  The cross section for exclusive $\\pi^+\\pi^-$ and $\\pi^0\\pi^0$ meson pairs\nproduction in peripheral ultrarelativistic heavy-ion collisions is calculated\nat the energy available at the CERN Large Hadron Collider, i.e.,\n$\\sqrt{s_{NN}}=3.5$ TeV. The cross section for elementary\n$\\gamma\\gamma\\to\\pi\\pi$ process is calculated with the help of the pQCD\nBrodsky-Lepage approach with the distribution amplitude used recently to\ndescribe the pion transition form factor measured by the BaBar Collaboration.\n","Comment: 6 pages, 5 figures, talk by M. Klusek-Gawenda at Low-x Meeting, June\n  2011, Santiago de Compostela, Galice, Spain"]}]
["1110.6385",{"format":[],"subject":["High Energy Physics - Lattice","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6385","PoS(Lattice 2011)304"],"date":["2011-10-28"],"type":["text"],"creator":["Borisenko, Oleg","Cortese, Gennaro","Fiore, Roberto","Gravina, Mario","Papa, Alessandro"],"language":[],"coverage":[],"title":["Critical properties of 2D Z(N) vector models for N>4"],"description":["  We investigate the critical properties of two-dimensional Z(N) vector models\nfor N larger than 4. In particular, critical points of the two phase\ntransitions are located and some critical indices are determined. We study also\nthe behavior of the helicity modulus and the dependence of the critical points\non N.\n","Comment: 7 pages, 5 figures, poster contribution to the XXIX International\n  Symposium on Lattice Field Theory, LATTICE 2011"]}]
["1110.6389",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6389"],"date":["2011-10-28"],"type":["text"],"creator":["Percacci, R."],"language":[],"coverage":[],"title":["A short introduction to asymptotic safety"],"description":["  I discuss the notion of asymptotic safety and possible applications to\nquantum field theories of gravity and matter.\n","Comment: In the proceedings of the conference \"Time and matter\", Budva,\n  Montenegro, October 2010. 18 pages"]}]
["1110.6390",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Combinatorics","20F05, 20F55, 20N05, 51E99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6390"],"date":["2011-10-28"],"type":["text"],"creator":["Blok, Rieuwert J.","Gagola III, Stephen"],"language":[],"coverage":[],"title":["Coxeter-Chein Loops"],"description":["  In 1974 Orin Chein discovered a new family of Moufang loops which are now\ncalled Chein loops. Such a loop can be created from any group $W$ together with\n$\\mathbb{Z}_2$ by a variation on a semi-direct product. We study these loops in\nthe case where $W$ is a Coxeter group and show that it has what we call a\nChein-Coxeter system, a small set of generators of order 2, together with a set\nof relations closely related to the Coxeter relations and Chein relations. As a\nresult we are able to give amalgam presentations for Coxeter-Chein loops. This\nis to our knowledge the first such presentation for a Moufang loop.\n","Comment: Keywords: Coxeter groups, amalgams, Moufang loops, generators and\n  relations"]}]
["1110.6391",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6391"],"date":["2011-10-28"],"type":["text"],"creator":["Straub, David M."],"language":[],"coverage":[],"title":["U(2) and MFV in Supersymmetry"],"description":["  A suitably broken U(2)^3 symmetry acting on the first two generations of\nquarks and squarks is studied as a natural generalization of the Minimal\nFlavour Violation principle to the case of a hierarchical squark spectrum. A\ndefinite correlation emerges between the meson mixing amplitudes in the K, B(d)\nand B(s) systems which can resolve the current tension in CKM fits, while\npredicting a moderate enhancement of the B(s) mixing phase, in agreement with\nrecent data from the LHCb experiment, as well as sbottom and gluino masses in\nthe TeV region.\n","Comment: 4 pages, 1 figure. Contribution to the proceedings of the 2011\n  Europhysics Conference on High Energy Physics (EPS-HEP 2011), Grenoble, July\n  21-27, 2011"]}]
["1110.6403",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6403"],"date":["2011-10-28"],"type":["text"],"creator":["Bopp, F.","Ranft, J."],"language":[],"coverage":[],"title":["Inclusive distributions in p-p collisions at LHC energies compared with\n  an adjusted DPMJET-III model with chain fusion"],"description":["  A DPMJET-III model (DPMJET-III-2011) with chain fusion adjusted to include\nenergy.dependent parameters is used to calculate inclusive distributions in p-p\ncollisions at LHC energies. Presented are charged hadrons rapidity\ndistributions, transverse momentum distributions, multiplicity distributions as\nwell as multiplicities at mid-rapidity as function of the collision energy. For\nhadrons with strangeness we present cms-rapidity distributions and transverse\nmomentum distributions. With the considered merely energy-dependent adjustments\nthe obtained agreement with the transversal \\Lambda and \\Xi distribution is not\nsatisfactory.\n","Comment: 14 pages,10 figures"]}]
["1110.6408",{"format":[],"subject":["High Energy Physics - Experiment","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6408"],"date":["2011-10-28"],"type":["text"],"creator":["Dado, Shlomo","Dar, Arnon"],"language":[],"coverage":[],"title":["Possible Origin Of The Neutrino Speed Anomaly Reported By OPERA"],"description":["  Recently the OPERA collaboration reported a measurement of a superluminal\nspeed of muon neutrinos travelling through the Earth's crust between their\nproduction site at CERN and their detection site under Gran Sasso, ~730 km\naway. The measurement was based on the assumption that the pulse shape of the\nneutrinos from the decay of parent mesons produced in proton-target collisions\nis the same as that of the incident protons. Here we argue that the effective\ncolumn density of the target along the beam direction decreases with time\nduring the 10.5 microseconds duration of the proton pulse. This is because of\nthe thermal expansion and expulsion of target material along the beam by the\nenergy-momentum deposition during the 10.5 microseconds pulse. The progresive\nreduction in the effective column density during the pulse decreases the\nneutrino production rate per incident proton. It could have advanced the mean\nproduction time of the detected neutrinos relative to that calculated from the\nproton pulse-shape, by an amount comparable to the measured neutrino lead time\n(60.7+/-6.9(stat) +/-7.4(sys) ns. This explanation implies that the planned\nmeasurements by OPERA of the speed of neutrinos produced in much shorter (a few\nns) pulses, should yield a speed consistent with the speed of light in free\nspace.\n"]}]
["1110.6409",{"format":[],"subject":["Mathematics - Numerical Analysis","65D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6409"],"date":["2011-10-28"],"type":["text"],"creator":["Makarov, Volodymyr","Demkiv, Ihor"],"language":[],"coverage":[],"title":["Approximation of Urison operator with operator polynomials of Stancu\n  type"],"description":["  Positive polynomial operator that approximates Urison operator, when\nintegration domain is a \"regular triangle\" is investigated. We obtain Bernstein\nPolynomials as a particular case.\n"]}]
["1110.6413",{"format":[],"subject":["Quantitative Biology - Other Quantitative Biology","34A37, 92B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6413"],"date":["2011-10-13"],"type":["text"],"creator":["Córdova-Lepe, Fernando","del Valle, Rodrigo","Robledo, Gonzalo"],"language":[],"coverage":[],"title":["A pulse fishery model with closures as function of the catch: Conditions\n  for sustainability"],"description":["  We present a model of single species fishery which alternates closed seasons\nwith pulse captures. The novelty is that the length of a closed season is\ndetermined by the stock size of the last capture. The process is described by a\nnew type of impulsive differential equations recently introduced. The main\nresult is a fishing effort threshold which determines either the sustainability\nof the fishery or the extinction of the resource.\n","Comment: 15 pages, 3 figures"]}]
["1110.6414",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6414"],"date":["2011-10-28"],"type":["text"],"creator":["Henao, Duvan","Majumdar, Apala"],"language":[],"coverage":[],"title":["Symmetry of uniaxial global Landau-de Gennes minimizers in the theory of\n  nematic liquid crystals"],"description":["  We study uniaxial energy-minimizers within the Landau-de Gennes theory for\nnematic liquid crystals on a three-dimensional spherical droplet subject to\nhomeotropic boundary conditions. We work in the low-temperature regime and show\nthat uniaxial energy-minimizers necessarily have the structure of the\nwell-studied radial-hedgehog solution in the low-temperature limit. An\nimmediate consequence of this result is that Landau-de Gennes energy minimizers\ncannot be purely uniaxial for sufficiently low temperatures.\n"]}]
["1110.6418",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6418"],"date":["2011-10-28"],"type":["text"],"creator":["Knödlseder, Jürgen"],"language":[],"coverage":[],"title":["GammaLib - A new framework for the analysis of Astronomical Gamma-Ray\n  Data"],"description":["  With the advent of a new generation of telescopes (INTEGRAL, Fermi, H.E.S.S.,\nMAGIC, VERITAS, MILAGRO) and the prospects of planned observatories such as CTA\nor HAWC, gamma-ray astronomy is becoming an integral part of modern\nastrophysical research. Analysing gamma-ray data is still a major challenge,\nand today relies on a large diversity of tools and software frameworks that\nwere specifically developed for each instrument. With the goal of facilitating\nand unifying the analysis of gamma-ray data, we are currently developing an\ninnovative data analysis toolbox, called the GammaLib, that enables gamma-ray\ndata analysis in an instrument independent way. We will present the basic ideas\nthat are behind the GammaLib, and describe its architecture and usage.\n","Comment: 4 pages, 1 figure, to be published in the proceedings of the ADASS\n  XXI meeting by The Astronomical Society of the Pacific (ASP)"]}]
["1110.6419",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6419"],"date":["2011-10-28"],"type":["text"],"creator":["Opferman, Michael G.","Coalson, Rob D.","Jasnow, David","Zilman, Anton"],"language":[],"coverage":[],"title":["Morphological Control of Grafted Polymer Films by Nanoparticle Binding"],"description":["  Mixtures of nanoparticles and polymer-like objects are encountered in many\nnanotechnological applications and biological systems. We study the behavior of\ngrafted polymer layers decorated by nanoparticles that are attracted to the\npolymers using lattice gas based mean field theory and accompanying\ncoarse-grained Brownian dynamics simulations. We find that the presence of\nnanoparticles can induce large morphological transitions in the layer\nmorphology. In particular, at moderate nanoparticle concentrations, the\nnanoparticles cause a reduction in the height of the polymer layer above the\ngrafting surface, which occurs via a novel first-order phase transition for\nsufficiently strong attraction between the polymers and the nanoparticles and\nsmoothly for weak attractions. The predictions of the theory qualitatively\nagree with the observed behavior of grafted natively unfolded protein strands\nupon binding of proteins. The results also inform ways of designing nanopolymer\nlayer morphologies.\n"]}]
["1110.6421",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6421"],"date":["2011-10-28"],"type":["text"],"creator":["Fraija, Nissim","Gonzalez, Magdalena","Lee, Willian"],"language":[],"coverage":[],"title":["SSC Emission as Explanation of The Gamma Ray Afterglow Observed in GRB\n  980923"],"description":["  GRB 980923 was one of the brightest bursts observed by the Burst and\nTransient Source Experiment (BATSE). Previous studies have detected two\ndistinct components in addition to the main prompt episode, which is well\ndescribed by a Band function. The first of these is a tail with a duration of\n400s, while the second is a high-energy component lasting 2s. After summarizing\nthe observations, we present a model for this event and conclude that the tail\ncan be understood as the early gamma-ray afterglow from forward shock\nsynchrotron emission, while the high-energy component is described by the SSC\nemission from the reverse shock. The main assumption is that of a thick-shell\ncase from highly magnetized ejecta. The calculated fluxes, break energies,\nstarting times and spectral index are all consistent with the observed values.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1110.6422",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6422"],"date":["2011-10-28"],"type":["text"],"creator":["Benaglia, P.","Casco, N.","Cichowolski, S.","Cillis, A.","Garcia, B.","Ravignani, D.","Reynoso, E.","de la Vega, G."],"language":[],"coverage":[],"title":["The antenna DSA 3 and its potential use for Radio Astronomy"],"description":["  The European Space Agency (ESA) will inaugurate its third Deep Space Antenna\n(DSA 3) by the end of 2012. DSA 3 will be located in Argentina near the city of\nMalarg\"ue in the Mendoza province. While the instrument will be primarily\ndedicated to communications with interplanetary missions, the characteristics\nof its antenna and receivers will also enable standalone leading scientific\ncontributions, with a high scientific-technological return. We outline here\nscientific proposals for a radio astronomical use of DSA 3.\n","Comment: 4 pages, submitted as Proceedings for the BAAA"]}]
["1110.6426",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6426"],"date":["2011-10-28"],"type":["text"],"creator":["Charalambous, Themistoklis"],"language":[],"coverage":[],"title":["A Distributed Power Control and Transmission Rate Allocation Algorithm\n  over Multiple Channels"],"description":["  In this paper, we consider multiple channels and wireless nodes with multiple\ntransceivers. Each node assigns one transmitter at each available channel. For\neach assigned transmitter the node decides the power level and data rate of\ntransmission in a distributed fashion, such that certain Quality of Service\n(QoS) demands for the wireless node are satisfied. More specifically, we\ninvestigate the case in which the average SINR over all channels for each\ncommunication pair is kept above a certain threshold. A joint distributed power\nand rate control algorithm for each transmitter is proposed that dynamically\nadjusts the data rate to meet a target SINR at each channel, and to update the\npower levels allowing for variable desired SINRs. The algorithm is fully\ndistributed and requires only local interference measurements. The performance\nof the proposed algorithm is shown through illustrative examples.\n"]}]
["1110.6430",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6430"],"date":["2011-10-28"],"type":["text"],"creator":["Johnson, Matthew L."],"language":[],"coverage":[],"title":["Hecke Eigenforms as Products of Eigenforms"],"description":["  We investigate when the product of two Hecke eigenforms for {\\Gamma}_1(N) is\nagain a Hecke eigenform. In this paper we prove that the product of two\nnormalized eigenforms for {\\Gamma}_1(N), of weight greater than 1, is an\neigenform only 61 times, and give a complete list. Duke [Duk99] and Ghate\n[Gha00] independently proved that with eigenforms for SL_2(Z), there are only\n16 such product identities. Ghate [Gha02] also proved related results for\n{\\Gamma}_1(N), with N square free. Emmons [Emm05] proved results for eigenforms\naway from the level, for prime level. The methods we use are elementary and\neffective, and do not rely on the Rankin-Selberg convolution method used by\nboth Duke and Ghate.\n","Comment: 26 pages"]}]
["1110.6432",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6432"],"date":["2011-10-28"],"type":["text"],"creator":["Petukhov, A.","Chastagnier, J.","Swank, C. M.","Golub, R."],"language":[],"coverage":[],"title":["Comment on \"Pressure dependence of wall relaxation in polarized He^3\n  gaseous cells.\" by W. Zheng, H. Gao, Q. Ye, and Y.Zhang"],"description":["  The authors have demonstrated a strong linear pressure dependence of the\nlongitudinal relaxation time for He^3 at room and cryogenic temperatures in a\ngiven experimental setup. They offer a theoretical explanation of the effect\nbased on diffusion theory in the bulk and an unusual boundary condition. We\nquestion the physical basis of the boundary condition and suggest some\nalternate explanations of the observations.\n","Comment: 4 pages, 1 figure"]}]
["1110.6435",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.6435"],"date":["2011-10-28"],"type":["text"],"creator":["Sierra, D. Aristizabal"],"language":[],"coverage":[],"title":["One-loop finite corrections to seesaw neutrino masses"],"description":["  In the standard seesaw model, finite corrections to the neutrino mass matrix\narise from one-loop self-energy diagrams mediated by heavy neutrinos. We\ndiscuss the impact that these corrections may have on the different entries of\nthe tree-level effective neutrino mass matrix, paying special attention to\ntheir dependence with the seesaw model parameters. We also briefly comment on\nthe implications these corrections might have on low-energy neutrino\nobservables.\n","Comment: 3 pages, 2 figures. Prepared for the proceedings of the International\n  Europhysics Conference on High Energy Physics, EPS-HEP 2011, Grenoble,\n  France, July 21-27 2011"]}]
["astro-ph/0609352",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0609352","in {\\guillemotleft} Proceedings of the 26e Semaine de\n  l'Astrophysique Fran\\c{c}aise {\\guillemotright}, SF2A 2006, Eds. D. Barret,\n  F. Casoli, T. Contini, G. Lagache, A. Lecavelier and L. Pagani p. 257"],"date":["2006-09-13"],"type":["text"],"creator":["Celerier, Marie-Noelle"],"language":[],"coverage":[],"title":["Accelerated-like expansion: inhomogeneities versus dark energy"],"description":["  The currently available cosmological data yield, as a most striking result,\nthat the expansion rate of the universe seems to be increasing at late times,\ncontrary to the standard (zero cosmological constant) FLRW prediction. The\nusual explanation for this discrepancy is that a new component of the energy\ndensity of the universe, known as dark energy, dominates this recent evolution.\nSince the existence of such a new component would have a revolutionary impact\non our understanding of the fundamental laws of physics, we think important to\ncheck other interpretations. We have therefore shown that the SNIa observations\ncould be reproduced by the effect of inhomogeneities. This idea has been\nfurther developed by different teams, and enlarged to other cosmological data.\nWe will give here a review of the results of these works and the prospects for\nfuture developments.\n","Comment: 7 pages, no figure, to be published in the SF2A 2006 Proceedings, D.\n  Barret, F. Casoli, S. Collin, F. Combes, T. Contini and L. Pagani (eds)"]}]
["gr-qc/9911072",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9911072","in ''Proceedings of the Second International Workshop on New\n  worlds in Astroparticle Physics'' Eds. Ana M. Mourao, Mario Pimenta and Paulo\n  Sa (World Scientific, Singapore) 1999, p.265-270"],"date":["1999-11-19"],"type":["text"],"creator":["Célérier, Marie-Noëlle"],"language":[],"coverage":[],"title":["Solving the horizon problem with a Delayed Big-Bang singularity"],"description":["  The hot Big-Bang standard model for the evolution of the universe, despite\nstrong successes, lets unresolved a number of problems. One of its main\ndrawbacks, known as the horizon problem, was until now thought to be only\nsolvable by an inflationary scenario. Here is proposed a class of inhomogeneous\nmodels of universe, getting rid of some of the worst drawbacks of standard\ncosmology. The horizon problem is solved by means of an initial singularity of\n\"delayed\" type and without need for any inflationary phase. The flatness and\ncosmological constant problems disappear.\n","Comment: 6 pages, published in the Proceedings of the Second International\n  Workshop on New Worlds in Astroparticle Physics, Eds. Ana M. Mourao, Mario\n  Pimenta and Paulo Sa, World Scientific, Singapore, 1999, p.265-270"]}]
["math/0603527",{"format":[],"subject":["Mathematics - Probability","Quantitative Finance - Pricing of Securities","91B24, 91B26, 91B28, 60H07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0603527"],"date":["2006-03-22","2011-10-28"],"type":["text"],"creator":["El-Khatib, Youssef"],"language":[],"coverage":[],"title":["A stochastic volatility model with jumps"],"description":["  We consider a stochastic volatility model with jumps where the underlying\nasset price is driven by the process sum of a 2-dimensional Brownian motion and\na 2-dimensional compensated Poisson process. The market is incomplete,\nresulting in infinitely many equivalent martingale measures. We find the set\nequivalent martingale measures, and we hedge by minimizing the variance using\nMalliavin calculus.\n"]}]
["math/0701119",{"format":[],"subject":["Mathematics - Geometric Topology","57M"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701119"],"date":["2007-01-03","2011-10-27"],"type":["text"],"creator":["Johnson, Jesse","Rubinstein, Hyam"],"language":[],"coverage":[],"title":["Mapping class groups of Heegaard splittings"],"description":["  The mapping class group of a Heegaard splitting is the group of automorphisms\nof the ambient 3-manifold that take the surface onto itself, modulo isotopies\nthat keep the surface on itself. We characterize the mapping classes that\nrestrict to periodic and reducible automorphisms of the surface.\n","Comment: 21 pages, 4 figures. The proof of Theorem 1 has been shortened and\n  Theorem 2 has been significantly strengthened"]}]
["nlin/0607014",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0607014","CHAOS 16, 043108, 2006","doi:10.1063/1.2357331"],"date":["2006-07-09"],"type":["text"],"creator":["Rapoport, Anna","Rom-Kedar, Vered"],"language":[],"coverage":[],"title":["Non-ergodicity of the motion in three dimensional steep repelling\n  dispersing potentials"],"description":["  It is demonstrated numerically that smooth three degrees of freedom\nHamiltonian systems which are arbitrarily close to three dimensional strictly\ndispersing billiards (Sinai billiards) have islands of effective stability, and\nhence are non-ergodic. The mechanism for creating the islands are corners of\nthe billiard domain.\n","Comment: 6 pages, 8 figures, submitted to Chaos"]}]
["nlin/0612016",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0612016","supplement to: Comm. Math. Phys., 272(3), 567-600, 2007","doi:10.1007/s00220-007-0228-0"],"date":["2006-12-06"],"type":["text"],"creator":["Rapoport, A.","Rom-Kedar, V.","Turaev, D."],"language":[],"coverage":[],"title":["Supplement to the article \"Approximating multi-dimensional Hamiltonian\n  flows by billiards\": Proof of C$^{0}$ and C$^{r}$ - closeness Theorems"],"description":["  This supplement to the article \"Approximating multi-dimensional Hamiltonian\nflows by billiards\" contains the proofs of C$^{0}$ and C$^{r}$ - closeness\ntheorems stated in the article.\n","Comment: 6 pages, 1 figure"]}]
["physics/0703258",{"format":[],"subject":["Physics - Optics","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0703258"],"date":["2007-03-28","2011-10-28"],"type":["text"],"creator":["Kuz'menko, V. A."],"language":[],"coverage":[],"title":["Comment on \"Resonant multi-photon IR dissociation spectroscopy of a\n  trapped and sympathetically cooled biomolecular ion species\""],"description":["  In the e-print arXiv:1110.2774 the authors study the infrared multiple-photon\ninduced dissociation (IRMPD) of cooled polyatomic ion species. Here we propose\na physical explanation of the obtained experimental results and its simple\nexperimental test.\n","Comment: 2 pages LaTex 2e"]}]
["quant-ph/0702057",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/quant-ph/0702057","Science 316, 1316 (2007)","doi:10.1126/science.1140300"],"date":["2007-02-06","2007-04-12"],"type":["text"],"creator":["Chou, Chin-Wen","Laurat, Julien","Deng, Hui","Choi, Kyung Soo","de Riedmatten, Hugues","Felinto, Daniel","Kimble, H. Jeff"],"language":[],"coverage":[],"title":["Functional Quantum Nodes for Entanglement Distribution over Scalable\n  Quantum Networks"],"description":["  We demonstrate entanglement distribution between two remote quantum nodes\nlocated 3 meters apart. This distribution involves the asynchronous preparation\nof two pairs of atomic memories and the coherent mapping of stored atomic\nstates into light fields in an effective state of near maximum polarization\nentanglement. Entanglement is verified by way of the measured violation of a\nBell inequality, and can be used for communication protocols such as quantum\ncryptography. The demonstrated quantum nodes and channels can be used as\nsegments of a quantum repeater, providing an essential tool for robust\nlong-distance quantum communication.\n","Comment: 10 pages, 7 figures. Text revised, additional information included in\n  Appendix. Published online in Science Express, 5 April, 2007"]}]
