["0705.4285",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0705.4285","Astrophys.J.669:1298-1315,2007","doi:10.1086/521702"],"date":["2007-05-30"],"type":["text"],"creator":["Fabrycky, Daniel","Tremaine, Scott"],"language":[],"coverage":[],"title":["Shrinking binary and planetary orbits by Kozai cycles with tidal\n  friction"],"description":["  At least two arguments suggest that the orbits of a large fraction of binary\nstars and extrasolar planets shrank by 1-2 orders of magnitude after formation:\n(i) the physical radius of a star shrinks by a large factor from birth to the\nmain sequence, yet many main-sequence stars have companions orbiting only a few\nstellar radii away, and (ii) in current theories of planet formation, the\nregion within ~0.1 AU of a protostar is too hot and rarefied for a Jupiter-mass\nplanet to form, yet many \"hot Jupiters\" are observed at such distances. We\ninvestigate orbital shrinkage by the combined effects of secular perturbations\nfrom a distant companion star (Kozai oscillations) and tidal friction. We\nintegrate the relevant equations of motion to predict the distribution of\norbital elements produced by this process. Binary stars with orbital periods of\n0.1 to 10 days, with a median of ~2 d, are produced from binaries with much\nlonger periods (10 d to 10^5 d), consistent with observations indicating that\nmost or all short-period binaries have distant companions (tertiaries). We also\nmake two new testable predictions: (1) For periods between 3 and 10 d, the\ndistribution of the mutual inclination between the inner binary and the\ntertiary orbit should peak strongly near 40 deg and 140 deg. (2) Extrasolar\nplanets whose host stars have a distant binary companion may also undergo this\nprocess, in which case the orbit of the resulting hot Jupiter will typically be\nmisaligned with the equator of its host star.\n","Comment: Submitted to ApJ; 18 pages, 10 figures"]}]
["0708.0465",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Logic","03C64, 53B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.0465","Bull. Braz. Math. Soc. (N.S.) 39 (2008), no. 4, 515-535","doi:10.1007/s00574-008-0002-8"],"date":["2007-08-03","2008-06-27"],"type":["text"],"creator":["Grandjean, V."],"language":[],"coverage":[],"title":["On the total curvatures of a tame function"],"description":["  Given a definable function f, enough differentiable, we study the continuity\nof the total curvature function t --> K(t), total curvature of the level {f=t},\nand the total absolute curvature function t-->|K| (t), total absolute curvature\nof the level {f=t}. We show they admits at most finitely many discontinuities.\n"]}]
["0708.2474",{"format":[],"subject":["Mathematics - Logic","Mathematics - Algebraic Geometry","58K05, 03C64, 14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.2474","Geom. Dedicata 140 (2009), 1-17","doi:10.1007/s10711-008-9311-8"],"date":["2007-08-18","2008-06-27"],"type":["text"],"creator":["Grandjean, V."],"language":[],"coverage":[],"title":["Tame Functions with strongly isolated singularities at infinity: a tame\n  version of a Parusinski's Theorem"],"description":["  Let f be a definable function, enough differentiable. Under the condition of\nhaving strongly isolated singularities at infinity at a regular value c we give\na sufficient condition expressed in terms of the total absolute curvature\nfunction to ensure the local triviality of the function f over a neighbourhood\nof c and doing so providing the tame version of Parusinski's Theorem on complex\npolynomials with isolated singularities at infinity.\n","Comment: 20 pages"]}]
["0710.2183",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability","62F12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.2183","Scandinavian Journal of Statistics, 36, (2009), 171-184","doi:10.1111/j.1467-9469.2008.00615.x"],"date":["2007-10-11","2008-02-08"],"type":["text"],"creator":["Tanaka, Kentaro"],"language":[],"coverage":[],"title":["Strong consistency of the maximum likelihood estimator for finite\n  mixtures of location-scale distributions when penalty is imposed on the\n  ratios of the scale parameters"],"description":["  In finite mixtures of location-scale distributions, if there is no constraint\nor penalty on the parameters, then the maximum likelihood estimator does not\nexist because the likelihood is unbounded. To avoid this problem, we consider a\npenalized likelihood, where the penalty is a function of the minimum of the\nratios of the scale parameters and the sample size. It is shown that the\npenalized maximum likelihood estimator is strongly consistent. We also analyze\nthe consistency of a penalized maximum likelihood estimator where the penalty\nis imposed on the scale parameters themselves.\n","Comment: 29 pages, 2 figures"]}]
["0710.3896",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.3896","Astrophys.J.674:51-69,2008","doi:10.1086/524981"],"date":["2007-10-22"],"type":["text"],"creator":["Ellis, R. S.","Sullivan, M.","Nugent, P. E.","Howell, D. A.","Gal-Yam, A.","Astier, P.","Balam, D.","Balland, C.","Basa, S.","Carlberg, R. G.","Conley, A.","Fouchez, D.","Guy, J.","Hardin, D.","Hook, I.","Pain, R.","Perrett, K.","Pritchet, C. J.","Regnault, N."],"language":[],"coverage":[],"title":["Verifying the Cosmological Utility of Type Ia Supernovae: Implications\n  of a Dispersion in the Ultraviolet Spectra"],"description":["  We analyze the mean rest-frame ultraviolet (UV) spectrum of Type Ia\nSupernovae (SNe Ia) and its dispersion using high signal-to-noise Keck-I/LRIS-B\nspectroscopy for a sample of 36 events at intermediate redshift (z=0.5)\ndiscovered by the Canada-France-Hawaii Telescope Supernova Legacy Survey\n(SNLS). We introduce a new method for removing host galaxy contamination in our\nspectra, exploiting the comprehensive photometric coverage of the SNLS SNe and\ntheir host galaxies, thereby providing the first quantitative view of the UV\nspectral properties of a large sample of distant SNe Ia. Although the mean SN\nIa spectrum has not evolved significantly over the past 40% of cosmic history,\nprecise evolutionary constraints are limited by the absence of a comparable\nsample of high quality local spectra. Within the high-redshift sample, we\ndiscover significant UV spectral variations and exclude dust extinction as the\nprimary cause by examining trends with the optical SN color. Although\nprogenitor metallicity may drive some of these trends, the variations we see\nare much larger than predicted in recent models and do not follow expected\npatterns. An interesting new result is a variation seen in the wavelength of\nselected UV features with phase. We also demonstrate systematic differences in\nthe SN Ia spectral features with SN light curve width in both the UV and the\noptical. We show that these intrinsic variations could represent a statistical\nlimitation in the future use of high-redshift SNe Ia for precision cosmology.\nWe conclude that further detailed studies are needed, both locally and at\nmoderate redshift where the rest-frame UV can be studied precisely, in order\nthat future missions can confidently be planned to fully exploit SNe Ia as\ncosmological probes [ABRIDGED].\n","Comment: Accepted for publication in ApJ"]}]
["0802.0491",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.0491","JCAP 0803:026,2008","doi:10.1088/1475-7516/2008/03/026"],"date":["2008-02-04","2011-03-03"],"type":["text"],"creator":["Bean, Rachel","Chen, Xingang","Hailu, Girma","Tye, S. -H. Henry","Xu, Jiajun"],"language":[],"coverage":[],"title":["Duality Cascade in Brane Inflation"],"description":["  We show that brane inflation is very sensitive to tiny sharp features in\nextra dimensions, including those in the potential and in the warp factor. This\ncan show up as observational signatures in the power spectrum and/or\nnon-Gaussianities of the cosmic microwave background radiation (CMBR). One\ngeneral example of such sharp features is a succession of small steps in a\nwarped throat, caused by Seiberg duality cascade using gauge/gravity duality.\nWe study the cosmological observational consequences of these steps in brane\ninflation. Since the steps come in a series, the prediction of other steps and\ntheir properties can be tested by future data and analysis. It is also possible\nthat the steps are too close to be resolved in the power spectrum, in which\ncase they may show up only in the non-Gaussianity of the CMB temperature\nfluctuations and/or EE polarization. We study two cases. In the slow-roll\nscenario where steps appear in the inflaton potential, the sensitivity of brane\ninflation to the height and width of the steps is increased by several orders\nof magnitude comparing to that in previously studied large field models. In the\nIR DBI scenario where steps appear in the warp factor, we find that the\nglitches in the power spectrum caused by these sharp features are generally\nsmall or even unobservable, but associated distinctive non-Gaussianity can be\nlarge. Together with its large negative running of the power spectrum index,\nthis scenario clearly illustrates how rich and different a brane inflationary\nscenario can be when compared to generic slow-roll inflation. Such distinctive\nstringy features may provide a powerful probe of superstring theory.\n","Comment: Corrections in Eq.(5.47), Eq (5.48), Eq(5.49) and Fig 4"]}]
["0802.2693",{"format":[],"subject":["Mathematics - Probability","60J80 (Primary), 60B10 (Secondary), 60G44, 60G51, 60H20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0802.2693","Probability Surveys 6 (2009) 62-89","doi:10.1214/09-PS154"],"date":["2008-02-19","2009-09-15"],"type":["text"],"creator":["Caballero, Maria-Emilia","Lambert, Amaury","Bravo, Geronimo Uribe"],"language":[],"coverage":[],"title":["Proof(s) of the Lamperti representation of Continuous-State Branching\n  Processes"],"description":["  This paper uses two new ingredients, namely stochastic differential equations\nsatisfied by continuous-state branching processes (CSBPs), and a topology under\nwhich the Lamperti transformation is continuous, in order to provide\nself-contained proofs of Lamperti's 1967 representation of CSBPs in terms of\nspectrally positive L\\'evy processes. The first proof is a direct probabilistic\nproof, and the second one uses approximations by discrete processes, for which\nthe Lamperti representation is evident.\n"]}]
["0803.3357",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0803.3357","Publ.Astron.Soc.Pac.120:531-554,2008","doi:10.1086/588487"],"date":["2008-03-23"],"type":["text"],"creator":["Cumming, Andrew","Butler, R. Paul","Marcy, Geoffrey W.","Vogt, Steven S.","Wright, Jason T.","Fischer, Debra A."],"language":[],"coverage":[],"title":["The Keck Planet Search: Detectability and the Minimum Mass and Orbital\n  Period Distribution of Extrasolar Planets"],"description":["  We analyze 8 years of precise radial velocity measurements from the Keck\nPlanet Search, characterizing the detection threshold, selection effects, and\ncompleteness of the survey. We carry out a systematic search for planets by\nassessing the false alarm probability associated with Keplerian orbit fits to\nthe data. This allows us to understand the detection threshold for each star in\nterms of the number and time baseline of the observations, and size of\nmeasurement errors and stellar jitter. We show that all planets with orbital\nperiods <2000 days, velocity amplitudes >20 m/s, and eccentricities <0.6 have\nbeen announced, and summarize the candidates at lower amplitudes and longer\norbital periods. For the remaining stars, we calculate upper limits on the\nvelocity amplitude of a companion, typically 10 m/s, and use the non-detections\nto derive completeness corrections at low amplitudes and long orbital periods.\nWe give the fraction of stars with a planet as a function of planet mass and\norbital period, and extrapolate to long period orbits and low planet masses. A\npower law fit for planet masses >0.3 Jupiter masses and periods <2000 days\ngives a mass-period distribution dN=C M^\\alpha P^\\beta dlnM dlnP with\n\\alpha=-0.31 \\pm 0.2, \\beta=0.26\\pm 0.1, and the normalization constant C such\nthat 10.5% of solar type stars have a planet with mass in the range 0.3-10\nJupiter masses and orbital period 2-2000 days. The orbital period distribution\nshows an increase in the planet fraction by a factor of 5 for orbital periods\nbeyond 300 days. Extrapolation gives 17-20% of stars having gas giant planets\nwithin 20 AU. Finally, taking into account differences in detectability, we\nfind that M dwarfs are 3 to 10 times less likely to harbor a Jupiter mass\nplanet than solar type stars.\n","Comment: 20 pages, 17 figures, accepted for publication in PASP"]}]
["0804.3061",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.3061","J. Noncommut. Geom.5:39-67, 2011","doi:10.4171/JNCG/69"],"date":["2008-04-18","2009-07-22"],"type":["text"],"creator":["Cagnache, Eric","Masson, Thierry","Wallet, Jean-Christophe"],"language":[],"coverage":[],"title":["Noncommutative Yang-Mills-Higgs actions from derivation-based\n  differential calculus"],"description":["  Derivations of a noncommutative algebra can be used to construct differential\ncalculi, the so-called derivation-based differential calculi. We apply this\nframework to a version of the Moyal algebra ${\\cal{M}}$. We show that the\ndifferential calculus, generated by the maximal subalgebra of the derivation\nalgebra of ${\\cal{M}}$ that can be related to infinitesimal symplectomorphisms,\ngives rise to a natural construction of Yang-Mills-Higgs models on ${\\cal{M}}$\nand a natural interpretation of the covariant coordinates as Higgs fields. We\nalso compare in detail the main mathematical properties characterizing the\npresent situation to those specific of two other noncommutative geometries,\nnamely the finite dimensional matrix algebra $M_n({\\mathbb{C}})$ and the\nalgebra of matrix valued functions $C^\\infty(M)\\otimes M_n({\\mathbb{C}})$. The\nUV/IR mixing problem of the resulting Yang-Mills-Higgs models is also\ndiscussed.\n","Comment: 23 pages, 2 figures. Improved and enlarged version. Some references\n  have been added and updated. Two subsections and a discussion on the\n  appearence of Higgs fiels in noncommutative gauge theories have been added"]}]
["0804.4483",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4483","Mon.Not.Roy.Astron.Soc.389:1179-1189,2008","doi:10.1111/j.1365-2966.2008.13689.x"],"date":["2008-04-29"],"type":["text"],"creator":["Lintott, Chris J.","Schawinski, Kevin","Slosar, Anze","Land, Kate","Bamford, Steven","Thomas, Daniel","Raddick, M. Jordan","Nichol, Robert C.","Szalay, Alex","Andreescu, Dan","Murray, Phil","Berg, Jan van den"],"language":[],"coverage":[],"title":["Galaxy Zoo : Morphologies derived from visual inspection of galaxies\n  from the Sloan Digital Sky Survey"],"description":["  In order to understand the formation and subsequent evolution of galaxies one\nmust first distinguish between the two main morphological classes of massive\nsystems: spirals and early-type systems. This paper introduces a project,\nGalaxy Zoo, which provides visual morphological classifications for nearly one\nmillion galaxies, extracted from the Sloan Digital Sky Survey (SDSS). This\nachievement was made possible by inviting the general public to visually\ninspect and classify these galaxies via the internet. The project has obtained\nmore than 40,000,000 individual classifications made by ~100,000 participants.\nWe discuss the motivation and strategy for this project, and detail how the\nclassifications were performed and processed. We find that Galaxy Zoo results\nare consistent with those for subsets of SDSS galaxies classified by\nprofessional astronomers, thus demonstrating that our data provides a robust\nmorphological catalogue. Obtaining morphologies by direct visual inspection\navoids introducing biases associated with proxies for morphology such as\ncolour, concentration or structual parameters. In addition, this catalogue can\nbe used to directly compare SDSS morphologies with older data sets. The\ncolour--magnitude diagrams for each morphological class are shown, and we\nillustrate how these distributions differ from those inferred using colour\nalone as a proxy for morphology.\n","Comment: Submitted to MNRAS"]}]
["0805.1399",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.1399","Int.J.Mod.Phys.E19:2247-2263,2010","doi:10.1142/S0218301310016636"],"date":["2008-05-09"],"type":["text"],"creator":["Niu, Zhong-Ming","Gao, Chun-Yuan"],"language":[],"coverage":[],"title":["$\\delta$ meson effects on neutron stars in the modified quark-meson\n  coupling model"],"description":["  The properties of neutron stars are investigated by including $\\delta$ meson\nfield in the Lagrangian density of modified quark-meson coupling model. The\n$\\Sigma^-$ population with $\\delta$ meson is larger than that without $\\delta$\nmeson at the beginning, but it becomes smaller than that without $\\delta$ meson\nas the appearance of $\\Xi^-$. The $\\delta$ meson has opposite effects on\nhadronic matter with or without hyperons: it softens the EOSes of hadronic\nmatter with hyperons, while it stiffens the EOSes of pure nucleonic matter.\nFurthermore, the leptons and the hyperons have the similar influence on\n$\\delta$ meson effects. The $\\delta$ meson increases the maximum masses of\nneutron stars. The influence of $(\\sigma^*,\\phi)$ on the $\\delta$ meson effects\nare also investigated.\n","Comment: 10 pages, 6 figures, 4 tables"]}]
["0805.2299",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.2299","J.Exp.Theor.Phys.111:949-961,2010","doi:10.1134/S1063776110120071"],"date":["2008-05-15","2009-08-05"],"type":["text"],"creator":["Chernyak, Victor L."],"language":[],"coverage":[],"title":["On Mass Spectrum in SQCD. Unequal quark masses"],"description":["  N=1 SQCD with N_c colors and two types of light quarks: N_l flavors with\nsmaller masses m_l and N_h=N_F-N_l flavors with larger masses m_h,\nN_c<N_F<3N_c, 0<m_l \\leq m_h \\ll \\Lambda, is considered within the dynamical\nscenario in which quarks can form the coherent colorless diquark-condensate.\nThere are several phase states at different values of parameters r=m_l/m_h,\nN_l, and N_F. Properties of these phases and the mass spectra therein are\ndescribed.\n","Comment: 17 pages, small improvements; also replaced the paper\n  arXiv:0712.3167, with significant improvements"]}]
["0809.2228",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.2228","Biophys. J., 96, 2146 (2009)","doi:10.1016/j.bpj.2008.12.3920"],"date":["2008-09-12"],"type":["text"],"creator":["Ranjith, Padinhateeri","Lacoste, David","Mallick, Kirone","Joanny, Jean-Francois"],"language":[],"coverage":[],"title":["Non-equilibrium self-assembly of a filament coupled to ATP/GTP\n  hydrolysis"],"description":["  We study the stochastic dynamics of growth and shrinkage of single actin\nfilaments or microtubules taking into account insertion, removal, and ATP/GTP\nhydrolysis of subunits. The resulting phase diagram contains three different\nphases: a rapidly growing phase, an intermediate phase and a bound phase. We\nanalyze all these phases, with an emphasis on the bound phase. We also discuss\nhow hydrolysis affects force-velocity curves. The bound phase shows features of\ndynamic instability, which we characterize in terms of the time needed for the\nATP/GTP cap to disappear as well as the time needed for the filament to reach a\nlength of zero, i.e., (to collapse) for the first time. We obtain exact\nexpressions for all these quantities, which we test using Monte Carlo\nsimulations.\n","Comment: 34 pages"]}]
["0811.0804",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.0804","Astrophys.J.Suppl.192:10,2011","doi:10.1088/0067-0049/192/1/10"],"date":["2008-11-05"],"type":["text"],"creator":["Liu, Jifeng"],"language":[],"coverage":[],"title":["Chandra Acis Survey of X-Ray Point Sources in 383 Nearby Galaxies I. the\n  Source Catalog"],"description":["  The Chandra data archive after eight years' accumulation is a treasure for\nvarious studies, and in this paper we exploit this valuable resource to study\nthe X-ray point source populations in nearby galaxies. By December 14, 2007,\n383 galaxies within 40 Mpc with isophotal major axis above 1 arcminute have\nbeen observed by 626 public ACIS observations, 60% of which are for the first\ntime analyzed by this survey to study the X-ray point sources. Uniform data\nanalysis procedures are applied to the 626 ACIS observations and lead to the\ndetection of 28099 point sources, which belong to 17599 independent sources.\nThese include 8700 sources observed twice or more and 1000 sources observed 10\ntimes or more, providing us a wealth of data to study the long term variability\nof these X-ray sources. Cross correlation of these sources with galaxy\nisophotes led to 8519 sources within the D25 isophotes of 351 galaxies, 3305\nsources between the D25 and 2D25 isophotes of 309 galaxies, and additionally\n5735 sources outside 2D25 isophotes of galaxies. This survey has produced a\nuniform catalog, by far the largest, of 11824 X-ray point sources within 2D25\nisophotes of 380 galaxies with 71% of them reported for the first time. With a\nuniform dataset and good statistics, this survey enables future works on\nvarious topics, such as X-ray luminosity functions, and multiwavelength\nidentification and classification.\n","Comment: 77 pages, 14 figures, 5 tables"]}]
["0811.4754",{"format":[],"subject":["Mathematics - Probability","60G18 (Primary), 60J65 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.4754","Ann. Inst. H. Poincar\\'e Probab. Statist., 45 (2009) No. 4,\n  1130-1149","doi:10.1214/08-AIHP304"],"date":["2008-11-28"],"type":["text"],"creator":["Bravo, Gerónimo Uribe"],"language":[],"coverage":[],"title":["The falling appart of the tagged fragment and the asymptotic\n  disintegration of the Brownian height fragmentation"],"description":["  We present a further analysis of the fragmentation at heights of the\nnormalized Brownian excursion. Specifically we study a representation for the\nmass of a tagged fragment in terms of a Doob transformation of the 1/2-stable\nsubordinator and use it to study its jumps; this accounts for a description of\nhow a typical fragment falls apart. These results carry over to the height\nfragmentation of the stable tree. Additionally, the sizes of the fragments in\nthe Brownian fragmentation when it is about to reduce to dust are described in\na limit theorem.\n","Comment: 23 pages, 4 figures, AMSLaTeX (PDFLaTeX), accepted in Annales de\n  l'Institut Henri Poincar\\'e (B)"]}]
["0903.0534",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.0534"],"date":["2009-03-03"],"type":["text"],"creator":["Markou, Athanasios"],"language":[],"coverage":[],"title":["On Gravity and Mass"],"description":["  Motivated mainly by the fact that no charged elementary particles having zero\nmass have been observed up to now, we investigate the question whether the mass\nof the elementary particles is connected with their electric charge and whether\ngravity can be derived from QED. The graviton is considered as a two-photon\nbound state. A relation between mass and charge of elementary particles is\nderived. Masses of the light quarks $d$ and $u$ are calculated from the\nelectron mass, assuming that $d$, $u$ and $e$ are all fundamental and not\ncomposite. In this picture, the heavier quarks and leptons are considered as\nnot fundamental, the massive neutral gauge bosons (and then their charged\npartners) are composite. The here calculated $u$ and $d$ quark masses, result\nin quark-mass ratios which display interesting regularities. The lightest quark\nmass turns out to be quite small. This may be interesting in connection to the\nstrong CP problem.\n"]}]
["0904.0423",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0423","Gen.Rel.Grav.43:1-15,2011","doi:10.1007/s10714-010-1061-x"],"date":["2009-04-02","2010-09-13"],"type":["text"],"creator":["Krasnov, Kirill"],"language":[],"coverage":[],"title":["Plebanski Formulation of General Relativity: A Practical Introduction"],"description":["  We give a pedagogical introduction into an old, but unfortunately not\ncommonly known formulation of GR in terms of self-dual two-forms due to in\nparticular Jerzy Plebanski. Our presentation is rather explicit in that we show\nhow the familiar textbook solutions: Schwarzschild, Volkoff-Oppenheimer, as\nwell as those describing the Newtonian limit, a gravitational wave and the\nhomogeneous isotropic Universe can be obtained within this formalism. Our\ndescription shows how Plebanski formulation gives quite an economical\nalternative to the usual metric and frame-based schemes for deriving Einstein\nequations.\n","Comment: (v1) 13 pages, no figures (v2) 15 pages, published version"]}]
["0904.3639",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.3639","Int.J.Mod.Phys.E19:2285-2292,2010","doi:10.1142/S021830131001665X"],"date":["2009-04-23","2009-04-30"],"type":["text"],"creator":["Sidharth, Burra G."],"language":[],"coverage":[],"title":["The Mass of the Neutrinos"],"description":["  In the theory of the Dirac equation and in the standard model, the neutrino\nis massless. Both these theories use Lorentz invariance. In modern approaches\nhowever, spacetime is no longer smooth, and this modifies special relativity.\nWe show how such a modification throws up the mass of the neutrino.\n","Comment: 10 pages, latex"]}]
["0904.4304",{"format":[],"subject":["Mathematics - Number Theory","11F85, 11E95, 11F70, 22E50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.4304"],"date":["2009-04-28","2011-03-02"],"type":["text"],"creator":["Hironaka, Yumiko"],"language":[],"coverage":[],"title":["Spherical functions on $U(n,n)/(U(n) \\times U(n))$ and hermitian Siegel\n  series"],"description":["  We study spherical functions on the space isomorphic to $U(2n)/(U(n)\\times\nU(n))$ over a $p$-adic field; those functional equations with respect to the\naction of the Weyl group, the location of possible poles and zeros, explicit\nformulas, and spherical Fourier transforms. Then, as an application, we give a\nfunctional equation of $p$-adic local hermitian Siegel series.\n","Comment: 33pages"]}]
["0905.3526",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3526","JHEP 0908:001,2009","doi:10.1088/1126-6708/2009/08/001"],"date":["2009-05-21"],"type":["text"],"creator":["Asnin, Vadim","Rabinovici, Eliezer","Smolkin, Michael"],"language":[],"coverage":[],"title":["On rolling, tunneling and decaying in some large N vector models"],"description":["  Various aspects of time-dependent processes are studied within the large N\napproximation of O(N) vector models in three dimensions. These include the\nrolling of fields, the tunneling and decay of vacua. We present an exact\nsolution for the quantum conformal case and find a solution for more general\npotentials when the total change of the value of the field is small.\nCharacteristic times are found to be shorter when the time dependence of the\nfield is taken into account in constructing the exact large N effective\npotentials. We show that the different approximations yield the same answers in\nthe regions of the overlap of the validity. A numerical solution of this\npotential reveals a tunneling in which the bubble that separates the true\nvacuum from the false one is thick.\n"]}]
["0906.0139",{"format":[],"subject":["Mathematics - Functional Analysis","47A05, 47L35, 47L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0139","Operators and Matrices 5 (2011), no. 1, 139-155"],"date":["2009-05-31","2010-04-27"],"type":["text"],"creator":["Giol, Julien","Kovalev, Leonid V.","Larson, David","Nguyen, Nga","Tener, James E."],"language":[],"coverage":[],"title":["Projections and idempotents with fixed diagonal and the homotopy problem\n  for unit tight frames"],"description":["  We investigate the topological and metric structure of the set of idempotent\noperators and projections which have prescribed diagonal entries with respect\nto a fixed orthonormal basis of a Hilbert space. As an application, we settle\nsome cases of conjectures of Larson, Dykema, and Strawn on the connectedness of\nthe set of unit-norm tight frames.\n","Comment: New title and introduction"]}]
["0906.2102",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2102","Annals Phys.326:307-322,2011","doi:10.1016/j.aop.2010.09.001"],"date":["2009-06-11","2009-09-05"],"type":["text"],"creator":["Chatterjee, Ayan"],"language":[],"coverage":[],"title":["Non- minimally Coupled Scalar Fields, Holst Action and Black Hole\n  Mechanics"],"description":["  The paper deals with the extension of the Weak Isolated Horizon (WIH)\nformulation to the non- minimally coupled Holst action. In the first part of\nthe paper, we introduce the non- minimal scalar coupling of the Holst action\nand construct the covariant phase space of the theory. Using the covariant\nphase space, we prove the laws of black hole mechanics and show that with a\ngauge fixing, the symplectic structure on the horizon reduces to that of a U(1)\nChern-Simons theory. The level of the Chern- Simons theory is shown to depend\non the non-minimally coupled scalar field.\n","Comment: Change of title, 14 Pages, 1 figure"]}]
["0907.1173",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1173","Nucl.Instrum.Meth.A630:301-305,2011","doi:10.1016/j.nima.2010.06.197"],"date":["2009-07-07"],"type":["text"],"creator":["Di Sciascio, G.","Iuppa, R."],"language":[],"coverage":[],"title":["Simulation of the Cosmic Ray Moon Shadow in the Geomagnetic field"],"description":["  An accurate MonteCarlo simulation of the deficit of primary cosmic rays in\nthe direction of the Moon has been developed to interpret the observations\nreported in the TeV energy region until now. Primary particles are propagated\ntrough the geomagnetic field in the Earth-Moon system. The algorithm is\ndescribed and the contributions of the detector resolution and of the\ngeomagnetic field are disentangled.\n","Comment: 4 pages, 5 figures, Contribution to the 31st ICRC, Lodz, Poland, July\n  2009"]}]
["0907.3231",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Quantitative Finance - Computational Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.3231","Advances in Complex Systems 6(2009)619","doi:10.1142/S0219525909002398"],"date":["2009-07-18","2011-03-03"],"type":["text"],"creator":["Wawrzyniak, Karol","Wislicki, Wojciech"],"language":[],"coverage":[],"title":["Phenomenology of minority games in efficient regime"],"description":["  We present a comprehensive study of utility function of the minority game in\nits efficient regime. We develop an effective description of state of the game.\nFor the payoff function $g(x)=\\sgn (x)$ we explicitly represent the game as the\nMarkov process and prove the finitness of number of states. We also demonstrate\nboundedness of the utility function. Using these facts we can explain all\ninteresting observable features of the aggregated demand: appearance of strong\nfluctuations, their periodicity and existence of prefered levels. For another\npayoff, $g(x)=x$, the number of states is still finite and utility remains\nbounded but the number of states cannot be reduced and probabilities of states\nare not calculated. However, using properties of the utility and analysing the\ngame in terms of de Bruijn graphs, we can also explain distinct peaks of demand\nand their frequencies.\n"]}]
["0908.0355",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0355","Phys. Phil.2010:016,2010"],"date":["2009-08-03"],"type":["text"],"creator":["Hedrich, Reiner"],"language":[],"coverage":[],"title":["Quantum Gravity: Motivations and Alternatives"],"description":["  The mutual conceptual incompatibility between GR and QM/QFT is generally seen\nas the most essential motivation for the development of a theory of Quantum\nGravity (QG). It leads to the insight that, if gravity is a fundamental\ninteraction and QM is universally valid, the gravitational field will have to\nbe quantized, not at least because of the inconsistency of semi-classical\ntheories of gravity. If this means to quantize GR, its identification of the\ngravitational field with the spacetime metric has to be taken into account. And\nthe resulting quantum theory has to be background-independent. This can not be\nachieved by means of quantum field theoretical procedures. More sophisticated\nstrategies have to be applied. One of the basic requirements for such a\nquantization strategy is that the resulting quantum theory has GR as a\nclassical limit. - However, should gravity not be a fundamental, but an\nresidual, emergent interaction, it could very well be an intrinsically\nclassical phenomenon. Should QM be nonetheless universally valid, we had to\nassume a quantum substrate from which gravity would result as an emergent\nclassical phenomenon. And there would be no conflict with the arguments against\nsemi-classical theories, because there would be no gravity at all on the\nsubstrate level. The gravitational field would not have any quantum properties,\nand a quantization of GR would not lead to any fundamental theory. The\nobjective of a theory of 'QG' would instead be the identification of the\nquantum substrate from which gravity results. - The paper tries to give an\noverview over the main options for theory construction in the field of QG.\nBecause of the still unclear status of gravity and spacetime, it pleads for the\nnecessity of a plurality of conceptually different approaches to QG.\n","Comment: 32 pages"]}]
["0908.0383",{"format":[],"subject":["Mathematics - Functional Analysis","47H05, 47N10, 46N10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0383","Journal of Convex Analysis 18 (2011), 227-258"],"date":["2009-08-04","2010-07-05"],"type":["text"],"creator":["Simons, Stephen"],"language":[],"coverage":[],"title":["Banach SSD spaces and classes of monotone sets"],"description":["  In this paper, we unify the theory of SSD spaces and the theory of strongly\nrepresentable sets, and we apply our results to the theory of the various\nclasses of maximally monotone sets. In particular, we prove that type (ED),\ndense type, type (D), type (NI) and strongly representable are equivalent\nconcepts and, consequently, that the known properties of strongly representable\nsets follow from known properties of sets of type (ED).\n","Comment: 32 pages"]}]
["0908.2903",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.2903"],"date":["2009-08-20","2011-03-03"],"type":["text"],"creator":["Ayaita, Youness","Weber, Maik","Wetterich, Christof"],"language":[],"coverage":[],"title":["Peculiar Velocity Anomaly from Forces Beyond Gravity?"],"description":["  We address recently reported anomalously large bulk flows on scales of 100\nMpc/h and beyond. These coherent motions of galaxies challenge the standard\nLCDM concordance model as well as a large class of competitive models of dark\nenergy and modified gravity. If confirmed, they may support alternative models\nthat include extra couplings inducing enhanced peculiar velocities on large\nscales. A complementary probe of the evolution of large-scale perturbations is\nthe integrated Sachs-Wolfe effect; we explore the connection between this\nobservable and the bulk flow. For illustration, we consider a coupling between\ndark energy and dark matter as well as a specific cosmological model, growing\nneutrino quintessence.\n","Comment: 7 pages, 4 figures; Extended analysis of the connection between ISW\n  and bulk flow measurements; New calculations based on specific cosmological\n  models; Figures, discussion and abstract adjusted; References updated; Text\n  divided into sections"]}]
["0908.4592",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.4592","Nucl.Instrum.Meth.A630:206-209,2011","doi:10.1016/j.nima.2010.06.066"],"date":["2009-08-31"],"type":["text"],"creator":["Sanchez-Conde, Miguel A."],"language":[],"coverage":[],"title":["Axion searches with Fermi and IACTs"],"description":["  Axion Like Particles (ALPs), postulated to solve the strong-CP problem, are\npredicted to couple with photons in the presence of magnetic fields, which may\nlead to a significant change in the observed spectra of gamma-ray sources such\nas AGNs. Here we simultaneously consider in the same framework both the\nphoton/axion mixing that takes place in the gamma-ray source and that one\nexpected to occur in the intergalactic magnetic fields. We show that\nphoton/axion mixing could explain recent puzzles regarding the observed spectra\nof distant gamma-ray sources as well as the recently published lower limit to\nthe EBL intensity. We finally summarize the different signatures expected and\ndiscuss the best strategy to search for ALPs with the Fermi satellite and\ncurrent Cherenkov telescopes like CANGAROO, HESS, MAGIC and VERITAS.\n","Comment: 4 pages, 4 figures. To appear in the proceedings of the \"2nd Roma\n  International Conference on Astroparticle Physics\", Villa Mondragone, Rome,\n  Italy, May 13-15 2009"]}]
["0909.3016",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3016","New J. Phys. 12 (2010) 083027","doi:10.1088/1367-2630/12/8/083027"],"date":["2009-09-16","2011-03-03"],"type":["text"],"creator":["Ramelow, S.","Fedrizzi, A.","Steinberg, A. M.","White, A. G."],"language":[],"coverage":[],"title":["Matchgate quantum computing and non-local process analysis"],"description":["  In the circuit model, quantum computers rely on the availability of a\nuniversal quantum gate set. A particularly intriguing example is a set of\ntwo-qubit only gates: matchgates, along with SWAP (the exchange of two qubits).\nIn this paper, we show a simple decomposition of arbitrary matchgates into\nbetter known elementary gates, and implement a matchgate in a linear-optics\nexperiment using single photons. The gate performance was fully characterized\nvia quantum process tomography. Moreover, we represent the resulting\nreconstructed quantum process in a novel way, as a fidelity map in the space of\nall possible nonlocal two-qubit unitaries. We propose the non-local distance -\nwhich is independent of local imperfections like uncorrelated noise or\nuncompensated local rotations - as a new diagnostic process measure for the\nnon-local properties of the implemented gate.\n","Comment: * published version * extended title reflecting the additions on\n  non-local process analyis in the manuscript"]}]
["0909.5220",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5220","Nucl.Instrum.Meth.A630:131-135,2011","doi:10.1016/j.nima.2010.06.044"],"date":["2009-09-29"],"type":["text"],"creator":["Petrolini, Alessandro"],"language":[],"coverage":[],"title":["Ultra-High Energy Cosmic Particles studies from space: super-EUSO, a\n  possible next-generation experiment"],"description":["  After the Pierre Auger Observatory, it is likely that space-based experiments\nmight be required for next-generation studies of Ultra-High Energy Cosmic\nParticles. An overview of this challenging task is presented, emphasizing the\nmain design issues, the criticalities and the intermediate steps required to\nmake this challenging task a reality.\n"]}]
["0909.5430",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.5430","JHEP 1101:062,2011","doi:10.1007/JHEP01(2011)062"],"date":["2009-09-29","2010-11-10"],"type":["text"],"creator":["Sundrum, Raman"],"language":[],"coverage":[],"title":["SUSY Splits, But Then Returns"],"description":["  We study the phenomenon of accidental or \"emergent\" supersymmetry within\ngauge theory and connect it to the scenarios of Split Supersymmetry and Higgs\ncompositeness. Combining these elements leads to a significant refinement and\nextension of the proposal of Partial Supersymmetry, in which supersymmetry is\nbroken at very high energies but with a remnant surviving to the weak scale.\nThe Hierarchy Problem is then solved by a non-trivial partnership between\nsupersymmetry and compositeness, giving a promising approach for reconciling\nHiggs naturalness with the wealth of precision experimental data. We discuss\naspects of this scenario from the AdS/CFT dual viewpoint of higher-dimensional\nwarped compactification. It is argued that string theory constructions with\nhigh scale supersymmetry breaking which realize warped/composite solutions to\nthe Hierarchy Problem may well be accompanied by some or all of the features\ndescribed. The central phenomenological considerations and expectations are\ndiscussed, with more detailed modelling within warped effective field theory\nreserved for future work.\n","Comment: 29 pages. Flavor and CP constraints on left-right symmetric structure\n  briefly discussed. References added"]}]
["0910.1937",{"format":[],"subject":["Mathematical Physics","22E67, 58H05, 22A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.1937","Contemp. Math. 519 (2010) 203-214"],"date":["2009-10-10"],"type":["text"],"creator":["Wockel, Christoph"],"language":[],"coverage":[],"title":["Non-integral central extensions of loop groups"],"description":["  It is well-known that the central extensions of the loop group of a compact,\nsimple and 1-connected Lie group are parametrised by their level $k \\in Z$.\nThis article concerns the question how much can be said for arbitrary $k \\in R$\nand we show that for each $k$ there exists a Lie groupoid which has the level\n$k$ central extension as its quotient if $k \\in Z$. By considering categorified\nprincipal bundles we show, moreover, that the corresponding Lie groupoid has\nthe expected bundle structure.\n","Comment: 12 pages, final version, to appear in Contemp. Math"]}]
["0910.5639",{"format":[],"subject":["Mathematics - Algebraic Topology","55R40, 20J06, 55R35, 20D20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5639"],"date":["2009-10-29","2011-03-02"],"type":["text"],"creator":["Levi, Ran","Ragnarsson, Kári"],"language":[],"coverage":[],"title":["p-local finite group cohomology"],"description":["  We study cohomology for $p$-local finite groups with non-constant coefficient\nsystems. In particular we show that under certain restrictions there exists a\ncohomology transfer map in this context, and deduce the standard consequences.\n","Comment: 32 pages. Final version, to appear in Homology, Homotopy and\n  Applications"]}]
["0911.0066",{"format":[],"subject":["Mathematics - Representation Theory","16G99, 05E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0066"],"date":["2009-10-31","2011-03-02"],"type":["text"],"creator":["Bellamy, Gwyn"],"language":[],"coverage":[],"title":["The Calogero-Moser partition for G(m,d,n)"],"description":["  We show that it is possible to deduce the Calogero-Moser partition of the\nirreducible representations of the complex reflection groups G(m,d,n) from the\ncorresponding partition for G(m,1,n). This confirms, in the case W = G(m,d,n),\na conjecture of Gordon and Martino relating the Calogero-Moser partition to\nRouquier families for the corresponding cyclotomic Hecke algebra.\n","Comment: 23 pages; minor revision of section 7; to appear in Nagoya Journal of\n  Mathematics"]}]
["0911.0442",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0442","Eur.Phys.J.C68:337-343,2010","doi:10.1140/epjc/s10052-010-1347-x"],"date":["2009-11-02","2010-07-16"],"type":["text"],"creator":["Kruglov, S. I."],"language":[],"coverage":[],"title":["Note on Dirac--K\\\"ahler massless fields"],"description":["  We obtain the canonical and symmetrical Belinfante energy-momentum tensors of\nDirac--K\\\"{a}hler's fields. It is shown that the traces of the energy-momentum\ntensors are not equal to zero. We find the canonical and Belinfante dilatation\ncurrents which are not conserved, but a new conserved dilatation current is\nobtained. It is pointed out that the conformal symmetry is broken. The\ncanonical quantization is performed and the propagator of the massless fields\nin the first-order formalism is found.\n","Comment: 16 pages, minor corrections in the text, published version"]}]
["0911.1187",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.1187","Int.J.Mod.Phys.D20:111-118,2011","doi:10.1142/S0218271811018652"],"date":["2009-11-06","2010-10-17"],"type":["text"],"creator":["Harada, Tomohiro","Miyamoto, Umpei","Tsukamoto, Naoki"],"language":[],"coverage":[],"title":["Uniqueness of static spherically symmetric vacuum solutions in the IR\n  limit of Ho\\v{r}ava-Lifshitz gravity"],"description":["  We investigate static spherically symmetric vacuum solutions in the IR limit\nof projectable nonrelativistic quantum gravity, including the renormalisable\nquantum gravity recently proposed by Ho\\v{r}ava. It is found that the\nprojectability condition plays an important role. Without the cosmological\nconstant, the spacetime is uniquely given by the Schwarzschild solution. With\nthe cosmological constant, the spacetime is uniquely given by the Kottler\n(Schwarzschild-(anti) de Sitter) solution for the entirely vacuum spacetime.\nHowever, in addition to the Kottler solution, the static spherical and\nhyperbolic universes are uniquely admissible for the locally empty region, for\nthe positive and negative cosmological constants, respectively, if its\nnonvanishing contribution to the global Hamiltonian constraint can be\ncompensated by that from the nonempty or nonstatic region. This implies that\nstatic spherically symmetric entirely vacuum solutions would not admit the\nfreedom to reproduce the observed flat rotation curves of galaxies. On the\nother hand, the result for locally empty regions implies that the IR limit of\nnonrelativistic quantum gravity theories does not simply recover general\nrelativity but includes it.\n","Comment: 10 pages, accepted for publication in International Journal of Modern\n  Physics D"]}]
["0911.2367",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2367","Nucl.Instrum.Meth.A630:222-225,2011","doi:10.1016/j.nima.2010.06.070"],"date":["2009-11-12"],"type":["text"],"creator":["Hoerandel, J. R.","Collaboration, for the KASCADE-Grande"],"language":[],"coverage":[],"title":["Investigation of the Properties of Galactic Cosmic Rays with the\n  KASCADE-Grande Experiment"],"description":["  The properties of galactic cosmic rays are investigated with the\nKASCADE-Grande experiment in the energy range between $10^{14}$ and $10^{18}$\neV. Recent results are discussed. They concern mainly the all-particle energy\nspectrum and the elemental composition of cosmic rays.\n","Comment: Proc. RICAP 09, Nucl. Instr. and Meth. in press"]}]
["0911.5037",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Combinatorics","52B05, 52B70, 53C42, 52B70, 57Q35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5037"],"date":["2009-11-26","2011-03-03"],"type":["text"],"creator":["Effenberger, Felix"],"language":[],"coverage":[],"title":["Stacked polytopes and tight triangulations of manifolds"],"description":["  Tightness of a triangulated manifold is a topological condition, roughly\nmeaning that any simplexwise linear embedding of the triangulation into\neuclidean space is \"as convex as possible\". It can thus be understood as a\ngeneralization of the concept of convexity. In even dimensions,\nsuper-neighborliness is known to be a purely combinatorial condition which\nimplies the tightness of a triangulation.\n  Here we present other sufficient and purely combinatorial conditions which\ncan be applied to the odd-dimensional case as well. One of the conditions is\nthat all vertex links are stacked spheres, which implies that the triangulation\nis in Walkup's class $\\mathcal{K}(d)$. We show that in any dimension $d\\geq 4$\n\\emph{tight-neighborly} triangulations as defined by Lutz, Sulanke and Swartz\nare tight.\n  Furthermore, triangulations with $k$-stacked vertex links and the centrally\nsymmetric case are discussed.\n","Comment: 28 pages, 2 figures"]}]
["0912.1143",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1143","Braz.J.Phys.40:398,2010"],"date":["2009-12-06","2010-09-09"],"type":["text"],"creator":["de Campos, M."],"language":[],"coverage":[],"title":["Observational consequences of a dark interaction model"],"description":["  We study a model with decay of dark energy and creation of the dark matter\nparticles. We integrate the field equations and find the transition redshift\nwhere the evolution process of the universe change the accelerated expansion,\nand discuss the luminosity distance, acoustic oscillations and the statefinder\nparameters.\n","Comment: 12 pages, 6 figures. To appear in the Brazilian Journal of Physics"]}]
["0912.5118",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5118","Gen.Rel.Grav.43:235-244,2011","doi:10.1007/s10714-010-1083-4"],"date":["2009-12-27","2010-01-14"],"type":["text"],"creator":["Nakayama, Yu"],"language":[],"coverage":[],"title":["Anisotropic scale invariant cosmology"],"description":["  We study a possibility of anisotropic scale invariant cosmology. It is shown\nthat within the conventional Einstein gravity, the violation of the null energy\ncondition is necessary. We construct an example based on a ghost condensation\nmodel that violates the null energy condition. The cosmological solution\nnecessarily contains at least one contracting spatial direction as in the\nKasner solution. Our cosmology is conjectured to be dual to, if any, a\nnon-unitary anisotropic scale invariant Euclidean field theory. We investigate\nsimple correlation functions of the dual theory by using the holographic\ncomputation. After compactification of the contracting direction, our setup may\nyield a dual field theory description of the winding tachyon condensation that\nmight solve the singularity of big bang/crunch of the universe.\n","Comment: 12 pages, v2: reference added"]}]
["0912.5520",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5520","Phys.Lett.A375:984-989,2011","doi:10.1016/j.physleta.2011.01.004"],"date":["2009-12-30","2009-12-31"],"type":["text"],"creator":["Shakirov, Sh."],"language":[],"coverage":[],"title":["Exact solution for mean energy of 2d Dyson gas at beta = 1"],"description":["  Mean Coulomb energy of 2d Dyson gas in quadratic potential is examined from\ncombinatorial viewpoint. For beta = 1, we find a recursive relation on mean\nenergy and obtain its exact (finite N) solution in closed form in terms of the\nhypergeometric function 3F2. Using this exact solution, we derive the large-N\nasymptotic expansion of mean energy and show, that this expansion contains\nhalf-integer powers of N.\n","Comment: 10 pages, 1 figure"]}]
["1001.0281",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0281","ANZIAM, volume 51, pages 309 -316 (2010)"],"date":["2010-01-01"],"type":["text"],"creator":["Baxter, R. J."],"language":[],"coverage":[],"title":["Proof of the determinantal form of the spontaneous magnetization of the\n  superintegrable chiral Potts model"],"description":["  The superintegrable chiral Potts model has many resemblances to the Ising\nmodel, so it is natural to look for algebraic properties similar to those found\nfor the Ising model by Onsager, Kaufman and Yang. The spontaneous magnetization\nM_r can be written in terms of a sum over the elements of a matrix S_r. The\nauthor conjectured the form of the elements, and this conjecture has been\nverified by Iorgov et al. The author also conjectured in 2008 that this sum\ncould be expressed as a determinant, and has recently evaluated the determinant\nto obtain the known result for M_r. Here we prove that the sum and the\ndeterminant are indeed identical expressions.\n","Comment: 7 pages"]}]
["1001.1068",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Instrumentation and Methods for Astrophysics","Physics - Space Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1068","Adv.Space Res.47:645-653,2011","doi:10.1016/j.asr.2010.10.023"],"date":["2010-01-07","2010-10-30"],"type":["text"],"creator":["Tartaglia, Angelo","Ruggiero, Matteo Luca","Capolongo, Emiliano"],"language":[],"coverage":[],"title":["A null frame for spacetime positioning by means of pulsating sources"],"description":["  We introduce an operational approach to the use of pulsating sources, located\nat spatial infinity, for defining a relativistic positioning and navigation\nsystem, based on the use of four-dimensional bases of null four-vectors, in\nflat spacetime. As a prototypical case, we show how pulsars can be used to\ndefine such a positioning system. The reception of the pulses for a set of\ndifferent sources whose positions in the sky and periods are assumed to be\nknown allows the determination of the user's coordinates and spacetime\ntrajectory, in the reference frame where the sources are at rest. We describe\nour approach in flat Minkowski spacetime, and discuss the validity of this and\nother approximations we have considered.\n","Comment: 19 pages, revised to match the version accepted for publication in\n  Advances in Space Research"]}]
["1001.2514",{"format":[],"subject":["Physics - Computational Physics","High Energy Physics - Phenomenology","Nuclear Theory","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2514","Eur.J.Phys.32:217-233,2011","doi:10.1088/0143-0807/32/1/021"],"date":["2010-01-14","2010-05-20"],"type":["text"],"creator":["Silbar, Richard R.","Goldman, T."],"language":[],"coverage":[],"title":["Solving the radial Dirac equations: a numerical odyssey"],"description":["  We discuss, in a pedagogical way, how to solve for relativistic wave\nfunctions from the radial Dirac equations. After an brief introduction, in\nSection II we solve the equations for a linear Lorentz scalar potential,\nV_s(r), that provides for confinement of a quark. The case of massless u and d\nquarks is treated first, as these are necessarily quite relativistic. We use an\niterative procedure to find the eigenenergies and the upper and lower component\nwave functions for the ground state and then, later, some excited states.\nSolutions for the massive quarks (s, c, and b) are also presented. In Section\nIII we solve for the case of a Coulomb potential, which is a time-like\ncomponent of a Lorentz vector potential, V_v(r). We re-derive, numerically, the\n(analytically well-known) relativistic hydrogen atom eigenenergies and wave\nfunctions, and later extend that to the cases of heavier one-electron atoms and\nmuonic atoms. Finally, Section IV finds solutions for a combination of the V_s\nand V_v potentials. We treat two cases. The first is one in which V_s is the\nlinear potential used in Sec. II and V_v is Coulombic, as in Sec. III. The\nother is when both V_s and V_v are linearly confining, and we establish when\nthese potentials give a vanishing spin-orbit interaction (as has been shown to\nbe the case in quark models of the hadronic spectrum).\n","Comment: 39 pages (total), 23 figures, 2 tables"]}]
["1001.2896",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2896","Int.J.Theor.Phys.50:436-445,2011","doi:10.1007/s10773-010-0550-8"],"date":["2010-01-17","2010-09-25"],"type":["text"],"creator":["Serova, S. S.","Serov, S. A."],"language":["en"],"coverage":[],"title":["Full Action for an Electromagnetic Field with Electrical and Magnetic\n  Charges"],"description":["  The paper offers the full action for an electromagnetic field with electrical\nand magnetic charges; Feynman laws are formulated for the calculation of the\ninteraction cross-sections for electrically and magnetically charged particles\non the base of offered action within relativistic quantum field theory. Derived\nwith formulated Feynman rules cross-section of the interaction between an\nelementary particle with magnetic charge and an elementary particle with\nelectrical charge proves to be equal zero.\n","Comment: revtex4-1, 13 pages in English, after \"\\end{document}\" of english\n  part of tex-file original russian text is added"]}]
["1001.5232",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Combinatorics","91B32, 90B18, 49Q20, 58E17, D61, C65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.5232","Applied Mathematics and Optimization. Vol. 62, Issue 2 (2010), 229\n  - 252"],"date":["2010-01-28"],"type":["text"],"creator":["Xia, Qinglan","Xu, Shaofeng"],"language":[],"coverage":[],"title":["The Exchange Value Embedded In A Transport System"],"description":["  This paper shows that a well designed transport system has an embedded\nexchange value by serving as a market for potential exchange between consumers.\nUnder suitable conditions, one can improve the welfare of consumers in the\nsystem simply by allowing some exchange of goods between consumers during\ntransportation without incurring additional transportation costs. We propose an\nexplicit valuation formula to measure this exchange value for a given\ncompatible transport system. This value is always nonnegative and bounded from\nabove. Criteria based on transport structures, preferences and prices are\nprovided to determine the existence of a positive exchange value. Finally, we\nstudy a new optimal transport problem with an objective taking into account of\nboth transportation cost and exchange value.\n","Comment: 20 pages, 6 figures"]}]
["1002.1034",{"format":[],"subject":["Mathematics - Representation Theory","Mathematics - Rings and Algebras","13F60, 16G20, 14R99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1034","International Mathematics Research Notices, 2011","doi:10.1093/imrn/rnr024"],"date":["2010-02-04","2011-03-03"],"type":["text"],"creator":["Dupont, G."],"language":[],"coverage":[],"title":["Generic cluster characters"],"description":["  Let $\\CC$ be a Hom-finite triangulated 2-Calabi-Yau category with a\ncluster-tilting object $T$. Under a constructibility condition we prove the\nexistence of a set $\\mathcal G^T(\\CC)$ of generic values of the cluster\ncharacter associated to $T$. If $\\CC$ has a cluster structure in the sense of\nBuan-Iyama-Reiten-Scott, $\\mathcal G^T(\\CC)$ contains the set of cluster\nmonomials of the corresponding cluster algebra. Moreover, these sets coincide\nif $\\mathcal C$ has finitely many indecomposable objects.\n  When $\\CC$ is the cluster category of an acyclic quiver and $T$ is the\ncanonical cluster-tilting object, this set coincides with the set of generic\nvariables previously introduced by the author in the context of acyclic cluster\nalgebras. In particular, it allows to construct $\\Z$-linear bases in acyclic\ncluster algebras.\n","Comment: 24 pages. Final Version. In particular, a new section studying an\n  explicit example was added"]}]
["1002.1810",{"format":[],"subject":["Physics - History and Philosophy of Physics","Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1810","Nuovo Cimento VI/3 93 (1912)"],"date":["2010-02-09","2011-03-03"],"type":["text"],"creator":["Pacini, Domenico"],"language":[],"coverage":[],"title":["Penetrating Radiation at the Surface of and in Water"],"description":["  At the beginning of the twentieth century, two scientists, the Austrian\nVictor Hess and the Italian Domenico Pacini, developed two brilliant lines of\nresearch independently, leading to the determination of the origin of\natmospheric radiation. Before their work, the origin of the radiation today\ncalled \"cosmic rays\" was strongly debated, as many scientists thought that\nthese particles came from the crust of the Earth.\n  The approach by Hess is well known: Hess measured the rate of discharge of an\nelectroscope that flew aboard an atmospheric balloon. Because the discharge\nrate increased as the balloon flew at higher altitude, he concluded in 1912\nthat the origin could not be terrestrial. For this discovery, Hess was awarded\nthe Nobel Prize in 1936, and his experiment became legendary.\n  Shortly before, in 1911, Pacini, a professor at the University of Bari, mad a\nseries of measurements to determine the variation in the speed of discharge of\nan electroscope (and thus the intensity of the radiation) while the\nelectroscope was immersed in a box in a sea near the Naval Academy in the Bay\nof Livorno (the Italian Navy supported the research). The measures are\ndocumented in his work \"Penetrating radiation at the surface of and in water\".\nPacini discovered that the discharge of the oscilloscope was significantly\nslower than at the surface.\n  Documents testify that Pacini and Hess knew of each other's work. Pacini died\nin 1934, two years before the Nobel Prize was awarded for the discovery of\ncosmic rays. While Hess is remembered as the discoverer of cosmic rays, the\nsimultaneous discovery by Pacini is forgotten by most.\n","Comment: translated and commented by Alessandro De Angelis"]}]
["1003.5129",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.5129","Annals Phys.326:440-462,2011","doi:10.1016/j.aop.2010.11.003"],"date":["2010-03-26"],"type":["text"],"creator":["Manrique, Elisa","Reuter, Martin","Saueressig, Frank"],"language":[],"coverage":[],"title":["Matter Induced Bimetric Actions for Gravity"],"description":["  The gravitational effective average action is studied in a bimetric\ntruncation with a nontrivial background field dependence, and its\nrenormalization group flow due to a scalar multiplet coupled to gravity is\nderived. Neglecting the metric contributions to the corresponding beta\nfunctions, the analysis of its fixed points reveals that, even on the new\nenlarged theory space which includes bimetric action functionals, the theory is\nasymptotically safe in the large $N$ expansion.\n","Comment: 34 pages, no figures."]}]
["1004.0063",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0063","J. Math. Phys.52:023503,2011","doi:10.1063/1.3545705"],"date":["2010-04-01"],"type":["text"],"creator":["Flachi, Antonino","Fucci, Guglielmo"],"language":[],"coverage":[],"title":["Zeta Determinant for Laplace Operators on Riemann Caps"],"description":["  The goal of this paper is to compute the zeta function determinant for the\nmassive Laplacian on Riemann caps (or spherical suspensions). These manifolds\nare defined as compact and boundaryless $D-$dimensional manifolds deformed by a\nsingular Riemannian structure. The deformed spheres, considered previously in\nthe literature, belong to this class. After presenting the geometry and\ndiscussing the spectrum of the Laplacian, we illustrate a method to compute its\nzeta regularized determinant. The special case of the deformed sphere is\nrecovered as a limit of our general formulas.\n","Comment: 19 pages, 1 figure"]}]
["1004.0496",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0496","J.Phys.G38:035007,2011","doi:10.1088/0954-3899/38/3/035007"],"date":["2010-04-04","2011-01-17"],"type":["text"],"creator":["Liu, Xiao-Hai","Zhao, Qiang"],"language":[],"coverage":[],"title":["Further study of the helicity selection rule evading mechanism in\n  $\\eta_c$, $\\chi_{c0}$ and $h_c$ decaying to baryon anti-baryon pairs"],"description":["  We investigate the long distance contribution via charmed hadron loops in the\nprocesses $\\eta_c$, $\\chi_{c0}$ and $h_c$ decaying to baryon anti-baryon pairs,\nwhich are supposed to be highly suppressed by the helicity selection rule as a\nconsequence of the perturbative QCD framework. With an effective Lagrangian\nmethod, our estimation result indicates that such hadron loops play an\nimportant role in these hadronic decays. It is a further test of the evading\nmechanism for the helicity selection rule in charmonium baryon-antibaryon\ndecays.\n","Comment: 9 pages, 7 figures, to appear in J. Phys. G"]}]
["1004.4714",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4714","Nature Communications 2 #194, 2011","doi:10.1038/ncomms1195"],"date":["2010-04-27","2011-03-03"],"type":["text"],"creator":["Malkov, M. A.","Diamond, P. H.","Sagdeev, R. Z."],"language":[],"coverage":[],"title":["Mechanism for spectral break in cosmic ray proton spectrum from\n  Supernova remnant W44"],"description":["  Recent observations of the supernova remnant W44 by the \\emph{Fermi}\nspacecraft observatory strongly support the idea that the bulk of galactic\ncosmic rays is accelerated in such remnants by a Fermi mechanism, also known as\ndiffusive shock acceleration. However, the W44 expands into weakly ionized\ndense gas, and so a significant revision of the mechanism is required. In this\npaper we provide the necessary modifications and demonstrate that strong\nion-neutral collisions in the remnant surrounding lead to the steepening of the\nenergy spectrum of accelerated particles by \\emph{exactly one power}. The\nspectral break is caused by Alfven wave evanescence leading to the fractional\nparticle losses. The gamma-ray spectrum generated in collisions of the\naccelerated protons with the ambient gas is also calculated and successfully\nfitted to the Fermi Observatory data. The parent proton spectrum is best\nrepresented by a classical test particle power law E^-2, steepening to E^-3 at\nE_br~7GeV due to deteriorated particle confinement.\n","Comment: V2: New title, a paragraph added after eq.(3), extra references,\n  other minor changes"]}]
["1005.1404",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1404","Gen.Rel.Grav.43:181-190,2011","doi:10.1007/s10714-010-1080-7"],"date":["2010-05-09","2010-08-16"],"type":["text"],"creator":["Chen, Deyou","Wang, Peng","Wu, Houwen","Yang, Haitang"],"language":[],"coverage":[],"title":["Hidden conformal symmetry of rotating charged black holes"],"description":["  Motivated by the recent work of the hidden conformal symmetry of the Kerr\nblack hole, we investigate the hidden conformal symmetry of a Kerr-Sen black\nhole and a Kerr-Newman-Kasuya black hole. Our result shows the conformal\nsymmetry is spontaneously broken due to the periodicity of the azimuthal angle.\nThe absorption across section is in consistence with the finite temperature\nabsorption cross section for a 2D CFT. The entropies of the black holes are\nreproduced by the Cardy formula.\n","Comment: minor changes, accepted version"]}]
["1005.1586",{"format":[],"subject":["Mathematics - Numerical Analysis","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1586","J.Comput.Phys.230:1479-1498,2011","doi:10.1016/j.jcp.2010.11.015"],"date":["2010-05-10"],"type":["text"],"creator":["Bonneton, Philippe","Chazel, Florent","Lannes, David","Marche, Fabien","Tissier, Marion"],"language":[],"coverage":[],"title":["A splitting approach for the fully nonlinear and weakly dispersive\n  Green-Naghdi model"],"description":["  The fully nonlinear and weakly dispersive Green-Naghdi model for shallow\nwater waves of large amplitude is studied. The original model is first recast\nunder a new formulation more suitable for numerical resolution. An hybrid\nfinite volume and finite difference splitting approach is then proposed. The\nhyperbolic part of the equations is handled with a high-order finite volume\nscheme allowing for breaking waves and dry areas. The dispersive part is\ntreated with a classical finite difference approach. Extensive numerical\nvalidations are then performed in one horizontal dimension, relying both on\nanalytical solutions and experimental data. The results show that our approach\ngives a good account of all the processes of wave transformation in coastal\nareas: shoaling, wave breaking and run-up.\n"]}]
["1005.1708",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1708","Class.Quant.Grav.27:175003,2010","doi:10.1088/0264-9381/27/17/175003"],"date":["2010-05-11"],"type":["text"],"creator":["Bizoń, Piotr","Rostworowski, Andrzej","Zenginoğlu, Anıl"],"language":[],"coverage":[],"title":["Saddle-point dynamics of a Yang-Mills field on the exterior\n  Schwarzschild spacetime"],"description":["  We consider the Cauchy problem for a spherically symmetric SU(2) Yang-Mills\nfield propagating outside the Schwarzschild black hole. Although solutions\nstarting from smooth finite energy initial data remain smooth for all times,\nnot all of them scatter since there are non-generic solutions which\nasymptotically tend to unstable static solutions. We show that a static\nsolution with one unstable mode appears as an intermediate attractor in the\nevolution of initial data near a border between basins of attraction of two\ndifferent vacuum states. We study the saddle-point dynamics near this\nattractor, in particular we identify the universal phases of evolution: the\nringdown approach, the exponential departure, and the eventual decay to one of\nthe vacuum states.\n","Comment: 15 pages, 5 figures"]}]
["1005.2358",{"format":[],"subject":["Quantum Physics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2358","J. Math. Phys. 51, 122201 (2010)","doi:10.1063/1.3511335"],"date":["2010-05-13","2010-06-20"],"type":["text"],"creator":["Temme, K.","Kastoryano, M. J.","Ruskai, M. B.","Wolf, M. M.","Verstraete, F."],"language":[],"coverage":[],"title":["The $\\chi^2$ - divergence and Mixing times of quantum Markov processes"],"description":["  We introduce quantum versions of the $\\chi^2$-divergence, provide a detailed\nanalysis of their properties, and apply them in the investigation of mixing\ntimes of quantum Markov processes. An approach similar to the one presented in\n[1-3] for classical Markov chains is taken to bound the trace-distance from the\nsteady state of a quantum processes. A strict spectral bound to the convergence\nrate can be given for time-discrete as well as for time-continuous quantum\nMarkov processes. Furthermore the contractive behavior of the\n$\\chi^2$-divergence under the action of a completely positive map is\ninvestigated and contrasted to the contraction of the trace norm. In this\ncontext we analyse different versions of quantum detailed balance and, finally,\ngive a geometric conductance bound to the convergence rate for unital quantum\nMarkov processes.\n"]}]
["1005.2739",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2739","Found.Phys.41:744-753,2011","doi:10.1007/s10701-010-9514-3"],"date":["2010-05-16","2011-02-28"],"type":["text"],"creator":["Lee, Jae-Weon"],"language":[],"coverage":[],"title":["Quantum mechanics emerges from information theory applied to causal\n  horizons"],"description":["  It is suggested that quantum mechanics is not fundamental but emerges from\nclassical information theory applied to causal horizons. The path integral\nquantization and quantum randomness can be derived by considering information\nloss of fields or particles crossing Rindler horizons for accelerating\nobservers. This implies that information is one of the fundamental roots of all\nphysical phenomena. The connection between this theory and Verlinde's entropic\ngravity theory is also investigated.\n","Comment: REvtex4-1, 6pages, 2 figures, final version"]}]
["1005.3009",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3009","Gen.Rel.Grav.42:2349-2356,2010","doi:10.1007/s10714-010-1020-6","doi:10.1142/S0218271810018566"],"date":["2010-05-17"],"type":["text"],"creator":["Bolejko, Krzysztof","Stoeger, William R."],"language":[],"coverage":[],"title":["Conditions for spontaneous homogenization of the Universe"],"description":["  The present-day Universe appears to be homogeneous on very large scales. Yet\nwhen the casual structure of the early Universe is considered, it becomes\napparent that the early Universe must have been highly inhomogeneous. The\ncurrent paradigm attempts to answer this problem by postulating the inflation\nmechanism However, inflation in order to start requires a homogeneous patch of\nat least the horizon size. This paper examines if dynamical processes of the\nearly Universe could lead to homogenization. In the past similar studies seem\nto imply that the set of initial conditions that leads to homogenization is of\nmeasure zero. This essay proves contrary: a set of initial conditions for\nspontaneous homogenization of cosmological models can form a set of non-zero\nmeasure.\n","Comment: 7 pages. Fifth Award in the 2010 Gravity Research Foundation essay\n  competition"]}]
["1005.3630",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3630","Phys.Lett.B692:272-276,2010","doi:10.1016/j.physletb.2010.07.045"],"date":["2010-05-20","2010-07-26"],"type":["text"],"creator":["Ketov, Sergei V."],"language":[],"coverage":[],"title":["Chaotic inflation in F(R) supergravity"],"description":["  The bosonic f(R) gravity function is derived from a chiral F(R) supergravity\nmodel for the first time. We find an existence of the upper limit (or AdS\nbound) on the scalar curvature, as well as a solution with a vanishing\ncosmological constant. We compare our simple model of F(R) supergravity to the\nwell known Starobinsky model of chaotic inflation.\n","Comment: 11 pages, LaTeX2e, no figures; secs. 4 and 5 expanded, references\n  added"]}]
["1005.4642",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4642","Nucl.Phys.B845:324-339,2011","doi:10.1016/j.nuclphysb.2010.12.008"],"date":["2010-05-25","2010-10-21"],"type":["text"],"creator":["Bolognesi, S."],"language":[],"coverage":[],"title":["Magnetic Bags and Black Holes"],"description":["  We discuss gravitational magnetic bags, i.e. clusters of large number of\nmonopoles in presence of gravitational effects. Physics depends on the\ndimensionless ratio between the vev of the Higgs field at infinity and the\nPlanck mass. We solve the equations for the gravitational bags, and study the\ntransition from monopole to black hole. The critical coupling for this\ntransition is $v_{cr} = \\sqrt{\\pi}/(4 \\sqrt{G})$, and it is larger than that of\na single 't Hooft-Polyakov monopole. We investigate in detail the black-hole\nlimit.\n","Comment: 20 pages, 12 figures; v2 small changes"]}]
["1005.4839",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4839","Eur.Phys.J.C69:85-93,2010","doi:10.1140/epjc/s10052-010-1392-5"],"date":["2010-05-26","2010-08-02"],"type":["text"],"creator":["Khoze, V. A.","Krauss, F.","Martin, A. D.","Ryskin, M. G.","Zapp, K. C."],"language":[],"coverage":[],"title":["Diffraction and correlations at the LHC: definitions and observables"],"description":["  We note that the definition of diffractive events is a matter of convention.\nWe discuss two possible `definitions': one based on unitarity and the other on\nLarge Rapidity Gaps (LRG) or Pomeron exchange. LRG can also arise from\nfluctuations and we quantify this effect and some of the related uncertainties.\nWe find care must be taken in extracting the Pomeron contribution from LRG\nevents. We show that long-range correlations in multiplicities can arise from\nthe same multi-Pomeron diagrams that are responsible for LRG events, and\nexplain how early LHC data can illuminate our understanding of `soft'\ninteractions.\n","Comment: 19 pages, 8 figures; v2: minor changes, version accepted by EPJC"]}]
["1005.5529",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5529","Eur.Phys.J.A:47:23,2011","doi:10.1140/epja/i2011-11023-6"],"date":["2010-05-30","2010-12-25"],"type":["text"],"creator":["Wang, Zhi-Gang","Li, Jun-Fang"],"language":[],"coverage":[],"title":["Analysis of the vertexes $\\Omega^*_Q\\Omega_Q^*\\phi$,\n  $\\Omega^*_Q\\Xi_Q^*K^*$, $\\Xi_Q^*\\Sigma^*_QK^*$ and $\\Sigma_Q^*\\Sigma^*_Q\n  \\rho$ with the light-cone QCD sum rules"],"description":["  In this article, we parameterize the vertexes $\\Omega^*_Q\\Omega_Q^*\\phi$,\n$\\Omega^*_Q\\Xi_Q^*K^*$,\n  $\\Xi_Q^*\\Sigma^*_QK^*$ and $\\Sigma_Q^*\\Sigma^*_Q \\rho$ with four tensor\nstructures due to Lorentz invariance, and study the corresponding four strong\ncoupling constants with the light-cone QCD sum rules.\n","Comment: 11 pages, 4 figures, slight revision"]}]
["1005.5585",{"format":[],"subject":["Physics - Optics","Condensed Matter - Materials Science","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5585","Phys.Lett.B696:550-555,2011","doi:10.1016/j.physletb.2011.01.016"],"date":["2010-05-31","2011-02-03"],"type":["text"],"creator":["Miao, Rong-Xin","Zheng, Rui","Li, Miao"],"language":[],"coverage":[],"title":["Metamaterials Mimicking Dynamic Spacetime, D-brane and Noncommutativity\n  in String Theory"],"description":["  We propose an executable scheme to mimic the expanding cosmos in 1+2\ndimensions in laboratory. Furthermore, we develop a general procedure to use\nnonlinear metamaterials to mimic D-brane and noncommutativity in string theory.\n","Comment: 15 pages, 2 figures"]}]
["1006.0099",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0099","Annals Phys.326:463-485,2011","doi:10.1016/j.aop.2010.11.006"],"date":["2010-06-01"],"type":["text"],"creator":["Manrique, Elisa","Reuter, Martin","Saueressig, Frank"],"language":[],"coverage":[],"title":["Bimetric Renormalization Group Flows in Quantum Einstein Gravity"],"description":["  The formulation of an exact functional renormalization group equation for\nQuantum Einstein Gravity necessitates that the underlying effective average\naction depends on two metrics, a dynamical metric giving the vacuum expectation\nvalue of the quantum field, and a background metric supplying the coarse\ngraining scale. The central requirement of \"background independence\" is met by\nleaving the background metric completely arbitrary. This bimetric structure\nentails that the effective average action may contain three classes of\ninteractions: those built from the dynamical metric only, terms which are\npurely background, and those involving a mixture of both metrics. This work\ninitiates the first study of the full-fledged gravitational RG flow, which\nexplicitly accounts for this bimetric structure, by considering an ansatz for\nthe effective average action which includes all three classes of interactions.\nIt is shown that the non-trivial gravitational RG fixed point central to the\nAsymptotic Safety program persists upon disentangling the dynamical and\nbackground terms. Moreover, upon including the mixed terms, a second\nnon-trivial fixed point emerges, which may control the theory's IR behavior.\n","Comment: 35 pages, 3 figures"]}]
["1006.2267",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2267","New J.Phys.13:033004,2011","doi:10.1088/1367-2630/13/3/033004"],"date":["2010-06-11","2010-08-30"],"type":["text"],"creator":["Beekman, A. J.","Sadri, D.","Zaanen, J."],"language":[],"coverage":[],"title":["Condensing Nielsen-Olesen strings and the vortex-boson duality in 3+1\n  and higher dimensions"],"description":["  The vortex-boson (or Abelian-Higgs, XY) duality in 2+1 dimensions\ndemonstrates that the quantum disordered superfluid is equivalent to an ordered\nsuperconductor and the other way around. Such a duality structure should be\nubiquitous but in 3+1 (and higher) dimensions a precise formulation of the\nduality is lacking. The problem is that the topological defects become extended\nobjects, strings in 3+1D. We argue how the condensate of such vortex strings\nmust behave from the known physics of the disordered superfluid, namely the\nBose-Mott insulator. A flaw in earlier proposals is repaired, and a more direct\nviewpoint, avoiding gauge fields, in terms of the physical supercurrent is laid\nout, that also easily generalizes to higher-dimensional and more complicated\nsystems. Furthermore topological defects are readily identified; we demonstrate\nthat the Bose-Mott insulator supports line defects, which may be seen in cold\natom experiments.\n","Comment: LaTeX, 25 pages, 5 figures; several revisions and additions"]}]
["1006.4442",{"format":[],"subject":["Computer Science - Programming Languages","Computer Science - Learning","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4442","Theory and Practice of Logic Programming, 11, 235-262, 2011","doi:10.1017/S1471068410000566"],"date":["2010-06-23"],"type":["text"],"creator":["Kimmig, Angelika","Demoen, Bart","De Raedt, Luc","Costa, Vítor Santos","Rocha, Ricardo"],"language":[],"coverage":[],"title":["On the Implementation of the Probabilistic Logic Programming Language\n  ProbLog"],"description":["  The past few years have seen a surge of interest in the field of\nprobabilistic logic learning and statistical relational learning. In this\nendeavor, many probabilistic logics have been developed. ProbLog is a recent\nprobabilistic extension of Prolog motivated by the mining of large biological\nnetworks. In ProbLog, facts can be labeled with probabilities. These facts are\ntreated as mutually independent random variables that indicate whether these\nfacts belong to a randomly sampled program. Different kinds of queries can be\nposed to ProbLog programs. We introduce algorithms that allow the efficient\nexecution of these queries, discuss their implementation on top of the\nYAP-Prolog system, and evaluate their performance in the context of large\nnetworks of biological entities.\n","Comment: 28 pages; To appear in Theory and Practice of Logic Programming\n  (TPLP)"]}]
["1006.4986",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4986","Class.Quant.Grav.28:065012,2011","doi:10.1088/0264-9381/28/6/065012"],"date":["2010-06-25","2011-02-26"],"type":["text"],"creator":["Yang, Rong-Jia","Gao, Xiang-Ting"],"language":[],"coverage":[],"title":["Phase-space analysis of a class of k-essence cosmology"],"description":["  We perform a detailed phase-space analysis of a class of k-essence cosmology.\nWe find the critical points can be divided into three classes: points unstable\nbut the model stable, both points and the model stable, points stable but the\nmodel unstable. Like the case of points unstable but the model stable, the case\nof points stable but the model unstable is not relevant from a cosmological\npoint of view, though they can be late-time attractors for the universe. So in\norder to study the possible final state of the universe, it is important to\ninvestigate not only the stability of the critical points but also the\nstability of the model. The case of both points and the model stable can\nfurther be divided into two classes: points only presenting decelerating phases\nand points at which all decelerating, constant-speed, and accelerating phases\ncan appear; the final state of the universe dependents on the potential.\n","Comment: 10 pages, 4 figures"]}]
["1006.5512",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5512","Int. J. Mod. Phys.A25:4301-4310, 2010","doi:10.1142/S0217751X10050378"],"date":["2010-06-29","2010-09-15"],"type":["text"],"creator":["Jahan, A.","Kamani, D."],"language":[],"coverage":[],"title":["Schwinger Effect in Non-parallel D1-branes: A Path Integral Approach"],"description":["  We study the Schwinger effect in a system of non-parallel D1-branes for the\nbosonic strings using the path integral formalism. We drive the string pair\ncreation rate by calculating the one loop vacuum amplitude of the setup in\npresence of the background electric filed defined along one of the D1-branes.\nWe find an angle dependent minimum value for the background field and show that\nthe decaying of vacuum into string pairs takes place for the field above this\nvalue. It is shown that in $\\theta\\rightarrow\\frac{\\pi}{2}$ limit the vacuum\nbecomes stable and thus no pair creation occurs.\n"]}]
["1006.5612",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Metric Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5612"],"date":["2010-06-29","2011-03-03"],"type":["text"],"creator":["Linke, Eva"],"language":[],"coverage":[],"title":["Rational Ehrhart quasi-polynomials"],"description":["  Ehrhart's famous theorem states that the number of integral points in a\nrational polytope is a quasi-polynomial in the integral dilation factor. We\nstudy the case of rational dilation factors and it turns out that the number of\nintegral points can still be written as a rational quasi-polynomial.\nFurthermore the coefficients of this rational quasi-polynomial are piecewise\npolynomial functions and related to each other by derivation.\n","Comment: 15 pages, several changes in the exposition"]}]
["1006.5849",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5849","Mod.Phys.Lett.A26:215-222,2011","doi:10.1142/S0217732311034748"],"date":["2010-06-30","2010-11-22"],"type":["text"],"creator":["Jahan, A."],"language":[],"coverage":[],"title":["On the String Pair Creation in Dp-Dp' Brane System"],"description":["  We address the bosonic string pair creation in a system of parallel Dp-Dp'\n(p<p') branes by applying the path integral formalism. We drive the string pair\ncreation rate by calculating the one loop vacuum amplitude of the setup in\npresence of the background electric field defined over the Dp'-brane. It is\npointed out that just the components of the electric field defined over the $p$\nspatial directions (the common directions along which the both D-branes are\nextended) give rise to the pair creation\n","Comment: Accepted for publication in Mod. Phys. Lett. A"]}]
["1007.0314",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0314"],"date":["2010-07-02","2011-03-03"],"type":["text"],"creator":["Miwa, Yoshichika","Yoshikawa, Jun-ichi","Ukai, Ryuji","Filip, Radim","Furusawa, Akira"],"language":[],"coverage":[],"title":["Reversing Quantum Nondemolition Interaction as Quantum Erasing"],"description":["  We reverse a quantum nondemolition (QND) interaction and restore the signal\nquantum state by measurement and feedforward. This operation corresponds to\nquantum erasing for continuous variables (CVs). CV quantum eraser restores the\ncoherence of the signal quantum state by erasing the signal information leaking\nto another system, where the information leaking is induced by the QND\ninteraction. We employ a homodyne measurement for erasing of the information.\nThen, by performing a feedforward displacement operation, we restore the\ninitial quantum state together with its coherence. For verification, we use a\ncoherent state and a squeezed vacuum state as inputs, and then restore one of\nthem or the other, whichever we choose. Experimental results are shown as\nWigner functions, average fidelity, change in coherence, and trade-off between\nleakage information and coherence.\n","Comment: 10 pages, 8 figures"]}]
["1007.1357",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1357","Eur.Phys.J.C71:1566,2011","doi:10.1140/epjc/s10052-011-1566-9"],"date":["2010-07-08","2010-09-14"],"type":["text"],"creator":["Li, Ran","Li, Ming-Fan","Ren, Ji-Rong"],"language":[],"coverage":[],"title":["Hidden Conformal Symmetry of Self-Dual Warped AdS_3 Black Holes in\n  Topological Massive Gravity"],"description":["  We extend the recently proposal of hidden conformal symmetry to the self-dual\nwarped AdS$_3$ black holes in topological massive gravity. It is shown that the\nwave equation of massive scalar field with sufficient small angular momentum\ncan be reproduced by the SL(2, R) Casimir quadratic operator. Due to the\nperiodic identification in the $\\phi$ direction, it is found that only the left\nsection of hidden conformal symmetry is broken to U(1), while the right section\nis unbroken, which only gives the left temperature of dual CFT. As a check of\nthe dual CFT conjecture of self-warped AdS$_3$ black hole, we further compute\nthe Bekenstein-Hawking entropy and absorption cross section and quasinormal\nmodes of scalar field perturbation and show these are just of the forms\npredicted by the dual CFT.\n","Comment: 16 pages, no figures, expanded version"]}]
["1007.1372",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1372","Nature Communications 2:224 (2011)","doi:10.1038/ncomms1228"],"date":["2010-07-08"],"type":["text"],"creator":["Peruzzo, Alberto","Laing, Anthony","Politi, Alberto","Rudolph, Terry","O'Brien, Jeremy L."],"language":[],"coverage":[],"title":["Multimode quantum interference of photons in multiport integrated\n  devices"],"description":["  We report the first demonstration of quantum interference in multimode\ninterference (MMI) devices and a new complete characterization technique that\ncan be applied to any photonic device that removes the need for phase stable\nmeasurements. MMI devices provide a compact and robust realization of NxM\noptical circuits, which will dramatically reduce the complexity and increase\nthe functionality of future generations of quantum photonic circuits.\n"]}]
["1007.4331",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4331","Phys.Rev.D83:021501,2011","doi:10.1103/PhysRevD.83.021501"],"date":["2010-07-25","2011-01-22"],"type":["text"],"creator":["Tian, Yu","Wu, Xiao-Ning"],"language":[],"coverage":[],"title":["Dynamics of Gravity as Thermodynamics on the Spherical Holographic\n  Screen"],"description":["  The dynamics of general Lovelock gravity, viewed on an arbitrary spherically\nsymmetric surface as a holographic screen, is recast as the form of some\ngeneralized first law of thermodynamics on the screen. From this observation\ntogether with other two distinct aspects, where exactly the same temperature\nand entropy on the screen arise, it is argued that the thermodynamic\ninterpretation of gravity is physically meaningful not only on the horizon, but\nalso on a general spherically symmetric screen.\n","Comment: 10 pages, revtex4; v2: minor corrections, references added? v3: the\n  summary paragraph replaced by the discussion of the general static case,\n  minor corrections/clarifications/modifications, references added, match the\n  published version"]}]
["1007.4389",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4389"],"date":["2010-07-26","2011-03-03"],"type":["text"],"creator":["Richa, Andrea","Scheideler, Christian","Schmid, Stefan","Zhang, Jin"],"language":[],"coverage":[],"title":["AntiJam: Efficient Medium Access despite Adaptive and Reactive Jamming"],"description":["  Intentional interference constitutes a major threat for communication\nnetworks operating over a shared medium where availability is imperative.\nJamming attacks are often simple and cheap to implement. In particular, today's\njammers can perform physical carrier sensing in order to disrupt communication\nmore efficiently, specially in a network of simple wireless devices such as\nsensor nodes, which usually operate over a single frequency (or a limited\nfrequency band) and which cannot benefit from the use of spread spectrum or\nother more advanced technologies. This article proposes the medium access (MAC)\nprotocol \\textsc{AntiJam} that is provably robust against a powerful reactive\nadversary who can jam a $(1-\\epsilon)$-portion of the time steps, where\n$\\epsilon$ is an arbitrary constant. The adversary uses carrier sensing to make\ninformed decisions on when it is most harmful to disrupt communications;\nmoreover, we allow the adversary to be adaptive and to have complete knowledge\nof the entire protocol history. Our MAC protocol is able to make efficient use\nof the non-jammed time periods and achieves an asymptotically optimal,\n$\\Theta{(1)}$-competitive throughput in this harsh scenario. In addition,\n\\textsc{AntiJam} features a low convergence time and has good fairness\nproperties. Our simulation results validate our theoretical results and also\nshow that our algorithm manages to guarantee constant throughput where the\n802.11 MAC protocol basically fails to deliver any packets.\n"]}]
["1008.1359",{"format":[],"subject":["Quantitative Biology - Biomolecules","Nonlinear Sciences - Chaotic Dynamics","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1359","Physics Letters A 375 (2011) 335-338","doi:10.1016/j.physleta.2010.11.039"],"date":["2010-08-07"],"type":["text"],"creator":["Bershadskii, A."],"language":[],"coverage":[],"title":["Dynamic cluster-scaling in DNA"],"description":["  It is shown that the nucleotide sequences in DNA molecules have\ncluster-scaling properties (discovered for the first time in turbulent\nprocesses: Sreenivasan and Bershadskii, 2006, J. Stat. Phys., 125, 1141-1153.).\nThese properties are relevant to both types of nucleotide pair-bases\ninteractions: hydrogen bonds and stacking interactions. It is shown that taking\ninto account the cluster-scaling properties can help to improve heterogeneous\nmodels of the DNA dynamics. Two human genes: BRCA2 and NRXN1, have been\nconsidered as examples.\n"]}]
["1008.4128",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4128","Phys.Rev.D83:044042,2011","doi:10.1103/PhysRevD.83.044042"],"date":["2010-08-24","2011-02-26"],"type":["text"],"creator":["Andrews, Melinda","Hinterbichler, Kurt","Khoury, Justin","Trodden, Mark"],"language":[],"coverage":[],"title":["Instabilities of Spherical Solutions with Multiple Galileons and SO(N)\n  Symmetry"],"description":["  The 4-dimensional effective theory arising from an induced gravity action for\na co-dimension greater than one brane consists of multiple galileon fields\npi^I, I=1...N, invariant under separate Galilean transformations for each\nscalar, and under an internal SO(N) symmetry. We study the viability of such\nmodels by examining spherically symmetric solutions. We find that for general,\nnon-derivative couplings to matter invariant under the internal symmetry, such\nsolutions exist and exhibit a Vainshtein screening effect. By studying\nperturbations about such solutions, we find both an inevitable gradient\ninstability and fluctuations propagating at superluminal speeds. These findings\nsuggest that more general, derivative couplings to matter are required for the\nviability of SO(N) galileon theories.\n","Comment: 5 pages, 1 figure, comments and references added, version appearing\n  in PRD"]}]
["1008.4290",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4290","Phys.Rev.D82:084009,2010","doi:10.1103/PhysRevD.82.084009"],"date":["2010-08-20","2011-03-03"],"type":["text"],"creator":["Iguchi, Hideo","Mishima, Takashi"],"language":[],"coverage":[],"title":["Thermodynamic black di-rings"],"description":["  Previously the five dimensional $S^1$-rotating black rings have been\nsuperposed in a concentric way by some solitonic methods, and regular systems\nof two $S^1$-rotating black rings were constructed by the authors and then\nEvslin and Krishnan (we called these solutions \"black di-rings\"). In this place\nwe show some characteristics of the solutions of five dimensional black\ndi-rings, especially in thermodynamic equilibrium. After the summary of the\ndi-ring expressions and their physical quantities, first we comment on the\nequivalence of the two different solution sets of the black di-rings. Then the\nexistence of thermodynamic black di-rings is shown, in which both isothermality\nand isorotation between the inner black ring and the outer black ring are\nrealized. We also give detailed analysis of peculiar properties of the\nthermodynamic black di-ring including discussion about a certain kind of\nthermodynamic stability (instability) of the system.\n","Comment: 26 pages,10 figures; references added, typos corredted"]}]
["1008.4473",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4473","Few Body Syst.49:263-268,2011","doi:10.1007/s00601-010-0107-7"],"date":["2010-08-26","2010-10-28"],"type":["text"],"creator":["Vairo, Antonio"],"language":[],"coverage":[],"title":["Effective field theories for baryons with two- and three-heavy quarks"],"description":["  Baryons made of two or three heavy quarks can be described in the modern\nlanguage of non-relativistic effective field theories. These, besides allowing\na rigorous treatment of the systems, provide new insight in the nature of the\nthree-body interaction in QCD.\n","Comment: 7 pages, 1 figure; published version"]}]
["1008.4808",{"format":[],"subject":["Mathematics - Number Theory","11S05, 13F30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4808"],"date":["2010-08-27","2011-03-03"],"type":["text"],"creator":["Avendano, Martin","Krick, Teresa"],"language":[],"coverage":[],"title":["Sharp bounds for the number of roots of univariate fewnomials"],"description":["  Let K be a field and t>=0. Denote by Bm(t,K) the maximum number of non-zero\nroots in K, counted with multiplicities, of a non-zero polynomial in K[x] with\nat most t+1 monomial terms. We prove, using an unified approach based on\nVandermonde determinants, that Bm(t,L)<=t^2 Bm(t,K) for any local field L with\na non-archimedean valuation v such that v(n)=0 for all non-zero integer n and\nresidue field K, and that Bm(t,K)<=(t^2-t+1)(p^f-1) for any finite extension\nK/Qp with residual class degree f and ramification index e, assuming that\np>t+e. For any finite extension K/Qp, for p odd, we also show the lower bound\nBm(t,K)>=(2t-1)(p^f-1), which gives the sharp estimation Bm(2,K)=3(p^f-1) for\ntrinomials when p>2+e.\n"]}]
["1009.2953",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2953","Phys.Rev.D83:056003,2011","doi:10.1103/PhysRevD.83.056003"],"date":["2010-09-15","2011-01-10"],"type":["text"],"creator":["Megias, E.","Pirner, H. J.","Veschgini, K."],"language":[],"coverage":[],"title":["QCD-Thermodynamics using 5-dim Gravity"],"description":["  We calculate the critical temperature and free energy of the gluon plasma\nusing the dilaton potential arXiv:0911.0627[hep-ph] in the gravity theory of\nAdS/QCD. The finite temperature observables are calculated in two ways: first,\nfrom the Page-Hawking computation of the free energy, and secondly using the\nBekenstein-Hawking proportionality of the entropy with the area of the horizon.\nRenormalization is well defined, because the T=0 theory has asymptotic freedom.\nWe further investigate the change of the critical temperature with the number\nof flavours induced by the change of the running coupling constant in the\nquenched theory. The finite temperature behaviour of the speed of sound,\nspatial string tension and vacuum expectation value of the Polyakov loop follow\nfrom the corresponding string theory in AdS_5.\n","Comment: 38 pages, 12 figures"]}]
["1009.4101",{"format":[],"subject":["Mathematics - Combinatorics","Primary 05E45, Secondary 05A05, 05E05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4101"],"date":["2010-09-21","2011-03-03"],"type":["text"],"creator":["Stump, Christian"],"language":[],"coverage":[],"title":["A new perspective on k-triangulations"],"description":["  We connect k-triangulations of a convex n-gon to the theory of Schubert\npolynomials. We use this connection to prove that the simplicial complex with\nk-triangulations as facets is a vertex-decomposable triangulated sphere, and we\ngive a new proof of the determinantal formula for the number of\nk-triangulations.\n","Comment: 7 pages, 3 figures, final version containing several improvements, to\n  appear in J. Combin. Theory Ser. A"]}]
["1010.3180",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3180","Phys. Rev. Lett. 106, 096402 (2011)","doi:10.1103/PhysRevLett.106.096402"],"date":["2010-10-15","2011-03-03"],"type":["text"],"creator":["Lin, Nan","Marianetti, C. A.","Millis, Andrew J.","Reichman, David R."],"language":[],"coverage":[],"title":["Dynamical Mean-Field Theory for Quantum Chemistry"],"description":["  The dynamical mean-field concept of approximating an unsolvable many-body\nproblem in terms of the solution of an auxiliary quantum impurity problem,\nintroduced to study bulk materials with a continuous energy spectrum, is here\nextended to molecules, i.e., finite systems with a discrete energy spectrum.\nThe application to small clusters of hydrogen atoms yields ground state\nenergies which are competitive with leading quantum chemical approaches at\nintermediate and large interatomic distances as well as good approximations to\nthe excitation spectrum.\n","Comment: 5 pages, 4 figures"]}]
["1010.3672",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3672","Nucl.Phys.A851:44-57,2011","doi:10.1016/j.nuclphysa.2010.12.011"],"date":["2010-10-18","2010-12-21"],"type":["text"],"creator":["Peralta-Ramos, J.","Nakwacki, M. S."],"language":[],"coverage":[],"title":["Thermal photon production in Au+Au collisions: viscous corrections in\n  two different hydrodynamic formalisms"],"description":["  We calculate the spectra of produced thermal photons in Au+Au collisions\ntaking into account the nonequilibrium contribution to photon production due to\nfinite shear viscosity. The evolution of the fireball is modeled by\nsecond-order as well as by divergence-type 2+1 dissipative hydrodynamics, both\nwith an ideal equation of state and with one based on Lattice QCD that includes\nan analytical crossover. The spectrum calculated in the divergence-type theory\nis considerably enhanced with respect to the one calculated in the second-order\ntheory, the difference being entirely due to differences in the viscous\ncorrections to photon production. Our results show that the differences in\nhydrodynamic formalisms are an important source of uncertainty in the\nextraction of the value of $\\eta/s$ from measured photon spectra. The\nuncertainty in the value of $\\eta/s$ associated with different hydrodynamic\nmodels used to compute thermal photon spectra is larger than the one occurring\nin matching hadron elliptic flow to RHIC data.\n","Comment: v2: 19 pages, 7 figures; viscous corrections to thermal photon\n  production are taken into account for all the processes considered. Accepted\n  for publication in Nucl. Phys. A"]}]
["1010.4896",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4896","AIP Conf.Proc.1317:276-283,2011","doi:10.1063/1.3536571"],"date":["2010-10-23"],"type":["text"],"creator":["Misiak, M."],"language":[],"coverage":[],"title":["QCD challenges in radiative B decays"],"description":["  Radiative decays of the B meson are known to provide important constraints on\nthe MSSM and many other realistic new physics models in the sub-TeV range. The\ninclusive branching ratio BR(B -> Xs gamma) being the key observable is\ncurrently measured to about 7% accuracy. Reaching a better precision on the\ntheory side is a challenge both for the perturbative QCD calculations and for\nanalyses of non-perturbative hadronic effects. The current situation is briefly\nsummarized here.\n","Comment: Overview talk presented at the International Workshop on QCD, Theory\n  and Experiment \"QCD@Work'', Martina Franca, Italy, June 20th-23rd, 2010"]}]
["1010.4928",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4928","AIP Conf.Proc.1213:208,2010","doi:10.1063/1.3362583"],"date":["2010-10-24"],"type":["text"],"creator":["Kahl, D.","Chen, A. A.","Kubono, S.","Binh, D. N.","Chen, J.","Hashimoto, T.","Hayakawa, S.","Kaji, D.","Kim, A.","Kurihara, Y.","Lee, N. H.","Nishimura, S.","Ohshiro, Y.","nia, K. Setoodeh","Wakabayashi, Y.","Yamaguchi, H."],"language":[],"coverage":[],"title":["30S Beam Development and X-ray Bursts"],"description":["  Over the past three years, we have worked on developing a well-characterized\n30S radioactive beam to be used in a future experiment aiming to directly\nmeasure the 30S(alpha,p) stellar reaction rate within the Gamow window of Type\nI X-ray bursts. The importance of the 30S(alpha,p) reaction to X-ray bursts is\ndiscussed. Given the astrophysical motivation, the successful results of and\nchallenges involved in the production of a low-energy 30S beam are detailed.\nFinally, an overview of our future plans regarding this on-going project are\npresented.\n","Comment: 7 pages, 2 figures, 5th European Summer School on Experimental\n  Nuclear Astrophysics, Santa Tecla, Sicily, September 2009"]}]
["1010.4941",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4941","AIP Conf.Proc.1322:214-222,2010","doi:10.1063/1.3541984"],"date":["2010-10-24"],"type":["text"],"creator":["Geng, L. S.","Oset, E.","Molina, R.","Torres, A. Martínez","Branz, T.","Guo, F. K.","Dai, L. R.","Sun, B. X."],"language":[],"coverage":[],"title":["The $f_0(1370)$, $f_0(1710)$, $f_2(1270)$, $f_2'(1525)$, and\n  $K_2^*(1430)$ as dynamically generated states from vector meson - vector\n  meson interaction"],"description":["  We report on some recent developments in understanding the nature of the\nlow-lying mesonic resonances $f_0(1370)$, $f_0(1710)$, $f_2(1270)$,\n$f_2'(1525)$, and $K_2^*(1430)$. In particular we show that these five\nresonances can be dynamically generated from vector meson--vector meson\ninteraction in a coupled-channel unitary approach, which utilizes the\nphenomenologically very successful hidden-gauge Lagrangians to produce the\ninteraction kernel between two vector mesons, which is then unitarized by the\nBethe-Salpeter-equation method. The data on the strong decay branching ratios,\ntotal decay widths, and radiative decay widths of these five states, and on\nrelated $J/\\psi$ decay processes can all be well described by such an approach.\nWe also make predictions, compare them with the results of earlier studies, and\nhighlight observables that if measured can be used to distinguish different\npictures of these resonances.\n","Comment: 9 pages; Invited talk at workshop CHIRAL'10, Valencia (Spain), June\n  21-24, 2010"]}]
["1010.4946",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4946","J.Phys.A44:115403,2011","doi:10.1088/1751-8113/44/11/115403"],"date":["2010-10-24","2010-12-05"],"type":["text"],"creator":["Menotti, Pietro"],"language":[],"coverage":[],"title":["Riemann-Hilbert treatment of Liouville theory on the torus"],"description":["  We apply a perturbative technique to study classical Liouville theory on the\ntorus. After mapping the problem on the cut-plane we give the perturbative\ntreatment for a weak source. When the torus reduces to the square the problem\nis exactly soluble by means of a quadratic transformation in terms of\nhypergeometric functions. We give general formulas for the deformation of a\ntorus and apply them to the case of the deformation of the square. One can\ncompute the Heun parameter to first order and express the solution in terms of\nquadratures. In addition we give in terms of quadratures of hypergeometric\nfunctions the exact symmetric Green function on the square on the background\ngenerated by a one point source of arbitrary strength.\n","Comment: 26 pages, LaTeX, references added, typos corrected"]}]
["1010.4948",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4948","Nucl.Phys.A852:92-108,2011","doi:10.1016/j.nuclphysa.2011.01.010"],"date":["2010-10-24"],"type":["text"],"creator":["Mattiello, Stefano","Strauss, Stefan"],"language":[],"coverage":[],"title":["Three-Fermion Bound States on the Light Front"],"description":["  We investigate the stability of the relativistic three-fermion system with a\nzero-range force in the light front form. In particular, introducing an\ninvariant cut-off, we study the dependence of the bound state on the coupling\nstrength also for cases where the two-fermion system is unbound. The\nrelativistic Thomas collapse is discussed by solving the fully coupled integral\nequation system. Furthermore, we explicitly investigate the ground state mass\nof the three-fermion system and compare to previous simplified calculations.\n","Comment: 23 pages, 6 figures"]}]
["1010.4958",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4958","AIP Conf.Proc.1269:424,2010","doi:10.1063/1.3485188"],"date":["2010-10-24"],"type":["text"],"creator":["Kahl, D.","Chen, A. A.","Kubono, S.","Binh, D. N.","Chen, J.","Hashimoto, T.","Hayakawa, S.","Kaji, D.","Kim, A.","Kurihara, Y.","Lee, N. H.","Nishimura, S.","Ohshiro, Y.","nia, K. Setoodeh","Wakabayashi, Y.","Yamaguchi, H."],"language":[],"coverage":[],"title":["30S(alpha,p) in X-Ray Bursts at CRIB"],"description":["  Over the past three years, we have worked on developing a well-characterized\n30S radioactive beam to be used in a future experiment aiming to directly\nmeasure the 30S(alpha,p) stellar reaction rate within the Gamow window of Type\nI X-ray bursts.\n","Comment: 3 pages, 1 figure, Origin of Matter and Evolution of the Galaxies\n  (OMEG10), March 2010, Osaka, Japan"]}]
["1010.4995",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4995","PoS Lattice2010:282,2010"],"date":["2010-10-24"],"type":["text"],"creator":["Greensite, J.","Olejnik, S."],"language":[],"coverage":[],"title":["The QCD vacuum wave functional and confinement in Coulomb gauge"],"description":["  We report results on the Coulomb-gauge ghost propagator and the color-Coulomb\npotential computed in two lattice gauge-field ensembles: (1) configurations\nderived from our recently proposed Yang-Mills vacuum wave functional in 2+1\ndimensions, and (2) lattices generated by Monte Carlo simulations of the\nthree-dimensional Euclidean SU(2) lattice gauge theory with the Wilson action.\nWe observe remarkable agreement between the ghost propagators in both\nensembles, but some differences in the potentials. Those originate from rare\nconfigurations with very small values of the lowest eigenvalue of the\nCoulomb-gauge Faddeev-Popov operator. If the same cuts on such exceptional\nconfigurations are applied in both ensembles, then the color-Coulomb potentials\nare also in reasonably good agreement.\n","Comment: 7 pages, 4 figures (7 EPS files). Presented at the XXVIII\n  International Symposium on Lattice Field Theory (Vacuum Structure and\n  Confinement), June 14-19, 2010, Villasimius, Sardinia, Italy"]}]
["1011.2152",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2152"],"date":["2010-11-09","2011-03-03"],"type":["text"],"creator":["Fraigniaud, Pierre","Korman, Amos","Peleg, David"],"language":[],"coverage":[],"title":["Local Distributed Decision"],"description":["  A central theme in distributed network algorithms concerns understanding and\ncoping with the issue of locality. Inspired by sequential complexity theory, we\nfocus on a complexity theory for distributed decision problems. In the context\nof locality, solving a decision problem requires the processors to\nindependently inspect their local neighborhoods and then collectively decide\nwhether a given global input instance belongs to some specified language. This\npaper introduces several classes of distributed decision problems, proves\nseparation among them and presents some complete problems. More specifically,\nwe consider the standard LOCAL model of computation and define LD (for local\ndecision) as the class of decision problems that can be solved in constant\nnumber of communication rounds. We first study the intriguing question of\nwhether randomization helps in local distributed computing, and to what extent.\nSpecifically, we define the corresponding randomized class BPLD, and ask\nwhether LD=BPLD. We provide a partial answer to this question by showing that\nin many cases, randomization does not help for deciding hereditary languages.\nIn addition, we define the notion of local many-one reductions, and introduce\nthe (nondeterministic) class NLD of decision problems for which there exists a\ncertificate that can be verified in constant number of communication rounds. We\nprove that there exists an NLD-complete problem. We also show that there exist\nproblems not in NLD. On the other hand, we prove that the class NLD#n, which is\nNLD assuming that each processor can access an oracle that provides the number\nof nodes in the network, contains all (decidable) languages. For this class we\nprovide a natural complete problem as well.\n"]}]
["1011.3541",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3541","ApJ, 730, 45, 2011","doi:10.1088/0004-637X/730/1/45"],"date":["2010-11-15"],"type":["text"],"creator":["Jiang, Yanfei","Goodman, Jeremy"],"language":[],"coverage":[],"title":["Star Formation in Quasar Disk"],"description":["  Using a version of the ZEUS code, we carry out two-dimensional simulations of\nself-gravitating shearing sheets, with application to QSO accretion disks at a\nfew thousand Schwarzschild radii, corresponding to a few hundredths of a parsec\nfor a 10^8 solar-mass black hole. Radiation pressure and optically thick\nradiative cooling are implemented via vertical averages. We determine\ndimensionless versions of the maximum surface density, accretion rate, and\neffective viscosity that can be sustained by density-wave turbulence without\nfragmentation. Where fragments do form, we study the final masses that result.\nThe maximum Shakura-Sunyaev viscosity parameter is approximately 0.4.\nFragmentation occurs when the cooling time is less than about twice the\nshearing time, as found by Gammie and others, but can also occur at very long\ncooling times in sheets that are strongly radiation-pressure dominated. For\naccretion at the Eddington rate onto a 10^8 solar-mass black hole,\nfragmentation occurs beyond four thousand Schwarzschild radii, r_s. Near this\nradius, initial fragment masses are several hundred suns, consistent with\nestimates from linear stability; final masses after merging increase with the\nsize of the sheet, reaching several thousand suns in our largest simulations.\nWith increasing black-hole mass at a fixed Eddington ratio, self-gravity\nprevails to smaller multiples of r_s, where radiation pressure is more\nimportant and the cooling time is longer compared to the dynamical time;\nnevertheless, fragmentation can occur and produces larger initial fragment\nmasses. We also find energy conservation is likely to be a challenge for all\neulerian codes in self-gravitating regimes where radiation pressure dominates.\n","Comment: 34 pages, 8 figures. Submitted to ApJ"]}]
["1011.6167",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6167","JHEP 1101:115,2011","doi:10.1007/JHEP01(2011)115"],"date":["2010-11-29","2011-03-03"],"type":["text"],"creator":["King, Stephen F."],"language":[],"coverage":[],"title":["Vacuum misalignment corrections to tri-bimaximal mixing and form\n  dominance"],"description":["  Tri-bimaximal neutrino mixing may arise from see-saw models based on family\nsymmetry which is spontaneously broken by flavons with particular vacuum\nalignments. However recent analyses hint that tri-bimaximal mixing may be\ninsensitive to the precise form of vacuum alignment. In this paper we derive\napproximate analytic results which express the deviations from tri-bimaximal\nneutrino mixing due to vacuum misalignment. We also relate vacuum misalignment\nto departures from form dominance, corresponding to deviations from the real\northogonal $R$ matrix, where such corrections are necessary to allow for\nsuccessful leptogenesis. The analytic results show that the corrections to\ntri-bimaximal mixing and form dominance depend on the pattern of the vacuum\nmisalignment, with the two effects being uncorrelated.\n","Comment: Published version, 29 pages"]}]
["1012.0750",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0750","Phys. Rev. B 83, 075432 (2011)","doi:10.1103/PhysRevB.83.075432"],"date":["2010-12-03","2011-03-03"],"type":["text"],"creator":["Kambly, Dania","Flindt, Christian","Büttiker, Markus"],"language":[],"coverage":[],"title":["Factorial cumulants reveal interactions in counting statistics"],"description":["  Full counting statistics concerns the stochastic transport of electrons in\nmesoscopic structures. Recently it has been shown that the charge transport\nstatistics for non-interacting electrons in a two-terminal system is always\ngeneralized binomial: it can be decomposed into independent single-particle\nevents and the zeros of the generating function are real and negative. Here we\ninvestigate how the zeros of the generating function move into the complex\nplane due to interactions and demonstrate that the positions of the zeros can\nbe detected using high-order factorial cumulants. As an illustrative example we\nconsider electron transport through a Coulomb blockade quantum dot for which we\nshow that the interactions on the quantum dot are clearly visible in the\nhigh-order factorial cumulants. Our findings are important for understanding\nthe influence of interactions on counting statistics and the characterization\nin terms of zeros of the generating function provides us with a simple\ninterpretation of recent experiments, where high-order statistics have been\nmeasured.\n","Comment: 12 pages, 7 figures, Editors' Suggestion in Phys. Rev. B"]}]
["1012.1768",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1768"],"date":["2010-12-08","2011-03-03"],"type":["text"],"creator":["Awanou, Gerard"],"language":[],"coverage":[],"title":["Two remarks on rectangular mixed finite elements for elasticity"],"description":["  The lowest order nonconforming rectangular element in three dimensions\ninvolves 54 degrees of freedom for the stress and 12 degrees of freedom for the\ndisplacement. With a modest increase in the number of degrees of freedom (24\nfor the stress), we obtain a conforming rectangular element for linear\nelasticity in three dimensions. Moreover, unlike the conforming plane\nrectangular or simplicial elements, this element does not involve any vertex\ndegrees of freedom. Second, we remark that further low order elements can be\nconstructed by approximating the displacement with rigid body motions. This\nresults in a pair of conforming elements with 72 degrees of freedom for the\nstress and 6 degrees of freedom for the displacement.\n"]}]
["1012.1906",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1906"],"date":["2010-12-08","2011-03-03"],"type":["text"],"creator":["Awanou, Gerard"],"language":[],"coverage":[],"title":["Rectangular Mixed Elements for Elasticity with Weakly Imposed symmetry\n  Condition"],"description":["  We present new rectangular mixed finite elements for linear elasticity. The\napproach is based on a modification of the Hellinger-Reissner functional in\nwhich the symmetry of the stress field is enforced weakly through the\nintroduction of a Lagrange multiplier. The elements are analogues of the lowest\norder elements described in Arnold, Falk and Winther [ Mixed finite element\nmethods for linear elasticity with weakly imposed symmetry. Mathematics of\nComputation 76 (2007), pp. 1699--1723]. Piecewise constants are used to\napproximate the displacement and the rotation. The first order BDM elements are\nused to approximate each row of the stress field.\n"]}]
["1012.3908",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3908"],"date":["2010-12-17","2011-03-03"],"type":["text"],"creator":["Müller, Sebastian","Geier, Stephan","Heber, Ulrich"],"language":[],"coverage":[],"title":["AA Doradus and its Cool Companion - The Influence of Enhanced Metal Line\n  Blanketing and the Reflection Effect"],"description":["  This paper has been withdrawn by the author due to a crucial error with the\nanalysis of the He II 4686 line.\n","Comment: This paper has been withdrawn and is not contained in the proceedings\n  of the conference \"Planetary Systems beyond the main sequence\" (AIP CP 1331,\n  http://scitation.aip.org/proceedings/confproceed/1331.jsp)"]}]
["1012.4127",{"format":[],"subject":["Mathematics - Group Theory","20E36"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4127"],"date":["2010-12-18","2011-03-03"],"type":["text"],"creator":["Bogopolski, Oleg"],"language":[],"coverage":[],"title":["Abstract commensurators of solvable Baumslag - Solitar groups"],"description":["  We prove that for any natural n>1, the abstract commensurator group of the\nBaumslag - Solitar group BS(1,n) is isomorphic to the group of 2 by 2 upper\ntriangular matrices A over rational numbers with A_{11}=1. We also prove that\nfor any finitely generated group G with the unique root property the natural\nhomomorphisms Aut(G)--> Comm(G)--> QI(G) are embeddings.\n","Comment: 8 pages, no figure"]}]
["1012.5161",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5161","J. Appl. Phys. 109, 053902 (2011)","doi:10.1063/1.3549706"],"date":["2010-12-23"],"type":["text"],"creator":["Thota, S.","Guillou, F.","Hardy, V.","Wahl, A.","Prellier, W.","Kumar, J."],"language":[],"coverage":[],"title":["On the derivation of the magnetocaloric properties in ferrimagnetic\n  spinel Mn3O4"],"description":["  Large magnetocaloric effect has been observed in Mn3O4 around its\nferrimagnetic transition at TN = 42.75 K. Field-induced isothermal entropy\nchanges (\\DeltaS) were derived from both magnetic and calorimetric techniques.\nThe maximum |\\DeltaS| and adiabatic temperature change ({\\Delta}Tad) at TN are\n11 J kg-1 K-1 and 1.9 K, respectively, for a magnetic field change of 20 kOe.\nMoreover, it is found that the complex magnetic phase transitions taking place\nbelow TN produce additional -but smaller- features on \\DeltaS(T).\n","Comment: Submitted to Journal of Applied Physics, 14 pages, 4 Figures"]}]
["1012.5483",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5483","Journal of Computational and Applied Mathematics (2011) 21 pages"],"date":["2010-12-25","2011-03-03"],"type":["text"],"creator":["Liu, Da-Yan","Gibaru, Olivier","Perruquetti, Wilfrid"],"language":[],"coverage":[],"title":["Differentiation by integration with Jacobi polynomials"],"description":["  In this paper, the numerical differentiation by integration method based on\nJacobi polynomials originally introduced by Mboup, Fliess and Join is revisited\nin the central case where the used integration window is centered. Such method\nbased on Jacobi polynomials was introduced through an algebraic approach and\nextends the numerical differentiation by integration method introduced by\nLanczos. The here proposed method is used to estimate the $n^{th}$ ($n \\in\n\\mathbb{N}$) order derivative from noisy data of a smooth function belonging to\nat least $C^{n+1+q}$ $(q \\in \\mathbb{N})$. In the recent paper of Mboup, Fliess\nand Join, where the causal and anti-causal case were investigated, the\nmismodelling due to the truncation of the Taylor expansion was investigated and\nimproved allowing a small time-delay in the derivative estimation. Here, for\nthe central case, we show that the bias error is $O(h^{q+2})$ where $h$ is the\nintegration window length for $f\\in C^{n+q+2}$ in the noise free case and the\ncorresponding convergence rate is $O(\\delta^{\\frac{q+1}{n+1+q}})$ where\n$\\delta$ is the noise level for a well chosen integration window length.\nNumerical examples show that this proposed method is stable and effective.\n"]}]
["1101.3015",{"format":[],"subject":["Physics - History and Philosophy of Physics","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3015"],"date":["2011-01-15","2011-03-03"],"type":["text"],"creator":["Pacini, Domenico","translated","De Maria, commented by Michela","De Angelis, Alessandro"],"language":[],"coverage":[],"title":["Penetrating Radiation on the Sea"],"description":["  At the beginning of the twentieth century, two scientists, the Austrian\nVictor Hess and the Italian Domenico Pacini, developed two brilliant lines of\nresearch independently, leading to the determination of the origin of\natmospheric radiation. Hess measured the rate of discharge of an electroscope\nthat flew aboard an atmospheric balloon. Because the discharge rate increased\nas the balloon flew at higher altitude, he concluded in 1912 that the origin\ncould not be terrestrial. For this discovery, Hess was awarded the Nobel Prize\nin 1936, and his experiment became legendary. At the same time, in 1911,\nPacini, a professor at the University of Bari, made a series of measurements to\ndetermine the variation in the speed of discharge of an electroscope (and thus\nthe intensity of the radiation) while the electroscope was immersed in a box in\na sea near the Naval Academy in the Bay of Livorno (the Italian Navy supported\nthe research). Pacini discovered that the discharge of the oscilloscope was\nsignificantly slower than at the surface.\n  Before his conclusive measurements, Pacini performed a series of experiments\nbetween 1907 and 1910, in particular by comparing radioactivity on ground and\non the sea surface a few kilometers off the coast. These experimennts gave\nmarginal indications on the presence of a non-terrestrial component,\nencouraging Pacini to continue his research till the conclusive results. Such\nfirst experiments on the sea are presented in the article by D. Pacini in Le\nRadium VIII (1911) 307, which is essentially a translation into French of\nanother article published in Italian in Ann. Uff. Centr. Meteor. XXXII, parte I\n(1910); this is a translation in English of the article by Pacini in \"Le\nRadium\", article which was quoted by Hess in his famous paper.\n","Comment: Translation of D. Pacini, Le Radium VIII (1911) 307, which is\n  essentially a translation into French of Ann. Uff. Centr. Meteor. XXXII,\n  parte I (1910)"]}]
["1101.4214",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4214","Phys.Rev.D83:066001,2011","doi:10.1103/PhysRevD.83.066001"],"date":["2011-01-21"],"type":["text"],"creator":["da Silva, J. M. Hoff"],"language":[],"coverage":[],"title":["Two-branes with variable tension model and the effective Newtonian\n  constant"],"description":["  It is shown that, in the two brane time variation model framework, if the\nhidden brane tension varies according to the phenomenological Eotvos law, the\nvisible brane tension behavior is such that its time derivative is negative in\nthe past and positive after a specific time of cosmological evolution. This\nbehavior is interpreted in terms of an useful mechanical system analog and its\nrelation with the variation of the Newtonian (effective) gravitational\n`constant' is explored.\n","Comment: 15 pages, no figure, accepted for publication in Physical Review D"]}]
["1101.5102",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5102","Europhys.Lett.93:41001,2011","doi:10.1209/0295-5075/93/41001"],"date":["2011-01-26"],"type":["text"],"creator":["Bazeia, D.","Leon, M. A. Gonzalez","Losano, L.","Guilarte, J. Mateos"],"language":[],"coverage":[],"title":["New scalar field models and their defect solutions"],"description":["  In this work we introduce new scalar field models and study the defect\nsolutions they may engender. The investigation is based on the deformation\nprocedure, which greatly simplify the calculations, leading us to new models\ntogether with the corresponding solutions in a simple and powerful manner.\n","Comment: Latex File, 6 pages, 4 figures. To be published in Europhysics\n  Letters"]}]
["1101.5926",{"format":[],"subject":["Mathematics - Combinatorics","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5926"],"date":["2011-01-31","2011-03-03"],"type":["text"],"creator":["Bolla, Marianna"],"language":[],"coverage":[],"title":["Beyond the Expanders"],"description":["  Expander graphs are widely used in communication problems and construction of\nerror correcting codes. In such graphs, information gets through very quickly.\nTypically, it is not true for social or biological networks, though we may find\na partition of the vertices such that the induced subgraphs on them and the\nbipartite subgraphs between any pair of them exhibit regular behavior of\ninformation flow within or between the subsets. Implications between spectral\nand regularity properties are discussed.\n","Comment: Replacement is because of revised argument in Section 3 and adding\n  new Section 4"]}]
["1102.1123",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1123"],"date":["2011-02-05","2011-03-02"],"type":["text"],"creator":["Ghasemiesfeh, Golnaz"],"language":[],"coverage":[],"title":["Algorithms for Silver Coloring of Generalized Petersen Graphs"],"description":["  This paper has been withdrawn.\n","Comment: This paper has been withdrawn"]}]
["1102.1766",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1766"],"date":["2011-02-08","2011-03-03"],"type":["text"],"creator":["Cheng, Yao","Lee, Chi-Hao"],"language":[],"coverage":[],"title":["Heavy Long-lived Mossbauer State of Niobium"],"description":["  A heavy niobium state showing 1/3 residual resistance is discovered below the\nsuperconducting transition temperature. This niobium sample contains\nhigh-density long-lived Mossbauer excitation.\n","Comment: 3 pages, 2 figures"]}]
["1102.1885",{"format":[],"subject":["Mathematics - General Mathematics","11A25, 11Y70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1885"],"date":["2011-02-08","2011-03-03"],"type":["text"],"creator":["Carella, N. A."],"language":[],"coverage":[],"title":["Note on the Theory of Perfect Numbers"],"description":["  A perfect number is a number whose divisors add up to twice the number\nitself. The existence of odd perfect numbers is a millennia-old unsolved\nproblem. This note proposes a proof of the nonexistence of odd perfect numbers.\nMore generally, the same analysis seems to generalize to a proof of the\nnonexistence of odd multiperfect numbers.\n","Comment: This paper has been withdrawn"]}]
["1102.5390",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5390"],"date":["2011-02-26","2011-03-03"],"type":["text"],"creator":["Klimova, Anna","Rudas, Tamás","Dobra, Adrian"],"language":[],"coverage":[],"title":["Relational models for contingency tables"],"description":["  The paper considers general multiplicative models for complete and incomplete\ncontingency tables that generalize log-linear and several other models and are\nentirely coordinate free. Sufficient conditions of the existence of maximum\nlikelihood estimates under these models are given, and it is shown that the\nusual equivalence between multinomial and Poisson likelihoods holds if and only\nif an overall effect is present in the model. If such an effect is not assumed,\nthe model becomes a curved exponential family and a related mixed\nparameterization is given that relies on non-homogeneous odds ratios. Several\nexamples are presented to illustrate the properties and use of such models.\n"]}]
["1102.5393",{"format":[],"subject":["Physics - Plasma Physics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5393","Phys. Rev. E 76, 017203 (2007)","doi:10.1103/PhysRevE.76.017203"],"date":["2011-02-26"],"type":["text"],"creator":["He, Yafeng","Dong, Lifang","Liu, Weili","Wang, Hongfang","Zhao, Zengchao","Fan, Weili"],"language":[],"coverage":[],"title":["Formation of white-eye pattern with microdischarge in an air dielectric\n  barrier discharge system"],"description":["  We report on the first observation of white-eye pattern in an air dielectric\nbarrier discharge. The patterned discharges undergo a development as following:\nrandom spots - quasihexagonal pattern - hexagonal pattern (type I) - hexagonal\npattern (type II) - white-eye pattern - chaos as the voltage is increased. The\nspatiotemporal characteristics of patterned discharges are investigated by\nusing an optical method. Results show that the two discharge modes, uniform\nmode and filamentary mode, are actually two different spatial presentations of\nthe same origin: the microdischarge. From the viewpoint of pattern dynamics,\nthe white-eye pattern results from a 3-wave resonance interaction.\n","Comment: 8 pages, 4 figures"]}]
["1103.0102",{"format":[],"subject":["Computer Science - Learning","Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0102"],"date":["2011-03-01","2011-03-02"],"type":["text"],"creator":["Zhou, Tianyi","Tao, Dacheng"],"language":[],"coverage":[],"title":["Multi-label Learning via Structured Decomposition and Group Sparsity"],"description":["  In multi-label learning, each sample is associated with several labels.\nExisting works indicate that exploring correlations between labels improve the\nprediction performance. However, embedding the label correlations into the\ntraining process significantly increases the problem size. Moreover, the\nmapping of the label structure in the feature space is not clear. In this\npaper, we propose a novel multi-label learning method \"Structured Decomposition\n+ Group Sparsity (SDGS)\". In SDGS, we learn a feature subspace for each label\nfrom the structured decomposition of the training data, and predict the labels\nof a new sample from its group sparse representation on the multi-subspace\nobtained from the structured decomposition. In particular, in the training\nstage, we decompose the data matrix $X\\in R^{n\\times p}$ as\n$X=\\sum_{i=1}^kL^i+S$, wherein the rows of $L^i$ associated with samples that\nbelong to label $i$ are nonzero and consist a low-rank matrix, while the other\nrows are all-zeros, the residual $S$ is a sparse matrix. The row space of $L_i$\nis the feature subspace corresponding to label $i$. This decomposition can be\nefficiently obtained via randomized optimization. In the prediction stage, we\nestimate the group sparse representation of a new sample on the multi-subspace\nvia group \\emph{lasso}. The nonzero representation coefficients tend to\nconcentrate on the subspaces of labels that the sample belongs to, and thus an\neffective prediction can be obtained. We evaluate SDGS on several real datasets\nand compare it with popular methods. Results verify the effectiveness and\nefficiency of SDGS.\n","Comment: 13 pages, 3 tables"]}]
["1103.0498",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0498"],"date":["2011-03-02"],"type":["text"],"creator":["Touboul, Jacques"],"language":[],"coverage":[],"title":["Goodness-of-fit Tests For Elliptical And Independent Copulas Through\n  Projection Pursuit"],"description":["  Two goodness-of-fit tests for copulas are being investigated. The first one\ndeals with the case of elliptical copulas and the second one deals with\nindependent copulas. These tests result from the expansion of the projection\npursuit methodology we will introduce in the present article. This method\nenables us to determine on which axis system these copulas lie as well as the\nexact value of these very copulas in the basis formed by the axes previously\ndetermined irrespective of their value in their canonical basis. Simulations\nare also presented as well as an application to real datasets.\n","Comment: 31 pages"]}]
["1103.0521",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35Q41, 35J10, 35P25, 35Q55, 35Q40, 81U05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0521"],"date":["2011-03-02"],"type":["text"],"creator":["Beceanu, Marius","Soffer, Avy"],"language":[],"coverage":[],"title":["The Schroedinger Equation with Potential in Rough Motion"],"description":["  This paper proves endpoint Strichartz estimates for the linear Schroedinger\nequation in $R^3$, with a time-dependent potential that keeps a constant\nprofile and is subject to a rough motion, which need not be differentiable and\nmay be large in norm. The potential is also subjected to a time-dependent\nrescaling, with a non-differentiable dilation parameter.\n  We use the Strichartz estimates to prove the non-dispersion of bound states,\nwhen the path is small in norm, as well as boundedness of energy.\n  We also include a sample nonlinear application of the linear results.\n","Comment: 30 pages"]}]
["1103.0548",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0548"],"date":["2011-03-02"],"type":["text"],"creator":["Pope, Edward C. D."],"language":[],"coverage":[],"title":["Investigating a model of optimised AGN feedback"],"description":["  Feedback heating from AGN in massive galaxies and galaxy clusters can be\nthought of as a naturally occurring control system which plays a significant\nrole in regulating both star formation rates and the X-ray luminosity of the\nsurrounding hot gas. In the simplest case, negative feedback can be viewed as a\nsystem response that is `optimised' to minimise deviations from equilibrium,\nsuch that the system rapidly evolves towards a steady state. However, a general\nsolution of this form appears to be incompatible with radio observations which\nindicate intermittent AGN outbursts. Here, we explore an energetically\nfavourable scenario in which feedback is required to both balance X-ray gas\ncooling, and minimise the sum of the energy radiated by the gas and the energy\ninjected by the AGN. This specification is equivalent to ensuring that AGN\nheating balances the X-ray gas cooling with minimum black hole growth. It is\nshown that minimum energy heating occurs in discrete events, and not at a\ncontinuous, constant level. Furthermore, systems with stronger feedback\nexperience proportionally more powerful heating events, but correspondingly\nsmaller duty cycles. Interpreting observations from this perspective would\nimply that stronger feedback occurs in less massive objects - elliptical\ngalaxies, rather than galaxy clusters. One direct consequence of this effect\nwould be that AGN heating events are sufficiently powerful to expel hot gas\nfrom the gravitational potential of a galaxy, but not a galaxy cluster, which\nis consistent with theoretical explanations for the steepening of the L_X-T\nrelation at temperatures below 1-2 keV.\n","Comment: Accepted for publication in MNRAS, 7 pages, 1 figure"]}]
["1103.0560",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0560","PoS (ICHEP 2010) 265"],"date":["2011-03-02"],"type":["text"],"creator":["Sigamani, M.","collaboration, for the BaBar"],"language":[],"coverage":[],"title":["Measurements of the Partial Branching Fraction for B->Xulnu and the\n  Determination of Vub"],"description":["  We measure partial branching fractions for the inclusive charmless\nsemileptonic decay of $\\Bxulnu$, and present determinations of the CKM matrix\nelement $\\Vub$. This analysis is based on a sample of 467 million $\\FourS$\ndecays into $\\BB$ pairs, collected with the \\babar\\ detector at the PEP-II\n$e^{+} e^{-}$ storage rings. We select events where one of the B mesons is\nfully reconstructed in a hadronic decay mode and the other B decays\nsemileptonically into an electron or a muon. We then use the invariant mass,\n$\\mx$, of the hadronic system, the invariant mass squared, $q^{2}$, of the\nlepton and neutrino pair, the lepton momentum in the in the $B$ meson rest\nframe $\\Pl$, the kinematic variable $P_{+}$ or one of their combinations as\ndiscriminating variables to isolate $\\Bxulnu$ decays from the background.\n  We then measure the partial branching fractions in various regions of phase\nspace These partial branching fractions are translated into values of $\\Vub$\nusing several theoretical calculations. An estimate based on the most inclusive\nanalysis gives $\\Vub = (4.31\\pm 0.35) \\times 10^{-3}$. Furthermore, we place a\nlimit on isospin breaking in $B\\to X_u\\ell\\nu$ decays of 9% at 90% C.L. using\nseparate measurements of partial branching ratios for $B^0$ and $B^+$.\n","Comment: 4 pages, 5 figures. Presented at the 35th International Conference of\n  High Energy Physics, Paris, France, 22nd-28th July 2010"]}]
["1103.0562",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0562","Particle Physics at the Year of Astronomy: Proceedings of the\n  Fourteenth Lomonosov Conference on Elementary Particle Physics, pp. 303 -\n  306, World Scientific Publishing Company, 2010"],"date":["2011-03-02"],"type":["text"],"creator":["Sigamani, M.","collaboration, for the BaBar"],"language":[],"coverage":[],"title":["Semileptonic B-Meson Decays at BaBar"],"description":["  Presented are selected results of semileptonic B decays at BaBar. Two\nmeasurements of the Cabibbo-Kobayashi-Maskawa matrix element $|V_{cb}|$ are\nreported. One using moments of the hadronic-mass spectrum in inclusive $\\bar{B}\n\\to X_{c} \\ell^{-} \\bar{\\nu}$ decays, and the other, exclusive $\\bar{B} \\to D\n\\ell^- \\bar{\\nu}_{\\ell}$ decays. These results are based on data samples of 232\n(inclusive $\\bar{B} \\to X_{c} \\ell^{-} \\bar{\\nu}$) and 460 (exclusive $\\var{B}\n\\to D \\ell^- \\bar{\\nu}_{\\ell}$) million $\\Upsilon(4S) \\to B\\bar{B}$ decays,\nrecorded by the $BaBar$ detector at the PEP-II $e^+e^-$-storage rings.\nSemileptonic B decays are identified by requiring a lepton ($e$ or $\\mu$) in\nevents tagged with a full reconstruction of one of the B mesons in the\n$B\\bar{B}$ pair.\n","Comment: 4 pages, 3 figures. Presented at the 14th Lomonosov Conference on\n  Elementary Particle Physics, Moscow, Russia, 19th - 25th August 2009"]}]
["1103.0565",{"format":[],"subject":["Mathematics - Algebraic Geometry","14K30, 14A15, 14G20, 11G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0565"],"date":["2011-03-02"],"type":["text"],"creator":["Pépin, Cédric"],"language":[],"coverage":[],"title":["Semi-factorial models and N\\'eron models"],"description":["  Let S be the spectrum of a discrete valuation ring with function field K. Let\nX be a scheme over S. We will say that X is semi-factorial over S if each\ninvertible sheaf on the generic fiber X_K can be extended to an invertible\nsheaf on X. Here we show that any proper geometrically normal scheme over K\nadmits a model over S which is proper, flat, normal and semi-factorial. We also\nconstruct some semi-factorial compactifications of regular S-schemes, such as\nN\\'eron models of abelian varieties. Moreover, the semi-factoriality property\nfor a scheme X/S corresponds to the N\\'eron property of its Picard functor. In\nparticular, one can recover the N\\'eron model of the Picard variety of X_K from\nthe Picard functor of X/S, as in the case of curves. This provides some\ninformation about relative algebraic equivalence on the S-scheme X.\n","Comment: 25 pages"]}]
["1103.0566",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","30E05, 46E22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0566"],"date":["2011-03-02"],"type":["text"],"creator":["Marzo, Jordi","Nitzan, Shahaf","Olsen, Jan-Fredrik"],"language":[],"coverage":[],"title":["Sampling and interpolation in de Branges spaces with doubling phase"],"description":["  The de Branges spaces of entire functions generalise the classical\nPaley-Wiener space of square summable bandlimited functions. Specifically, the\nsquare norm is computed on the real line with respect to weights given by the\nvalues of certain entire functions. For the Paley-Wiener space, this can be\nchosen to be an exponential function where the phase increases linearly. As our\nmain result, we establish a natural geometric characterisation, in terms of\ndensities, for real sampling and interpolating sequences in the case when the\nderivative of the phase function merely gives a doubling measure on the real\nline. Moreover, a consequence of this doubling condition, is that the spaces we\nconsider are one component model spaces. A novelty of our work is the\napplication to de Branges spaces of techniques developed by Marco, Massaneda\nand Ortega-Cerd\\'a for Fock spaces satisfying a doubling condition analogue to\nours.\n","Comment: 31 pages, 1 figure"]}]
["1103.0567",{"format":[],"subject":["Mathematics - Number Theory","11A15, 11L07, 11N25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0567"],"date":["2011-03-02"],"type":["text"],"creator":["Bourgain, Jean","Konyagin, Sergei","Shparlinski, Igor"],"language":[],"coverage":[],"title":["Distribution on elements of cosets of small subgroups and applications"],"description":["  We obtain a series of estimates on the number of small integers and small\norder Farey fractions which belong to a given coset of a subgroup of order $t$\nof the group of units of the residue ring modulo a prime $p$, in the case when\n$t$ is small compared to $p$. We give two applications of these results: to the\nsimultaneous distribution of two high degree monomials $x^{k_1}$ and $x^{k_2}$\nmodulo $p$ and to a question of J.Holden and P.Moree on fixed points of the\ndiscrete logarithm.\n","Comment: 35 pages"]}]
["1103.0568",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0568"],"date":["2011-03-02"],"type":["text"],"creator":["Carfì, David","Ricciardello, Angela"],"language":[],"coverage":[],"title":["Mixed Extensions of decision-form games"],"description":["  In this paper we define the canonical mixed extension of a decision form\ngame. We motivate the necessity to introduce this concept and we show several\nexamples about the new concept. In particular we focus our study upon the mixed\nequilibria of a finite decision form game. Many developments appear possible\nfor applications to economics, physics, medicine and biology in those cases for\nwhich the systems involved do not have natural utility functions but are only\ncapable to react versus the external actions.\n","Comment: 12 pages"]}]
["1103.0570",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Number Theory","14K30, 14G40, 14K15, 11G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0570"],"date":["2011-03-02"],"type":["text"],"creator":["Pépin, Cédric"],"language":[],"coverage":[],"title":["N\\'eron's pairing and relative algebraic equivalence"],"description":["  Let R be a complete discrete valuation ring with algebraically closed residue\nfield k and fraction field K. Let X_K be a projective smooth and geometrically\nconnected scheme over K. N\\'eron defined a canonical pairing on X_K between\n0-cycles of degree zero and divisors which are algebraically equivalent to\nzero. When X_K is an abelian variety, and if one restricts to those 0-cycles\nsupported by K-rational points, N\\'eron gave an expression of his pairing\ninvolving intersection multiplicities on the N\\'eron model A of A_K over R.\nWhen X_K is a curve, Gross and Hriljac gave independantly an analogous\ndescription of N\\'eron's pairing, but for arbitrary 0-cycles of degree zero, by\nmeans of intersection theory on a proper flat regular R-model X of X_K. In this\narticle, we show that these intersection computations are valid for an\narbitrary scheme X_K as above and arbitrary 0-cyles of degree zero, by using a\nproper flat normal and semi-factorial model X of X_K over R. When X_K=A_K is an\nabelian variety, and X is a semi-factorial compactification of its N\\'eron\nmodel A, these computations can be used to study the algebraic equivalence on\nX. We then obtain an interpretation of Grothentieck's duality for the N\\'eron\nmodel A, in terms of the Picard functor of X over R.\n","Comment: 23 pages"]}]
["1103.0571",{"format":[],"subject":["Mathematics - Optimization and Control","Mathematics - Combinatorics","Primary 91B32, 58E17, Secondary 49Q20, 90B18. Journal of Economic\n  Literature Classification: D61, C60, R12, R40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0571"],"date":["2011-03-02"],"type":["text"],"creator":["Xia, Qinglan","Xu, Shaofeng"],"language":[],"coverage":[],"title":["On the Ramified Optimal Allocation Problem"],"description":["  This paper proposes an optimal allocation problem with ramified transport\ntechnology in a spatial economy. Ramified transportation is used to model the\ntransport economy of scale in group transportation observed widely in both\nnature and efficiently designed transport systems of branching structures. The\nramified allocation problem aims at finding an optimal allocation plan as well\nas an associated optimal allocation path to minimize overall cost of\ntransporting commodity from factories to households. This problem\ndifferentiates itself from existing ramified transportation literature in that\nthe distribution of production among factories is not fixed but endogenously\ndetermined as observed in many allocation practices. It's shown that due to the\ntransport economy of scale in ramified transportation, each optimal allocation\nplan corresponds equivalently to an optimal assignment map from households to\nfactories. This optimal assignment map provides a natural partition of both\nhouseholds and allocation paths. We develop methods of marginal transportation\nanalysis and projectional analysis to study properties of optimal assignment\nmaps. These properties are then related to the search for an optimal assignment\nmap in the context of state matrix.\n","Comment: 36 pages, 8 figures"]}]
["1103.0575",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control","60F05, 60G44, 91B25, 91B30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0575"],"date":["2011-03-02"],"type":["text"],"creator":["Dolinsky, Yan","Nutz, Marcel","Soner, H. Mete"],"language":[],"coverage":[],"title":["Weak Approximation of G-Expectations"],"description":["  We introduce a notion of volatility uncertainty in discrete time and define\nthe corresponding analogue of Peng's G-expectation. In the continuous-time\nlimit, the resulting sublinear expectation converges weakly to the\nG-expectation. This can be seen as a Donsker-type result for the G-Brownian\nmotion.\n","Comment: 14 pages"]}]
["1103.0577",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0577","Phys. Rev. A 82 (2010) 063634","doi:10.1103/PhysRevA.82.063634"],"date":["2011-03-02"],"type":["text"],"creator":["Cestari, J. C. C.","Foerster, A.","Gusmão, M. A."],"language":[],"coverage":[],"title":["Finite-size effects in Anderson localization of one-dimensional\n  Bose-Einstein condensates"],"description":["  We investigate the disorder-induced localization transition in Bose-Einstein\ncondensates for the Anderson and Aubry-Andre models in the non-interacting\nlimit using exact diagonalization. We show that, in addition to the standard\nsuperfluid fraction, other tools such as the entanglement and fidelity can\nprovide clear signatures of the transition. Interestingly, the fidelity\nexhibits good sensitivity even for small lattices. Effects of the system size\non these quantities are analyzed in detail, including the determination of a\nfinite-size-scaling law for the critical disorder strength in the case of the\nAnderson model.\n","Comment: 15 pages, 7 figures"]}]
["1103.0581",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0581"],"date":["2011-03-02"],"type":["text"],"creator":["Teslenko, V. I.","Iatsenko, D. Y."],"language":[],"coverage":[],"title":["Kinetics of thermal excitation of a molecule in a condensed medium"],"description":["  A microscopic model for thermal excitation of vibrational ground state of a\nmolecule interacting with a condensed medium is developed. The master equation\nfor evolution of occupancies of the vibrational levels is derived. The rate\nconstant limiting the process of molecular thermal excitation is determined\nanalytically. It is shown that while this quantity is independent of\ntemperature at low temperatures coinciding with a rate speed limit for quantum\ntransitions due to uncertainty principle, at high temperatures it rather\nlinearly rises with temperature according to the Einstein's relation for\nadiabatic transitions.\n"]}]
["1103.0588",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0588"],"date":["2011-03-02"],"type":["text"],"creator":["Gonzalez, Ivan","Moll, V. H.","Schmidt, Ivan"],"language":[],"coverage":[],"title":["A generalized Ramanujan Master Theorem applied to the evaluation of\n  Feynman diagrams"],"description":["  Ramanujan Master Theorem is a technique developed by the indian mathematician\nS. Ramanujan to evaluate a class of definite integrals. This technique is used\nhere to calculate the values of integrals associated with specific Feynman\ndiagrams.\n","Comment: 17 pages, 3 figures"]}]
["1103.0590",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0590"],"date":["2011-03-02"],"type":["text"],"creator":["Min, Baili"],"language":[],"coverage":[],"title":["Inner functions on a general type of domains"],"description":["  It is known that inner functions exist on strongly pseudoconvex domains. In\nthis paper we will show that they exist on a more general type of domains,\nincluding some domains of finite type.\n"]}]
["1103.0591",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0591"],"date":["2011-03-02"],"type":["text"],"creator":["Yang, R.","Yu, G."],"language":[],"coverage":[],"title":["Anomalous differential conductance of In-Bi2Te3 contact"],"description":["  The differential conductance of In/Bi2Te3 contact under cryogenic temperature\nis investigated. Anomalous zero/finite bias differential conductance has been\nobserved. The dependence of the observed anomalous differential conductance on\nmagnetic field and temperature is studied. Data analysis indicates that the\nanomalous differential conductance is caused by the peculiar transport\nproperties of the superconducting Indium/Bi2Te3 interface where Andreev\nreflection plays a key role.\n"]}]
["1103.0596",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Sound","05A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0596"],"date":["2011-03-02"],"type":["text"],"creator":["Cocos, Mihail","Fowers, Shawn"],"language":[],"coverage":[],"title":["Music By Numbers"],"description":["  In this paper we present a mathematical way of defining musical modes, we\nderive a formula for the total number of modes and define the musicality of a\nmode as the total number of harmonic chords whithin the mode. We also give an\nalgorithm for the construction of a duet of melodic lines given a sequence of\nnumbers and a mode. We attach the .mus files of the counterpoints obtained by\nusing the sequence of primes and several musical modes.\n"]}]
["1103.0598",{"format":[],"subject":["Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0598"],"date":["2011-03-02"],"type":["text"],"creator":["Daskalakis, Constantinos","Diakonikolas, Ilias","Servedio, Rocco A."],"language":[],"coverage":[],"title":["Learning transformed product distributions"],"description":["  We consider the problem of learning an unknown product distribution $X$ over\n$\\{0,1\\}^n$ using samples $f(X)$ where $f$ is a \\emph{known} transformation\nfunction. Each choice of a transformation function $f$ specifies a learning\nproblem in this framework.\n  Information-theoretic arguments show that for every transformation function\n$f$ the corresponding learning problem can be solved to accuracy $\\eps$, using\n$\\tilde{O}(n/\\eps^2)$ examples, by a generic algorithm whose running time may\nbe exponential in $n.$ We show that this learning problem can be\ncomputationally intractable even for constant $\\eps$ and rather simple\ntransformation functions. Moreover, the above sample complexity bound is nearly\noptimal for the general problem, as we give a simple explicit linear\ntransformation function $f(x)=w \\cdot x$ with integer weights $w_i \\leq n$ and\nprove that the corresponding learning problem requires $\\Omega(n)$ samples.\n  As our main positive result we give a highly efficient algorithm for learning\na sum of independent unknown Bernoulli random variables, corresponding to the\ntransformation function $f(x)= \\sum_{i=1}^n x_i$. Our algorithm learns to\n$\\eps$-accuracy in poly$(n)$ time, using a surprising poly$(1/\\eps)$ number of\nsamples that is independent of $n.$ We also give an efficient algorithm that\nuses $\\log n \\cdot \\poly(1/\\eps)$ samples but has running time that is only\n$\\poly(\\log n, 1/\\eps).$\n"]}]
["1103.0599",{"format":[],"subject":["Condensed Matter - Quantum Gases","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0599"],"date":["2011-03-02"],"type":["text"],"creator":["Lu, Bo","Zhou, Xiaoji","Vogt, Thibault","Fang, Zhen","Chen, Xuzong"],"language":[],"coverage":[],"title":["Laser driving of Superradiant scattering at variable incidence angle"],"description":["  We study superradiant scattering from a Bose-Einstein condensate using a pump\nlaser incident at variable angle and show the presence of asymmetrically\npopulated scattering modes. Experimental data reveal that the direction of the\npump laser plays a significant role in the formation of this asymmetry, result\nwhich is in good agreement with numerical simulations based on coupled\nMaxwell-Schr\\\"{o}dinger equations. Our study complements the gap of previous\nwork in which the pump laser was only applied along the short axis or the long\naxis of a condensate, and extends our knowledge about cooperative scattering\nprocesses.\n","Comment: 5 pages, 5 figures, Accepted by Phys. Rev. A"]}]
["1103.0605",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0605"],"date":["2011-03-02"],"type":["text"],"creator":["Watanabe, Yusuke","Fukumizu, Kenji"],"language":[],"coverage":[],"title":["Loopy Belief Propagation, Bethe Free Energy and Graph Zeta Function"],"description":["  We propose a new approach to the theoretical analysis of Loopy Belief\nPropagation (LBP) and the Bethe free energy (BFE) by establishing a formula to\nconnect LBP and BFE with a graph zeta function. The proposed approach is\napplicable to a wide class of models including multinomial and Gaussian types.\nThe connection derives a number of new theoretical results on LBP and BFE. This\npaper focuses two of such topics. One is the analysis of the region where the\nHessian of the Bethe free energy is positive definite, which derives the\nnon-convexity of BFE for graphs with multiple cycles, and a condition of\nconvexity on a restricted set. This analysis also gives a new condition for the\nuniqueness of the LBP fixed point. The other result is to clarify the relation\nbetween the local stability of a fixed point of LBP and local minima of the\nBFE, which implies, for example, that a locally stable fixed point of the\nGaussian LBP is a local minimum of the Gaussian Bethe free energy.\n"]}]
["1103.0610",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0610"],"date":["2011-03-03"],"type":["text"],"creator":["Mazur, Pawel O.","Morawiec, Pawel J."],"language":[],"coverage":[],"title":["An Optical Geometry Perspective on the Emerging Conformal Field Theory\n  Behavior on the Cosmological Event Horizon: Massless Fermions on de Sitter\n  Space"],"description":["  We have investigated the emerging conformal field theory behavior on the\ninterior interface of the region near the cosmological event horizon on an\nexample of massless Dirac fermions. Indeed, we have constructed and verified\nthe emerging de Sitter/CFT correspondence for the near cosmological event\nhorizon region.\n  It is in this near horizon region where the infinitely thin shell of matter\nwith the stiffest equation of state (Zeldovich's matter) is placed in the model\nfor a thermodynamically stable `would be black hole' which is sometimes called\na gravastar or a dark energy star. We put forward the hypothesis to the effect\nthat the Zeldovich matter consists of the strongly correlated quanta which are\nbest described by the emerging conformal field theory in the near `would be\nhorizon' region of a gravastar/dark energy star.\n","Comment: 18 pages"]}]
["1103.0614",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0614"],"date":["2011-03-03"],"type":["text"],"creator":["Mishra, Surabala","Ganguli, Biplab"],"language":[],"coverage":[],"title":["Effect of structural distortion and nature of bonding on the electronic\n  properties of defect and Li doped CulnSe2Chalcopyrite Semiconductors"],"description":["  We report the structural and electronic properties of chalcopyrite\nsemiconductors CuInSe2, CuIn2 Se4 and Cu0.5Li0.5InSe2. Our calculation is based\non Density functional Theory within tight binding linear muffin-tin orbital\n(TB-LMTO) method. The calculated lattice constants, anion displacement (u),\ntetragonal distortion ({\\eta} = c/2a) and bond lengths agree well with\nexperimental values. Our result shows these compounds are direct band gap\nsemiconductors. Our calculated band gaps, 0.79eV and 1.08 eV of CuInSe2 and\nCu0.5Li0.5InSe2 respectively agree well with the experimental values within the\nlimitation of LDA. The band gap of CuIn2Se4 is found to be 1.50 eV. The band\ngap reduces by 59.57%, 23.61% and 48.82% due to p-d hybridization and reduces\nby 16.85%, 9.10% and 0.92% due to structural distortion for CuInSe2, CuIn2Se4\nand Cu0.5Li0.5InSe2 respectively. We also discuss the effect of bond nature on\nelectronic properties of all three compounds.\n","Comment: 29 pages, 7 figures, submitted to Chemical Physics"]}]
["1103.0616",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","42B10, 42B20, 42B25, 42B35, 42B37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0616"],"date":["2011-03-03"],"type":["text"],"creator":["Long, Shunchao"],"language":[],"coverage":[],"title":["Estimates at or beyond endpoint in harmonic analysis: Bochner-Riesz\n  means and spherical means"],"description":["  We introduce some new functions spaces to investigate some problems at or\nbeyond endpoint. First, we prove that Bochner-Riesz means $B_R^\\lambda$ are\nbounded from some subspaces of $L^p_{|x|^\\alpha}$ to $L^p_{|x|^\\alpha}$ for $\n\\frac{n-1}{2(n+1)}<\\lambda \\leq \\frac{n-1}{2}, 0 < p\\leq\np'_\\lambda=\\frac{2n}{n+1+2\\lambda}, n(\\frac{p}{p_\\lambda}-1)<\n\\alpha<n(\\frac{p}{p'_\\lambda}-1)$, and $0<R<\\infty,$ and so are the maximal\nBochner-Riesz means $B_*^\\lambda$ for $ \\frac{n-1}{2}\\leq \\lambda < \\infty, 0 <\np\\leq 1$ and $-n< \\alpha<n(p-1)$. From these we obtain the\n$L^p_{|x|^\\alpha}$-norm convergent property of $B_R^\\lambda $ for these\n$\\lambda,p,$ and $\\alpha$. Second, let $n\\geq 3,$ we prove that the maximal\nspherical means are bounded from some subspaces of $L^p_{|x|^\\alpha}$ to\n$L^p_{|x|^\\alpha}$ for $0<p\\leq \\frac{n}{n-1}$ and $\n-n(1-\\frac{p}{2})<\\alpha<n(p-1)-n$. We also obtain a $L^p_{|x|^\\alpha}$-norm\nconvergent property of the spherical means for such $p$ and $\\alpha$. Finally,\nwe prove that some new types of $|x|^\\alpha$-weighted estimates hold at or\nbeyond endpoint for many operators, such as Hardy-Littlewood maximal operator,\nsome maximal and truncated singular integral operators, the maximal Carleson\noperator, etc. The new estimates can be regarded as some substitutes for the\n$(H^p,H^p)$ and $(H^p,L^p)$ estimates for the operators which fail to be of\ntypes $(H^p,H^p)$ and $(H^p,L^p)$.\n","Comment: 50 pages"]}]
["1103.0617",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0617"],"date":["2011-03-03"],"type":["text"],"creator":["\u007fOzarslan, H. S.","Ari, T."],"language":[],"coverage":[],"title":["On the absolute matrix summability factors"],"description":["  In this paper, we have obtained a necessary and suffcient condition for the\nseries.\n","Comment: 10 pages"]}]
["1103.0618",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Analysis of PDEs","Mathematics - Functional Analysis","42A20, 42B05, 42B20, 42B25, 42B35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0618"],"date":["2011-03-03"],"type":["text"],"creator":["Long, Shunchao"],"language":[],"coverage":[],"title":["Convergence of Fourier series at or beyond endpoint"],"description":["  We consider several problems at or beyond endpoint in harmonic analysis. The\nsolutions of these problems are related to the estimates of some classes of\nsublinear operators. To do this, we introduce some new functions spaces\n$RL^{p,s}_{|x|^{\\alpha}}({\\bf R}^n)$ and $\\dot{R}L^{p,s}_{|x|^{\\alpha}}({\\bf\nR}^n)$, which play an analogue role with the classical Hardy spaces $H^p({\\bf\nR}^n)$. These spaces are subspaces of $L^p_{|x|^{\\alpha}}({\\bf R}^n)$ with\n$1<s<\\infty, 0<p\\leq s$ and $-n<\\alpha<n(p-1)$, and\n$\\dot{R}L^{p,s}_{|x|^{\\alpha}}({\\bf R}^n) \\supset L^s({\\bf R}^n)$ when $\n-n<\\alpha<n(p/s-1)$. We prove the following results. First, $\\mu_\\alpha$-a.e.\nconvergence and ${L}^{p}_{|x|^{\\alpha}}({\\bf R})$ -norm convergence of Fourier\nseries hold for all functions in $ RL^{p,s}_{|x|^{\\alpha}}({\\bf R})$ and $\n\\dot{R}L^{p,s}_{|x|^{\\alpha}}({\\bf R})$ with $1<s<\\infty, 0<p\\leq s$ and\n$-1<\\alpha<p-1$, where $\\mu_\\alpha(x)=|x|^{\\alpha}$; Second, many sublinear\noperators initially defined for the functions in $L^p({\\bf R}^n)$ with\n$1<p<\\infty$, such as Calder\\'{o}n-Zygmund operators, C.Fefferman's singular\nmultiplier operator, R.Fefferman's singular integral operator, the\nBochner-Riesz means at the critical index, certain oscillatory singular\nintegral operators, and so on, admit extensions which map\n$RL^{p,s}_{|x|^{\\alpha}}({\\bf R}^n)$ and $\\dot{R}L^{p,s}_{|x|^{\\alpha}}({\\bf\nR}^n)$ into $L^p_{|x|^{\\alpha}}({\\bf R}^n)$ with $1<s<\\infty, 0<p\\leq s$ and\n$-n<\\alpha<n(p-1)$; Final, Hardy-Littlewood maximal operator is bounded from\n$RL^{p,s}_{|x|^{\\alpha}}({\\bf R}^n)$ (or $\\dot{R}L^{p,s}_{|x|^{\\alpha}}({\\bf\nR}^n)$) to ${L}^{p}_{|x|^{\\alpha}}({\\bf R}^n)$ for $ 1<s<\\infty$ and $0<p\\leq\ns$ if and only if $-n<\\alpha<n(p-1)$.\n","Comment: 20 pages"]}]
["1103.0622",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Soft Condensed Matter","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0622"],"date":["2011-03-03"],"type":["text"],"creator":["Dai, Hui-Hui","Song, Zilong"],"language":[],"coverage":[],"title":["Analytical Solutions for the Equilibrium states of a Swollen Hydrogel\n  Shell and an Extended Method of Matched Asymptotics"],"description":["  A polymer network can imbibe water, forming an aggregate called hydrogel, and\nundergo large and inhomogeneous deformation with external mechanical\nconstraint. Due to the large deformation, nonlinearity plays a crucial role,\nwhich also causes the mathematical difficulty for obtaining analytical\nsolutions. Based on an existing model for equilibrium states of a swollen\nhydrogel with a core-shell structure, this paper seeks analytical solutions of\nthe deformations by perturbation methods for three cases, i.e. free-swelling,\nnearly free-swelling and general inhomogeneous swelling. Particularly for the\ngeneral inhomogeneous swelling, we introduce an extended method of matched\nasymptotics to construct the analytical solution of the governing nonlinear\nsecond-order variable-coefficient differential equation. The analytical\nsolution captures the boundary layer behavior of the deformation. Also,\nanalytical formulas for the radial and hoop stretches and stresses are obtained\nat the two boundary surfaces of the shell, making the influence of the\nparameters explicit. An interesting finding is that the deformation is\ncharacterized by a single material parameter (called the hydrogel deformation\nconstant), although the free-energy function for the hydrogel contains two\nmaterial parameters. Comparisons with numerical solutions are also made and\ngood agreements are found.\n","Comment: 20 pages, 4 figures"]}]
["1103.0624",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0624","The Astronomical Journal, 138:1090-1100, 2009 October","doi:10.1088/0004-6256/138/4/1090"],"date":["2011-03-03"],"type":["text"],"creator":["Lyke, J. E.","Campbell, R. D."],"language":[],"coverage":[],"title":["The Distance and Morphology of V723 Cassiopeiae (NOVA CASSIOPEIA 1995)"],"description":["  We present spatially resolved infrared spectra of V723 Cas (Nova Cassiopeia\n1995) obtained over four years with the integral field spectrograph OSIRIS on\nKeck II. Also presented are one epoch of spatially unresolved spectra from the\nlong slit spectrograph NIRSPEC on Keck II. The OSIRIS observations made use of\nthe laser guide star adaptive optics facility that produced diffraction-limited\nspatial resolution of the strong coronal emission features in the nova ejecta.\nWe remove the point-like continuum from V723 Cas data cubes to reveal details\nof the extended nebula and find that emission due to [Si VI] and [Ca VIII] has\nan equatorial ring structure with polar nodules-a strikingly different\nmorphology than emission due to [Al IX], which appears as a prolate spheroid.\nThe contrast in structure may indicate separate ejection events. Using the\nangular expansion and Doppler velocities observed over four epochs spaced at\none year intervals, we determine the distance to V723 Cas to be 3.85+0.23-0.21\nkpc. We present the OSIRIS three-dimensional data here in many ways: as\nnarrowband images, one- and two-dimensional spectra, and a volume rendering\nthat reveals the true shape of the ejecta.\n","Comment: 37 pages, 8 figures"]}]
["1103.0627",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0627","doi:10.1016/j.jcrysgro.2010.10.200"],"date":["2011-03-03"],"type":["text"],"creator":["Wünscher, Michael","Lüdge, Anke","Riemann, Helge"],"language":[],"coverage":[],"title":["Crucible-free Pulling of Germanium Crystals"],"description":["  Commonly, germanium crystals are grown after the Czochralski (CZ) method. The\ncrucible-free pedestal and floating zone (FZ) methods, which are widely used\nfor silicon growth, are hardly known to be investigated for germanium. The\ngermanium melt is more than twice as dense as liquid silicon, which could\ndestabilize a floating zone. Additionally, the lower melting point and the\nrelated lower radiative heat loss is shown to reduce the stability especially\nof the FZ process with the consequence of a screw-like crystal growth. We found\nthat the lower heat radiation of Ge can be compensated by the increased\nconvective cooling of a helium atmosphere instead of the argon ambient. Under\nthese conditions, the screw-like growth could be avoided. Unfortunately, the\nhelium cooling deteriorates the melting behavior of the feed rod. Spikes appear\nalong the open melt front, which touch on the induction coil. In order to\nimprove the melting behavior, we used a lamp as a second energy source as well\nas a mixture of Ar and He. With this, we found a final solution for growing\nstable crystals from germanium by using both gases in different parts of the\nfurnace. The experimental work is accompanied by the simulation of the\nstationary temperature field. The commercially available software FEMAG-FZ is\nused for axisymmetric calculations. Another tool for process development is the\nlateral photo-voltage scanning (LPS), which can determine the shape of the\nsolid-liquid phase boundary by analyzing the growth striations in a lateral cut\nof a grown crystal. In addition to improvements of the process, these\nmeasurements can be compared with the calculated results and, hence, conduce to\nvalidate the calculation.\n","Comment: 4 pages, 10 figures, ICCG-16"]}]
["1103.0633",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0633","International Journal of Database Management Systems ( IJDMS ),\n  Vol.3, No.1, February 2011"],"date":["2011-03-03"],"type":["text"],"creator":["Dongare, Y. V.","Dhabe, P. S.","Deshmukh, S. V."],"language":[],"coverage":[],"title":["RDBNorma: - A semi-automated tool for relational database schema\n  normalization up to third normal form"],"description":["  In this paper a tool called RDBNorma is proposed, that uses a novel approach\nto represent a relational database schema and its functional dependencies in\ncomputer memory using only one linked list and used for semi-automating the\nprocess of relational database schema normalization up to third normal form.\nThis paper addresses all the issues of representing a relational schema along\nwith its functional dependencies using one linked list along with the\nalgorithms to convert a relation into second and third normal form by using\nabove representation. We have compared performance of RDBNorma with existing\ntool called Micro using standard relational schemas collected from various\nresources. It is observed that proposed tool is at least 2.89 times faster than\nthe Micro and requires around half of the space than Micro to represent a\nrelation. Comparison is done by entering all the attributes and functional\ndependencies holds on a relation in the same order and implementing both the\ntools in same language and on same machine.\n","Comment: 22 pages and international journal"]}]
["1103.0638",{"format":[],"subject":["Quantum Physics","81P10, 81P16, 81P45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0638"],"date":["2011-03-03"],"type":["text"],"creator":["Niestegge, Gerd"],"language":[],"coverage":[],"title":["Third-order interference and a principle of `quantumness'"],"description":["  Are there physical, probabilistic or information-theoretic principles which\ncharacterize the quantum probabilities and distinguish them from the classical\ncase as well as from other probability theories, or which reveal why quantum\nmechanics requires its very special mathematical formalism? The paper\nidentifies the fundamental absence of third-order interference as such a\nprinciple of `quantumness'. Considering three-slit experiments, the concept of\nthird-order interference was originally introduced by Sorkin in 1994.\n","Comment: 7 pages, 1 figure"]}]
["1103.0640",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0640"],"date":["2011-03-03"],"type":["text"],"creator":["Chakrabarti, R.","Sreekumari, G."],"language":[],"coverage":[],"title":["Quantum communication through Jaynes-Cummings-Hubbard arrays"],"description":["  We study the dynamics of an one dimensional array of Jaynes-Cummings-Hubbard\nsystem of arbitrary number of coupled cavities, each containing a two level\natom that interacts with a field mode. In particular, we consider propagation\nof a single excitation quantum state for two different couplings of the\nphotonic modes of the adjacent cavities, namely, a translation invariant closed\nchain of uniformly coupled cavities, and also a linear chain with nonuniform\nparabolically varying intercavity coupling where the interaction Hamiltonian is\nassociated with the Jacobi matrix of the Krawtchouk polynomials. Using a\ndescription via the delocalized atomic and field modes we observe that for a\nlarge detuning of these two degrees of freedom atomic excitations propagate\nwithout populating the field modes, and vice versa. For the near-resonance\nscenario between these modes the atomic excitations, say, while propagating mix\nwith the photonic states. In the context of the parabolic coupling between\nphotons of adjacent cavities an arbitrary element of the time-dependent\ncorrelation function between two arbitrary cavities may be expressed in closed\nform for dominant values of the detuning parameter, when an exact transmission\nof the quantum state at pre-specified times is realized.\n"]}]
["1103.0643",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0643"],"date":["2011-03-03"],"type":["text"],"creator":["Papavassiliou, Joannis"],"language":[],"coverage":[],"title":["A gauge-technique Ansatz for the three gluon vertex of the background\n  field method"],"description":["  The vertex connecting one background gluon with two quantum ones constitutes\na central ingredient in the gauge-invariant Schwinger-Dyson equation that\ndetermines the non-perturbative dynamics of the gluon propagator. This vertex\nsatisfies a Ward identity with respect to the background gluon, and a\nSlavnov-Taylor identity with respect to the two quantum gluons. We present a\ncomplete Ansatz for this vertex, which satisfies both aforementioned\nidentities. This entire construction depends crucially on a set of constraints\nrelating the various form-factors of the ghost Green's functions appearing in\nthe Slavnov-Taylor identity satisfied by the vertex. The validity of these\nconstraints is demonstrated to all orders.\n","Comment: 10 pages, 2 figures. Contribution for the workshop \"The many faces of\n  QCD\", 1-5 Nov 2010, Ghent, Belgium"]}]
["1103.0645",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0645","Indian J. Pure Appl. Math., 31, 1017-1024 (2000)"],"date":["2011-03-03"],"type":["text"],"creator":["Tiwari, R. N.","Ray, Saibal","Bhadra, Sumana"],"language":[],"coverage":[],"title":["Relativistic Electromagnetic Mass Models With Cosmological\n  Variable$\\Lambda$ in Spherically Symmetric Anisotropic Source"],"description":["  A class of exact solutions for the Einstein-Maxwell field equations are\nobtained by assuming the erstwhile cosmological constant $ \\Lambda $ to be a\nspace-variable scalar, viz., $ \\Lambda =\\Lambda(r) $. The source considered\nhere is static, spherically symmetric and anisotropic charged fluid. The\nsolutions obtained are matched continuously to the exterior\nReissner-Nordstr\\\"{o}m solution and each of the four solutions represents an\nelectromagnetic mass model.\n","Comment: 10 Latex pages"]}]
["1103.0647",{"format":[],"subject":["Mathematics - Probability","Quantitative Finance - Statistical Finance","60G50 (Primary) 60G55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0647"],"date":["2011-03-03"],"type":["text"],"creator":["Scalas, Enrico"],"language":[],"coverage":[],"title":["A class of CTRWs: Compound fractional Poisson processes"],"description":["  This chapter is an attempt to present a mathematical theory of compound\nfractional Poisson processes. The chapter begins with the characterization of a\nwell-known L\\'evy process: The compound Poisson process. The semi-Markov\nextension of the compound Poisson process naturally leads to the compound\nfractional Poisson process, where the Poisson counting process is replaced by\nthe Mittag-Leffler counting process also known as fractional Poisson process.\nThis process is no longer Markovian and L\\'evy. However, several analytical\nresults are available and some of them are discussed here. The functional limit\nof the compound Poisson process is an $\\alpha$-stable L\\'evy process, whereas\nin the case of the compound fractional Poisson process, one gets an\n$\\alpha$-stable L\\'evy process subordinated to the fractional Poisson process.\n","Comment: 23 pages. To be published in a World Scientific book edited by Ralf\n  Metzler"]}]
["1103.0650",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematical Physics","53C50, 16T25, Secondary 53C20, 17B62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0650"],"date":["2011-03-03"],"type":["text"],"creator":["Aitbenhaddou, Malika","Boucetta, Mohamed","Lebzioui, Hicham"],"language":[],"coverage":[],"title":["Left-invariant Lorentzian flat metrics on Lie groups"],"description":["  We call the Lie algebra of a Lie group with a left invariant\npseudo-Riemannian flat metric pseudo-Riemannian flat Lie algebra. We give a new\nproof of a classical result of Milnor on Riemannian flat Lie algebras. We\nreduce the study of Lorentzian flat Lie algebras to those with trivial center\nor those with degenerate center. We show that the double extension process can\nbe used to construct all Lorentzian flat Lie algebras with degenerate center\ngeneralizing a result of Aubert-Medina on Lorentzian flat nilpotent Lie\nalgebras. Finally, we give the list of Lorentzian flat Lie algebras with\ndegenerate center up to dimension 6.\n","Comment: 17 pages"]}]
["1103.0651",{"format":[],"subject":["Mathematics - Analysis of PDEs","Primary 35B51, Secondary 35J40, 35A08"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0651"],"date":["2011-03-03"],"type":["text"],"creator":["Grunau, Hans-Christoph","Robert, Frédéric","Sweers, Guido"],"language":[],"coverage":[],"title":["Optimal estimates from below for biharmonic Green functions"],"description":["  Optimal pointwise estimates are derived for the biharmonic Green function\nunder Dirichlet boundary conditions in arbitrary $C^{4,\\gamma}$-smooth domains.\nMaximum principles do not exist for fourth order elliptic equations and the\nGreen function may change sign. It prevents using a Harnack inequality as for\nsecond order problems and hence complicates the derivation of optimal\nestimates. The present estimate is obtained by an asymptotic analysis. The\nestimate shows that this Green function is positive near the singularity and\nthat a possible negative part is small in the sense that it is bounded by the\nproduct of the squared distances to the boundary.\n","Comment: 11 pages. To appear in \"Proceedings of the AMS\""]}]
["1103.0652",{"format":[],"subject":["Mathematics - Numerical Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0652","Numerical Algorithms (2011)"],"date":["2011-03-03"],"type":["text"],"creator":["Liu, Da-Yan","Gibaru, Olivier","Perruquetti, Wilfrid"],"language":[],"coverage":[],"title":["Error analysis of a class of derivative estimators for noisy signals"],"description":["  Recent algebraic parametric estimation techniques led to point-wise\nderivative estimates by using only the iterated integral of a noisy observation\nsignal. In this paper, we extend such differentiation methods by providing a\nlarger choice of parameters in these integrals: they can be reals. For this the\nextension is done via a truncated Jacobi orthogonal series expansion. Then, the\nnoise error contribution of these derivative estimations is investigated: after\nproving the existence of such integral with a stochastic process noise, their\nstatistical properties (mean value, variance and covariance) are analyzed. In\nparticular, the following important results are obtained: a) the bias error\nterm, due to the truncation, can be reduced by tuning the parameters, b) such\nestimators can cope with a large class of noises for which the mean and\ncovariance are polynomials in time (with degree smaller than the order of\nderivative to be estimated), c) the variance of the noise error is shown to be\nsmaller in the case of negative real parameters than it was for integer values.\nConsequently, these derivative estimations can be improved by tuning the\nparameters according to the here obtained knowledge of the parameters'\ninfluence on the error bounds.\n"]}]
["1103.0655",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35J35, 58J05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0655"],"date":["2011-03-03"],"type":["text"],"creator":["Hebey, Emmanuel","Robert, Frédéric"],"language":[],"coverage":[],"title":["Asymptotic analysis for fourth order Paneitz equations with critical\n  growth"],"description":["  We investigate fourth order Paneitz equations of critical growth in the case\nof $n$-dimensional closed conformally flat manifolds, $n \\ge 5$. Such equations\narise from conformal geometry and are modelized on the Einstein case of the\ngeometric equation describing the effects of conformal changes of metrics on\nthe $Q$-curvature. We obtain sharp asymptotics for arbitrary bounded energy\nsequences of solutions of our equations from which we derive stability and\ncompactness properties. In doing so we establish the criticality of the\ngeometric equation with respect to the trace of its second order terms.\n","Comment: 35 pages. To appear in \"Advances in the Calculus of Variations\""]}]
["1103.0658",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0658","International Journal of Wireless & Mobile Networks (IJWMN) Vol.\n  3, No. 1, February 2011","doi:10.5121/ijwmn.2011.3109"],"date":["2011-03-03"],"type":["text"],"creator":["Manickam, P.","Baskar, T. Guru","Girija, M.","Manimegalai, Dr. D."],"language":[],"coverage":[],"title":["Performance Comparisons of Routing Protocols in Mobile Ad Hoc Networks"],"description":["  Mobile Ad hoc Network (MANET) is a collection of wireless mobile nodes that\ndynamically form a network temporarily without any support of central\nadministration. Moreover, Every node in MANET moves arbitrarily making the\nmulti-hop network topology to change randomly at unpredictable times. There are\nseveral familiar routing protocols like DSDV, AODV, DSR, etc...which have been\nproposed for providing communication among all the nodes in the network. This\npaper presents a performance comparison of proactive and reactive protocols\nDSDV, AODV and DSR based on metrics such as throughput, packet delivery ratio\nand average end-to-end delay by using the NS-2 simulator.\n","Comment: 9 Pages,10 Figures, 3 Tables"]}]
["1103.0659",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0659"],"date":["2011-03-03"],"type":["text"],"creator":["Fu, Changbo","Snow, W. M."],"language":[],"coverage":[],"title":["Limits on possible new spin-spin interactions between neutrons from\n  measurements of the Longitudinal Spin Relaxation Rate of Polarized $^{3}$He\n  Gas"],"description":["  New particles with masses in the sub-eV range have been predicted by various\ntheories beyond the Standard Model. Some can induce new spin-spin interactions\nbetween fermions. Existing constraints on such interactions between nucleons\nwith mesoscopic ranges (millimeters to nanometers) are quite poor. Polarized\n$^{3}$He gas is an especially clean system to use to constrain these possible\nnew spin-spin interactions because the spin-independent atomic potential\nbetween helium atoms is well-characterized experimentally. The small effects\nfrom binary atomic collisions in a polarized gas from magnetic dipole-dipole\nand other possible weak spin-spin interactions which lead to spin relaxation\ncan be calculated perturbatively. We compare existing measurements of the\nlongitudinal spin relaxation rate $\\Gamma_{1}$ of polarized $^3$He gas with\ntheoretical calculations and set a $1\\sigma$ upper bound on the pseudoscalar\ncoupling strength $g_p$ for possible new neutron-neutron dipole-dipole\ninteractions of $g_p^{(n)}g_p^{(n)}/4\\pi \\le 1.7\\times 10^{-3}$ for distances\nlarger than 100 nm. We also set new direct limits on possible gravitational\ntorsion interactions between neutrons.\n"]}]
["1103.0662",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0662","Astroparticle Physics 34 (2011) pp. 699-704","doi:10.1016/j.astropartphys.2011.01.005"],"date":["2011-03-03"],"type":["text"],"creator":["Kh., H. Hedayati","Anvari, A.","Bahmanabadi, M.","Samimi, J.","Ghomi, M. Khakian"],"language":[],"coverage":[],"title":["A New Simple Method for the Analysis of Extensive Air Showers"],"description":["  The most important goal of studying an extensive air shower is to find the\nenergy, mass and arrival direction of its primary cosmic ray. In order to find\nthese parameters, the core position and arrival direction of the shower should\nbe determined. In this paper, a new method for finding core location has been\nintroduced that utilizes trigger time information of particle detectors. We\nhave also developed a simple technique to reconstruct the arrival direction.\nOur method is not based upon density-sensitive detectors which are sensitive to\nthe number of crossing particles and is also independent of lateral\ndistribution models. This model has been developed and examined by the analysis\nof simulated shower events generated by the CORSIKA package.\n"]}]
["1103.0663",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0663"],"date":["2011-03-03"],"type":["text"],"creator":["Lehtinen, J.","Jetsu, L.","Mantere, M. J."],"language":[],"coverage":[],"title":["Analysing the active longitudes of the young solar analogue HD 116956\n  using Bayesian statistics"],"description":["  Aims: In this study, we aim at investigating the properties of the active\nlongitude system of the young solar analogue HD 116956 in detail, especially\nconcentrating on determining the rotation period of the spot-generating\nmechanism with respect to the photometric rotation period of the star itself.\nBecause the nonparametric approach, like the Kuiper method, can only give the\nperiod of active longitudes, we formulate a new method that can determine the\nparameters the active longitude distribution uniquely.\n  Methods: For this purpose, we have developed an analysis method, based on\nBayesian statistics using Markov chain Monte Carlo, presented in this\nmanuscript. One of the advantages of this method is that an estimate of the\nactive longitude system rotation period, as well as the parameters of the shape\nand location of the active longitudes together with their respective error\nestimates. This allows us to compare the active longitude and mean photospheric\nrotation periods of the star.\n  Results: Our analysis confirms previous results of the object having two\nstable active longitudes with a phase difference of Delta phi = 0.5, the other\nlongitude having dominated over the other one during almost the entire span of\nthe time series. Our method gives the rotation period of the active longitude\nsystem P_al = 7.8412 +- 0.00002 d, which is significantly different from the\nmean photospheric rotation period of the star P_rot = 7.817 +- 0.003 d.\n  Conclusions: Our analysis indicates that the spot-generating mechanism,\nmanifesting itself as a system of two active longitudes, is lagging behind the\noverall rotation of the star. This behaviour may be interpreted as a\nnonaxisymmetric dynamo wave propagating in the rotational reference frame of\nthe stellar surface.\n","Comment: 9 pages, 4 figures, 4 tables"]}]
["1103.0667",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0667"],"date":["2011-03-03"],"type":["text"],"creator":["Huang, Lujun","Zhou, Daming","Wang, Jian","Li, Zhifeng","Chen, Xiaoshuang","Lu, Wei"],"language":[],"coverage":[],"title":["Nonmagnetic invisibility cloak with minimized scattering cross section"],"description":["  We propose one kind of transformation functions for nonmagnetic invisibility\ncloak with minimized scattering on the basis of generalized transformation. By\nmatching the impedance at the outer surface of the cloak, the transformations\nwith two parameters are determined. To confirm the performance of the cloak,\nfull wave simulation based on the finite element method is carried out.\nFurthermore, total scattering cross section is computed to better illustrate\nthe scattering characteristics of cloak with different parameters. In addition,\nbased on the effective media theory, alternating layered system composed of two\nisotropic materials is employed to realize the cloak practically.\n"]}]
["1103.0675",{"format":[],"subject":["Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0675"],"date":["2011-03-03"],"type":["text"],"creator":["Clausznitzer, Diana","Endres, Robert G"],"language":[],"coverage":[],"title":["Noise characteristics of the Escherichia coli rotary motor"],"description":["  The chemotaxis pathway in the bacterium Escherichia coli allows cells to\ndetect changes in external ligand concentration (e.g. nutrients). The pathway\nregulates the flagellated rotary motors and hence the cells' swimming\nbehaviour, steering them towards more favourable environments. While the\nmolecular components are well characterised, the motor behaviour measured by\ntethered cell experiments has been difficult to interpret. Here, we study the\neffects of sensing and signalling noise on the motor behaviour. Specifically,\nwe consider fluctuations stemming from ligand concentration, receptor switching\nbetween their signalling states, adaptation, modification of proteins by\nphosphorylation, and motor switching between its two rotational states. We\ndevelop a model which includes all signalling steps in the pathway, and discuss\na simplified version, which captures the essential features of the full model.\nWe find that the noise characteristics of the motor contain signatures from all\nthese processes, albeit with varying magnitudes. This allows us to address how\ncell-to-cell variation affects motor behaviour and the question of optimal\npathway design. A similar comprehensive analysis can be applied to other\ntwo-component signalling pathways.\n","Comment: 22 pages, 7 figures, 3 tutorials, supplementary information;\n  submitted manuscript"]}]
["1103.0676",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0676"],"date":["2011-03-03"],"type":["text"],"creator":["Majkic, Zoran"],"language":[],"coverage":[],"title":["Probabilistic Logic: Many-valuedness and Intensionality"],"description":["  The probability theory is a well-studied branch of mathematics, in order to\ncarry out formal reasoning about probability. Thus, it is important to have a\nlogic, both for computation of probabilities and for reasoning about\nprobabilities, with a well-defined syntax and semantics. Both current\napproaches, based on Nilsson's probability structures/logics, and on linear\ninequalities in order to reason about probabilities, have some weak points. In\nthis paper we have presented the complete revision of both approaches. We have\nshown that the full embedding of Nilsson'probabilistic structure into\npropositional logic results in a truth-functional many-valued logic,\ndifferently from Nilsson's intuition and current considerations about\npropositional probabilistic logic. Than we have shown that the logic for\nreasoning about probabilities can be naturally embedded into a 2-valued\nintensional FOL with intensional abstraction, by avoiding current ad-hoc system\ncomposed of two different 2-valued logics: one for the classical propositional\nlogic at lower-level, and a new one at higher-level for probabilistic\nconstraints with probabilistic variables. The obtained theoretical results are\napplied to Probabilistic Logic Programming.\n","Comment: 15 pages"]}]
["1103.0679",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0679"],"date":["2011-03-03"],"type":["text"],"creator":["Barrena, R.","Girardi, M.","Boschin, W.","De Grandi, S.","Eckert, D.","Rossetti, M."],"language":[],"coverage":[],"title":["Internal dynamics of the galaxy cluster Abell 545"],"description":["  Diffuse radio emission in galaxy clusters, and their connection with cluster\nmergers, are still debated. We seek to explore the internal dynamics of the\nradio halo cluster Abell 545. This cluster is also peculiar for hosting in its\ncenter a very bright, red, diffuse intracluster light due to an old, stellar\npopulation, so bright to be named as \"star pile\". Our analysis is based on\nredshift data for 110 galaxies. We identify 95 cluster members and analyze the\ncluster internal dynamics by combining galaxy velocities and positions. We also\nuse both photometric and X-ray data. We estimate the cluster redshift,\nz=0.1580, a velocity dispersion of 1200 km/s, and ICM temperature kT_X~8 keV.\nOur optical and X-ray analyses detect substructures. Optical data reveal three\nmain galaxy clumps (center, NNW, and NE), and possibly a fourth clump at South.\nThere is not a dominant galaxy and the four brightest galaxies avoid the\ncluster core (>~0.4h distant from the cluster center) and are >~1500 km/s far\nfrom the mean cluster velocity. The analysis of the X-ray surface brightness\ndistribution provides us evidence of a disturbed dynamical phase. Located in\nthe star pile region there is the brightest galaxies of the cluster core (CBCG)\nand a very compact elliptical galaxy. We show that the star pile has a similar\nredshift to that of the CBCG. Both the star pile and the CBCG are at rest in\nthe cluster rest frame. The emerging picture of Abell 545 is that of a massive,\nM(R<1.6 h_70^-1 Mpc)=1.1-1.8x10^15 h_70^-1 Msun, very complex cluster with\nmerging occurring along two directions. A545 gives another proof in the favor\nof the connection between cluster merger and extended, diffuse radio emission.\nThe star pile, likely due to the process of a brightest galaxy forming in the\ncluster core. A545 represents a textbook cluster where to study the\nsimultaneous formation of a galaxy system and its brightest galaxy.\n","Comment: 16 pages, 11 figures and 2 tables. Accepted in A&A"]}]
["1103.0680",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - General Literature","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0680"],"date":["2011-03-03"],"type":["text"],"creator":["Majkic, Zoran"],"language":[],"coverage":[],"title":["First-order Logic: Modality and Intensionality"],"description":["  Contemporary use of the term 'intension' derives from the traditional logical\nFrege-Russell's doctrine that an idea (logic formula) has both an extension and\nan intension. From the Montague's point of view, the meaning of an idea can be\nconsidered as particular extensions in different possible worlds. In this paper\nwe analyze the minimal intensional semantic enrichment of the syntax of the FOL\nlanguage, by unification of different views: Tarskian extensional semantics of\nthe FOL, modal interpretation of quantifiers, and a derivation of the Tarskian\ntheory of truth from unified semantic theory based on a single meaning\nrelation. We show that not all modal predicate logics are intensional, and that\nan equivalent modal Kripke's interpretation of logic quantifiers in FOL results\nin a particular pure extensional modal predicate logic (as is the standard\nTarskian semantics of the FOL). This minimal intensional enrichment is obtained\nby adopting the theory of properties, relations and propositions (PRP) as the\nuniverse or domain of the FOL, composed by particulars and universals (or\nconcepts), with the two-step interpretation of the FOL that eliminates the weak\npoints of the Montague's intensional semantics. Differently from the Bealer's\nintensional FOL, we show that it is not necessary the introduction of the\nintensional abstraction in order to obtain the full intensional properties of\nthe FOL. Final result of this paper is represented by the commutative\nhomomorphic diagram that holds in each given possible world of this new\nintensional FOL, from the free algebra of the FOL syntax, toward its\nintensional algebra of concepts, and, successively, to the new extensional\nrelational algebra (different from Cylindric algebras), and we show that it\ncorresponds to the Tarski's interpretation of the standard extensional FOL in\nthis possible world.\n","Comment: 33 pages"]}]
["1103.0681",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0681"],"date":["2011-03-03"],"type":["text"],"creator":["Singh, Maibam Birla","Kant, Rama"],"language":[],"coverage":[],"title":["Theory of Electric Double Layer Dynamics at Blocking Electrode"],"description":["  A phenomenological theory of electric double layer polarization of blocking\nelectrode is presented solving modified Debye-Falkenhagen (MDF) equation for\npotential, under the impedance boundary condition. The dynamic impedance and\ncapacitance are obtained in terms Debye screening length and frequency\ndependent polarization length. Two characteristic relaxation frequencies for\ncompact layer and diffuse layer are identified. At frequencies less than\nHelmholtz layer relaxation frequency the EDL is perfectly blocking. At\nfrequencies larger than the diffuse layer relaxation frequency the EDL behaves\nlike a resistor. At crossover frequencies the electrode is polarized.\nTheoretical results agrees well with experimental capacitance dispersion data.\n","Comment: 4 figures"]}]
["1103.0685",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0685"],"date":["2011-03-03"],"type":["text"],"creator":["Burciu, S."],"language":[],"coverage":[],"title":["Depth one extensions of semisimple algebras and Hopf subalgebras"],"description":["  An extension of $k$-algebras $B \\subset A$ is said to have depth one if there\nexists a positive integer $n$ such that $ A$ is a direct summand of $ B^n$ in\n$_B\\mtr{Mod}_B$. Depth one extensions of semisimple algebras are completely\ncharacterized in terms of their centers. For extensions of semisimple Hopf\nalgebras our results are similar to those obtained for finite group algebra\nextensions in \\cite{BKone}.\n","Comment: 10 pages, submitted"]}]
["1103.0686",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0686","International Journal of Database Management Systems (IJDMS),\n  February 2011, Volume 3, Number 1"],"date":["2011-03-03"],"type":["text"],"creator":["Mkaouar, Mohamed","Bouaziz, Rafik","Moalla, Mohamed"],"language":[],"coverage":[],"title":["Querying and Manipulating Temporal Databases"],"description":["  Many works have focused, for over twenty five years, on the integration of\nthe time dimension in databases (DB). However, the standard SQL3 does not yet\nallow easy definition, manipulation and querying of temporal DBs. In this\npaper, we study how we can simplify querying and manipulating temporal facts in\nSQL3, using a model that integrates time in a native manner. To do this, we\npropose new keywords and syntax to define different temporal versions for many\nrelational operators and functions used in SQL. It then becomes possible to\nperform various queries and updates appropriate to temporal facts. We\nillustrate the use of these proposals on many examples from a real application.\n"]}]
["1103.0690",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0690","2011 New J. Phys. 13 015002","doi:10.1088/1367-2630/13/1/015002"],"date":["2011-03-03"],"type":["text"],"creator":["Lülff, J.","Wilczek, M.","Friedrich, R."],"language":[],"coverage":[],"title":["Temperature Statistics in Turbulent Rayleigh-B\\'enard Convection"],"description":["  Rayleigh-B\\'enard convection in the turbulent regime is studied using\nstatistical methods. Exact evolution equations for the probability density\nfunction of temperature and velocity are derived from first principles within\nthe framework of the Lundgren-Monin-Novikov hierarchy known from homogeneous\nisotropic turbulence. The unclosed terms arising in the form of conditional\naverages are estimated from direct numerical simulations. Focusing on the\nstatistics of temperature, the theoretical framework allows to interpret the\nstatistical results in an illustrative manner, giving deeper insight into the\nconnection between dynamics and statistics of Rayleigh-B\\'enard convection. The\nresults are discussed in terms of typical flow features and the relation to the\nheat transfer.\n","Comment: This is an author-created, un-copyedited version of an article\n  accepted for publication in New J. Phys. IOP Publishing Ltd is not\n  responsible for any errors or omissions in this version of the manuscript or\n  any version derived from it. The definitive publisher authenticated version\n  is available online at DOI:10.1088/1367-2630/13/1/015002"]}]
["1103.0697",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0697"],"date":["2011-03-03"],"type":["text"],"creator":["Walker, Adrian"],"language":[],"coverage":[],"title":["A Wiki for Business Rules in Open Vocabulary, Executable English"],"description":["  The problem of business-IT alignment is of widespread economic concern.\n  As one way of addressing the problem, this paper describes an online system\nthat functions as a kind of Wiki -- one that supports the collaborative writing\nand running of business and scientific applications, as rules in open\nvocabulary, executable English, using a browser.\n  Since the rules are in English, they are indexed by Google and other search\nengines. This is useful when looking for rules for a task that one has in mind.\n  The design of the system integrates the semantics of data, with a semantics\nof an inference method, and also with the meanings of English sentences. As\nsuch, the system has functionality that may be useful for the Rules, Logic,\nProof and Trust requirements of the Semantic Web.\n  The system accepts rules, and small numbers of facts, typed or copy-pasted\ndirectly into a browser. One can then run the rules, again using a browser. For\nlarger amounts of data, the system uses information in the rules to\nautomatically generate and run SQL over networked databases. From a few highly\ndeclarative rules, the system typically generates SQL that would be too\ncomplicated to write reliably by hand. However, the system can explain its\nresults in step-by-step hypertexted English, at the business or scientific\nlevel\n  As befits a Wiki, shared use of the system is free.\n","Comment: 9 pages"]}]
["1103.0709",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","05C70, 13A05, 20M13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0709"],"date":["2011-03-03"],"type":["text"],"creator":["van de Woestijne, Christiaan E."],"language":[],"coverage":[],"title":["Factors of disconnected graphs and polynomials with nonnegative integer\n  coefficients"],"description":["  We investigate the uniqueness of factorisation of possibly disconnected\nfinite graphs with respect to the Cartesian, the strong and the direct product.\nIt is proved that if a graph has $n$ connected components, where $n$ is prime,\nor $n=1,4,8,9$, and satisfies some additional conditions, it factors uniquely\nunder the given products. If, on the contrary, $n=6$ or 10, all cases of\nnonunique factorisation are described precisely.\n","Comment: 14 pages"]}]
["1103.0715",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0715"],"date":["2010-08-19"],"type":["text"],"creator":["Changshi, Liu"],"language":[],"coverage":[],"title":["Blackbody radiation and distribution function with three parameters"],"description":["  The object of this work is to give the key to answer whether or not there is\nanother numerical method which is different from the equation proposed by\nPlanck to predict blackbody radiation by frequency. Firstly, Maxwell\ndistribution function for molecule velocities was modified, resulting in a\ndistribution function with three parameters for deriving monochromatic\nintensity of blackbody radiation through frequency. Then this simulation\nfunction was applied to estimate the energy density (Jm-2) of blackbody\nradiation by frequency at 5500 K, 5000 K, 4500 K, 4000 K, 3500 K and 2.73 K of\ntemperature. The results of density simulated by means of distribution function\nsuggested in this paper agree well with the experimental data. All of the\ncorrelation coefficients between actual and calculated data are 1.0; at the\nsame time, the mean relative errors are less than 6.65% in total.\n","Comment: 14 pages, 3 figures, 1 table"]}]
["1103.0716",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0716"],"date":["2010-08-19"],"type":["text"],"creator":["Changshi, Liu"],"language":[],"coverage":[],"title":["On solution of Klein-Gordon equation in scalar and vector potentials"],"description":["  Based on the Coulomb gauge, the accurate Klein-Gordon equation in static\nscalar and vector potentials was derived from Klein-Gordon equation in\nelectromagnetic environment. The correct equation developed in this comment\ndemonstrates that so-called the Klein-Gordon equation with scalar and vector\npotentials is incorrect; therefore, some papers published to solve Klein-Gordon\nequation with equal scalar and vector potential are also wrong.\n"]}]
["1103.0725",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology","20F10, 20F34, 57M07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0725"],"date":["2011-03-03"],"type":["text"],"creator":["Bogopolski, Oleg","Zastrow, Andreas"],"language":[],"coverage":[],"title":["The word problem for some uncountable groups given by countable words"],"description":["  We investigate the fundamental group of Griffiths' space, and the first\nsingular homology group of this space and of the Hawaiian Earring by using\n(countable) reduced tame words. We prove that two such words represent the same\nelement in the corresponding group if and only if they can be carried to the\nsame tame word by a finite number of word transformations from a given list.\nThis enables us to construct elements with special properties in these groups.\nBy applying this method we prove that the two homology groups contain\nuncountably many different elements that can be represented by infinite\nconcatenations of countably many commutators of loops. As another application\nwe give a short proof that these homology groups contain the direct sum of\n2^{\\aleph_0} copies of \\mathbb{Q}. Finally, we show that the fundamental group\nof Griffith's space contains \\mathbb{Q}.\n","Comment: 24 pages, 7 figures"]}]
["1103.0727",{"format":[],"subject":["Mathematical Physics","Mathematics - Quantum Algebra","Mathematics - Symplectic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0727"],"date":["2011-03-03"],"type":["text"],"creator":["Maier, Dominic"],"language":["de"],"coverage":[],"title":["Deformation Quantization and Reduction by Stages"],"description":["  We discuss the Quantum-Koszul method for constructing star products on\nreduced phase spaces in the symplectic, regular case. It is shown that the\nreduction method proposed by Kowalzig, Neumaier and Pflaum for cotangent\nbundles is a special case of the Quantum-Koszul method. We give sufficient\nconditions that reduction by stages is possible in the Quantum-Koszul framework\nand show that the star product obtained by two steps is identical to that\nobtained by one step. In order to do so, we prove an equivariant version of the\ncompatible tubular neighborhood theorem.\n","Comment: Based on the author's diploma thesis at the University of Freiburg,\n  August 2010, Advisor: N. Neumaier, S. Waldmann, in german"]}]
["1103.0730",{"format":[],"subject":["Mathematics - Logic","03C65, 12H05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0730"],"date":["2011-03-03"],"type":["text"],"creator":["Sanchez, Omar Leon"],"language":[],"coverage":[],"title":["Geometric Axioms for Differentially Closed Fields with Several Commuting\n  Derivations"],"description":["  A geometric first-order axiomatization of differentially closed fields of\ncharacteristic zero with several commuting derivations, in the spirit of\nPierce-Pillay, is formulated in terms of a relative notion of prolongation for\nKolchin-closed sets.\n"]}]
["1103.0731",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0731"],"date":["2011-03-03"],"type":["text"],"creator":["Gielen, Steffen"],"language":[],"coverage":[],"title":["Geometric Aspects of Gauge and Spacetime Symmetries"],"description":["  We investigate several problems in relativity and particle physics where\nsymmetries play a central role; in all cases geometric properties of Lie groups\nand their quotients are related to physical effects. The first part is\nconcerned with symmetries in gravity. We apply the theory of Lie group\ndeformations to isometry groups of exact solutions in general relativity,\nrelating the algebraic properties of these groups to physical properties of the\nspacetimes. We then make group deformation local, generalising deformed special\nrelativity (DSR) by describing gravity as a gauge theory of the de Sitter\ngroup. We find that in our construction Minkowski space has a connection with\ntorsion; physical effects of torsion seem to rule out the proposed framework as\na viable theory. A third chapter discusses a formulation of gravity as a\ntopological BF theory with added linear constraints that reduce the symmetries\nof the topological theory to those of general relativity. We discretise our\nconstructions and compare to a similar construction by Plebanski which uses\nquadratic constraints. In the second part we study CP violation in the\nelectroweak sector of the standard model and certain extensions of it. We\nquantify fine-tuning in the observed magnitude of CP violation by determining a\nnatural measure on the space of CKM matrices, a double quotient of SU(3),\nintroducing different possible choices and comparing their predictions for CP\nviolation. While one generically faces a fine-tuning problem, in the standard\nmodel the problem is removed by a measure that incorporates the observed quark\nmasses, which suggests a close relation between a mass hierarchy and\nsuppression of CP violation. Going beyond the standard model by adding a\nleft-right symmetry spoils the result, leaving us to conclude that such\nadditional symmetries appear less natural.\n","Comment: Ph.D. Thesis, University of Cambridge (Supervisor: Prof. Gary W.\n  Gibbons), 180 pages, 3 figures; originally submitted in October 2010"]}]
["1103.0733",{"format":[],"subject":["Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0733"],"date":["2011-03-03"],"type":["text"],"creator":["Banaszuk, Andrzej","Fonoberov, Vladimir A.","Frewen, Thomas A.","Kobilarov, Marin","Mathew, George","Mezic, Igor","Pinto, Alessandro","Sahai, Tuhin","Sane, Harshad","Speranzon, Alberto","Surana, Amit"],"language":[],"coverage":[],"title":["Scalable Approach to Uncertainty Quantification and Robust Design of\n  Interconnected Dynamical Systems"],"description":["  Development of robust dynamical systems and networks such as autonomous\naircraft systems capable of accomplishing complex missions faces challenges due\nto the dynamically evolving uncertainties coming from model uncertainties,\nnecessity to operate in a hostile cluttered urban environment, and the\ndistributed and dynamic nature of the communication and computation resources.\nModel-based robust design is difficult because of the complexity of the hybrid\ndynamic models including continuous vehicle dynamics, the discrete models of\ncomputations and communications, and the size of the problem. We will overview\nrecent advances in methodology and tools to model, analyze, and design robust\nautonomous aerospace systems operating in uncertain environment, with stress on\nefficient uncertainty quantification and robust design using the case studies\nof the mission including model-based target tracking and search, and trajectory\nplanning in uncertain urban environment. To show that the methodology is\ngenerally applicable to uncertain dynamical systems, we will also show examples\nof application of the new methods to efficient uncertainty quantification of\nenergy usage in buildings, and stability assessment of interconnected power\nnetworks.\n"]}]
["1103.0736",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0736","J. Phys. A: Math. Theor. 43 (2010) 385302 (24pp)","doi:10.1088/1751-8113/43/38/385302"],"date":["2011-03-03"],"type":["text"],"creator":["Gomez, F. J.","Sesma, J."],"language":[],"coverage":[],"title":["Spiked oscillators: exact solution"],"description":["  A procedure to obtain the eigenenergies and eigenfunctions of a quantum\nspiked oscillator is presented. The originality of the method lies in an\nadequate use of asymptotic expansions of Wronskians of algebraic solutions of\nthe Schroedinger equation. The procedure is applied to three familiar examples\nof spiked oscillators.\n"]}]
["1103.0737",{"format":[],"subject":["Physics - General Physics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0737"],"date":["2011-03-03"],"type":["text"],"creator":["Herndon, J. Marvin"],"language":[],"coverage":[],"title":["Potentially Significant Source of Error in Magnetic Paleolatitude\n  Determinations"],"description":["  The discovery of close-to-star gas-giant exo-planets lends support to the\nidea of Earth's origin as a Jupiter-like gas giant and to the consequences of\nits compression, including whole-Earth decompression dynamics that gives rise,\nwithout requiring mantle convection, to the myriad measurements and\nobservations whose descriptions are attributed to plate tectonics. I show here\nthat paleolatitude determinations, used extensively in Pangaea-like\nreconstructions and in paleoclimate considerations, may be subject to\npotentially significant errors if rock-magnetization was acquired at\nEarth-radii less than present.\n"]}]
["1103.0738",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0738"],"date":["2011-03-03"],"type":["text"],"creator":["Bag, Soumen","Harit, Gaurav"],"language":[],"coverage":[],"title":["A Medial Axis Based Thinning Strategy for Character Images"],"description":["  Thinning of character images is a big challenge. Removal of strokes or\ndeformities in thinning is a difficult problem. In this paper, we have proposed\na medial axis based thinning strategy used for performing skeletonization of\nprinted and handwritten character images. In this method, we have used shape\ncharacteristics of text to get skeleton of nearly same as the true character\nshape. This approach helps to preserve the local features and true shape of the\ncharacter images. The proposed algorithm produces one pixel width thin\nskeleton. As a by-product of our thinning approach, the skeleton also gets\nsegmented into strokes in vector form. Hence further stroke segmentation is not\nrequired. Experiment is done on printed English and Bengali characters and we\nobtain less spurious branches comparing with other thinning methods without any\npost processing.\n","Comment: 6 pages, 5 figures. In proceedings of the second National Conference\n  on Computer Vision, Pattern Recognition, Image Processing and Graphics\n  (NCVPRIPG), pp. 67-72, Jaipur, India, 2010"]}]
["1103.0740",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Biological Physics","Quantitative Biology - Biomolecules","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0740"],"date":["2011-03-03"],"type":["text"],"creator":["Bianco, Pasquale","Bongini, Lorenzo","Melli, Luca","Dolfi, Mario","Lombardi, Vincenzo"],"language":[],"coverage":[],"title":["Kinetics of double stranded DNA overstretching revealed by 0.5-2 pN\n  force steps"],"description":["  A detailed description of the conformational plasticity of double stranded\nDNA (ds) is a necessary framework for understanding protein-DNA interactions.\nUntil now, however structure and kinetics of the transition from the basic\nconformation of ds-DNA (B state) to the 1.7 times longer and partially unwound\nconformation (S state) have not been defined. The force-extension relation of\nthe ds-DNA of lambda-phage is measured here with unprecedented resolution using\na dual laser optical tweezers that can impose millisecond force steps of 0.5-2\npN (25 C). This approach reveals the kinetics of the transition between\nintermediate states of ds-DNA and uncovers the load-dependence of the rate\nconstant of the unitary reaction step. DNA overstretching transition results\nessentially a two-state reaction composed of 5.85 nm steps, indicating\ncooperativity of ~25 base pairs. This mechanism increases the free energy for\nthe unitary reaction to ~94 kBT, accounting for the stability of the basic\nconformation of DNA, and explains the absence of hysteresis in the\nforce-extension relation at equilibrium. The novel description of the kinetics\nand energetics of the B-S transition of ds-DNA improves our understanding the\nbiological role of the S state in the interplay between mechanics and\nenzymology of the DNA-protein machinery.\n","Comment: 13 pages, 10 figures"]}]
["1103.0741",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0741"],"date":["2011-03-03"],"type":["text"],"creator":["Clementi, Andrea","Monti, Angelo","Pasquale, Francesco","Silvestri, Riccardo"],"language":[],"coverage":[],"title":["Information Spreading in Stationary Markovian Evolving Graphs"],"description":["  Markovian evolving graphs are dynamic-graph models where the links among a\nfixed set of nodes change during time according to an arbitrary Markovian rule.\nThey are extremely general and they can well describe important dynamic-network\nscenarios.\n  We study the speed of information spreading in the \"stationary phase\" by\nanalyzing the completion time of the \"flooding mechanism\". We prove a general\ntheorem that establishes an upper bound on flooding time in any stationary\nMarkovian evolving graph in terms of its node-expansion properties.\n  We apply our theorem in two natural and relevant cases of such dynamic\ngraphs. \"Geometric Markovian evolving graphs\" where the Markovian behaviour is\nyielded by \"n\" mobile radio stations, with fixed transmission radius, that\nperform independent random walks over a square region of the plane.\n\"Edge-Markovian evolving graphs\" where the probability of existence of any edge\nat time \"t\" depends on the existence (or not) of the same edge at time \"t-1\".\n  In both cases, the obtained upper bounds hold \"with high probability\" and\nthey are nearly tight. In fact, they turn out to be tight for a large range of\nthe values of the input parameters. As for geometric Markovian evolving graphs,\nour result represents the first analytical upper bound for flooding time on a\nclass of concrete mobile networks.\n","Comment: 16 pages"]}]
["1103.0744",{"format":[],"subject":["Mathematics - Dynamical Systems","Computer Science - Systems and Control","Mathematics - General Topology","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0744"],"date":["2011-03-03"],"type":["text"],"creator":["Materassi, D.","Innocenti, G.","Giarré, L.","Salapaka, M."],"language":[],"coverage":[],"title":["Model Identification of a Network as Compressing Sensing"],"description":["  In many applications, it is important to derive information about the\ntopology and the internal connections of dynamical systems interacting\ntogether. Examples can be found in fields as diverse as Economics, Neuroscience\nand Biochemistry. The paper deals with the problem of deriving a descriptive\nmodel of a network, collecting the node outputs as time series with no use of a\npriori insight on the topology, and unveiling an unknown structure as the\nestimate of a \"sparse Wiener filter\". A geometric interpretation of the problem\nin a pre-Hilbert space for wide-sense stochastic processes is provided. We cast\nthe problem as the optimization of a cost function where a set of parameters\nare used to operate a trade-off between accuracy and complexity in the final\nmodel. The problem of reducing the complexity is addressed by fixing a certain\ndegree of sparsity and finding the solution that \"better\" satisfies the\nconstraints according to the criterion of approximation. Applications starting\nfrom real data and numerical simulations are provided.\n","Comment: the paper has been submitted to System and Control letters"]}]
["1103.0749",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0749"],"date":["2011-03-03"],"type":["text"],"creator":["Stratta, G.","Capalbi, M.","Giommi, P.","Primavera, R.","Cutini, S.","Gasparrini, D.","team, on behalf of the ASDC"],"language":[],"coverage":[],"title":["The ASDC SED Builder Tool description and Tutorial"],"description":["  The ASDC SED Builder (http://tools.asdc.asi.it/SED/) is a web based program\ndeveloped at the ASI Science Data Center to produce and display the Spectral\nEnergy Distribution (SED) of astrophysical sources. The tool combines data from\nseveral missions and experiments, both ground and space-based, together with\ncatalogs and archival data. In the current version (v1.3) the obtained SEDs can\nbe compared with theoretical expectations and with the sensitivity curve of\nseveral widely known instruments. The displayed data can also be fitted to\nsimple analytical functions. Providing a cosmological redshift, the SED can be\nvisualized in rest-frame luminosities. The tool provides transparent access to\nASDC-resident catalogs (e.g. Swift, AGILE, Fermi etc.) as well as to external\narchives (e.g. NED, 2MASS, SDSS etc.) covering the whole electromagnetic\nspectrum, from radio to TeV energies. Proprietary data can also be properly\nhandled. The intent of this document is to provide a brief description of the\nmain capabilities of the ASDC SED Builder. Specific details on the graphical\ninterface and on the functionalities can be found in the appendix to this\ndocument which provides a tutorial to the tool.\n","Comment: 4 pages, 1 figure, Tutorial included in appendix, see also\n  http://www.asdc.asi.it/tutorial/SEDBuilder/SEDBuilderTutorial.html"]}]
["1103.0753",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0753"],"date":["2011-03-03"],"type":["text"],"creator":["Nahrgang, Marlene","Herold, Christoph","Schramm, Stefan","Bleicher, Marcus"],"language":[],"coverage":[],"title":["Hybrid approaches to heavy ion collisions and future perspectives"],"description":["  We present the current status of hybrid approaches to describe heavy ion\ncollisions and their future challenges and perspectives. First we present a\nhybrid model combining a Boltzmann transport model of hadronic degrees of\nfreedom in the initial and final state with an optional hydrodynamic evolution\nduring the dense and hot phase. Second, we present a recent extension of the\nhydrodynamical model to include fluctuations near the phase transition by\ncoupling a chiral field to the hydrodynamic evolution.\n","Comment: Contributed to HCBM 2010 - Hot & Cold Baryonic Matter 2010"]}]
["1103.0759",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0759"],"date":["2011-03-03"],"type":["text"],"creator":["Zhou, Fangfei","Goel, Manish","Desnoyers, Peter","Sundaram, Ravi"],"language":[],"coverage":[],"title":["Scheduler Vulnerabilities and Attacks in Cloud Computing"],"description":["  In hardware virtualization a hypervisor provides multiple Virtual Machines\n(VMs) on a single physical system, each executing a separate operating system\ninstance. The hypervisor schedules execution of these VMs much as the scheduler\nin an operating system does, balancing factors such as fairness and I/O\nperformance. As in an operating system, the scheduler may be vulnerable to\nmalicious behavior on the part of users seeking to deny service to others or\nmaximize their own resource usage.\n  Recently, publically available cloud computing services such as Amazon EC2\nhave used virtualization to provide customers with virtual machines running on\nthe provider's hardware, typically charging by wall clock time rather than\nresources consumed. Under this business model, manipulation of the scheduler\nmay allow theft of service at the expense of other customers, rather than\nmerely reallocating resources within the same administrative domain.\n  We describe a flaw in the Xen scheduler allowing virtual machines to consume\nalmost all CPU time, in preference to other users, and demonstrate kernel-based\nand user-space versions of the attack. We show results demonstrating the\nvulnerability in the lab, consuming as much as 98% of CPU time regardless of\nfair share, as well as on Amazon EC2, where Xen modifications protect other\nusers but still allow theft of service. In case of EC2, following the\nresponsible disclosure model, we have reported this vulnerability to Amazon;\nthey have since implemented a fix that we have tested and verified (See\nAppendix B). We provide a novel analysis of the necessary conditions for such\nattacks, and describe scheduler modifications to eliminate the vulnerability.\n  We present experimental results demonstrating the effectiveness of these\ndefenses while imposing negligible overhead.\n"]}]
["1103.0766",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0766"],"date":["2011-03-03"],"type":["text"],"creator":["Myhr, Geir Ove"],"language":[],"coverage":[],"title":["Symmetric extension of bipartite quantum states and its use in quantum\n  key distribution with two-way postprocessing"],"description":["  We investigate which bipartite quantum states admit a symmetric extension and\napply the results in the analysis of noise thresholds in quantum key\ndistribution protocols with two-way postprocessing.\n  We find that states that admit a symmetric extension can be decomposed into a\nconvex combination of states that admit a_pure_ symmetric extension. For a\nstate to have a pure symmetric extension, its nonzero eigenvalues must be equal\nto the nonzero eigenvalues of one of the subsystems. While this does not fully\ncharacterize the set of states with a pure symmetric extension in all\ndimensions, it is a full characterization for two qubits. A conjectured formula\ncharacterizing two-qubit states with a (mixed or pure) symmetric extension is\npresented. Proofs are given for some special classes. For multi-qubit\nBell-diagonal states, the symmetric extension is simplified using the\nsymmetries of the states and formulated as a semidefinite program.\n  Quantum key distribution with two-way advantage distillation steps is then\nanalyzed. For the commonly used repetition code advantage distillation, the\nfailure to distill a secret key beyond the currently known noise thresholds is\nexplained by a failure to break a symmetric extension. More general linear\nadvantage distillation schemes are analyzed, but for those schemes analyzed, we\nfind that they tolerate strictly less noise than repetition code advantage\ndistillation before they fail to break a symmetric extension. The results\nsuggest that no other linear advantage distillation scheme can reach the noise\nthreshold of 27.6 % for the six-state protocol which is achieved by repetition\ncode advantage distillation.\n","Comment: 183 pages, PhD thesis, Friedrich-Alexander-Universit\\\"at\n  Erlangen-N\\\"urnberg, November 2010. Contains material first published in\n  arXiv:0812.3607, arXiv:0812.3667, and some unpublished material"]}]
["1103.0770",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0770"],"date":["2011-03-03"],"type":["text"],"creator":["Bondarenco, M. V."],"language":[],"coverage":[],"title":["Comments on theory of volume reflection and radiation in bent crystals"],"description":["  Recent theoretical results on charged particle interaction with planarly\noriented thin bent crystals are reviewed, with the emphasis on dynamics in the\ncontinuous potential. Influence of boundary conditions on the volume-reflected\nbeam profile is discussed. Basic properties of coherent bremsstrahlung in a\nbent crystal are highlighted.\n","Comment: 10 pages, 4 figures"]}]
["astro-ph/9801138",{"format":[],"subject":["Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/9801138","Science 279:69-72,1998","doi:10.1126/science.279.5347.69"],"date":["1998-01-14","1998-01-15"],"type":["text"],"creator":["Murray, Norm","Hansen, Brad","Holman, Matt","Tremaine, Scott"],"language":[],"coverage":[],"title":["Migrating Planets"],"description":["  A planet orbiting in a disk of planetesimals can experience an instability in\nwhich it migrates to smaller orbital radii. Resonant interactions between the\nplanet and planetesimals remove angular momentum from the planetesimals,\nincreasing their eccentricities. Subsequently, the planetesimals either collide\nwith or are ejected by the planet, reducing the semimajor axis of the planet.\nIf the surface density of planetesimals exceeds a critical value, corresponding\nto 0.03 solar masses of gas inside the orbit of Jupiter, the planet will\nmigrate inward a large distance. This instability may explain the presence of\nJupiter-mass objects in small orbits around nearby stars.\n","Comment: Latex, 14 pages, and 2 postscript figures. Appeared in Science, 2\n  January; Table 1 originally omitted"]}]
["hep-ph/9306314",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/9306314","Phys.Rev.D48:5365-5375,1993","doi:10.1103/PhysRevD.48.5365"],"date":["1993-06-22"],"type":["text"],"creator":["Martin, Stephen P.","Ramond, Pierre"],"language":[],"coverage":[],"title":["Sparticle Spectrum Constraints"],"description":["  The supersymmetric standard model with supergravity-inspired soft breaking\nterms predicts a rich pectrum of sparticles to be discovered at the SSC, LHC\nand NLC. Because there are more supersymmetric particles than unknown\nparameters, one can write down sum rules relating their masses. We discuss the\npectrum of sparticles from this point of view. Some of the sum rules do not\ndepend on the input parameters and can be used to test the consistency of the\nmodel, while others are useful in determining the input parameters of the\ntheory. If supersymmetry is discovered but the sum rules turn out to be\nviolated, it will be evidence of new physics beyond the minimal supersymmetric\nstandard model with universal soft supersymmetry-breaking terms.\n","Comment: 25 pages. NUB-3067-93TH, UFIFT-HEP-93-16, SSCL-Preprint-439, June\n  1993"]}]
["hep-th/9204063",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9204063","Nucl.Phys.B386:139-165,1992","doi:10.1016/0550-3213(92)90178-E"],"date":["1992-04-20"],"type":["text"],"creator":["Semikhatov, A. M."],"language":[],"coverage":[],"title":["Solving Virasoro Constraints on Integrable Hierarchies via the\n  Kontsevich-Miwa Transform"],"description":["  We solve Virasoro constraints on the KP hierarchy in terms of minimal\nconformal models. The constraints we start with are implemented by the Virasoro\ngenerators depending on a background charge $Q$. Then the solutions to the\nconstraints are given by the theory which has the same field content as the\nDavid-Distler-Kawai theory: it consists of a minimal matter scalar with\nbackground charge $Q$, dressed with an extra `Liouville' scalar. The\nconstruction is based on a generalization of the Kontsevich parametrization of\nthe KP times achieved by introducing into it Miwa parameters which depend on\nthe value of $Q$. Under the thus defined Kontsevich-Miwa transformation, the\nVirasoro constraints are proven to be equivalent to a master equation depending\non the parameter $Q$. The master equation is further identified with a\nnull-vector decoupling equation. We conjecture that $W^{(n)}$ constraints on\nthe KP hierarchy are similarly related to a level-$n$ decoupling equation. We\nalso consider the master equation for the $N$-reduced KP hierarchies. Several\ncomments are made on a possible relation of the generalized master equation to\n{\\it scaled} Kontsevich-type matrix integrals and on the form the equation\ntakes in higher genera.\n","Comment: 23pp (REVISED VERSION, 10 April 1992)"]}]
