["0710.0926",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - Algebraic Geometry","Mathematics - Combinatorics","05C62, 14P99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0926","American Journal of Mathematics, 132 (2010), no. 4, 897--939","doi:10.1016/j.adhoc.2011.06.016"],"date":["2007-10-04","2010-09-12"],"type":["text"],"creator":["Gortler, Steven J.","Healy, Alexander D.","Thurston, Dylan P."],"language":[],"coverage":[],"title":["Characterizing Generic Global Rigidity"],"description":["  A d-dimensional framework is a graph and a map from its vertices to E^d. Such\na framework is globally rigid if it is the only framework in E^d with the same\ngraph and edge lengths, up to rigid motions. For which underlying graphs is a\ngeneric framework globally rigid? We answer this question by proving a\nconjecture by Connelly, that his sufficient condition is also necessary: a\ngeneric framework is globally rigid if and only if it has a stress matrix with\nkernel of dimension d+1, the minimum possible.\n  An alternate version of the condition comes from considering the geometry of\nthe length-squared mapping l: the graph is generically locally rigid iff the\nrank of l is maximal, and it is generically globally rigid iff the rank of the\nGauss map on the image of l is maximal.\n  We also show that this condition is efficiently checkable with a randomized\nalgorithm, and prove that if a graph is not generically globally rigid then it\nis flexible one dimension higher.\n","Comment: 35 pages; v5: Corrections in treatment of genericity"]}]
["0710.1218",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.1218","Phys. Rev. A76, #4, 043202 (2007)","doi:10.1103/PhysRevA.76.043202"],"date":["2007-10-05"],"type":["text"],"creator":["Danylchenko, O. G.","Doronin, Yu. S.","Kovalenko, S. I.","Libin, M. Yu.","Samovarov, V. N.","Vakula, V. L."],"language":[],"coverage":[],"title":["Luminescence evidence for bulk and surface excitons in free xenon\n  clusters"],"description":["  Cathodoluminescence spectra of free xenon clusters produced by condensation\nof xenon-argon gas mixtures in supersonic jets expanding into vacuum were\nstudied. By varying initial experimental parameters, including xenon\nconcentration, we could obtain clusters with a xenon core (300-3500 atoms)\ncovered by an argon outer shell as well as shell-free xenon clusters (about\n1500 atoms). The cluster size and temperature (about 40 K for both cases) were\nmeasured electronographically. Luminescence bands evidencing the existence of\nbulk and surface excitons were detected for shell-free xenon clusters. The\nemission from bulk excitons in small clusters is supposed to be due to\nprocesses of their multiple elastic reflections from the xenon-vacuum\ninterface. A presence of an argon shell causes extinction of the excitonic\nbands. In addition, some new bands were found which have no analogs for bulk\nxenon cryosamples.\n","Comment: The final modified version will be published in Phys. Rev. A 76\n  (2007)"]}]
["0807.2826",{"format":[],"subject":["Mathematics - Differential Geometry","High Energy Physics - Theory","Mathematical Physics","32C11, 58A50, 32Q30, 17A70, 81T60, 81T40, 51P05, 53Z05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0807.2826"],"date":["2008-07-17","2011-07-26"],"type":["text"],"creator":["Barron, Katrina"],"language":[],"coverage":[],"title":["On uniformization of N=2 superconformal and N=1 superanalytic DeWitt\n  super-Riemann surfaces"],"description":["  We prove a general uniformization theorem for N=2 superconformal and N=1\nsuperanalytic DeWitt super-Riemann surfaces, showing that in general an N=2\nsuperconformal (resp. N=1 superanalytic) DeWitt super-Riemann surface is N=2\nsuperconformally (resp., N=1 superanalytically) equivalent to a manifold with\ntransition functions containing no odd functions of the even variable if and\nonly if a certain cohomology group is trivial, namely the first Cech cohomology\ngroup of the body Riemann surface with coefficients in the sheaf consisting of\nthe reciprocal of a line bundle tensor the holomorphic vector fields over the\nbody. In particular, this gives a general criteria for when a DeWitt N=1\nsuperanalytic super-Riemann surface is N=1 superanalytically equivalent to a\nringed-space (1,1)-supermanifold, as studied in the algebro-geometric setting.\nThis general classification result implies there is a countably infinite family\nof N=2 superconformal equivalence classes of N=2 superconformal DeWitt\nsuper-Riemann surfaces with genus-zero compact body, and N=2 superconformal\nDeWitt super-Riemann surfaces with simply connected body are classified up to\nN=2 superconformal equivalence by conformal equivalence classes of holomorphic\nline bundles over the underlying body Riemann surface. In addition, N=2\nsuperconformal DeWitt super-Riemann surfaces with compact genus-one body and\ntransition functions which correspond to the trivial cocycle in the first Cech\ncohomology group of the body Riemann surface with coefficients in the\nreciprocal of a line bundle tensor the sheaf of holomorphic vector fields over\nthe body are classified up to N=2 superconformal equivalence by holomorphic\nline bundles over the torus modulo conformal equivalence. The corresponding\nresults for the uniformization of N=1 superanalytic DeWitt super-Riemann\nsurfaces of genus zero or one are presented.\n","Comment: A mistake in the statement of one of the main theorems (Theorem 4.1)\n  and a corollary (Corollary 4.2) is corrected. The other results are\n  unchanged. Some typos are corrected. References are added. Additional\n  expository comments are added. Parts of Sections 4 and 5 are rearranged,\n  rewritten and simplified"]}]
["0809.4522",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4522","J. Chem. Phys., 129, 194502 (2008)","doi:10.1063/1.3292576"],"date":["2008-09-25"],"type":["text"],"creator":["Miller III, Thomas F."],"language":[],"coverage":[],"title":["Isomorphic classical molecular dynamics model for an excess electron in\n  a supercritical fluid"],"description":["  Ring polymer molecular dynamics (RPMD) is used to directly simulate the\ndynamics of an excess electron in a supercritical fluid over a broad range of\ndensities. The accuracy of the RPMD model is tested against numerically exact\npath integral statistics through the use of analytical continuation techniques.\nAt low fluid densities, the RPMD model substantially underestimates the\ncontribution of delocalized states to the dynamics of the excess electron.\nHowever, with increasing solvent density, the RPMD model improves, nearly\nsatisfying analytical continuation constraints at densities approaching those\nof typical liquids. In the high density regime, quantum dispersion\nsubstantially decreases the self-diffusion of the solvated electron.\n  In this regime where the dynamics of the electron is strongly coupled to the\ndynamics of the atoms in the fluid, trajectories that can reveal diffusive\nmotion of the electron are long in comparison to $\\beta\\hbar$.\n","Comment: 24 pages, 4 figures"]}]
["0904.0436",{"format":[],"subject":["Mathematics - Functional Analysis","43A10, 46L89, 46G10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0904.0436","Studia Mathematica 204 (2011) 213-234"],"date":["2009-04-02","2009-11-12"],"type":["text"],"creator":["Daws, Matthew"],"language":[],"coverage":[],"title":["Characterising weakly almost periodic functionals on the measure algebra"],"description":["  Let $G$ be a locally compact group, and consider the weakly-almost periodic\nfunctionals on $M(G)$, the measure algebra of $G$, denoted by $\\wap(M(G))$.\nThis is a C$^*$-subalgebra of the commutative C$^*$-algebra $M(G)^*$, and so\nhas character space, say $K_\\wap$. In this paper, we investigate properties of\n$K_\\wap$. We present a short proof that $K_\\wap$ can naturally be turned into a\nsemigroup whose product is separately continuous: at the Banach algebra level,\nthis product is simply the natural one induced by the Arens products. This is\nin complete agreement with the classical situation when $G$ is discrete. A\nstudy of how $K_\\wap$ is related to $G$ is made, and it is shown that $K_\\wap$\nis related to the weakly-almost periodic compactification of the discretisation\nof $G$. Similar results are shown for the space of almost periodic functionals\non $M(G)$.\n","Comment: 19 pages. Major re-write including a new, much shorter proof of the\n  main result"]}]
["0906.5128",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","3A22, 43A30, 46L51"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5128","Canadian Journal of Mathematics 63 (2011) 798-825"],"date":["2009-06-28","2009-07-27"],"type":["text"],"creator":["Daws, Matthew"],"language":[],"coverage":[],"title":["Representing multipliers of the Fourier algebra on non-commutative $L^p$\n  spaces"],"description":["  We show that the multiplier algebra of the Fourier algebra on a locally\ncompact group $G$ can be isometrically represented on a direct sum on\nnon-commutative $L^p$ spaces associated to the right von Neumann algebra of\n$G$. If these spaces are given their canonical Operator space structure, then\nwe get a completely isometric representation of the completely bounded\nmultiplier algebra. We make a careful study of the non-commutative $L^p$ spaces\nwe construct, and show that they are completely isometric to those considered\nrecently by Forrest, Lee and Samei; we improve a result about module\nhomomorphisms. We suggest a definition of a Figa-Talamanca--Herz algebra built\nout of these non-commutative $L^p$ spaces, say $A_p(\\hat G)$. It is shown that\n$A_2(\\hat G)$ is isometric to $L^1(G)$, generalising the abelian situation.\n","Comment: 23 pages; added references, fixed typos"]}]
["0906.5527",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53C44, 53A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.5527"],"date":["2009-06-30","2011-07-26"],"type":["text"],"creator":["Li, Haozhao"],"language":[],"coverage":[],"title":["Convergence of Lagrangian mean curvature flow in K\\\"ahler-Einstein\n  manifolds"],"description":["  In this paper, we give some convergence results of Lagrangian mean curvature\nflow under some stability conditions in a general K\\\"ahler-Einstein manifold.\nIn particular, we prove that the flow will converge if the initial data is some\nsmall perturbation of stable minimal Lagrangian submanifold in a\nK\\\"ahler-Einstein manifold.\n","Comment: Final version, to appear in Math. Z"]}]
["0912.0188",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.0188","Fiz. Nizk. Temp. 35, #12, 1215 (2009) [Low Temp. Phys. 35, #12,\n  944 (2009)]"],"date":["2009-12-01"],"type":["text"],"creator":["Danylchenko, O. G.","Doronin, Yu. S.","Kovalenko, S. I.","Libin, M. Yu.","Samovarov, V. N.","Vakula, V. L."],"language":[],"coverage":[],"title":["Exciton-impurity luminescence from noncrystalline xenon-argon clusters"],"description":["  For the first time in binary mixtures of solid rare gases exciton-impurity\nluminescence is observed from a xenon-argon system containing argon as\nimpurity. An exciton-impurity emission band is registered for binary clusters\nwith the structure of multilayer icosahedron. The optical transition occurs\nfrom an energy level lying very close to the lowest level of volume excitons in\nbulk xenon samples. The results demonstrate the possibility of probing\nexcitonic levels in noncrystalline condensed media.\n","Comment: 11 pages, 4 figures, the original version will be published in 'Low\n  Temperature Physics' (December 2009)"]}]
["0912.2024",{"format":[],"subject":["Physics - Optics","Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.2024","Nano Lett., 2011, 11 (3), pp 1020-1024","doi:10.1021/nl103828n"],"date":["2009-12-10"],"type":["text"],"creator":["Taminiau, Tim H.","Stefani, Fernando D.","van Hulst, Niek F."],"language":[],"coverage":[],"title":["Nanorod optical antennas for dipolar transitions"],"description":["  Optical antennas link objects to light. Here, we analyze metal nanorod\nantennas as cavities with variable reflection coefficients to derive the\ninteraction of dipolar transitions with radiation through the antenna modes.\nThe presented analytical model accurately describes the complete emission\nprocess, and is summarized in a phase-matching equation. We show how antenna\nmodes evolve as they become increasingly more bound, i.e. plasmonic. The\nresults illustrate why efficient antennas should not be too plasmonic, and how\nsubradiant even modes can evolve into weakly-interacting dark modes. Our\ndescription is valid for the interaction of nanorods with light in general, and\nis thus widely applicable.\n","Comment: 10 pages, 4 figures, submitted"]}]
["0912.4646",{"format":[],"subject":["Mathematics - General Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.4646"],"date":["2009-12-23","2011-07-25"],"type":["text"],"creator":["Ghosh, Roupam"],"language":[],"coverage":[],"title":["A new criterion of the Riemann hypothesis"],"description":["  We introduce a new criterion which if satisfied implies the Riemann\nhypothesis.\n","Comment: 7 pages"]}]
["1002.3146",{"format":[],"subject":["Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.3146","Proc. Amer. Math. Soc. 139 (2011), 3961-3971"],"date":["2010-02-16","2010-09-13"],"type":["text"],"creator":["Banica, Teodor","Bichon, Julien","Curran, Stephen"],"language":[],"coverage":[],"title":["Quantum automorphisms of twisted group algebras and free hypergeometric\n  laws"],"description":["  We prove that we have an isomorphism of type $A_{aut}(\\mathbb\nC_\\sigma[G])\\simeq A_{aut}(\\mathbb C[G])^\\sigma$, for any finite group $G$, and\nany 2-cocycle $\\sigma$ on $G$. In the particular case $G=\\mathbb Z_n^2$, this\nleads to a Haar-measure preserving identification between the subalgebra of\n$A_o(n)$ generated by the variables $u_{ij}^2$, and the subalgebra of\n$A_s(n^2)$ generated by the variables $X_{ij}=\\sum_{a,b=1}^np_{ia,jb}$. Since\n$u_{ij}$ is \"free hyperspherical\" and $X_{ij}$ is \"free hypergeometric\", we\nobtain in this way a new free probability formula, which at $n=\\infty$\ncorresponds to the well-known relation between the semicircle law, and the free\nPoisson law.\n","Comment: 12 pages"]}]
["1002.4320",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.4320"],"date":["2010-02-23","2011-07-26"],"type":["text"],"creator":["Digne, François"],"language":[],"coverage":[],"title":["A Garside presentation for Artin-Tits groups of type $\\tilde C_n$"],"description":["  We prove that an Artin-Tits group of type $\\tilde C$ is the group of\nfractions of a Garside monoid, analogous to the known dual monoids associated\nwith Artin-Tits groups of spherical type and obtained by the \"generated group\"\nmethod. This answers, in this particular case, a general question on Artin-Tits\ngroups, gives a new presentation of an Artin-Tits group of type $\\tilde C$, and\nhas consequences for the word problem, the computation of some centralizers or\nthe triviality of the center. A key point of the proof is to show that this\ngroup is a group of fixed points in an Artin-Tits group of type $\\tilde A$\nunder an involution. Another important point is the study of the Hurwitz action\nof the usual braid group on the decomposition of a Coxeter element into a\nproduct of reflections.\n"]}]
["1003.4347",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4347"],"date":["2010-03-23","2011-07-26"],"type":["text"],"creator":["Hwang, W-Y. Pauchy","Peng, Jen-Chieh"],"language":[],"coverage":[],"title":["Extraterrestrial Solar Neutrino Physics"],"description":["  We advocate the extraterrestrial solar neutrino physics (etSNP) as a means of\ninvestigating solar neutrino physics (SNP). As we already know, the dominant\nand subdominant (vacuum) oscillation lengths would be approximately one\nkilometer and one hundred kilometers. On the other hand, we know so far that\nthe matter-enhanced oscillations take place only in the core of the Sun. Thus,\nthe etSNP, i.e. solar neutrino physics that could be extracted outside the\nEarth, would assume a special unique role. The etSNP experiments include (1) a\nsatellite (detector) around the Earth or around the Jupiter or others (to\nprovide the shadow, for the matter-enhanced neutrino oscillations), (2) during\nthe Sun-Venus-Earth eclipse or similar, and (3) the chemical compositions of\nthe geology type (as in the Jupiter or in the Venus, to study the origins of\nthese planets). To be specific, we note that the reactions induced by the ^8B\nsolar neutrinos, in view of the sole high energy nature (E_\\nu^{max}=14.03\nMeV), would be most interesting in the solar environment. Moreover, the\nexperiments such as the chemical compositions of the geology type (on the Venus\nor Jupiter) and the matter-enhanced oscillations when the Sun-Venus-Earth\neclipse, or the Sun-Mercury-Earth eclipse, may also be interesting.\n"]}]
["1004.3673",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3673","Phys.Rev.D81:123004,2010","doi:10.1103/PhysRevD.81.123004"],"date":["2010-04-21"],"type":["text"],"creator":["Yushkov, A.","Ambrosio, M.","Aramo, C.","Guarino, F.","D'Urso, D.","Valore, L."],"language":[],"coverage":[],"title":["Precise determination of muon and electromagnetic shower contents from\n  shower universality property"],"description":["  We consider two new aspects of Extensive Air Shower development universality\nallowing to make accurate estimation of muon and electromagnetic (EM) shower\ncontents in two independent ways. In the first case, to get muon (or EM) signal\nin water Cherenkov tanks or in scintillator detectors it is enough to know the\nvertical depth of shower maximum and the total signal in the ground detector.\nIn the second case, the EM signal can be calculated from the primary particle\nenergy and the zenith angle. In both cases the parametrizations of muon and EM\nsignals are almost independent on primary particle nature, energy and zenith\nangle. Implications of the considered properties for mass composition and\nhadronic interaction studies are briefly discussed. The present study is\nperformed on 28000 of proton, oxygen and iron showers, generated with CORSIKA\n6.735 for $E^{-1}$ spectrum in the energy range log(E/eV)=18.5-20.0 and\nuniformly distributed in cos^2(theta) in zenith angle interval theta=0-65\ndegrees for QGSJET II/Fluka interaction models.\n","Comment: Submitted to Phys. Rev. D"]}]
["1004.3961",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3961","Phys. Rev. Lett. 105 227002 (2010)","doi:10.1016/j.physc.2011.05.244"],"date":["2010-04-22","2011-02-24"],"type":["text"],"creator":["Anzai, H.","Ino, A.","Kamo, T.","Fujita, T.","Arita, M.","Namatame, H.","Taniguchi, M.","Fujimori, A.","Shen, Z. -X.","Ishikado, M.","Uchida, S."],"language":[],"coverage":[],"title":["Energy-Dependent Enhancement of the Electron-Coupling Spectrum of the\n  Underdoped Bi2Sr2CaCu2O8+d Superconductor"],"description":["  We have determined the electron-coupling spectrum of superconducting\nBi2Sr2CaCu2O8+d from high-resolution angle-resolved photoemission spectra by\ntwo deconvolution-free robust methods. As hole concentration decreases, the\ncoupling spectral weight at low energies ~<15 meV shows a twofold and nearly\nband-independent enhancement, while that around ~65 meV increases moderately,\nand that in ~>130 meV decreases leading to a crossover of dominant coupling\nexcitation between them. Our results suggest the competition among multiple\nscreening effects, and provide important clues to the source of sufficiently\nstrong low-energy coupling, {\\lambda}LE ~ 1, in underdoped system.\n"]}]
["1004.4265",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4265","Euro. Phys. Jour. B 78 (2010) 323","doi:10.1140/epjb/e2010-10509-x"],"date":["2010-04-24","2010-10-06"],"type":["text"],"creator":["Hafez, M.","Jafari, S. A."],"language":[],"coverage":[],"title":["Excitation Spectrum of One-dimensional Extended Ionic Hubbard Model"],"description":["  We use Perturbative Continuous Unitary Transformations (PCUT) to study the\none dimensional Extended Ionic Hubbard Model (EIHM) at half-filling in the band\ninsulator region. The extended ionic Hubbard model, in addition to the usual\nionic Hubbard model, includes an inter-site nearest-neighbor (n.n.) repulsion,\n$V$. We consider the ionic potential as unperturbed part of the Hamiltonian,\nwhile the hopping and interaction (quartic) terms are treated as perturbation.\nWe calculate total energy and ionicity in the ground state. Above the ground\nstate, (i) we calculate the single particle excitation spectrum by adding an\nelectron or a hole to the system. (ii) the coherence-length and spectrum of\nelectron-hole excitation are obtained. Our calculations reveal that for V=0,\nthere are two triplet bound state modes and three singlet modes, two anti-bound\nstates and one bound state, while for finite values of $V$ there are four\nexcitonic bound states corresponding to two singlet and two triplet modes. The\nmajor role of on-site Coulomb repulsion $U$ is to split singlet and triplet\ncollective excitation branches, while $V$ tends to pull the singlet branches\nbelow the continuum to make them bound states.\n","Comment: 10 eps figures"]}]
["1004.4342",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4342","Theory and Practice of Logic Programming, 10(4-6), 547-564, 2010","doi:10.1017/S147106841000027X"],"date":["2010-04-25","2010-07-22"],"type":["text"],"creator":["Slota, Martin","Leite, João"],"language":[],"coverage":[],"title":["Towards Closed World Reasoning in Dynamic Open Worlds (Extended Version)"],"description":["  The need for integration of ontologies with nonmonotonic rules has been\ngaining importance in a number of areas, such as the Semantic Web. A number of\nresearchers addressed this problem by proposing a unified semantics for hybrid\nknowledge bases composed of both an ontology (expressed in a fragment of\nfirst-order logic) and nonmonotonic rules. These semantics have matured over\nthe years, but only provide solutions for the static case when knowledge does\nnot need to evolve. In this paper we take a first step towards addressing the\ndynamics of hybrid knowledge bases. We focus on knowledge updates and,\nconsidering the state of the art of belief update, ontology update and rule\nupdate, we show that current solutions are only partial and difficult to\ncombine. Then we extend the existing work on ABox updates with rules, provide a\nsemantics for such evolving hybrid knowledge bases and study its basic\nproperties. To the best of our knowledge, this is the first time that an update\noperator is proposed for hybrid knowledge bases.\n","Comment: 40 pages; an extended version of the article published in Theory and\n  Practice of Logic Programming, 10 (4-6): 547 - 564, July. Copyright 2010\n  Cambridge University Press"]}]
["1005.4178",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4178","IEEE Transactions on Information Theory, vol. 57, no. 8, pp. 5227\n  - 5239, August 2011","doi:10.1109/TIT.2011.2159049"],"date":["2010-05-23","2011-01-20"],"type":["text"],"creator":["Rashmi, K. V.","Shah, Nihar B.","Kumar, P. Vijay"],"language":[],"coverage":[],"title":["Optimal Exact-Regenerating Codes for Distributed Storage at the MSR and\n  MBR Points via a Product-Matrix Construction"],"description":["  Regenerating codes are a class of distributed storage codes that optimally\ntrade the bandwidth needed for repair of a failed node with the amount of data\nstored per node of the network. Minimum Storage Regenerating (MSR) codes\nminimize first, the amount of data stored per node, and then the repair\nbandwidth, while Minimum Bandwidth Regenerating (MBR) codes carry out the\nminimization in the reverse order. An [n, k, d] regenerating code permits the\ndata to be recovered by connecting to any k of the n nodes in the network,\nwhile requiring that repair of a failed node be made possible by connecting\n(using links of lesser capacity) to any d nodes. Previous, explicit and general\nconstructions of exact-regenerating codes have been confined to the case n=d+1.\nIn this paper, we present optimal, explicit constructions of MBR codes for all\nfeasible values of [n, k, d] and MSR codes for all [n, k, d >= 2k-2], using a\nproduct-matrix framework. The particular product-matrix nature of the\nconstructions is shown to significantly simplify system operation. To the best\nof our knowledge, these are the first constructions of exact-regenerating codes\nthat allow the number n of nodes in the distributed storage network, to be\nchosen independent of the other parameters. The paper also contains a simpler\ndescription, in the product-matrix framework, of a previously constructed MSR\ncode in which the parameter d satisfies [n=d+1, k, d >= 2k-1].\n","Comment: Submitted to IEEE Transactions on Information Theory. Contains 20\n  pages, 2 figures"]}]
["1005.4506",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4506","Phys. Rev. B 82, 014301 (2010)","doi:10.1103/PhysRevB.82.014301"],"date":["2010-05-25"],"type":["text"],"creator":["Bittner, S.","Dietz, B.","Miski-Oglu, M.","Iriarte, P. Oria","Richter, A.","Schaefer, F."],"language":[],"coverage":[],"title":["Observation of a Dirac point in microwave experiments with a photonic\n  crystal modeling graphene"],"description":["  We present measurements of transmission and reflection spectra of a microwave\nphotonic crystal composed of 874 metallic cylinders arranged in a triangular\nlattice. The spectra show clear evidence of a Dirac point, a characteristic of\na spectrum of relativistic massless fermions. In fact, Dirac points are a\npeculiar property of the electronic band structure of graphene, whose\nproperties consequently can be described by the relativistic Dirac equation. In\nthe vicinity of the Dirac point, the measured reflection spectra resemble those\nobtained by conductance measurements in scanning tunneling microscopy of\ngraphene flakes.\n"]}]
["1005.4552",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4552","Intelligent Computer Mathematics 2010, LNCS 6167, pp. 455-469","doi:10.1007/978-3-642-14128-7_38"],"date":["2010-05-25"],"type":["text"],"creator":["Urban, Josef","Alama, Jesse","Rudnicki, Piotr","Geuvers, Herman"],"language":[],"coverage":[],"title":["A Wiki for Mizar: Motivation, Considerations, and Initial Prototype"],"description":["  Formal mathematics has so far not taken full advantage of ideas from\ncollaborative tools such as wikis and distributed version control systems\n(DVCS). We argue that the field could profit from such tools, serving both\nnewcomers and experts alike. We describe a preliminary system for such\ncollaborative development based on the Git DVCS. We focus, initially, on the\nMizar system and its library of formalized mathematics.\n","Comment: To appear in The 9th International Conference on Mathematical\n  Knowledge Management: MKM 2010"]}]
["1005.4592",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4592","Intelligent Computer Mathematics 2010, LNCS 6167, pp. 132-146","doi:10.1007/978-3-642-14128-7_12"],"date":["2010-05-25"],"type":["text"],"creator":["Urban, Josef","Sutcliffe, Geoff"],"language":[],"coverage":[],"title":["Automated Reasoning and Presentation Support for Formalizing Mathematics\n  in Mizar"],"description":["  This paper presents a combination of several automated reasoning and proof\npresentation tools with the Mizar system for formalization of mathematics. The\ncombination forms an online service called MizAR, similar to the SystemOnTPTP\nservice for first-order automated reasoning. The main differences to\nSystemOnTPTP are the use of the Mizar language that is oriented towards human\nmathematicians (rather than the pure first-order logic used in SystemOnTPTP),\nand setting the service in the context of the large Mizar Mathematical Library\nof previous theorems,definitions, and proofs (rather than the isolated problems\nthat are solved in SystemOnTPTP). These differences poses new challenges and\nnew opportunities for automated reasoning and for proof presentation tools.\nThis paper describes the overall structure of MizAR, and presents the automated\nreasoning systems and proof presentation tools that are combined to make MizAR\na useful mathematical service.\n","Comment: To appear in 10th International Conference on. Artificial\n  Intelligence and Symbolic Computation AISC 2010"]}]
["1006.2087",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2087","Phys. Rev. B 82, 134528 (2010)","doi:10.1016/j.physc.2011.06.002"],"date":["2010-06-10"],"type":["text"],"creator":["Tanatar, M. A.","~Ni, N.","Thaler, A.","Bud'ko, S. L.","Canfield, P. C.","Prozorov, R."],"language":[],"coverage":[],"title":["$c$-axis charge gap and its critical point in the heavily doped\n  Ba(Fe$_{1-x}$Co$_x$)$_2$As$_2$"],"description":["  Temperature-dependent inter-plane resistivity, $\\rho _c(T)$, was used to\ncharacterise the normal state of the iron-arsenide superconductor\nBa(Fe$_{1-x}$Co$_x$)$_2$As$_2$ over a broad doping range $0\\leq x<0.50$. The\ndata were compared with in-plane resistivity, $\\rho _a(T)$, and magnetic\nsusceptibility, $\\chi (T)$, taken in $H \\bot c$, as well as Co NMR Knight\nshift, $^{59}K$, and spin relaxation rate, $1/T_1T$. The inter-plane\nresistivity data show a clear correlation with the NMR Knight shift, assigned\nto the formation of the pseudo-gap. Evolution of $\\rho _c(T)$ with doping\nreveals two characteristic energy scales. The temperature of the cross-over\nfrom non-metallic, increasing on cooling, behavior of $\\rho _c(T)$ at\nhigh-temperatures to metallic behavior at low temperatures, $T^*$, correlates\nwell with an anomaly in all three magnetic measurements. This characteristic\ntemperature, equal to approximately 200~K in the parent compound, $x$=0,\ndecreases with doping and vanishes near $x^* \\approx$0.25. For doping levels $x\n\\geq 0.166$, an additional feature appears above $T^*$, with metallic behavior\nof $\\rho _c (T)$ found above the low-temperature resistivity increase. The\ncharacteristic temperature of this charge-gap formation, $T_{\\rm CG}$, vanishes\nat $x_{\\rm CG} \\simeq$0.30, paving the way to metallic, $T$-linear, $\\rho_c\n(T)$ close to $x_{\\rm CG}$ and super-linear $T$-dependence for $x>x_{\\rm CG}$.\nNone of these features are evident in the in-plane resistivity $\\rho_a(T)$. For\ndoping levels $x <x_{\\rm CG}$, $\\chi (T)$ shows a known, anomalous, $T$-linear\ndependence, which disappears for $x>x_{\\rm CG}$.\n"]}]
["1006.5595",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5595","J. Phys. B: At. Mol. Opt. Phys. 43 (2010) 215402 (9pp)","doi:10.1088/0953-4075/43/21/215402"],"date":["2010-06-29","2011-07-26"],"type":["text"],"creator":["Romanenko, V. I.","Romanenko, A. V.","Yatsenko, L. P.","Kazakov, G. A.","Litvinov, A. N.","Matisov, B. G.","Rozhdestvensky, Yu. V."],"language":[],"coverage":[],"title":["Dark resonances in the field of frequency shifted feedback laser\n  radiation"],"description":["  We present a theory of dark resonances in a fluorescence of a three-level\natom gas interacting with a polychromatic field of a frequency shifted feedback\n(FSF) laser. We show that conditions for the resonance observation are optimal\nwhen the phase relations between the laser spectral components provide\ngeneration of a light pulses train. We study analytically the field broadening\nand the light shift of the resonances.\n","Comment: 18 pages, 8 figures"]}]
["1007.0453",{"format":[],"subject":["Mathematics - Metric Geometry","51M10, 57M50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0453","Geometriae Dedicata 153 (2011), no. 1, 139--149"],"date":["2010-07-02"],"type":["text"],"creator":["Guo, Ren"],"language":[],"coverage":[],"title":["Calculus of generalized hyperbolic tetrahedron"],"description":["  We calculate the Jacobian matrix of the dihedral angles of a generalized\nhyperbolic tetrahedron as functions of edge lengths and find the complete set\nof symmetries of this matrix.\n","Comment: 9 pages"]}]
["1007.0677",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0677"],"date":["2010-07-05","2011-07-26"],"type":["text"],"creator":["Kiss, Demeter"],"language":[],"coverage":[],"title":["A note on Talagrand's variance bound in terms of influences"],"description":["  Let X_1,..., X_n be independent Bernoulli random variables and $f$ a function\non {0,1}^n. In the well-known paper (Talagrand1994) Talagrand gave an upper\nbound for the variance of f in terms of the individual influences of the X_i's.\nThis bound turned out to be very useful, for instance in percolation theory and\nrelated fields. In many situations a similar bound was needed for random\nvariables taking more than two values. Generalizations of this type have indeed\nbeen obtained in the literature (see e.g. (Cordero-Erausquin2011), but the\nproofs are quite different from that in (Talagrand1994). This might raise the\nimpression that Talagrand's original method is not sufficiently robust to\nobtain such generalizations. However, our paper gives an almost self-contained\nproof of the above mentioned generalization, by modifying step-by-step\nTalagrand's original proof.\n","Comment: 10 pages"]}]
["1007.1007",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1007","Letarte et al. (2010) A&A 523, 17","doi:10.1051/0004-6361/200913413"],"date":["2010-07-06"],"type":["text"],"creator":["Letarte, B.","Hill, V.","Tolstoy, E.","Jablonka, P.","Shetrone, M.","Venn, K. A.","Spite, M.","Irwin, M. J.","Battaglia, G.","Helmi, A.","Primas, F.","Francois, P.","Kaufer, A.","Szeifert, T.","Arimoto, N.","Sadakane, K."],"language":[],"coverage":[],"title":["A high resolution VLT/FLAMES study of individual stars in the centre of\n  the Fornax dwarf spheroidal galaxy"],"description":["  For the first time we show the detailed late-stage chemical evolution history\nof small nearby dwarf spheroidal galaxy in the Local Group. We present the\nresults of a high resolution (R$\\sim$20000) FLAMES/GIRAFFE abundance study at\nESO/VLT of 81 photometrically selected red giant branch stars in the central\n25$'$ of the Fornax dwarf spheroidal galaxy. We present abundances of \\alfe\\\n(Mg, Si, Ca and Ti), iron-peak elements (Fe, Ni and Cr) and heavy elements (Y,\nBa, La, Nd and Eu). Our sample was randomly selected, and is clearly dominated\nby the younger and more metal rich component of Fornax which represents the\nmajor fraction of stars in the central region. This means that the majority of\nour stars are 1$-$4 Gyr old, and thus represent the end phase of chemical\nevolution in this system. Our sample of stars has unusually low [$\\alpha$/Fe],\n[Ni/Fe] and [Na/Fe] compared to the Milky Way stellar populations at the same\n[Fe/H]. The particularly important role of stellar winds from low metallicity\nAGB stars in the creation of s-process elements is clearly seen from the high\n[Ba/Y]. Furthermore, we present evidence for an s-process contribution to Eu.\n","Comment: 40 pages, 20 figures, accepted for publication in A&A"]}]
["1008.1204",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1204","Physica C 471, 303 (2011)","doi:10.1016/j.physc.2011.02.010"],"date":["2010-08-06"],"type":["text"],"creator":["Kang, H. J.","Lee, Y. S.","Lynn, J. W.","Shiryaev, S. V.","Barilo, S. N."],"language":[],"coverage":[],"title":["Soft phonons and structural phase transition in superconducting\n  Ba0.59K0.41BiO3"],"description":["  We have observed a softening of phonons and a structural phase transition in\na superconducting Ba0.59K0.41BiO3 (Tc = 31 K) single crystal using elastic and\ninelastic neutron scattering measurements. The soft phonon occurs for the [111]\ntransverse acoustic mode at the zone boundary. The phonon energies in this\nvicinity are found to continuously decrease with decreasing temperature from\nabove room temperature to 200 K, where a structural phase transition from cubic\nto tetragonal symmetry occurs. The overall results are consistent with previous\ndata that reported phonon softening and a (0.5, 0.5, 0.5) type superstructure\nin several Ba1-xKxBiO3 systems. However, we also find weak (0.5, 0.5, 0) type\nsuperstructure peaks that reveal an additional component to the modulation. No\nsignificant change related to the superconductivity was observed for the soft\nphonon energies or linewidths.\n","Comment: 15 pages"]}]
["1008.4603",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4603","Phys. Rev. A 84 (2011) 011609(R)","doi:10.1103/PhysRevA.84.011609"],"date":["2010-08-26","2011-04-08"],"type":["text"],"creator":["Gross, C.","Esteve, J.","Oberthaler, M. K.","Martin, A. D.","Ruostekoski, J."],"language":[],"coverage":[],"title":["Local and spatially extended sub-Poisson atom number fluctuations in\n  optical lattices"],"description":["  We demonstrate that ultracold interacting bosonic atoms in an optical lattice\nshow sub-Poissonian on-site and inter-site atom number fluctuations. The\nexperimental observations agree with numerical predictions of the truncated\nWigner approximation. The correlations persist in the presence of multi-mode\natom dynamics and even over large spatially extended samples involving several\nsites and large populations.\n"]}]
["1008.5010",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5010","MNRAS 415 (2011) 1943","doi:10.1111/j.1365-2966.2011.18846.x"],"date":["2010-08-30","2011-07-26"],"type":["text"],"creator":["Gong, Yungui","Zhu, Xiao-ming","Zhu, Zong-Hong"],"language":[],"coverage":[],"title":["Current cosmological constraints on the curvature, dark energy and\n  modified gravity"],"description":["  We apply the Union2 compilation of 557 supernova Ia data, the baryon acoustic\noscillation measurement of distance, the cosmic microwave background radiation\ndata from the seven year Wilkinson Microwave Anisotropy Probe, and the Hubble\nparameter data to study the geometry of the Universe and the property of dark\nenergy by using models and parametrizations with different high redshift\nbehaviours of $w(z)$. We find that $\\Lambda$CDM model is consistent with\ncurrent data, that the Dvali-Gabadadze-Porrati model is excluded by the data at\nmore than $3\\sigma$ level, that the Universe is almost flat, and that the\ncurrent data is unable to distinguish models with different behaviours of\n$w(z)$ at high redshift. We also add the growth factor data to constrain the\ngrowth index of Dvali-Gabadadze-Porrati model and find that it is more than\n$1\\sigma$ away from its theoretical value.\n","Comment: v3: 7 pages, 5 figures, correct typos on the citation of wmap7 data"]}]
["1009.4733",{"format":[],"subject":["Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4733"],"date":["2010-09-23","2011-07-25"],"type":["text"],"creator":["Altman, Eitan","El-Azouzi, Rachid","Menasche, Daniel Sadoc","Xu, Yuedong"],"language":[],"coverage":[],"title":["Forever Young: Aging Control For Smartphones In Hybrid Networks"],"description":["  The demand for Internet services that require frequent updates through small\nmessages, such as microblogging, has tremendously grown in the past few years.\nAlthough the use of such applications by domestic users is usually free, their\naccess from mobile devices is subject to fees and consumes energy from limited\nbatteries. If a user activates his mobile device and is in range of a service\nprovider, a content update is received at the expense of monetary and energy\ncosts. Thus, users face a tradeoff between such costs and their messages aging.\nThe goal of this paper is to show how to cope with such a tradeoff, by devising\n\\emph{aging control policies}. An aging control policy consists of deciding,\nbased on the current utility of the last message received, whether to activate\nthe mobile device, and if so, which technology to use (WiFi or 3G). We present\na model that yields the optimal aging control policy. Our model is based on a\nMarkov Decision Process in which states correspond to message ages. Using our\nmodel, we show the existence of an optimal strategy in the class of threshold\nstrategies, wherein users activate their mobile devices if the age of their\nmessages surpasses a given threshold and remain inactive otherwise. We then\nconsider strategic content providers (publishers) that offer \\emph{bonus\npackages} to users, so as to incent them to download updates of advertisement\ncampaigns. We provide simple algorithms for publishers to determine optimal\nbonus levels, leveraging the fact that users adopt their optimal aging control\nstrategies. The accuracy of our model is validated against traces from the\nUMass DieselNet bus network.\n","Comment: See also http://www-net.cs.umass.edu/~sadoc/agecontrol/"]}]
["1010.0662",{"format":[],"subject":["Mathematics - Probability","Primary 60J50, 31C40, Secondary 31C35, 60J45, 60J75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0662"],"date":["2010-10-04","2011-07-26"],"type":["text"],"creator":["Kim, Panki","Song, Renming","Vondracek, Zoran"],"language":[],"coverage":[],"title":["Minimal thinness for subordinate Brownian motion in half space"],"description":["  We study minimal thinness in the half-space $H:=\\{x=(\\wt{x}, x_d):\\,\n\\wt{x}\\in \\R^{d-1}, x_d>0\\}$ for a large class of rotationally invariant L\\'evy\nprocesses, including symmetric stable processes and sums of Brownian motion and\nindependent stable processes. We show that the same test for the minimal\nthinness of a subset of $H$ below the graph of a nonnegative Lipschitz function\nis valid for all processes in the considered class. In the classical case of\nBrownian motion this test was proved by Burdzy.\n","Comment: 31 pages"]}]
["1010.3914",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3914","Modelling Simul. Mater. Sci. Eng. 19, 045008 (2011)","doi:10.1088/0965-0393/19/4/045008"],"date":["2010-10-19"],"type":["text"],"creator":["Ispánovity, Péter Dusán","Groma, István","Hoffelner, Wolfgang","Samaras, Maria"],"language":[],"coverage":[],"title":["Abnormal subgrain growth in a dislocation-based model of recovery"],"description":["  Simulation of subgrain growth during recovery is carried out using\ntwo-dimensional discrete dislocation dynamics on a hexagonal crystal lattice\nhaving three symmetric slip planes. To account for elevated temperature (i)\ndislocation climb was allowed and (ii) a Langevin type thermal noise was added\nto the force acting on the dislocations. During the simulation, a random\nensemble of dislocations develop into subgrains and power-law type growth\nkinetics are observed. The growth exponent is found to be independent of the\nclimb mobility, but dependent on the temperature introduced by the thermal\nnoise. The in-depth statistical analysis of the subgrain structure shows that\nthe coarsening is abnormal, i.e. larger cells grow faster than the small ones,\nwhile the average misorientation between the adjacent subgrains remains nearly\nconstant. During the coarsening Holt's relation is found not to be fulfilled,\nsuch that the average subgrain size is not proportional to the average\ndislocation spacing. These findings are consistent with recent high precision\nexperiments on recovery.\n","Comment: 17 pages, 11 figures"]}]
["1011.6613",{"format":[],"subject":["Quantum Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6613","Phys. Rev. B 84, 024516 (2011)","doi:10.1103/PhysRevB.84.024516"],"date":["2010-11-30","2011-07-14"],"type":["text"],"creator":["Sabín, C.","León, J.","García-Ripoll, J. J."],"language":[],"coverage":[],"title":["Detecting ground state qubit self-excitations in circuit QED: slow\n  quantum anti-Zeno effect"],"description":["  In this work we study an ultrastrong coupled qubit-cavity system subjected to\nslow repeated measurements. We demonstrate that even under a few imperfect\nmeasurements it is possible to detect transitions of the qubit from its free\nground state to the excited state. The excitation probability grows\nexponentially fast in analogy with the quantum anti-Zeno effect. The dynamics\nand physics described in this paper is accessible to current superconducting\ncircuit technology.\n","Comment: 6 pages, 6 figures. v2: extended published version"]}]
["1012.2873",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2873","Phys. Rev. A 84, 012118 (2011)","doi:10.1103/PhysRevA.84.012118"],"date":["2010-12-13","2011-06-02"],"type":["text"],"creator":["Galitski, Victor"],"language":[],"coverage":[],"title":["Quantum-to-Classical Correspondence and Hubbard-Stratonovich Dynamical\n  Systems, a Lie-Algebraic Approach"],"description":["  We propose a Lie-algebraic duality approach to analyze non-equilibrium\nevolution of closed dynamical systems and thermodynamics of interacting quantum\nlattice models (formulated in terms of Hubbard-Stratonovich dynamical systems).\nThe first part of the paper utilizes a geometric Hilbert-space-invariant\nformulation of unitary time-evolution, where a quantum Hamiltonian is viewed as\na trajectory in an abstract Lie algebra, while the sought-after evolution\noperator is a trajectory in a dynamic group, generated by the algebra via\nexponentiation. The evolution operator is uniquely determined by the\ntime-dependent dual generators that satisfy a system of differential equations,\ndubbed here dual Schrodinger-Bloch equations, which represent a viable\nalternative to the conventional Schrodinger formulation. These dual\nSchrodinger-Bloch equations are derived and analyzed on a number of specific\nexamples. It is shown that deterministic dynamics of a closed classical\ndynamical system occurs as action of a symmetry group on a classical manifold\nand is driven by the same dual generators as in the corresponding quantum\nproblem. This represents quantum-to-classical correspondence. In the second\npart of the paper, we further extend the Lie algebraic approach to a wide class\nof interacting many-particle lattice models. A generalized Hubbard-Stratonovich\ntransform is proposed and it is used to show that the thermodynamic partition\nfunction of a generic many-body quantum lattice model can be expressed in terms\nof traces of single-particle evolution operators governed by the dynamic\nHubbard-Stratonovich fields. Finally, we derive Hubbard-Stratonovich dynamical\nsystems for the Bose-Hubbard model and a quantum spin model and use the\nLie-algebraic approach to obtain new non-perturbative dual descriptions of\nthese theories.\n","Comment: 25 pages, 1 figure; v2: citations added"]}]
["1012.3202",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3202"],"date":["2010-12-14","2011-07-25"],"type":["text"],"creator":["Bessaih, H.","Kapica, R.","Szarek, T."],"language":[],"coverage":[],"title":["The Stability of some stochastic processes"],"description":["  We formulate and prove a new criterion for stability of e-processes. It says\nthat any e-process which is averagely bounded and concentrating is\nasymptotically stable. In the second part, we show how this general result\napplies to some shell models (the Goy and the Sabra model). Indeed, we manage\nto prove that the processes corresponding to these models satisfy the e-process\nproperty. They are also averagely bounded and concentrating. Consequently,\ntheir stability follows.\n"]}]
["1012.4973",{"format":[],"subject":["Physics - Biological Physics","Physics - Computational Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4973"],"date":["2010-12-22","2011-07-26"],"type":["text"],"creator":["Griesbauer, J.","Wixforth, A.","Seeger, H. M.","Schneider, M. F."],"language":[],"coverage":[],"title":["Method for the Monte Carlo based Simulation of Lipid-Monolayers\n  including Lipid Movement"],"description":["  A two-state-model consisting of hexagonally connected lipids being either in\nthe ordered or disordered state is used to set up a Monte Carlo Simulation for\nlipid monolayers. The connection of the lipids is realized by Newtonian springs\nemulating the surfaces elasticity and allowing for the calculation of\ntranslational movement of the lipids, whereas all necessary simulation\nparameters follow from experiments. Simulated monolayer isotherms can be\ndirectly compared to measured ones concurrently allowing the calculation of the\nexperimentally hardly accessible monolayer heat capacity.\n"]}]
["1012.5412",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5412","Eur.Phys.J.C71:1661,2011","doi:10.1140/epjc/s10052-011-1661-y"],"date":["2010-12-24","2011-07-16"],"type":["text"],"creator":["Abdesselam, A.","Kuutmann, E. Bergeaas","Bitenc, U.","Brooijmans, G.","Butterworth, J.","de Renstrom, P. Bruckman","Franzosi, D. Buarque","Buckingham, R.","Chapleau, B.","Dasgupta, M.","Davison, A.","Dolen, J.","Ellis, S.","Fassi, F.","Frandsen, J. Ferrando M. T.","Frost, J.","Gadfort, T.","Glover, N.","Haas, A.","Halkiadakis, E.","Hamilton, K.","Hays, C.","Hill, C.","Jackson, J.","Issever, C.","Karagoz, M.","Katz, A.","Kreczko, L.","Krohn, D.","Lewis, A.","Livermore, S.","Loch, P.","Maksimovic, P.","March-Russell, J.","Martin, A.","McCubbin, N.","Newbold, D.","Ott, J.","Perez, G.","Policchio, A.","Rappoccio, S.","Raklev, A. R.","Richardson, P.","Salam, G. P.","Sannino, F.","Santiago, J.","Schwartzman, A.","Shepherd-Themistocleous, C.","Sinervo, P.","Sjoelin, J.","Son, M.","Spannowsky, M.","Strauss, E.","Takeuchi, M.","Tseng, J.","Tweedie, B.","Vermilion, C.","Voigt, J.","Vos, M.","Wacker, J.","Wagner-Kuhr, J.","Wilson, M. G."],"language":[],"coverage":[],"title":["Boosted objects: a probe of beyond the Standard Model physics"],"description":["  We present the report of the hadronic working group of the BOOST2010 workshop\nheld at the University of Oxford in June 2010. The first part contains a review\nof the potential of hadronic decays of highly boosted particles as an aid for\ndiscovery at the LHC and a discussion of the status of tools developed to meet\nthe challenge of reconstructing and isolating these topologies. In the second\npart, we present new results comparing the performance of jet grooming\ntechniques and top tagging algorithms on a common set of benchmark channels. We\nalso study the sensitivity of jet substructure observables to the uncertainties\nin Monte Carlo predictions.\n","Comment: Report of the hadronic working group of the BOOST2010 workshop,\n  University of Oxford, 22-25 June, 2010. Editors: M. Karagoz, G. Salam, M.\n  Spannowsky and M. Vos. v2 published in EPJ C. 19 pages, double column, uses\n  EPJ C style for latex"]}]
["1101.2424",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2424"],"date":["2011-01-12","2011-07-26"],"type":["text"],"creator":["Dudek, Andrzej","Frieze, Alan"],"language":[],"coverage":[],"title":["Tight Hamilton Cycles in Random Uniform Hypergraphs"],"description":["  In this paper we show that $e/n$ is the sharp threshold for the existence of\ntight Hamilton cycles in random $k$-uniform hypergraphs, for all $k\\ge 4$. When\n$k=3$ we show that $1/n$ is an asymptotic threshold. We also determine\nthresholds for the existence of other types of Hamilton cycles.\n","Comment: 9 pages. Updated to add material"]}]
["1101.4355",{"format":[],"subject":["Nonlinear Sciences - Exactly Solvable and Integrable Systems","Computer Science - Computational Geometry","Computer Science - Discrete Mathematics","Mathematical Physics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4355","SIGMA 7 (2011), 075, 19 pages","doi:10.3842/SIGMA.2011.075"],"date":["2011-01-23","2011-07-26"],"type":["text"],"creator":["Mokhov, Oleg I."],"language":[],"coverage":[],"title":["On Initial Data in the Problem of Consistency on Cubic Lattices for $3\n  \\times 3$ Determinants"],"description":["  The paper is devoted to complete proofs of theorems on consistency on cubic\nlattices for $3 \\times 3$ determinants. The discrete nonlinear equations on\n$\\mathbb{Z}^2$ defined by the condition that the determinants of all $3 \\times\n3$ matrices of values of the scalar field at the points of the lattice\n$\\mathbb{Z}^2$ that form elementary $3 \\times 3$ squares vanish are considered;\nsome explicit concrete conditions of general position on initial data are\nformulated; and for arbitrary initial data satisfying these concrete conditions\nof general position, theorems on consistency on cubic lattices (a consistency\n\"around a cube\") for the considered discrete nonlinear equations on\n$\\mathbb{Z}^2$ defined by $3 \\times 3$ determinants are proved.\n"]}]
["1102.0051",{"format":[],"subject":["Quantum Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0051","New J. Phys. 13 073012 (2011)","doi:10.1088/1367-2630/13/7/073012"],"date":["2011-01-31","2011-02-01"],"type":["text"],"creator":["Inam, Faraz A","Gaebel, Torsten","Bradac, Carlo","Stewart, Luke","Withford, Michael J","Dawes, Judith M","Rabeau, James R","Steel, Michael J"],"language":[],"coverage":[],"title":["Enhanced spontaneous emission from nanodiamond colour centres on opal\n  photonic crystal"],"description":["  Colour centres in diamond are promising candidates as a platform for quantum\ntechnologies and biomedical imaging based on spins and/or photons. Controlling\nthe emission properties of colour centres in diamond is a key requirement for\ndeveloping efficient single photon sources with high collection efficiency. A\nnumber of groups have produced enhancement in the emission rate over narrow\nwavelength ranges by coupling single emitters in nanodiamond crystals to\nresonant electromagnetic structures. Here we characterise in detail the\nspontaneous emission rates of nitrogen-vacancy centres positioned in various\nlocations on a structured substrate. We show an average factor of 1.5\nenhancement of the total emission rate when nanodiamonds are on an opal\nphotonic crystal surface, and observe changes in the lifetime distribution. We\npresent a model to explain these observations and associate the lifetime\nproperties with dipole orientation and polarization effects.\n","Comment: 16 pages, 10 figures"]}]
["1102.1369",{"format":[],"subject":["Mathematics - Probability","60J45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1369"],"date":["2011-02-07","2011-07-26"],"type":["text"],"creator":["Kim, Panki","Song, Renming","Vondracek, Zoran"],"language":[],"coverage":[],"title":["Potential Theory of Subordinate Brownian Motions Revisited"],"description":["  The paper discusses and surveys some aspects of the potential theory of\nsubordinate Brownian motion under the assumption that the Laplace exponent of\nthe corresponding subordinator is comparable to a regularly varying function at\ninfinity. This extends some results previously obtained under stronger\nconditions.\n","Comment: 49 pages"]}]
["1102.1415",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1415","Phys. Rev. B 84, 033305 (2011)","doi:10.1103/PhysRevB.84.033305"],"date":["2011-02-07","2011-05-03"],"type":["text"],"creator":["Glazov, M. M.","Semina, M. A.","Badalyan, S. M.","Vignale, G."],"language":[],"coverage":[],"title":["Spin current generation from Coulomb-Rashba interaction in semiconductor\n  bilayers"],"description":["  Electrons in double-layer semiconductor heterostructures experience a special\ntype of spin-orbit interaction which arises in each layer from the\nperpendicular component of the Coulomb electric field created by electron\ndensity fluctuations in the other layer. We show that this interaction, acting\nin combination with the usual spin-orbit interaction, can generate a spin\ncurrent in one layer when a charge current is driven in the other. This effect\nis symmetry-wise distinct from the spin Hall drag. The spin current is not, in\ngeneral, perpendicular to the drive current.\n","Comment: 4 pages, 2 figures"]}]
["1102.2435",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2435","Nanotechnology 22, 335401(2011)","doi:10.1088/0957-4484/22/33/335401"],"date":["2011-02-11","2011-07-07"],"type":["text"],"creator":["Scheicher, Ralph H.","Li, Sa","Araujo, C. Moyses","Blomqvist, Andreas","Ahuja, Rajeev","Jena, Puru"],"language":[],"coverage":[],"title":["Theoretical study of C60 as catalyst for dehydrogenation in LiBH4"],"description":["  Complex light metal hydrides possess many properties which make them\nattractive as a storage medium for hydrogen, but typically, catalysts are\nrequired to lower the hydrogen desorption temperature and to facilitate\nhydrogen uptake in the form of a reversible reaction. The overwhelming focus in\nthe search for catalysing agents has been on compounds containing titanium, but\nthe precise mechanism of their actions remains somewhat obscure. A recent\nexperiment has now shown that fullerenes (C$_{60}$) can also act as catalyst\nfor both hydrogen uptake and release in lithium borohydride (LiBH$_4$). In an\neffort to understand the involved mechanism, we have employed density\nfunctional theory to carry out a detailed study of the interaction between this\ncomplex metal hydride and the carbon nanomaterial. Considering a stepwise\nreduction of the hydrogen content in LiBH$_4$, we find that the presence of\nC$_{60}$ can lead to a substantial reduction of the involved H-removal\nenergies. This effect is explained as a consequence of the interaction between\nthe BH$_x^-$ complex and the C$_{60}$ entity.\n","Comment: 10 pages, 3 figures; accepted for publication in Nanotechnology"]}]
["1102.2735",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2735","Phys. Rev. A 84, 011608(R) (2011)","doi:10.1103/PhysRevA.84.011608"],"date":["2011-02-14","2011-07-26"],"type":["text"],"creator":["Pieri, P.","Perali, A.","Strinati, G. C.","Riedl, S.","Wright, M. J.","Altmeyer, A.","Kohstall, C.","Guajardo, E. R. Sanchez","Denschlag, J. Hecker","Grimm, R."],"language":[],"coverage":[],"title":["Pairing-gap, pseudo-gap, and no-gap phases in the radio-frequency\n  spectra of a trapped unitary 6Li gas"],"description":["  Radio frequency spectra of a trapped unitary 6Li gas are reported and\nanalyzed in terms of a theoretical approach that includes both final-state and\ntrap effects. Final-state effects play a crucial role in evidencing two main\npeaks both above and below the critical temperature Tc as being associated with\ntwo distinct phases that reside in different trap regions. These are the\npairing-gap and pseudo-gap phases below Tc, which evolve into the pseudo-gap\nand no-gap phases above Tc. In this way, a long standing puzzle about the\ninterpretation of rf spectra for 6Li in a trap is solved.\n","Comment: 5 pages, 6 figures (final version)"]}]
["1102.4028",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4028","J. Chem. Phys., 134, 164108 (2011)","doi:10.1063/1.3582913"],"date":["2011-02-19"],"type":["text"],"creator":["Goodpaster, Jason D.","Barnes, Taylor A.","Miller III, Thomas F."],"language":[],"coverage":[],"title":["Embedded density functional theory for covalently bonded and strongly\n  interacting subsystems"],"description":["  Embedded density functional theory (e-DFT) is used to describe the electronic\nstructure of strongly interacting molecular subsystems. We present a general\nimplementation of the Exact Embedding (EE) method [J. Chem. Phys. 133, 084103\n(2010)] to calculate the large contributions of the non-additive kinetic\npotential (NAKP) in such applications. Potential energy curves are computed for\nthe dissociation of Li+-Be, CH3-CF3, and hydrogen-bonded water clusters, and\ne-DFT results obtained using the EE method are compared with those obtained\nusing approximate kinetic energy functionals. In all cases, the EE method\npreserves excellent agreement with reference Kohn-Sham calculations, whereas\nthe approximate functionals lead to qualitative failures in the calculated\nenergies and equilibrium structures. We also demonstrate an accurate pairwise\napproximation to the NAKP that allows for efficient parallelization of the EE\nmethod in large systems; benchmark calculations on molecular crystals reveal\nideal, size-independent scaling of wall-clock time with increasing system size.\n","Comment: 9 pages, 7 figures"]}]
["1102.4293",{"format":[],"subject":["Computer Science - Computational Engineering, Finance, and Science","Computer Science - Distributed, Parallel, and Cluster Computing","Quantitative Biology - Biomolecules"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4293"],"date":["2011-02-21","2011-07-26"],"type":["text"],"creator":["Widera, Paweł","Krasnogor, Natalio"],"language":[],"coverage":[],"title":["Protein Models Comparator: Scalable Bioinformatics Computing on the\n  Google App Engine Platform"],"description":["  The comparison of computer generated protein structural models is an\nimportant element of protein structure prediction. It has many uses including\nmodel quality evaluation, selection of the final models from a large set of\ncandidates or optimisation of parameters of energy functions used in\ntemplate-free modelling and refinement. Although many protein comparison\nmethods are available online on numerous web servers, they are not well suited\nfor large scale model comparison: (1) they operate with methods designed to\ncompare actual proteins, not the models of the same protein, (2) majority of\nthem offer only a single pairwise structural comparison and are unable to scale\nup to a required order of thousands of comparisons. To bridge the gap between\nthe protein and model structure comparison we have developed the Protein Models\nComparator (pm-cmp). To be able to deliver the scalability on demand and handle\nlarge comparison experiments the pm-cmp was implemented \"in the cloud\".\n  Protein Models Comparator is a scalable web application for a fast\ndistributed comparison of protein models with RMSD, GDT TS, TM-score and\nQ-score measures. It runs on the Google App Engine (GAE) cloud platform and is\na showcase of how the emerging PaaS (Platform as a Service) technology could be\nused to simplify the development of scalable bioinformatics services. The\nfunctionality of pm-cmp is accessible through API which allows a full\nautomation of the experiment submission and results retrieval. Protein Models\nComparator is free software released on the Affero GNU Public Licence and is\navailable with its source code at: http://www.infobiotics.org/pm-cmp\n  This article presents a new web application addressing the need for a\nlarge-scale model-specific protein structure comparison and provides an insight\ninto the GAE (Google App Engine) platform and its usefulness in scientific\ncomputing.\n","Comment: 10 pages, 6 figures, 5 tables"]}]
["1103.1081",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry","Quantum Physics","78A40, 78A45, 78A48, 78A25, 81V80, 81V65, 82D40, 78M99, 78A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1081","Wave Motion 48 (2011), no. 6, 483-496","doi:10.1016/j.wavemoti.2011.03.004"],"date":["2011-03-05"],"type":["text"],"creator":["Dupont, Guillaume","Farhat, Mohamed","Diatta, Andre","Guenneau, Sebastien","Enoch, Stefan"],"language":[],"coverage":[],"title":["Numerical Analysis of Three-dimensional Acoustic Cloaks and Carpets"],"description":["  We start by a review of the chronology of mathematical results on the\nDirichlet-to-Neumann map which paved the way towards the physics of\ntransformational acoustics. We then rederive the expression for the\n(anisotropic) density and bulk modulus appearing in the pressure wave equation\nwritten in the transformed coordinates. A spherical acoustic cloak consisting\nof an alternation of homogeneous isotropic concentric layers is further\nproposed based on the effective medium theory. This cloak is characterised by a\nlow reflection and good efficiency over a large bandwidth for both near and far\nfields, which approximates the ideal cloak with a inhomogeneous and anisotropic\ndistribution of material parameters. The latter suffers from singular material\nparameters on its inner surface. This singularity depends upon the sharpness of\ncorners, if the cloak has an irregular boundary, e.g. a polyhedron cloak\nbecomes more and more singular when the number of vertices increases if it is\nstar shaped. We thus analyse the acoustic response of a non-singular spherical\ncloak designed by blowing up a small ball instead of a point, as proposed in\n[Kohn, Shen, Vogelius, Weinstein, Inverse Problems 24, 015016, 2008]. The\nmultilayered approximation of this cloak requires less extreme densities\n(especially for the lowest bound). Finally, we investigate another type of\nnon-singular cloaks, known as invisibility carpets [Li and Pendry, Phys. Rev.\nLett. 101, 203901, 2008], which mimic the reflection by a flat ground.\n","Comment: Latex, 21 pages, 7 Figures, last version submitted to Wave Motion.\n  OCIS Codes: (000.3860) Mathematical methods in physics; (260.2110)\n  Electromagnetic theory; (160.3918) Metamaterials; (160.1190) Anisotropic\n  optical materials; (350.7420) Waves; (230.1040) Acousto-optical devices;\n  (160.1050) Acousto-optical materials; (290.5839) Scattering,invisibility;\n  (230.3205) Invisibility cloaks"]}]
["1103.2779",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2779","Phys. Rev. Lett. 106, 210501 (2011)","doi:10.1103/PhysRevLett.106.210501"],"date":["2011-03-14","2011-07-25"],"type":["text"],"creator":["Gneiting, Clemens","Hornberger, Klaus"],"language":[],"coverage":[],"title":["Detecting entanglement in spatial interference"],"description":["  We discuss an experimentally amenable class of two-particle states of motion\ngiving rise to nonlocal spatial interference under position measurements. Using\nthe concept of modular variables, we derive a separability criterion which is\nviolated by these non-Gaussian states. While we focus on the free motion of\nmaterial particles, the presented results are valid for any pair of canonically\nconjugate continuous variable observables and should apply to a variety of\nbipartite interference phenomena.\n","Comment: 4 pages; corresponds to published version"]}]
["1103.2895",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2895","Nanotechnology 22, 335704 (2011)","doi:10.1088/0957-4484/22/33/335704"],"date":["2011-03-15","2011-07-07"],"type":["text"],"creator":["Lim, W. H.","Yang, C. H.","Zwanenburg, F. A.","Dzurak, A. S."],"language":[],"coverage":[],"title":["Spin filling of valley-orbit states in a silicon quantum dot"],"description":["  We report the demonstration of a low-disorder silicon\nmetal-oxide-semiconductor (Si MOS) quantum dot containing a tunable number of\nelectrons from zero to N=27. The observed evolution of addition energies with\nparallel magnetic field reveals the spin filling of electrons into valley-orbit\nstates. We find a splitting of 0.10 meV between the ground and first excited\nstates, consistent with theory and placing a lower bound on the valley\nsplitting. Our results provide optimism for the realization in the near future\nof spin qubits based on silicon quantum dots.\n","Comment: 6 pages, 4 figures, to appear in Nanotechnology"]}]
["1103.4211",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4211","Phys. Rev. E, 84, 010102(R) (2011)","doi:10.1103/PhysRevE.84.010102"],"date":["2011-03-22","2011-06-27"],"type":["text"],"creator":["Sinha, Suman"],"language":[],"coverage":[],"title":["Non-universal behavior of helicity modulus in a dense defect system"],"description":["  Extensive Monte Carlo simulation has been performed on a 2D modified XY model\nwhich behaves like a dense defect system. Topological defects are shown to\nintroduce disorders in the system which makes the helicity modulus jump\nnon-universal. The results corroborate the experimental observation of\nnon-universal jump of the superconducting density in high-$T_c$ superconducting\nfilms.\n","Comment: 4 pages, 5 figures, double column, Accepted for publication as a\n  Rapid Communication in Phys. Rev. E (In Press)"]}]
["1103.4935",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4935","Journal of Physics: Condensed Matter, Volume 23, 325902 (2011) (9\n  pages)","doi:10.1088/0953-8984/23/32/325902"],"date":["2011-03-25","2011-07-18"],"type":["text"],"creator":["Roy, Amritendu","Mukherjee, Somdutta","Gupta, Rajeev","Prasad, Rajendra","Auluck, Sushil","Garg, Ashish"],"language":[],"coverage":[],"title":["Electronic Structures, Born Effective Charges and Spontaneous\n  Polarization in Magnetoelectric Gallium Ferrite"],"description":["  We present a theoretical study of the structure-property correlation in\ngallium ferrite, based on the first principles calculations followed by a\nsubsequent comparison with the experiments. Local spin density approximation\n(LSDA+U) of the density functional theory has been used to calculate the ground\nstate structure, electronic band structure, density of states and Born\neffective charges. Calculations reveal that the ground state structure is\northorhombic Pc21n having A-type antiferromagnetic spin configuration, with\nlattice parameters matching well with those obtained experimentally. Plots of\npartial density of states of constituent ions exhibit noticeable hybridization\nof Fe 3d, Ga 4s, Ga 4p and O 2p states. However, the calculated charge density\nand electron localization function show largely ionic character of the Ga/Fe-O\nbonds which is also supported by lack of any significant anomaly in the\ncalculated Born effective charges with respect to the corresponding nominal\nionic charges. The calculations show a spontaneous polarization of ~ 59\nmicroC/cm^2 along b-axis which is largely due to asymmetrically placed Ga1,\nFe1, O1, O2 and O6 ions.\n","Comment: Total 21 pages including 3 tables and 6 figures"]}]
["1103.5001",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5001","Phys. Rev. E 84, 011136 (2011)","doi:10.1103/PhysRevE.84.011136"],"date":["2011-03-25","2011-07-26"],"type":["text"],"creator":["Steinigeweg, Robin"],"language":[],"coverage":[],"title":["Decay of currents for strong interactions"],"description":["  The decay of current autocorrelation functions is investigated for quantum\nsystems featuring strong 'interactions'. Here, the term interaction refers to\nthat part of the Hamiltonian causing the (major) decay of the current. On the\ntime scale before the (first) zero-crossing of the current, its relaxation is\nshown to be well described by a suitable perturbation theory in the lowest\norders of the interaction strength, even and especially if interactions are\nstrong. In this description the relaxation is found to be rather close to a\nGaussian decay and the resulting diffusion coefficient approximately scales\nwith the inverse interaction strength. These findings are also confirmed by\nnumerical results from exact diagonalization for several one-dimensional\ntransport models including spin transport in the Heisenberg chain w.r.t.\ndifferent spin quantum numbers, anisotropy, next-to-nearest-neighbor\ninteraction, or alternating magnetic field; energy transport in the Ising chain\nwith tilted magnetic field; and transport of excitations in a randomly coupled\nmodular quantum system. The impact of these results for weak interactions is\nfinally discussed.\n","Comment: 13 pages, 10 figures"]}]
["1103.6050",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.6050","J. Phys. B: At. Mol. Opt. Phys. 44 154011 (2011)","doi:10.1088/0953-4075/44/15/154011"],"date":["2011-03-30"],"type":["text"],"creator":["Goerz, Michael H.","Calarco, Tommaso","Koch, Christiane P."],"language":[],"coverage":[],"title":["The Quantum Speed Limit of Optimal Controlled Phasegates for Trapped\n  Neutral Atoms"],"description":["  We study controlled phasegates for ultracold atoms in an optical potential. A\nshaped laser pulse drives transitions between the ground and electronically\nexcited states where the atoms are subject to a long-range 1/R^3 interaction.\nWe fully account for this interaction and use optimal control theory to\ncalculate the pulse shapes. This allows us to determine the minimum pulse\nduration, respectively, gate time T that is required to obtain high fidelity.\nWe accurately analyze the speed limiting factors, and we find the gate time to\nbe limited either by the interaction strength in the excited state or by the\nground state vibrational motion in the trap. The latter needs to be resolved by\nthe pulses in order to fully restore the motional state of the atoms at the end\nof the gate.\n","Comment: 11 pages, 10 figures, 1 table"]}]
["1104.2399",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2399","J. Phys.: Condens. Matter 23 (2011) 326002","doi:10.1088/0953-8984/23/32/326002"],"date":["2011-04-13"],"type":["text"],"creator":["Solovyev, I. V."],"language":[],"coverage":[],"title":["Optimized Effective Potential Model for the Double Perovskites\n  Sr2-xYxVMoO6 and Sr2-xYxVTcO6"],"description":["  In attempt to explore half-metallic properties of the double perovskites\nSr2-xYxVMoO6 and Sr2-xYxVTcO6, we construct an effective low-energy model,\nwhich describes the behavior of the t2g-states of these compounds. All\nparameters of such model are derived rigorously on the basis of\nfirst-principles electronic structure calculations. In order to solve this\nmodel we employ the optimized effective potential method and treat the\ncorrelation interactions in the random phase approximation. Although\ncorrelation interactions considerably reduce the intraatomic exchange splitting\nin comparison with the Hartree-Fock method, this splitting still substantially\nexceeds the typical values obtained in the local-spin-density approximation\n(LSDA), which alters many predictions based on the LSDA. Our main results are\nsummarized as follows: (i) all ferromagnetic states are expected to be\nhalf-metallic. However, their energies are generally higher than those of the\nferrimagnetic ordering between V- and Mo/Tc-sites (except Sr2VMoO6); (ii) all\nferrimagnetic states are metallic (except fully insulating Y2VTcO6) and no\nhalf-metallic antiferromagnetism has been found; (iii) moreover, many of the\nferrimagnetic structures appear to be unstable with respect to the spin-spiral\nalignment. Thus, the true magnetic ground state of the most of these systems is\nexpected to be more complex. In addition, we discuss several methodological\nissues related to the nonuniqueness of the effective potential for the magnetic\nhalf-metallic and insulating states.\n","Comment: 15 pages, 9 figures"]}]
["1104.4611",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4611","Phys. Rev. A 84, 013419 (2011)","doi:10.1103/PhysRevA.84.013419"],"date":["2011-04-24","2011-06-28"],"type":["text"],"creator":["Cartarius, Holger","Moiseyev, Nimrod"],"language":[],"coverage":[],"title":["Fingerprints of exceptional points in the survival probability of\n  resonances in atomic spectra"],"description":["  The unique time signature of the survival probability exactly at the\nexceptional point parameters is studied here for the hydrogen atom in strong\nstatic magnetic and electric fields. We show that indeed the survival\nprobability S(t)=|<psi(0)|psi(t)>|^2 decays exactly as |1-a*t|^2\ne^(-Gamma_EP*t/hbar) where Gamma_EP is associated with the decay rate at the\nexceptional point and a is a complex constant depending solely on the initial\nwave packet that populates exclusively the two almost degenerate states of the\nnon-Hermitian Hamiltonian. This may open the possibility for a first\nexperimental detection of exceptional points in a quantum system.\n","Comment: 6 pages, 3 figures, additional references and comments in the text"]}]
["1104.5633",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.5633","Physical Review B 84, 014512 (2011)","doi:10.1103/PhysRevB.84.014512"],"date":["2011-04-29"],"type":["text"],"creator":["Vyasanakere, Jayantha P.","Zhang, Shizhong","Shenoy, Vijay B."],"language":[],"coverage":[],"title":["BCS-BEC crossover induced by a synthetic non-Abelian gauge field"],"description":["  We investigate the ground state of interacting spin-$\\half$ fermions (3D) at\na finite density ($\\rho \\sim \\kf^3$) in the presence of a uniform non-Abelian\ngauge field. The gauge field configuration (GFC) described by a vector $\\blam\n\\equiv (\\lambda_x, \\lambda_y, \\lambda_z)$, whose magnitude $\\lambda$ determines\nthe gauge coupling strength, generates a generalized Rashba spin-orbit\ninteraction. For a weak attractive interaction in the singlet channel described\nby a small negative scattering length $(\\kf |\\as| \\lesssim 1)$, the ground\nstate in the absence of the gauge field ($\\lambda=0$) is a BCS\n(Bardeen-Cooper-Schrieffer) superfluid with large overlapping pairs. With\nincreasing gauge coupling strength, a non-Abelian gauge field engenders a\ncrossover of this BCS ground state to a BEC (Bose-Einstein condensate) ground\nstate of bosons even with a weak attractive interaction that fails to produce a\ntwo-body bound state in free vacuum. For large gauge couplings $(\\lambda/\\kf\n\\gg 1)$, the BEC attained is a condensate of bosons whose properties are solely\ndetermined by the gauge field (and not by the scattering length so long as it\nis non-zero) -- we call these bosons \"rashbons\". In the absence of interactions\n($\\as = 0^-$), the shape of the Fermi surface of the system undergoes a\ntopological transition at a critical gauge coupling $\\lambda_T$. For high\nsymmetry gauge field configurations we show that the crossover from the BCS\nsuperfluid to the rashbon BEC occurs in the regime of $\\lambda$ near\n$\\lambda_T$. In the context of cold atomic systems, this work makes an\ninteresting suggestion of obtaining\n  BCS-BEC crossover through a route other than tuning the interaction between\nthe fermions.\n","Comment: 11 pages, 2 tables, 5 figures"]}]
["1105.0288",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0288","Theory and Practice of Logic Programming, 11(4-5), 801-819, 2011","doi:10.1017/S1471068411000317"],"date":["2011-05-02"],"type":["text"],"creator":["Slota, Martin","Leite, João","Swift, Terrance"],"language":[],"coverage":[],"title":["Splitting and Updating Hybrid Knowledge Bases (Extended Version)"],"description":["  Over the years, nonmonotonic rules have proven to be a very expressive and\nuseful knowledge representation paradigm. They have recently been used to\ncomplement the expressive power of Description Logics (DLs), leading to the\nstudy of integrative formal frameworks, generally referred to as hybrid\nknowledge bases, where both DL axioms and rules can be used to represent\nknowledge. The need to use these hybrid knowledge bases in dynamic domains has\ncalled for the development of update operators, which, given the substantially\ndifferent way Description Logics and rules are usually updated, has turned out\nto be an extremely difficult task.\n  In [SL10], a first step towards addressing this problem was taken, and an\nupdate operator for hybrid knowledge bases was proposed. Despite its\nsignificance -- not only for being the first update operator for hybrid\nknowledge bases in the literature, but also because it has some applications -\nthis operator was defined for a restricted class of problems where only the\nABox was allowed to change, which considerably diminished its applicability.\nMany applications that use hybrid knowledge bases in dynamic scenarios require\nboth DL axioms and rules to be updated.\n  In this paper, motivated by real world applications, we introduce an update\noperator for a large class of hybrid knowledge bases where both the DL\ncomponent as well as the rule component are allowed to dynamically change. We\nintroduce splitting sequences and splitting theorem for hybrid knowledge bases,\nuse them to define a modular update semantics, investigate its basic\nproperties, and illustrate its use on a realistic example about cargo imports.\n","Comment: 64 pages; extended version of the paper accepted for ICLP 2011"]}]
["1105.0992",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0992","Physical Review B 84, 033409 (2011)","doi:10.1103/PhysRevB.84.033409"],"date":["2011-05-05","2011-07-26"],"type":["text"],"creator":["Li, Wei","Zang, Jiadong","Jiang, Yongjin"],"language":[],"coverage":[],"title":["Size Effects on Transport Properties in Topological Anderson Insulators"],"description":["  We study the size effects on the transport properties in topological Anderson\ninsulators by means of the Landauer-B\\\"uttiker formalism combined with the\nnonequilibrium Green function method. Conductances calculated for serval\ndifferent widths of the nanoribbons reveal that there is no longer quantized\nplateaus for narrow nanoribbons. The local spin-resolved current distribution\ndemonstrates that the edge states on the two sides can be coupled, leading to\nenhancement of backscattering as the width of the nanoribbon decreases, thus\ndestroying the perfect quantization phenomena in the topological Anderson\ninsulator. We also show that the main contribution to the nonquantized\nconductance also comes from edge states. Experiment proposals on topological\nAnderson insulator are discussed finally.\n","Comment: 4 pages, 4 figures"]}]
["1105.2565",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2565","JHEP 1107 (2011) 007","doi:10.1007/JHEP07(2011)007"],"date":["2011-05-12","2011-07-26"],"type":["text"],"creator":["Monteiro, Ricardo","O'Connell, Donal"],"language":[],"coverage":[],"title":["The Kinematic Algebra From the Self-Dual Sector"],"description":["  We identify a diffeomorphism Lie algebra in the self-dual sector of\nYang-Mills theory, and show that it determines the kinematic numerators of\ntree-level MHV amplitudes in the full theory. These amplitudes can be computed\noff-shell from Feynman diagrams with only cubic vertices, which are dressed\nwith the structure constants of both the Yang-Mills colour algebra and the\ndiffeomorphism algebra. Therefore, the latter algebra is the dual of the colour\nalgebra, in the sense suggested by the work of Bern, Carrasco and Johansson. We\nfurther study perturbative gravity, both in the self-dual and in the MHV\nsectors, finding that the kinematic numerators of the theory are the BCJ\nsquares of the Yang-Mills numerators.\n","Comment: 29 pages, 5 figures. v2: references added, published version"]}]
["1105.3119",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3119","The Astrophysical Journal, 736:130, 2011","doi:10.1088/0004-637X/736/2/130"],"date":["2011-05-16"],"type":["text"],"creator":["Tian, Hui","McIntosh, Scott W.","Habbal, Shadia Rifal","He, Jiansen"],"language":[],"coverage":[],"title":["Observation of High-speed Outflow on Plume-like Structures of the Quiet\n  Sun and Coronal Holes with SDO/AIA"],"description":["  Observations from the Atmospheric Imaging Assembly (AIA) onboard the Solar\nDynamics Observatory (SDO) reveal ubiquitous episodic outflows (jets) with an\naverage speed around 120 km s-1 at temperatures often exceeding a million\ndegree in plume-like structures, rooted in magnetized regions of the quiet\nsolar atmosphere. These outflows are not restricted to the well-known plumes\nvisible in polar coronal holes, but are also present in plume-like structures\noriginating from equatorial coronal holes and quiet-Sun regions. Outflows are\nalso visible in the \"interplume\" regions throughout the atmosphere.\nFurthermore, the structures traced out by these flows in both plume and\ninter-plume regions continually exhibit transverse (Alfvenic) motion. Our\nfinding suggests that high-speed outflows originate mainly from the magnetic\nnetwork of the quiet Sun and coronal holes, and that the plume flows observed\nare highlighted by the denser plasma contained therein. These outflows might be\nan efficient means to provide heated mass into the corona and serve as an\nimportant source of mass supply to the solar wind. We demonstrate that the\nquiet-Sun plume flows can sometimes significantly contaminate the spectroscopic\nobservations of the adjacent coronal holes - greatly affecting the Doppler\nshifts observed, thus potentially impacting significant investigations of such\nregions.\n","Comment: 17 pages, 8 figures, accepted by ApJ"]}]
["1105.5903",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5903"],"date":["2011-05-30","2011-07-25"],"type":["text"],"creator":["Yano, Akiyuki","Wadayama, Tadashi"],"language":[],"coverage":[],"title":["Probabilistic Analysis of the Network Reliability Problem on a Random\n  Graph Ensemble"],"description":["  In the field of computer science, the network reliability problem for\nevaluating the network failure probability has been extensively investigated.\nFor a given undirected graph $G$, the network failure probability is the\nprobability that edge failures (i.e., edge erasures) make $G$ unconnected. Edge\nfailures are assumed to occur independently with the same probability. The main\ncontributions of the present paper are the upper and lower bounds on the\nexpected network failure probability. We herein assume a simple random graph\nensemble that is closely related to the Erd\\H{o}s-R\\'{e}nyi random graph\nensemble. These upper and lower bounds exhibit the typical behavior of the\nnetwork failure probability. The proof is based on the fact that the cut-set\nspace of $G$ is a linear space over $\\Bbb F_2$ spanned by the incident matrix\nof $G$. The present study shows a close relationship between the ensemble\nanalysis of the network failure probability and the ensemble analysis of the\nerror detection probability of LDGM codes with column weight 2.\n","Comment: 9 pages, 2 figure"]}]
["1106.0038",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.0038","J. Phys. A: Math. Theor. 44 (2011) 332002","doi:10.1088/1751-8113/44/33/332002"],"date":["2011-05-31"],"type":["text"],"creator":["Fucci, Guglielmo","Kirsten, Klaus"],"language":[],"coverage":[],"title":["Bose-Einstein Condensation on Product Manifolds"],"description":["  We investigate the phenomenon of Bose-Einstein condensation on manifolds\nconstructed as a product of a three-dimensional Euclidian space and a general\nsmooth, compact $d$-dimensional manifold possibly with boundary. By using\nspectral $\\zeta$-function methods, we are able to explicitly provide\nthermodynamical quantities like the critical temperature and the specific heat\nwhen the gas of bosons is confined, in the three-dimensional manifold, by the\nexperimentally relevant anisotropic harmonic oscillator potential.\n","Comment: 9 pages, LaTeX"]}]
["1106.1430",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1430","ApJ, 736, 149, 2011","doi:10.1088/0004-637X/736/2/149"],"date":["2011-06-07","2011-07-26"],"type":["text"],"creator":["Ginsburg, Adam","Darling, Jeremy","Battersby, Cara","Zeiger, Ben","Bally, John"],"language":[],"coverage":[],"title":["Galactic H2CO Densitometry I: Pilot survey of Ultracompact HII regions\n  and methodology"],"description":["  We present a pilot survey of 21 lines of sight towards UCHII regions in the\nH2CO 1-1 (6cm) and 2-2 (2cm) transitions, using the H2CO centimeter lines as a\nmolecular gas densitometer. Using Arecibo and Green Bank beam-matched\nobservations, we measure the density of 51 detected H2CO line pairs and present\nupper limits on density for an additional 24 detected 1-1 lines. We analyze the\nsystematic uncertainties in the H2CO densitometer, achieving H2 density\nmeasurements with accuracies ~ 0.1-0.3 dex. The densities measured are not\ncorrelated with distance, implying that it is possible to make accurate density\nmeasurements throughout the galaxy without a distance bias. We confirm that\nultracompact HII regions are associated with gas at densities n(H2)~10^5cm^-3.\nThe densities measured in line-of-sight molecular clouds suggest that they\nconsist of low volume filling factor (f~10^-2) gas at high (n(H2)>10^4cm^-3)\ndensity, which is inconsistent with purely supersonic turbulence and requires\nhigh-density clumping greater than typically observed in gravoturbulent\nsimulations. We observe complex line morphologies that indicate density\nvariations with velocity around UCHII regions, and we classify a subset of the\nUCHII molecular envelopes as collapsing or expanding. We compare these\nmeasurements to Bolocam Galactic Plane Survey 1.1mm observations, and note that\nmost UCHII regions have 1.1mm emission consisting of significant (5-70%)\nfree-free emission and are therefore not necessarily dominated by optically\nthin dust emission. A comparison of our data with the Mangum et al. starburst\nsample shows that the area filling factor of dense (n(H2)~10^5cm^-3) molecular\ngas in typical starburst galaxies is <~0.01, but in extreme starburst galaxies\nlike Arp 220, is ~0.1, suggesting that Arp 220 is physically similar to an\noversized UCHII region.\n","Comment: 39 pages, 46 figures, 8 tables, EmulateApJ 2-column format. Accepted\n  for publication in ApJ. Full resolution version:\n  http://casa.colorado.edu/~ginsbura/papers/h2co_pilot_draft0607.pdf, published\n  at http://stacks.iop.org/0004-637X/736/149"]}]
["1106.1598",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1598","Phys. Rev. B 84, 035314 (2011)","doi:10.1103/PhysRevB.84.035314"],"date":["2011-06-08"],"type":["text"],"creator":["Malyshev, A. V.","Malyshev, V. A."],"language":[],"coverage":[],"title":["Optical bistability and hysteresis of hybrid metal-semiconductor\n  nano-dimer"],"description":["  Optical response of an artificial composite nano-dimer comprising a\nsemiconductor quantum dot and a metal nanosphere is analyzed theoretically. We\nshow that internal degrees of freedom of the system can manifest bistability\nand optical hysteresis as functions of the incident field intensity. We argue\nthat these effects can be observed for the real world systems, such as a CdSe\nquantum dot and an Au nanoparticle hybrids. These properties can be revealed by\nmeasuring the optical hysteresis of the Rayleigh scattering. We show also that\nthe total dipole moment of the system can be switched abruptly between its two\nstable states by small changes in the excitation intensity. The latter promises\nvarious applications in the field of all-optical processing at nanoscale, the\nmost underlying of them being the volatile optical memory.\n","Comment: 6 two column pages, 5 figures, to appear in Phys. Rev. B"]}]
["1106.4967",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4967","PNAS 108, 12238 (2011)","doi:10.1073/pnas.1100102108"],"date":["2011-06-24"],"type":["text"],"creator":["Nakajima, M.","Liang, T.","Ishida, S.","Tomioka, Y.","Kihou, K.","Lee, C. H.","Iyo, A.","Eisaki, H.","Kakeshita, T.","Ito, T.","Uchida, S."],"language":[],"coverage":[],"title":["Unprecedented anisotropic metallic state in BaFe2As2 revealed by optical\n  spectroscopy"],"description":["  An ordered phase showing remarkable electronic anisotropy in proximity to the\nsuperconducting phase is now a hot issue in the field of\nhigh-transition-temperature superconductivity. As in the case of copper oxides,\nsuperconductivity in iron arsenides competes or coexists with such an ordered\nphase. Undoped and underdoped iron arsenides have a magnetostructural ordered\nphase exhibiting stripe-like antiferromagnetic spin order accompanied by an\northorhombic lattice distortion; both the spin order and lattice distortion\nbreak the tetragonal symmetry of crystals of these compounds. In this ordered\nstate, anisotropy of in-plane electrical resistivity is anomalous and difficult\nto attribute simply to the spin order and/or the lattice distortion. Here, we\npresent the anisotropic optical spectra measured on detwinned BaFe2As2 crystals\nwith light polarization parallel to the Fe planes. Pronounced anisotropy is\nobserved in the spectra, persisting up to an unexpectedly high photon energy of\nabout 2 eV. Such anisotropy arises from an anisotropic energy gap opening below\nand slightly above the onset of the order. Detailed analysis of the optical\nspectra reveals an unprecedented electronic state in the ordered phase.\n","Comment: 7 pages, 7 figures, accepted to PNAS"]}]
["1106.5070",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5070","Journal of Statistical Physics vol. 144 no 1 (2011) 23-45","doi:10.1007/s10955-011-0245-4"],"date":["2011-06-24"],"type":["text"],"creator":["Caer, G. Le"],"language":[],"coverage":[],"title":["A new family of solvable Pearson-Dirichlet random walks"],"description":["  A n-step Pearson-Gamma random walk in Rd starts at the origin and consists of\nn independent steps with gamma distributed lengths and uniform orientations.\nThe gamma distribution of each step length has a shape parameter q>0.\nConstrained random walks of n steps in Rd are obtained from the latter walks by\nimposing that the sum of the step lengths is equal to a fixed value. When the\nlatter is chosen, without loss of generality, to be equal to 1, then the\nconstrained step lengths have a Dirichlet distribution whose parameters are all\nequal to q. The density of the endpoint position of a n- step planar walk of\nthis type (n\\geq2), with q=d=2, was shown recently to be a weighted mixture of\n1+floor(n/2) endpoint densities of planar Pearson-Dirichlet walks with q=1\n(Stochastics, 82: 201, 2010). The previous result is generalized to any walk\nspace dimension and any number of steps n\\geq2 when the parameter of the\nPearson-Dirichlet random walk is q=d>1. The endpoint density is a weighted\nmixture of 1+floor(n/2) densities with simple forms, equivalently expressed as\na product of a power and a Gauss hypergeometric function. The weights are\nproducts of factors which depend both on d and n and Bessel numbers independent\nof d.\n","Comment: 43 pages, 4 figures, Journal of Statistical Physics 2011 (On line\n  First)"]}]
["1106.5276",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Metric Geometry","20F65, 20F18, 11N45"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5276"],"date":["2011-06-26","2011-07-25"],"type":["text"],"creator":["Duchin, Moon","Mooney, Christopher"],"language":[],"coverage":[],"title":["Fine asymptotic geometry in the Heisenberg group"],"description":["  For every finite generating set on the integer Heisenberg group H(Z), Pansu\nshowed that the word metric has the large-scale structure of a\nCarnot-Caratheodory Finsler metric on the real Heisenberg group H(R). We study\nthe properties of those limit metrics and obtain results about the geometry of\nword metrics that reflect the dependence on generators. For example we will\nstudy the probability that a group element has all of its geodesic spellings\nsublinearly close together, relative to the size of the element. In free\nabelian groups of rank at least two, that probability is 0; in infinite\nhyperbolic groups, the probability is 1. In H(Z) it is a rational number\nstrictly between 0 and 1 that depends on the generating set; with respect to\nthe standard generators, the probability is precisely 19/31.\n","Comment: v2: minor edits, improved figures"]}]
["1106.5385",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.5385","Phys. Rev. E 84, 011138 (2011)","doi:10.1103/PhysRevE.84.011138"],"date":["2011-06-27"],"type":["text"],"creator":["Yi, Juyeon","Talkner, Peter","Campisi, Michele"],"language":[],"coverage":[],"title":["Nonequilibrium work statistics of an Aharonov-Bohm flux"],"description":["  We investigate the statistics of work performed on a noninteracting electron\ngas confined into a ring as a threaded magnetic field is turned on. For an\nelectron gas initially prepared in a grand canonical state it is demonstrated\nthat the Jarzynski equality continues to hold in this case, with the free\nenergy replaced by the grand potential. The work distribution displays a marked\ndependence on the temperature. While in the classical (high temperature)\nregime, the work probability density function follows a Gaussian distribution\nand the free energy difference entering the Jarzynski equality is null, the\nfree energy difference is finite in the quantum regime, and the work\nprobability distribution function becomes multimodal. We point out the\ndependence of the work statistics on the number of electrons composing the\nsystem.\n","Comment: 13 pages, 4 figures. Accepted by Phys. Rev. E"]}]
["1107.0350",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Programming Languages"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0350"],"date":["2011-07-01","2011-07-26"],"type":["text"],"creator":["Insa, David","Silva, Josep"],"language":[],"coverage":[],"title":["Optimal Divide and Query (extended version)"],"description":["  Algorithmic debugging is a semi-automatic debugging technique that allows the\nprogrammer to precisely identify the location of bugs without the need to\ninspect the source code. The technique has been successfully adapted to all\nparadigms and mature implementations have been released for languages such as\nHaskell, Prolog or Java. During three decades, the algorithm introduced by\nShapiro and later improved by Hirunkitti has been thought optimal. In this\npaper we first show that this algorithm is not optimal, and moreover, in some\nsituations it is unable to find all possible solutions, thus it is incomplete.\nThen, we present a new version of the algorithm that is proven optimal, and we\nintroduce some equations that allow the algorithm to identify all optimal\nsolutions.\n"]}]
["1107.0485",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Other Condensed Matter","Physics - Optics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0485"],"date":["2011-07-03","2011-07-26"],"type":["text"],"creator":["Li, Xiao","Cheng, Ran","Li, Tongcang","Niu, Qian"],"language":[],"coverage":[],"title":["Brownian motion in superfluid $^4$He"],"description":["  We propose to study the Brownian motion of a classical microsphere submerged\nin superfluid $^4$He using the recent laser technology as a direct\ninvestigation of the thermal fluctuations of quasiparticles in the quantum\nfluid. By calculating the temperature dependence of both the friction\ncoefficient and the strength of the random force, we show that the resonant\nmode of the fluctuational motion can be fully resolved by the present\ntechnology. Contrary to the previous work, it is found that the roton\ncontribution is not negligible, and it even becomes dominant when the\ntemperature is above 0.76\\,K.\n","Comment: 4 pages, 4 figures"]}]
["1107.3057",{"format":[],"subject":["Physics - Atomic and Molecular Clusters","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3057"],"date":["2011-07-15","2011-07-26"],"type":["text"],"creator":["Doronin, Yu. S.","Libin, M. Yu.","Samovarov, V. N.","Vakula, V. L."],"language":[],"coverage":[],"title":["Observation of (N2)2 dimers in free nitrogen and argon-nitrogen clusters"],"description":["  Supersonic-jet luminescence spectroscopy was applied to study vibronic\ntransitions in icosahedral N2 and Ar-N2 clusters having from 100 to 400\nparticles per cluster. In the case of mixed Ar-N2 clusters, the w->X\ntransitions were observed to occur in single N2 molecules in an Ar environment,\nthat is very much in the same way as in Ar-N2 bulk samples. In N2 clusters,\nhowever, a band series was detected which was never observed earlier. In the\nspectra of Ar-N2 clusters, this new series coexisted with the 'bulk' w->X\ntransitions. Our analysis demonstrated that the series should be assigned to\nemission of van der Waals (N2)2 dimers from inside clusters. Earlier, such\ndimers were only observed in molecular beams and gaseous nitrogen, this paper\nreports their observation in the solid phase of nitrogen suggesting that they\nmay be the basic building blocks of small N2 clusters. Our results can be of\ninterest from the viewpoint of producing polymeric nitrogen since (N2)2 dimers\ncan be considered to be a starting species for its synthesis.\n","Comment: The final version will be published in Phys. Rev. A (2011)"]}]
["1107.3209",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3209","Intelligent Computer Mathematics 2011, LNCS 6824, pp. 149-165","doi:10.1007/978-3-642-22673-1_11"],"date":["2011-07-16"],"type":["text"],"creator":["Alama, Jesse","Brink, Kasper","Mamane, Lionel","Urban, Josef"],"language":[],"coverage":[],"title":["Large Formal Wikis: Issues and Solutions"],"description":["  We present several steps towards large formal mathematical wikis. The Coq\nproof assistant together with the CoRN repository are added to the pool of\nsystems handled by the general wiki system described in\n\\cite{DBLP:conf/aisc/UrbanARG10}. A smart re-verification scheme for the large\nformal libraries in the wiki is suggested for Mizar/MML and Coq/CoRN, based on\nrecently developed precise tracking of mathematical dependencies. We propose to\nuse features of state-of-the-art filesystems to allow real-time cloning and\nsandboxing of the entire libraries, allowing also to extend the wiki to a true\nmulti-user collaborative area. A number of related issues are discussed.\n","Comment: To appear in The Conference of Intelligent Computer Mathematics: CICM\n  2011"]}]
["1107.3212",{"format":[],"subject":["Computer Science - Digital Libraries","Computer Science - Mathematical Software"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3212","Intelligent Computer Mathematics 2011, LNCS 6824, pp. 133-148","doi:10.1007/978-3-642-22673-1_10"],"date":["2011-07-16"],"type":["text"],"creator":["Alama, Jesse","Kohlhase, Michael","Naumowicz, Adam","Rudnicki, Piotr","Urban, Josef","Mamane, Lionel"],"language":[],"coverage":[],"title":["Licensing the Mizar Mathematical Library"],"description":["  The Mizar Mathematical Library (MML) is a large corpus of formalised\nmathematical knowledge. It has been constructed over the course of many years\nby a large number of authors and maintainers. Yet the legal status of these\nefforts of the Mizar community has never been clarified. In 2010, after many\nyears of loose deliberations, the community decided to investigate the issue of\nlicensing the content of the MML, thereby clarifying and crystallizing the\nstatus of the texts, the text's authors, and the library's long-term\nmaintainers. The community has settled on a copyright and license policy that\nsuits the peculiar features of Mizar and its community. In this paper we\ndiscuss the copyright and license solutions. We offer our experience in the\nhopes that the communities of other libraries of formalised mathematical\nknowledge might take up the legal and scientific problems that we addressed for\nMizar.\n","Comment: To appear in The Conference of Intelligent Computer Mathematics: CICM\n  2011"]}]
["1107.3696",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3696"],"date":["2011-07-19","2011-07-25"],"type":["text"],"creator":["Cheh, Jigger","Zhao, Hong"],"language":[],"coverage":[],"title":["Solitons in graphene"],"description":["  In this paper we demonstrate the direct evidence of solitons in graphene by\nmeans of molecular dynamics simulations and mathematical analysis. It shows\nvarious solitons emerge in the graphene flakes with two different chiralities\nby cooling procedures. They are in-plane longitudinal and transverse solitons.\nTheir propagations and collisions are studied in details. A soliton solution is\nderived by making several valid simplifications. We hope it shed light on\nunderstanding the unusual thermal properties of graphene.\n","Comment: 10 pages, 20 figures"]}]
["1107.4729",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Pattern Formation and Solitons","Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4729"],"date":["2011-07-24"],"type":["text"],"creator":["Bodenschatz, Eberhard","Eckert, Michael"],"language":[],"coverage":[],"title":["Prandtl and the G\\\"ottingen School"],"description":["  This is a historical review of \"Prandtl and the G\\\"ottingen School\" from his\nfirst work in 1898 to after WWII. We report the development of the boundary\nlayer theory and the investigations that lead Ludwig Prandtl in the spring of\n1945 to use a energy cascade model to derive for fully developed turbulence the\nKolmogrov length scale. Working at the end of WWII he was not aware of the work\nby Kolmogorov. Thus Ludwig Prandtl was before Onsager, von Weiz\\\"acker, and\nHeisenberg in rederiving parts of K41 theory. In our historical analysis we\nrely heavily on exchanges between Ludwig Prandtl with Theodore von K\\'arm\\'an\nand Goeffrey Ingram Taylor and on the original notes by Ludwig Prandtl and\nothers.\n","Comment: Draft of our Chapter for \"A Voyage Through Turbulence\", edited by, P.\n  A. Davidson, Y Kaneda, H.K. Moffatt \\& K.R. Sreenivasan, Cambridge University\n  Press, Oct. 2011, ISBN-13: 9780521149310"]}]
["1107.5030",{"format":[],"subject":["Computer Science - Logic in Computer Science","D.1.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5030","Theory and Practice of Logic Programming, Volume 11, Special Issue\n  4-5, July 2011, pp 681-696 Published Cambridge University Press 2011","doi:10.1017/S147106841100024X"],"date":["2011-07-25","2011-07-26"],"type":["text"],"creator":["Areias, Miguel","Rocha, Ricardo"],"language":[],"coverage":[],"title":["On Combining Linear-Based Strategies for Tabled Evaluation of Logic\n  Programs"],"description":["  Tabled evaluation is a recognized and powerful technique that overcomes some\nlimitations of traditional Prolog systems in dealing with recursion and\nredundant sub-computations. We can distinguish two main categories of tabling\nmechanisms: suspension-based tabling and linear tabling. While suspension-based\nmechanisms are considered to obtain better results in general, they have more\nmemory space requirements and are more complex and harder to implement than\nlinear tabling mechanisms. Arguably, the SLDT and DRA strategies are the two\nmost successful extensions to standard linear tabled evaluation. In this work,\nwe propose a new strategy, named DRS, and we present a framework, on top of the\nYap system, that supports the combination of all these three strategies. Our\nimplementation shares the underlying execution environment and most of the data\nstructures used to implement tabling in Yap. We thus argue that all these\ncommon features allows us to make a first and fair comparison between these\ndifferent linear tabling strategies and, therefore, better understand the\nadvantages and weaknesses of each, when used solely or combined with the\nothers.\n","Comment: 16 pages, 9 figures, International Conference on Logic Programming\n  (ICLP 2011)"]}]
["1107.5046",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5046"],"date":["2011-07-25"],"type":["text"],"creator":["Tinker, Jeremy","Wetzel, Andrew","Conroy, Charlie"],"language":[],"coverage":[],"title":["Are Halo and Galaxy Formation Histories Correlated?"],"description":["  The properties of dark matter halos, including mass growth, correlate with\nlarger scale environment at fixed mass, an effect known as assembly bias.\nHowever, whether this environmental dependence manifests itself in galaxy\nproperties remains unclear. We apply a group-finding algorithm to DR7 of the\nSDSS to estimate the halo mass of each galaxy and to decompose galaxies into\nthose that exist at the centers of distinct halos and those that orbit as\nsatellites within larger halos. Using the 4000-A break as a measure of star\nformation history, we examine the correlation between the quenched fraction of\ngalaxies, f_q, and large-scale environment, rho. At all galaxy magnitudes,\nthere is a positive, monotonic relationship between f_q and rho. We use the\ngroup catalog to decompose this correlation into the contribution from central\nand satellite galaxies as a function of halo mass. Because satellites are more\nlikely to be quenched than central galaxies, the observed f_q-rho correlation\nis primarily due to variations of the halo mass function with environment,\nwhich causes a larger fraction of satellite galaxies at high rho. For low-mass\ncentral galaxies (Mgal <~ 10^10.0 Msol/h^2), there is no correlation between\nf_q and rho. These results are inconsistent with the strong assembly bias of\ndark matter halos seen in this mass regime if recent galaxy growth at all\ncorrelates with recent halo growth, as we demonstrate through a high resolution\nN-body simulation. We also find that the mean stellar age of quenched central\ngalaxies is independent of rho at fixed Mgal, while the formation times of low\nmass halos vary significantly. We conclude that the processes that halt the\nstar formation of low mass central galaxies are not correlated to the formation\nhistories of their host halos, and old galaxies do not reside preferentially in\nold halos. (Abridged)\n","Comment: 21 pages, submitted to MNRAS"]}]
["1107.5054",{"format":[],"subject":["Mathematics - Geometric Topology","14H37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5054"],"date":["2011-07-25"],"type":["text"],"creator":["Hooper, W. Patrick"],"language":[],"coverage":[],"title":["Another Veech Triangle"],"description":["  We show that the triangle with angles Pi/12, Pi/3 and 7*Pi/12 has the lattice\nproperty and compute this triangle's Veech group.\n","Comment: covers material in my 2006 PhD thesis, 9 pages, 5 figures"]}]
["1107.5057",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5057","Will be published in Nature on 4 August 2011","doi:10.1038/nature10314"],"date":["2011-07-25"],"type":["text"],"creator":["Takahashi, S.","Tupitsyn, I. S.","van Tol, J.","Beedle, C. C.","Hendrickson, D. N.","Stamp, P. C. E."],"language":[],"coverage":[],"title":["Decoherence in Crystals of Quantum Molecular Magnets"],"description":["  Decoherence in Nature has become one of the most pressing problems in\nphysics. Many applications, including quantum information processing, depend on\nunderstanding it; and fundamental theories going beyond quantum mechanics have\nbeen suggested [1-3], where the breakdown of quantum theory appears as an\n'intrinsic decoherence', mimicking environmental decoherence [4]. Such theories\ncannot be tested until we have a handle on ordinary environmental decoherence\nprocesses. Here we show that the theory for insulating electronic spin systems\ncan make accurate predictions for environmental decoherence in molecular-based\nquantum magnets [5]. Experimental understanding of decoherence in molecular\nmagnets has been limited by short decoherence times, which make coherent spin\nmanipulation extremely difficult [6-9]. Here we reduce the decoherence by\napplying a strong magnetic field. The theory predicts the contributions to the\ndecoherence from phonons, nuclear spins, and intermolecular dipolar\ninteractions, for a single crystal of the Fe8 molecular magnet. In experiments\nwe find that the decoherence time varies strongly as a function of temperature\nand magnetic field. The theoretical predictions are fully verified\nexperimentally - there are no other visible decoherence sources. Our\ninvestigation suggests that the decoherence time is ultimately limited by\nnuclear spins, and can be extended up to about 500 microseconds, by optimizing\nthe temperature, magnetic field, and nuclear isotopic concentrations.\n","Comment: Submitted version including 11 pages, 3 figures and online supporting\n  materials. Appeared on Nature Advance Online Publication (AOP) on July 20th,\n  2011.\n  (http://www.nature.com/nature/journal/vaop/ncurrent/full/nature10314.html)"]}]
["1107.5058",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5058"],"date":["2011-07-25"],"type":["text"],"creator":["Badawi, Ayman"],"language":[],"coverage":[],"title":["A characterization of normal subgroups via n-closed sets"],"description":["  Let (G, *) be a semigroup, D subset of G, and n >= 2 be an integer. We say\nthat (D, *) is an n-closed subset of G if a_1* ... *a_n in D for every a_1,\n..., a_n in D. Hence every closed set is a 2-closed set. The concept of\nn-closed sets arise in so many natural examples. For example, let D be the set\nof all odd integers, then (D, +) is a 3-closed subset of (Z, +) that is not a\n2-closed subset of (Z, +). If K = {1, 4, 7, 10, ...}, then (K, +) is a 4-closed\nsubset of (Z, +) that is not an n-closed subset of (Z, +) for n = 2, 3. In this\npaper, we show that if (H, *) is a subgroup of a group (G, *) such that [H: G]\n= n < infty, then H is a normal subgroup of G if and only if every left coset\nof $H$ is an (n+1)-closed subset of G.\n"]}]
["1107.5062",{"format":[],"subject":["Mathematics - Functional Analysis","34G10, 34K10, 35J40, 47D03"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5062","Azerbaijan Journal of Mathematics, volume 1 (2011), no 1, p.\n  145-156"],"date":["2011-07-25"],"type":["text"],"creator":["Aliev, A. R."],"language":[],"coverage":[],"title":["On a Boundary-Value Problem for One Class of Differential Equations of\n  the Fourth Order with Operator Coefficients"],"description":["  The boundary-value problem on semi-axis for one class operator-differential\nequations of the fourth order, the main part of which has the multiple\ncharacteristic is investigated in this paper in Sobolev type weighted space.\nCorrectness and unique solvability of the boundary-value problem is proved, and\nthe solvability conditions are expressed in terms of the operator coefficients\nof the equation. Estimations of the norms of the operators of intermediate\nderivatives, closely connected with the solvability conditions, have been\ncarried out. The connection between the exponent of the weight and the lower\nborder of the spectrum of the main operator, participating in the equation, is\ndetermined in the results of the paper.\n"]}]
["1107.5066",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory","60G40, 62L05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5066","Advances in Applied Probability 43 (2011), p. 121-130"],"date":["2011-07-25"],"type":["text"],"creator":["Bartroff, Jay","Samuel-Cahn, Ester"],"language":[],"coverage":[],"title":["The Fighter Problem: Optimal Allocation of a Discrete Commodity"],"description":["  The Fighter problem with discrete ammunition is studied. An aircraft\n(fighter) equipped with $n$ anti-aircraft missiles is intercepted by enemy\nairplanes, the appearance of which follows a homogeneous Poisson process with\nknown intensity. If $j$ of the $n$ missiles are spent at an encounter they\ndestroy an enemy plane with probability $a(j)$, where $a(0) = 0 $ and\n$\\{a(j)\\}$ is a known, strictly increasing concave sequence, e.g., $a(j) =\n1-q^j, \\; \\, 0 < q < 1$. If the enemy is not destroyed, the enemy shoots the\nfighter down with known probability $1-u$, where $0 \\le u \\le 1$. The goal of\nthe fighter is to shoot down as many enemy airplanes as possible during a given\ntime period $[0, T]$. Let $K (n, t)$ be the smallest optimal number of missiles\nto be used at a present encounter, when the fighter has flying time $t$\nremaining and $n$ missiles remaining. Three seemingly obvious properties of\n$K(n, t)$ have been conjectured: [A] The closer to the destination, the more of\nthe $n$ missiles one should use, [B] the more missiles one has, the more one\nshould use, and [C] the more missiles one has, the more one should save for\npossible future encounters. We show that [C] holds for all $0 \\le u \\le 1$,\nthat [A] and [B] hold for the \"Invincible Fighter\" ($u=1$), and that [A] holds\nbut [B] fails for the \"Frail Fighter\" ($u=0$), the latter through a surprising\ncounterexample.\n"]}]
["1107.5068",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Discrete Mathematics","90C11"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5068"],"date":["2011-07-25"],"type":["text"],"creator":["Basu, Amitabh","Hildebrand, Robert","Köppe, Matthias"],"language":[],"coverage":[],"title":["Algorithmic and Complexity Results for Cutting Planes Derived from\n  Maximal Lattice-Free Convex Sets"],"description":["  We study a mixed integer linear program with m integer variables and k\nnon-negative continuous variables in the form of the relaxation of the corner\npolyhedron that was introduced by Andersen, Louveaux, Weismantel and Wolsey\n[Inequalities from two rows of a simplex tableau, Proc. IPCO 2007, LNCS, vol.\n4513, Springer, pp. 1--15]. We describe the facets of this mixed integer linear\nprogram via the extreme points of a well-defined polyhedron. We then utilize\nthis description to give polynomial time algorithms to derive valid\ninequalities with optimal l_p norm for arbitrary, but fixed m. For the case of\nm=2, we give a refinement and a new proof of a characterization of the facets\nby Cornuejols and Margot [On the facets of mixed integer programs with two\ninteger variables and two constraints, Math. Programming 120 (2009), 429--456].\nThe key point of our approach is that the conditions are much more explicit and\ncan be tested in a more direct manner, removing the need for a reduction\nalgorithm. These results allow us to show that the relaxed corner polyhedron\nhas only polynomially many facets.\n","Comment: 35 pages, 15 figures"]}]
["1107.5077",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5077"],"date":["2011-07-21"],"type":["text"],"creator":["Adler, Ronald J."],"language":[],"coverage":[],"title":["Genesis and the tipping pencil; why the Universe is flat"],"description":["  In a room with five cosmologists there there may easily be ten theories of\ncosmogenesis. Cosmogenesis is a popular topic for speculation because it is\nphilosophically deep and because such speculations are unlikely to be proven\nwrong in the near future. The scenario we present here was intended mainly as a\npedagogical illustration or toy model, but it turns out to possibly have a more\nserious and interesting result - a rationale for the spatial flatness of the\nUniverse. Our basic assumptions are that the cosmological scale factor obeys\nthe standard Friedman equation of general relativistic cosmology and that the\nequation is dominated by a cosmological constant term and a curvature term; the\ndynamics of the Universe is then (approximately) the same as that of a tipping\npencil. The scale factor cannot remain at an unstable initial value of zero and\nmust increase (i.e. the Universe must come into existence) according to the\nuncertainty principle, that is due to quantum fluctuations; in other words we\npropose in a precise but limited context an answer to Heidegger's famous\nquestion \"Why is there something rather than nothing.\" The mechanism is the\nsame as that whereby an idealized pencil balanced on its point cannot remain so\nand must tip over. If it is moreover assumed that the Universe expands at the\nminimum asymptotic rate consistent with the uncertainty principle then the\nresult is spatial flatness.\n","Comment: 8 pages, 1 figure"]}]
["1107.5080",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5080"],"date":["2011-07-25"],"type":["text"],"creator":["Delanty, Michael","Rebic, Stojan","Twamley, Jason"],"language":[],"coverage":[],"title":["Superradiance of Harmonic Oscillators"],"description":["  Superradiance, the enhanced collective emission of light from a coherent\nensemble of quantum systems, has been typically studied in atomic ensembles. In\nthis work we study the enhanced emission of energy from coherent ensembles of\nharmonic oscillators. We show that it should be possible to observe harmonic\noscillator superradiance in a variety of physical platforms such as waveguide\narrays in integrated photonics and resonator arrays in circuit QED. We find\ngeneral conditions specifying when emission is superradiant and subradiant and\nfind that superradiant, subradiant and dark states take the form of multimode\nsqueezed coherent states and highly entangled multimode Fock states. The\nintensity, two-mode correlations and fraction of quanta trapped in the system\nafter decay are calculated for a range of initial states including multimode\nFock, squeezed, coherent and thermal states. In order to explore these effects,\nthe Law and Eberly protocol [C. K. Law and J. H. Eberly, Phys. Rev. Lett. 76,\n1055 (1996)] is generalized to prepare highly entangled multimode Fock states\nin circuit QED.\n","Comment: 19 pages, 6 figures"]}]
["1107.5082",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Geophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5082","Phys. Fluids 23, 065104 (2011)","doi:10.1063/1.3593465"],"date":["2011-07-25"],"type":["text"],"creator":["Zimmerman, Daniel S.","Triana, Santiago Andrés","Lathrop, Daniel P."],"language":[],"coverage":[],"title":["Bi-stability in turbulent, rotating spherical Couette flow"],"description":["  Flow between concentric spheres of radius ratio $\\eta =\nr_\\mathrm{i}/r_\\mathrm{o} = 0.35$ is studied in a 3 m outer diameter\nexperiment. We have measured the torques required to maintain constant boundary\nspeeds as well as localized wall shear stress, velocity, and pressure. At low\nEkman number $E = 2.1\\times10^{-7}$ and modest Rossby number $0.07 < Ro < 3.4$,\nthe resulting flow is highly turbulent, with a Reynolds number ($Re=Ro/E$)\nexceeding fifteen million. Several turbulent flow regimes are evident as $Ro$\nis varied for fixed $E$. We focus our attention on one flow transition in\nparticular, between $Ro = 1.8$ and $Ro = 2.6$, where the flow shows bistable\nbehavior. For $Ro$ within this range, the flow undergoes intermittent\ntransitions between the states observed alone at adjacent $Ro$ outside the\nswitching range. The two states are clearly distinguished in all measured flow\nquantities, including a striking reduction in torque demanded from the inner\nsphere by the state lying at higher $Ro$. The reduced angular momentum\ntransport appears to be associated with the development of a fast zonal\ncirculation near the experiment core. The lower torque state exhibits waves,\none of which is similar to an inertial mode known for a full sphere, and\nanother which appears to be a strongly advected Rossby-type wave. These results\nrepresent a new laboratory example of the overlapping existence of distinct\nflow states in high Reynolds number flow. Turbulent multiple stability and the\nresilience of transport barriers associated with zonal flows are important\ntopics in geophysical and astrophysical contexts.\n"]}]
["1107.5083",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5083"],"date":["2011-07-25"],"type":["text"],"creator":["Aliste-Prieto, José","Jäger, Tobias"],"language":[],"coverage":[],"title":["Almost periodic structures and the semiconjugacy problem"],"description":["  The description of almost periodic or quasiperiodic structures has a long\ntradition in mathematical physics, in particular since the discovery of\nquasicrystals in the early 80's. Frequently, the modelling of such structures\nleads to different types of dynamical systems which include, depending on the\nconcept of quasiperiodicity being considered, skew products over quasiperiodic\nor almost-periodic base flows, mathematical quasicrystals or maps of the real\nline with almost-periodic displacement. An important problem in this context is\nto know whether the considered system is semiconjugate to a rigid translation.\nWe solve this question in a general setting that includes all the\nabove-mentioned examples and also allows to treat scalar differential equations\nthat are almost-periodic both in space and time. To that end, we study a\ncertain class of flows that preserve a one-dimensional foliation and show that\na semiconjugacy to a minimal translation flow exists if and only if a\nboundedness condition, concerning the distance of orbits of the flow to those\nof the translation, holds.\n"]}]
["1107.5089",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5089","Proc. HELAS Workshop on `New insights into the Sun', ed. M.S.\n  Cunha \\& M.J. Thompson (2009)"],"date":["2011-07-25"],"type":["text"],"creator":["Gough, D. O."],"language":[],"coverage":[],"title":["Bridges between helioseismological and asteroseismological inference"],"description":["  Exactly eighty years ago, a very young Yehudi Menuhin was invited by Bruno\nWalter to perform Beethoven's violin concerto with the Berlin Philharmonic\nOrchestra. Walking through the streets of Berlin he was unsure of his way, and\nasked a passer-by how he could get to the Konzerthaus. The man looked at him,\nlooked down at the violin case that Yehudi was carrying, and said: `Practise,\nyoung man, practise'. It was with such advice in their minds, I am sure, that\nMargarida and Michael have asked me to try to build bridges between\nhelioseismology and asteroseismology. Asteroseismology is new and fresh, and\nthe young scientists who are entering the subject should be full of the\nexpectation of the delights of discovery of untrodden ground. Where should they\ntread? They should be guided, perhaps, by our mature, well practised,\nexperiences with the Sun.\n","Comment: 3 pages"]}]
["1107.5092",{"format":[],"subject":["Mathematics - Combinatorics","Computer Science - Computer Science and Game Theory","91A46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5092"],"date":["2011-07-25"],"type":["text"],"creator":["Johnson, Will"],"language":[],"coverage":[],"title":["Combinatorial Game Theory, Well-Tempered Scoring Games, and a Knot Game"],"description":["  We begin by reviewing and proving the basic facts of combinatorial game\ntheory. We then consider scoring games (also known as Milnor games or\npositional games), focusing on the \"fixed-length\" games for which all sequences\nof play terminate after the same number of moves. The theory of fixed-length\nscoring games is shown to have properties similar to the theory of loopy\ncombinatorial games, with operations similar to onsides and offsides. We give a\ncomplete description of the structure of fixed-length scoring games in terms of\nthe class of short partizan games. We also consider fixed-length scoring games\ntaking values in the two-element boolean algebra, and classify these games up\nto indistinguishability. We then apply these results to analyze some positions\nin the knotting-unknotting game of Pechenik, Townsend, Henrich, MacNaughton,\nand Silversmith.\n","Comment: too many pages, undergrad honors senior thesis for the University of\n  Washington, preliminary version"]}]
["1107.5095",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5095"],"date":["2011-07-25"],"type":["text"],"creator":["Matsen, Frederick A.","Evans, Steven N."],"language":[],"coverage":[],"title":["Edge principal components and squash clustering: using the special\n  structure of phylogenetic placement data for sample comparison"],"description":["  Principal components (PCA) and hierarchical clustering are two of the most\nheavily used techniques for analyzing the differences between nucleic acid\nsequence samples sampled from a given environment. However, a classical\napplication of these techniques to distances computed between samples can lack\ntransparency because there is no ready interpretation of the axes of classical\nPCA plots, and it is difficult to assign any clear intuitive meaning to either\nthe internal nodes or the edge lengths of trees produced by distance-based\nhierarchical clustering methods such as UPGMA. We show that more interesting\nand interpretable results are produced by two new methods that leverage the\nspecial structure of phylogenetic placement data. Edge principal components\nanalysis enables the detection of important differences between samples that\ncontain closely related taxa. Each principal component axis is simply a\ncollection of signed weights on the edges of the phylogenetic tree, and these\nweights are easily visualized by a suitable thickening and coloring of the\nedges. Squash clustering outputs a (rooted) clustering tree in which each\ninternal node corresponds to an appropriate \"average\" of the original samples\nat the leaves below the node. Moreover, the length of an edge is a suitably\ndefined distance between the averaged samples associated with the two incident\nnodes, rather than the less interpretable average of distances produced by\nUPGMA. We present these methods and illustrate their use with data from the\nmicrobiome of the human vagina.\n"]}]
["1107.5103",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5103"],"date":["2011-07-25"],"type":["text"],"creator":["Shinaoka, Hiroshi"],"language":[],"coverage":[],"title":["Extended loop algorithm for pyrochlore Heisenberg spin models with\n  spin-ice type degeneracy: application to spin-glass transition in\n  antiferromagnets coupled to local lattice distortions"],"description":["  For Ising spin models which bear the spin-ice type macroscopic\n(quasi-)degeneracy, conventional classical Monte Carlo (MC) simulation using\nsingle spin flips suffers from dynamical freezing at low temperatures ($T$). A\nsimilar difficulty is seen also in a family of Heisenberg spin models with\neasy-axis anisotropy or biquadratic interactions. In the Ising case, the\ndifficulty is avoided by introducing a non-local update based on the loop\nalgorithm. We present an extension of the loop algorithm to the Heisenberg\ncase. As an example of its application, we review our recent study on\nspin-glass (SG) transition in a bond-disordered Heisenberg antiferromagnet\ncoupled to local lattice distortions.\n","Comment: 8 pages, 7 figures, invited article in Activity report 2010\n  (Supercomputer center, MDCL, ISSP, Univ. of Tokyo)"]}]
["1107.5104",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5104"],"date":["2011-07-25"],"type":["text"],"creator":["Bishop, Nathaniel C.","Young, Ralph W.","Eyck, Gregory A. Ten","Wend, Joel R.","Bielejec, Edward S.","Eng, Kevin","Tracy, Lisa A.","Lilly, Michael P.","Carroll, Malcolm S.","Pinilla, Carlos Borrás","Stalford, Harold L."],"language":[],"coverage":[],"title":["Triangulating tunneling resonances in a point contact"],"description":["  We observe resonant tunneling in silicon split gate point contacts implanted\nwith antimony and defined in a self-aligned poly-silicon double gate\nenhancement mode Si-MOS device structure. We identify which resonances are\nlikely candidates for transport through the antimony donor as opposed to\nunintentional disorder induced potentials using capacitance triangulation. We\ndetermine the capacitances from the resonant feature to each of the conducting\ngates and the source/drain two dimensional electron gas regions. In our device\ngeometry, these capacitances provide information about the resonance location\nin three dimensions. Semi-classical electrostatic simulations of capacitance,\nalready used to map quantum dot size and position, identify a combination of\nlocation and confinement potential size that satisfy our experimental\nobservations. The sensitivity of simulation to position and size allow us to\ntriangulate possible locations of the resonant level with nanometer resolution.\nWe discuss our results and how they may apply to resonant tunneling through a\nsingle donor.\n","Comment: 6 pages, 4 figures, 2 tables, RevTeX4 and PDFLaTeX"]}]
["1107.5107",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5107","doi:10.1093/imrn/rnr141"],"date":["2011-07-25"],"type":["text"],"creator":["Wang, Bing"],"language":[],"coverage":[],"title":["On the conditions to extend Ricci flow(II)"],"description":["  We develop some estimates under the Ricci flow and use these estimates to\nstudy the blowup rates of curvatures at singularities. As applications, we\nobtain some gap theorems:\n  $\\displaystyle \\sup_X |Ric|$ and $\\displaystyle \\sqrt{\\sup_X |Rm|} \\cdot\n\\sqrt{\\sup_X |R|}$\n  must blowup at least at the rate of type-I. Our estimates also imply some gap\ntheorems for shrinking Ricci solitons.\n","Comment: 27 pages, 3 figures; Int Math Res Notices (2011)"]}]
["1107.5119",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5119"],"date":["2011-07-26"],"type":["text"],"creator":["Bukowiecki, Ł.","Maciejewski, G.","Konorski, P.","Strobel, A."],"language":[],"coverage":[],"title":["Open clusters in 2MASS photometry - I. Structural and basic\n  astrophysical parameters"],"description":["  The main goal of our project is to obtain a complete picture of individual\nopen clusters from homogeneous data and then search for correlations between\ntheir astrophysical parameters. The near-infrared JHKS photometric data from\nthe 2-Micron All Sky Survey were used to determine new coordinates of the\ncentres, angular sizes and radial density profiles for 849 open clusters in the\nMilky Way. Additionally, age, reddening, distance, and linear sizes were also\nderived for 754 of them. For these open clusters our results are in\nsatisfactory agreement with the literature data. The analysed sample contains\nopen clusters with ages in the range from 7 Myr to 10 Gyr. The majority of\nthese clusters are located up to 3 kpc from the Sun, less than 0.4 kpc from the\nGalactic Plane and 6 - 12 kpc from the Galactic Centre. The majority of\nclusters have core radii of about 1.5 pc and the limiting radii of the order of\n10 pc. We notice that in the near-infrared, open clusters seem to be greater\nthan in optical bands. We notice that a paucity of clusters is observed at\nGalactic longitudes range from 140{\\deg} to 200{\\deg} which probably reflects\nthe real spatial distribution of open clusters in the Galaxy. The lack of\nclusters was also found in earlier studies.\n","Comment: 16 pages, 9 figures"]}]
["1107.5121",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5121","Annals of Applied Statistics 2011, Vol. 5, No. 2B, 1425-1427","doi:10.1214/11-AOAS453A"],"date":["2011-07-26"],"type":["text"],"creator":["Thomas, Andrew C.","Fienberg, Stephen E."],"language":[],"coverage":[],"title":["Discussion of \"Network routing in a dynamic environment\""],"description":["  Discussion of \"Network routing in a dynamic environment\" by N.D. Singpurwalla\n[arXiv:1107.4852]\n","Comment: Published in at http://dx.doi.org/10.1214/11-AOAS453A the Annals of\n  Applied Statistics (http://www.imstat.org/aoas/) by the Institute of\n  Mathematical Statistics (http://www.imstat.org)"]}]
["1107.5125",{"format":[],"subject":["Mathematics - Group Theory","20B07, 20F65"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5125"],"date":["2011-07-26"],"type":["text"],"creator":["Kodama, Hiroki"],"language":[],"coverage":[],"title":["On non-uniformly simple groups"],"description":["  Suppose $G$ is a simple group. For any nontrivial elements $g$ and $h$, $g$\ncan be written as a finite product of conjugates of $h$ or the inverse of $h$.\nG is called uniformly simple if the length of such an expression is uniformly\nbounded. We show that the infinite alternating group is non-uniformly simple\nand evaluate how the length of such an expression is unbounded.\n"]}]
["1107.5130",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5130","doi:10.1016/j.asr.2011.06.033"],"date":["2011-07-26"],"type":["text"],"creator":["Hutter, Anne","Spanier, Felix"],"language":[],"coverage":[],"title":["The beaming of external Compton emission"],"description":["  We consider a relativistically moving blob consisting of an isotropic\nelectron distribution that Compton-scatters photons from an external isotropic\nradiation field. We compute the resulting beaming pattern, i.e. the\ndistribution of the scattered photons, in the blob frame as well as in the\nobserver's frame by using the full Klein-Nishina cross section and the exact\nincident photon distribution. In the Thomson regime the comparison of our\napproach with Dermer 1995 results in concurrent characteristics but different\nabsolute number of the scattered photons by a factor of f_corr = 3.09.\nAdditionally, our calculation yields a slightly lower boost factor which varies\nthe more from the corresponding value in Dermer 1995 the higher the spectral\nindex p of the electron distribution gets.\n","Comment: 11 pages, 5 figures, accepted for publication in Advances in Space\n  Research"]}]
["1107.5135",{"format":[],"subject":["Mathematics - Probability","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5135"],"date":["2011-07-26"],"type":["text"],"creator":["Nourdin, Ivan","Peccati, Giovanni","Speicher, Roland"],"language":[],"coverage":[],"title":["Multidimensional semicircular limits on the free Wigner chaos"],"description":["  We show that, for sequences of vectors of multiple Wigner integrals with\nrespect to a free Brownian motion, componentwise convergence to semicircular is\nequivalent to joint convergence. This result extends to the free probability\nsetting some findings by Peccati and Tudor (2005), and represents a\nmultidimensional counterpart of a limit theorem inside the free Wigner chaos\nestablished by Kemp, Nourdin, Peccati and Speicher (2011).\n","Comment: 11 pages"]}]
["1107.5141",{"format":[],"subject":["Statistics - Other Statistics","62-XX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5141"],"date":["2011-07-26"],"type":["text"],"creator":["Bornmann, Lutz","Leydesdorff, Loet","Krampen, Günter"],"language":[],"coverage":[],"title":["Which are the best cities for psychology research worldwide? A map\n  visualizing city ratios of observed and expected numbers of highly-cited\n  papers"],"description":["  We present scientometric results about world-wide centers of excellence in\npsychology. Based on Web of Science data, domain-specific excellence can be\nidentified for cities where highly cited papers are published. Data refer to\nall psychology articles published in 2007 which are documented in the Social\nScience Citation Index and to their citation frequencies from 2007 to May 2011.\nVisualized are 214 cities with an article output of at least 50 in 2007.\nStatistical z tests are used for the evaluation of the degree to which an\nobserved number of top-cited papers (top-10%) for a city differs from the\nnumber expected on the basis of randomness in the selection of papers. Map\nvisualizing city ratios on significant differences between observed and\nexpected numbers of highly-cited papers point at excellence centers in cities\nat the East and West Coast of the United States as well as in Great Britain,\nGermany, the Netherlands, Ireland, Belgium, Sweden, Finland, Australia, and\nTaiwan. Furthermore, positive but non-significant differences in favor of high\ncitation rates are documented for some cities in the United States, Great\nBritain, the Netherlands, the Scandinavian and the German-speaking countries,\nBelgium, France, Spain, Israel, South Korea, and China. Scientometric results\nshow convincingly that highly-cited psychological research articles come from\nthe Anglo-American countries and some of the non-English European countries in\nwhich the number of English-language publications has increased during the last\ndecades.\n","Comment: 16 pages, two figures"]}]
["1107.5142",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5142"],"date":["2011-07-26"],"type":["text"],"creator":["Lisitsa, Alexei"],"language":[],"coverage":[],"title":["Finite countermodels for safety verification of parameterized tree\n  systems"],"description":["  In this paper we deal with verification of safety properties of parameterized\nsystems with a tree topology. The verification problem is translated to a\npurely logical problem of finding a finite countermodel for a first-order\nformula, which further resolved by a generic finite model finding procedure. A\nfinite countermodel method is shown is at least as powerful as regular tree\nmodel checking and as the methods based on monotonic abstraction and backwards\nsymbolic reachability. The practical efficiency of the method is illustrated on\na set of examples taken from the literature.\n","Comment: 18 pages"]}]
["1107.5149",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5149"],"date":["2011-07-26"],"type":["text"],"creator":["Michałowski, Michał J.","Murphy, Eric J.","Hjorth, Jens","Watson, Darach","Gall, Christa","Dunlop, James S."],"language":[],"coverage":[],"title":["Dust grain growth in the interstellar medium of galaxies at redshifts\n  4<z<6.5"],"description":["  To discriminate between different dust formation processes is a key issue in\norder to understand its properties. We analysed six submillimeter galaxies at\nredshifts 4<z<5 and nine quasars at 5<z<6.4. We estimated their dust masses\nfrom their (sub)millimeter emission and their stellar masses from the spectral\nenergy distribution modelling or from the dynamical and gas masses obtained\nfrom the CO line detections. We calculated the dust yields per AGB star and per\nSN required to explain these dust masses and concluded that AGB stars are not\nefficient enough to form dust in the majority of these galaxies. SN could be\nresponsible for dust production, but only if dust destruction in the SN shocks\nis not taken into account. Otherwise even SNe are not efficient enough, which\nadvocates for some other dust production mechanism. We present the hypothesis\nthat grain growth in the interstellar medium is responsible for bulk of the\ndust mass accumulation in these galaxies.\n","Comment: ASP Conference Series; proceedings of the conference 'Galaxy\n  Evolution: Infrared to Millimeter Wavelength Perspective', Guilin, China,\n  25-29 October 2010; 6 pages, 1 figure"]}]
["1107.5150",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5150","Langmuir 26 (14) 11750 - 11758 (2010)"],"date":["2011-07-26"],"type":["text"],"creator":["Courtois, J.","Berret, J. -F."],"language":[],"coverage":[],"title":["Probing oppositely charged surfactant and copolymer interactions by\n  isothermal titration microcalorimetry"],"description":["  The complexation between charged-neutral block copolymers and oppositely\ncharged surfactants was investigated by light scattering experiments and by\nisothermal titration calorimetry (ITC). The copolymer was poly(sodium\nacrylate)-b-poly(acrylamide) and the surfactant dodecyltrimethylammonium\nbromide (DTAB). In a previous report, we had shown that the copolymers and the\nsurfactants co-assembled spontaneously into colloidal complexes. Depending of\nthe charge ratio Z = [DTA+]/[COO-], the complexes were either single surfactant\nmicelles decorated by copolymers, or core-shell hierarchical structures. ITC\nwas performed in order to investigate the thermodynamics of the complex\nformation. Titrations of copolymers by surfactants and of surfactants by\ncopolymers revealed that the electrostatic co-assembly was an endothermic\nreaction, suggesting a process dominated by the entropy of the counterions.\nHere we found that the thermodynamic quantities associated with the reaction\ndepended on the mixing order. When surfactants were added stepwise to\ncopolymers, the titration was associated with the formation of single micelles\ndecorated by a unique polymer. Above a critical charge ratio, the micelles\nrearranged themselves into 100 nm colloidal complexes in a collective process\nwhich displayed the following features : i) the process was very slow as\ncompared to the timescale of Brownian diffusion, ii) the thermodynamic\nsignature was a endothermic peak and iii) the stoichiometry between the\npositive and negative charges was modified from n = 0.48 (single micelles) to\n0.75 (core-shell complexes). The amount of polyelectrolytes needed for the\ncomplex formation exceeded the number required to compensate the net micellar\ncharge, confirming the evidence of overcharging in the complex formation.\n","Comment: 20 pages, 12 figures"]}]
["1107.5151",{"format":[],"subject":["Mathematics - Analysis of PDEs","35R30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5151"],"date":["2011-07-26"],"type":["text"],"creator":["Bacchelli, V.","Di Cristo, M.","Sincich, E.","Vessella, S."],"language":[],"coverage":[],"title":["A parabolic inverse problem with mixed boundary data. Stability\n  estimates for the unknown boundary and impedance"],"description":["  We consider the problem of determining an unaccessible part of the boundary\nof a conductor by mean of thermal measurements. We study a problem of corrosion\nwhere a Robin type condition is prescribed on the damaged part and we prove\nlogarithmic stability estimate.\n","Comment: 26 pages"]}]
["1107.5152",{"format":[],"subject":["Computer Science - Logic in Computer Science","D.1.6"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5152","Theory and Practice of Logic Programming, Volume 11, Special Issue\n  4-5, July 2011, pp 663-680. Cambridge University Press 2011","doi:10.1017/S1471068411000238"],"date":["2011-07-26"],"type":["text"],"creator":["Gutmann, Bernd","Thon, Ingo","Kimmig, Angelika","Bruynooghe, Maurice","De Raedt, Luc"],"language":[],"coverage":[],"title":["The Magic of Logical Inference in Probabilistic Programming"],"description":["  Today, many different probabilistic programming languages exist and even more\ninference mechanisms for these languages. Still, most logic programming based\nlanguages use backward reasoning based on SLD resolution for inference. While\nthese methods are typically computationally efficient, they often can neither\nhandle infinite and/or continuous distributions, nor evidence. To overcome\nthese limitations, we introduce distributional clauses, a variation and\nextension of Sato's distribution semantics. We also contribute a novel\napproximate inference method that integrates forward reasoning with importance\nsampling, a well-known technique for probabilistic inference. To achieve\nefficiency, we integrate two logic programming techniques to direct forward\nsampling. Magic sets are used to focus on relevant parts of the program, while\nthe integration of backward reasoning allows one to identify and avoid regions\nof the sample space that are inconsistent with the evidence.\n","Comment: 17 pages, 2 figures, International Conference on Logic Programming\n  (ICLP 2011)"]}]
["1107.5153",{"format":[],"subject":["Mathematics - Operator Algebras","46L40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5153"],"date":["2011-07-26"],"type":["text"],"creator":["Ayupov, Sh. A.","Kudaybergenov, K. K.","Djumamuratov, R. T."],"language":[],"coverage":[],"title":["Topologies on Central Extensions of Von Neumann Algebras"],"description":["  Given a von Neumann algebra $M$ we consider the central extension $E(M)$ of\n$M.$ We introduce the topology $t_c(M)$ on $E(M)$ generated by a center-valued\nnorm and prove that it coincides with the topology of convergence locally in\nmeasure on $E(M)$ if and only if $M$ does not have direct summands of type II.\nWe also show that $t_c(M)$ restricted on the set $E(M)_h$ of self-adjoint\nelements of $E(M)$ coincides with the order topology on $E(M)_h$ if and only if\n$M$ is a $\\sigma$-finite type I$_{fin}$ von Neumann algebra.\n","Comment: 11 pages"]}]
["1107.5154",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5154"],"date":["2011-07-26"],"type":["text"],"creator":["Jarry, Aubin","Huc, Florian","Leone, Pierre","Rolim, Jose"],"language":[],"coverage":[],"title":["Distributed Planarization and Local Routing Strategies in Sensor\n  Networks"],"description":["  We present an algorithm which computes a planar 2-spanner from an Unit Disk\nGraph when the node density is sufficient. The communication complexity in\nterms of number of node's identifier sent by the algorithm is $6n$, while the\ncomputational complexity is $O(n\\Delta)$, with $\\Delta$ the maximum degree of\nthe communication graph. Furthermore, we present a simple and efficient routing\nalgorithm dedicated to the computed graph.\n  Last but not least, using traditional Euclidean coordinates, our algorithm\nneeds the broadcast of as few as $3n$ node's identifiers. Under the hypothesis\nof sufficient node density, no broadcast at all is needed, reducing the\nprevious best known complexity of an algorithm to compute a planar spanner of\nan Unit Disk Graph which was of $5n$ broadcasts.\n"]}]
["1107.5165",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5165"],"date":["2011-07-26"],"type":["text"],"creator":["Jarvis, Matt J."],"language":[],"coverage":[],"title":["Multi-wavelength extragalactic surveys and the role of MeerKAT and SALT"],"description":["  In these proceedings I discuss a range of surveys that are currently underway\nat optical, near-infrared and far-infrared wavelengths that have large\ncomponents accessible to both the Southern African Large Telescope (SALT) and\nthe Meer Karoo Array Telescope (MeerKAT). Particular attention is paid to the\nsurveys currently underway with ESO's VISTA telescope, which will provide the\nideal data from which to select targets for SALT spectroscopy whilst also\nproviding the necessary depth and photometric redshift accuracy to trace the\nuJy radio population, found through the proposed MeerKAT surveys. Such surveys\nwill lead to an accurate picture of evolution of star-formation and accretion\nactivity traced at radio wavelengths. Furthermore, SALT spectroscopy could play\na crucial role in following up Herschel surveys with its large collecting area\nand blue sensitivity which occupies a niche in instrumentation on 8- and 10-m\nclass telescopes.\n","Comment: 6 pages, 2 figures. To appear in the proceedings of the 2nd Middle\n  East and Africa regional IAU meeting"]}]
["1107.5170",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5170"],"date":["2011-07-26"],"type":["text"],"creator":["Cooper-Sarkar, A M"],"language":[],"coverage":[],"title":["PDFs for the LHC"],"description":["  The PDF4LHC group has benchmarked six modern PDF sets and used them to make\npredictions for W,Z and Higgs production at the LHC. The reasons why\npredictions differ are examined and recent updates to the PDFs and their\npredictions are presented\n","Comment: 9 pages, 6 figures, to appear in the proceedings of DIS2011"]}]
["1107.5173",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5173","Optical Materials 32 (2010) 680-684","doi:10.1016/j.optmat.2010.01.034"],"date":["2011-07-26"],"type":["text"],"creator":["Godlewski, M.","Wasiakowski, A.","Ivanov, V. Yu.","Wojcik-Glodowska, A.","Lukasiewicz, M.","Guziewicz, E.","Jakiela, R.","Kopalko, K.","Zakrzewski, A."],"language":[],"coverage":[],"title":["Puzzling magneto-optical properties of ZnMnO films"],"description":["  Optical and magneto-optical properties of ZnMnO films grown at low\ntemperature by Atomic Layer Deposition are discussed. A strong polarization of\nexcitonic photoluminescence is reported, surprisingly observed without\nsplitting or spectral shift of excitonic transitions. Present results suggest\npossibility of Mn recharging in ZnO lattice. Strong absorption, with onset at\nabout 2.1 eV, is related to Mn 2+ to 3+ photo-ionization. We propose that the\nobserved strong circular polarization of excitonic emission is of a similar\ncharacter as the one observed by us for ZnSe:Cr.\n","Comment: 19 pages, 4 figures, 38 references"]}]
["1107.5174",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5174"],"date":["2011-07-26"],"type":["text"],"creator":["Lari, Behzad"],"language":[],"coverage":[],"title":["Generation of Entanglement, Measure of Multipartite Entanglement in\n  Fermionic Systems and Quantum Discord in Bipartite Systems and Heisenberg\n  Chains"],"description":["  This is a thesis submitted to university of Pune, India, for the Ph.D.\ndegree. This work deals with entanglement production in two qubit, two qutrit\nand three qubit systems, entanglement in indistinguishable fermionic systems,\nquantum discord in a Heisenberg chain and geometric measure of quantum discord\nin an arbitrary state of a bipartite quantum system.\n","Comment: 137 pages, 34 figures. arXiv admin note: this thesis reuses\n  substantial verbatim text from arXiv:quant-ph/0006034,\n  arXiv:quant-ph/0207052, arXiv:1004.0190v2, arXiv:quant-ph/0505149,\n  arXiv:0911.3903, arXiv:quant-ph/0504163, written by other authors"]}]
["1107.5177",{"format":[],"subject":["Mathematics - Combinatorics","05C38 (Primary) 05C55 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5177"],"date":["2011-07-26"],"type":["text"],"creator":["Scott, Alex","White, Matthew"],"language":[],"coverage":[],"title":["Monochromatic cycles and the monochromatic circumference in 2-coloured\n  graphs"],"description":["  Li, Nikiforov and Schelp conjectured that a 2-edge coloured graph G with\norder n and minimal degree strictly greater than 3n/4 contains a monochromatic\ncycle of length l, for all l at least four and at most n/2. We prove this\nconjecture for sufficiently large n and also find all 2-edge coloured graphs\nwith minimal degree equal to 3n/4 that do not contain all such cycles. Finally\nwe show that, for all positive constants d and sufficiently large n, a 2-edge\ncoloured graph G of order n with minimal degree at least 3n/4 either contains a\nmonochromatic cycle of length at least (2/3+d/2)n, or, in one of the two\ncolours, contains a cycle of all lengths between three and (2/3-d)n.\n","Comment: 35 pages, 2 figures. Submitted to CPC"]}]
["1107.5178",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5178","Optical Materials 31 (2009) 1768-1771","doi:10.1016/j.optmat.2008.12.031"],"date":["2011-07-26"],"type":["text"],"creator":["Godlewski, M.","Wojcik-Glodowska, A.","Guziewicz, E.","Yatsunenko, S.","Zakrzewski, A.","Dumont, Y.","Chikoidze, E.","Phillips, M. R."],"language":[],"coverage":[],"title":["Optical Properties of Manganese Doped Wide Band Gap ZnS and ZnO"],"description":["  Optical properties of ZnMnO layers grown at low temperature by Atomic Layer\nDeposition and Metalorganic Vapor Phase Epitaxy are discussed and compared to\nresults obtained for ZnMnS samples. Present results suggest a double valence of\nMn ions in ZnO lattice. Strong absorption, with onset at about 2.1 eV, is\ntentatively related to Mn 2+ to 3+ photoionization. Mechanism of emission\ndeactivation in ZnMnO is discussed and is explained by the processes following\nthe assumed Mn 2+ to 3+ recharging.\n","Comment: 17 pages, 4 figures, 32 references"]}]
["1107.5180",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Nonlinear Sciences - Chaotic Dynamics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5180"],"date":["2011-07-26"],"type":["text"],"creator":["Ide, Kayo","Wiggins, Stephen"],"language":[],"coverage":[],"title":["Transport Induced by Mean-Eddy Interaction: I. Theory, and Relation to\n  Lagrangian Lobe Dynamics"],"description":["  In this paper we develop a method for the estimation of {\\bf T}ransport {\\bf\nI}nduced by the {\\bf M}ean-{\\bf E}ddy interaction (TIME) in two-dimensional\nunsteady flows. The method is built on the dynamical systems approach and can\nbe viewed as a hybrid combination of Lagrangian and Eulerian methods. The\n(Eulerian) boundaries across which we consider (Lagrangian) transport are\nkinematically defined by appropriately chosen streamlines of the mean flow. By\nevaluating the impact of the mean-eddy interaction on transport, the TIME\nmethod can be used as a diagnostic tool for transport processes that occur\nduring a specified time interval along a specified boundary segment.\n  We introduce two types of TIME functions: one that quantifies the\naccumulation of flow properties and another that measures the displacement of\nthe transport geometry. The spatial geometry of transport is described by the\nso-called pseudo-lobes, and temporal evolution of transport by their dynamics.\nIn the case where the TIME functions are evaluated along a separatrix, the\npseudo-lobes have a relationship to the lobes of Lagrangian transport theory.\nIn fact, one of the TIME functions is identical to the Melnikov function that\nis used to measure the distance, at leading order in a small parameter, between\nthe two invariant manifolds that define the Lagrangian lobes. We contrast the\nsimilarities and differences between the TIME and Lagrangian lobe dynamics in\ndetail. An application of the TIME method is carried out for inter-gyre\ntransport in the wind-driven oceanic circulation model and a comparison with\nthe Lagrangian transport theory is made.\n","Comment: 48 pages, 9 figures"]}]
["1107.5181",{"format":[],"subject":["High Energy Physics - Theory","14N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5181"],"date":["2011-07-26"],"type":["text"],"creator":["Eynard, B.","Kozcaz, C."],"language":[],"coverage":[],"title":["Mirror of the refined topological vertex from a matrix model"],"description":["  We find an explicit matrix model computing the refined topological vertex,\nstarting from its representation in terms of plane partitions. We then find the\nspectral curve of that matrix model, and thus the mirror symmetry of the\nrefined vertex. With the same method we also find a matrix model for the strip\ngeometry, and we find its mirror curve. The fact that there is a matrix model\nshows that the refined topological string amplitudes also satisfy the\nremodeling the B-model construction.\n","Comment: pdflatex, 35 pages, 32 figures"]}]
["1107.5182",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Nonlinear Sciences - Chaotic Dynamics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5182"],"date":["2011-07-26"],"type":["text"],"creator":["Ide, Kayo","Wiggins, Stephen"],"language":[],"coverage":[],"title":["Transport Induced by Mean-Eddy Interaction: II. Analysis of Transport\n  Processes"],"description":["  We present a framework for the analysis of transport processes resulting from\nthe mean-eddy interaction in a flow. The framework is based on the {\\bf\nT}ransport {\\bf I}nduced by the {\\bf M}ean-{\\bf E}ddy {\\bf I}nteraction (TIME)\nmethod presented in a companion paper \\cite{ide_wiggins_pd06a}. The TIME method\nestimates the (Lagrangian) transport across stationary (Eulerian) boundaries\ndefined by chosen streamlines of the mean flow. Our framework proceeds after\nfirst carrying out a sequence of preparatory steps that link the flow dynamics\nto the transport processes. This includes the construction of the so-called\n\"instantaneous flux\" as the Hovm\\\"{o}ller diagram. Transport processes are\nstudied by linking the signals of the instantaneous flux field to the dynamical\nvariability of the flow. This linkage also reveals how the variability of the\nflow contributes to the transport. The spatio-temporal analysis of the flux\ndiagram can be used to assess the efficiency of the variability in transport\nprocesses. We apply the method to the double-gyre ocean circulation model in\nthe situation where the Rossby-wave mode dominates the dynamic variability. The\nspatio-temporal analysis shows that the inter-gyre transport is controlled by\nthe circulating eddy vortices in the fast eastward jet region, whereas the\nbasin-scale Rossby waves have very little impact.\n","Comment: 32 pages, 7 figures"]}]
["1107.5186",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5186"],"date":["2011-07-26"],"type":["text"],"creator":["Nes, Preben Gråberg"],"language":[],"coverage":[],"title":["Fast multi-scale edge-detection in medical ultrasound signals"],"description":["  In this article we suggest a fast multi-scale edge-detection scheme for\nmedical ultrasound signals. The edge-detector is based on well-known properties\nof the continuous wavelet trans- form. To achieve both good localization of\nedges and detect only significant edges, we study the maxima-lines of the\nwavelet transform. One can obtain the maxima-lines between two scales by\ncomputing the wavelet transform at several intermediate scales. To reduce\ncomputational effort and time we suggest a time-scale filtering procedure which\nuses only few scales to connect modulus-maxima across time-scale plane. The\ndesign of this procedure is based on a study of maxima-lines corresponding to\nedges typical for medical ultrasound signals. This study allows us to construct\nan algorithm for medical ultrasound signals which meets the demand for speed,\nbut not on expense of reliability. The edge-detection algorithm has been\napplied to a large class of medical ultrasound sig- nals including tumour-,\nliver- and artery-images. Our results show that the proposed algorithm\neffectively detects major features in such signals, including edges with low\ncontrast.\n"]}]
["1107.5188",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5188","physica status solidi (b) 248 (2011) 1596","doi:10.1002/pssb.201001142"],"date":["2011-07-26"],"type":["text"],"creator":["Godlewski, M.","Guziewicz, E.","Lukasiewicz, M. I.","Kowalik, I. A.","Sawicki, M.","Witkowski, B. S.","Jakiela, R.","Lisowski, W.","Sobczak, J. W.","Krawczyk, M."],"language":[],"coverage":[],"title":["Role of interface in ferromagnetism of (Zn,Co)O films"],"description":["  We demonstrate that room temperature ferromagnetic response (RT FR) of ZnCoO\nfilms grown at low temperature by the Atomic layer Deposition (ALD) method is\ndue to Co metal accumulations at the ZnCoO/substrate interface region. The\naccumulated experimental evi evidences allow us to reject several other\nexplanations of this effect in our samples, despite the fact that some of them\nare likely to be responsible for the low temperature FM in this class of the\nmaterial.\n","Comment: 12 pages, 7 figures, 20 references"]}]
["1107.5191",{"format":[],"subject":["Mathematics - Number Theory","11N13"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5191"],"date":["2011-07-26"],"type":["text"],"creator":["Hajdu, L.","Saradha, N.","Tijdeman, R."],"language":[],"coverage":[],"title":["On a conjecture of Pomerance"],"description":["  We say that k is a P-integer if the first phi(k) primes coprime to k form a\nreduced residue system modulo k. In 1980 Pomerance proved the finiteness of the\nset of P-integers and conjectured that 30 is the largest P-integer. We prove\nthe conjecture assuming the Riemann Hypothesis. We further prove that there is\nno P-integer between 30 and 10^11 and none above 10^3500.\n","Comment: 10 pages. Submitted to Acta Arithmetica"]}]
["1107.5196",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5196","Acta Physica Polonica A 116 (2009) 921-923"],"date":["2011-07-26"],"type":["text"],"creator":["Lukasiewicz, M. I.","Witkowski, B.","Godlewski, M.","Guziewicz, E.","Sawicki, M.","Paszkowicz, W.","Lusakowska, E.","Jakiela, R.","Krajewski, T.","Kowalik, I. A.","Kowalski, B. J."],"language":[],"coverage":[],"title":["ZnCoO Films by Atomic Layer Deposition - influence of a growth\n  temperature on uniformity of cobalt distribution"],"description":["  We report on the structural, electrical and magnetic properties of ZnCoO thin\nfilms grown by Atomic Layer Deposition (ALD) method using reactive organic\nprecursors of zinc and cobalt. As a zinc precursor we applied either\ndimethylzinc or diethylzinc and cobalt (II) acetyloacetonate as a cobalt\nprecursor. The use of these precursors allowed us the significant reduction of\na growth temperature to 300oC and below, which proved to be very important for\nthe growth of uniform films of ZnCoO. Structural, electrical and magnetic\nproperties of the obtained ZnCoO layers will be discussed based on the results\nof SIMS, SEM, EDS, XRD, AFM, Hall effect and SQUID investigations.\n","Comment: 4 pages, 3 figures, 6 references"]}]
["1107.5200",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5200"],"date":["2011-07-26"],"type":["text"],"creator":["Moser, Jan"],"language":[],"coverage":[],"title":["Jacob's ladders and the three-points interaction of the Riemann\n  zeta-function with itself"],"description":["  It is proved that some set of the values of $|\\zeta(\\sigma_0+i\\vp_1(t))|^2$\non every fixed line $\\sigma=\\sigma_0>1$ generates a corresponding set of the\nvalues of $|\\zeta(\\frac 12+it)|^2$ on the critical line $\\sigma=\\frac 12$ (i.e.\nwe have an analogue of the Faraday law).\n"]}]
["1107.5204",{"format":[],"subject":["Computer Science - Computational Geometry","65U05 (Primary) 65D18 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5204"],"date":["2011-07-26"],"type":["text"],"creator":["Kamarianakis, Manos N.","Karavelas, Menelaos I."],"language":[],"coverage":[],"title":["Analysis of the Incircle predicate for the Euclidean Voronoi diagram of\n  axes-aligned line segments"],"description":["  In this paper we study the most-demanding predicate for computing the\nEuclidean Voronoi diagram of axes-aligned line segments, namely the Incircle\npredicate. Our contribution is two-fold: firstly, we describe, in algorithmic\nterms, how to compute the Incircle predicate for axes-aligned line segments,\nand secondly we compute its algebraic degree. Our primary aim is to minimize\nthe algebraic degree, while, at the same time, taking into account the amount\nof operations needed to compute our predicate of interest.\n  In our predicate analysis we show that the Incircle predicate can be answered\nby evaluating the signs of algebraic expressions of degree at most 6; this is\nhalf the algebraic degree we get when we evaluate the Incircle predicate using\nthe current state-of-the-art approach. In the most demanding cases of our\npredicate evaluation, we reduce the problem of answering the Incircle predicate\nto the problem of computing the sign of the value of a linear polynomial (in\none variable), when evaluated at a known specific root of a quadratic\npolynomial (again in one variable). Another important aspect of our approach is\nthat, from a geometric point of view, we answer the most difficult case of the\npredicate via implicitly performing point locations on an appropriately defined\nsubdivision of the place induced by the Voronoi circle implicated in the\nIncircle predicate.\n","Comment: 17 pages, 4 figures, work presented in the paper is part of M.\n  Kamarianakis' M.S. thesis"]}]
["1107.5205",{"format":[],"subject":["Mathematics - Operator Algebras","65J10, 46L99, 47N40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5205"],"date":["2011-07-26"],"type":["text"],"creator":["Roch, Steffen"],"language":[],"coverage":[],"title":["Arveson dichotomy and essential fractality"],"description":["  The notions of fractal and essentially fractal algebras of approximation\nsequences and of the Arveson dichotomy have proved extremely useful for several\nspectral approximation problems. The purpose of this short note is threefold:\nto present a short new proof of the fractal restriction theorem, to relate\nessential fractality with Arveson dichotomy, and to derive a restriction\ntheorem for essential fractality.\n","Comment: 19 pages"]}]
["1107.5206",{"format":[],"subject":["Physics - Biological Physics","Physics - Medical Physics","Quantitative Biology - Cell Behavior"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5206","Lab on a Chip, 2009, 9, 2782-2788","doi:10.1039/B906006E"],"date":["2011-07-26"],"type":["text"],"creator":["Fillafer, Christian","Ratzinger, Gerda","Neumann, Jürgen","Guttenberg, Zeno","Dissauer, Silke","Lichtscheidl, Irene","Wirth, Michael","Gabor, Franz","Schneider, Matthias"],"language":[],"coverage":[],"title":["An acoustically-driven biochip - Impact of flow on the cell-association\n  of targeted drug carriers"],"description":["  The interaction of targeted drug carriers with epithelial and endothelial\nbarriers in vivo is largely determined by the dynamics of the body fluids. To\nsimulate these conditions in binding assays, a fully biocompatible in vitro\nmodel was developed which can accurately mimic a wide range of physiological\nflow conditions on a thumbnail-format cell-chip. This acoustically-driven\nmicrofluidic system was used to study the interaction characteristics of\nprotein-coated particles with cells. Poly(D,L-lactide-co-glycolide) (PLGA)\nmicroparticles (2.86 {\\pm} 0.95 {\\mu}m) were conjugated with wheat germ\nagglutinin (WGA-MP, cytoadhesive protein) or bovine serum albumin (BSA-MP,\nnonspecific protein) and their binding to epithelial cell monolayers was\ninvestigated under stationary and flow conditions. While mean numbers of 1500\n{\\pm} 307 mm-2 WGA-MP and 94 {\\pm} 64 mm-2 BSA-MP respectively were detected to\nbe cell-bound in the stationary setup, incubation at increasing flow velocities\nincreasingly antagonized the attachment of both types of surface-modified\nparticles. However, while binding of BSA-MP was totally inhibited by flow,\ngrafting with WGA resulted in a pronounced anchoring effect. This was indicated\nby a mean number of 747 {\\pm} 241 mm-2 and 104 {\\pm} 44 mm-2 attached particles\nat shear rates of 0.2 s-1 and 1 s-1 respectively. Due to the compactness of the\nfluidic chip which favours parallelization, this setup represents a highly\npromising approach towards a screening platform for the performance of drug\ndelivery vehicles under physiological flow conditions. In this regard, the\nflow-chip is expected to provide substantial information for the successful\ndesign and development of targeted micro- and nanoparticulate drug carrier\nsystems.\n","Comment: 19 pages"]}]
["1107.5208",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5208"],"date":["2011-07-26"],"type":["text"],"creator":["Rabinovich, Vladimir S.","Roch, Steffen"],"language":[],"coverage":[],"title":["Pseudodifferential operators on periodic graphs"],"description":["  The main aim of the paper is Fredholm properties of a class of bounded linear\noperators acting on weighted Lebesgue spaces on an infinite metric graph\n$\\Gamma$ which is periodic with respect to the action of the group ${\\mathbb\nZ}^n$. The operators under consideration are distinguished by their local\nbehavior: they act as (Fourier) pseudodifferential operators in the class\n$OPS^0$ on every open edge of the graph, and they can be represented as a\nmatrix Mellin pseudodifferential operator on a neighborhood of every vertex of\n$\\Gamma$. We apply these results to study the Fredholm property of a class of\nsingular integral operators and of certain locally compact operators on graphs.\n","Comment: 22 pages"]}]
["1107.5209",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Algebraic Geometry","Mathematics - Combinatorics","Mathematics - Functional Analysis","42A99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5209"],"date":["2011-07-26"],"type":["text"],"creator":["Bose, Debashish","Madan, Shobha"],"language":[],"coverage":[],"title":["\"Spectral implies Tiling\" for Three Intervals Revisited"],"description":["  In \\cite{BCKM} it was shown that \"Tiling implies Spectral\" holds for a union\nof three intervals and the reverse implication was studied under certain\nrestrictive hypotheses on the associated spectrum. In this paper, we\nreinvestigate the \"Spectral implies Tiling\" part of Fuglede's conjecture for\nthe three interval case. We first show that the \"Spectral implies Tiling\" for\ntwo intervals follows from the simple fact that two distinct circles have at\nmost two points of intersections. We then attempt this for the case of three\nintervals and except for one situation are able to prove \"Spectral implies\nTiling\". Finally, for the exceptional case, we show a connection to a problem\nof generalized Vandermonde varieties.\n","Comment: Comments welcome"]}]
["1107.5210",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5210","Physica Status Solidi (b) 247 (2010) 1666-1670","doi:10.1002/pssb.200983689"],"date":["2011-07-26"],"type":["text"],"creator":["Lukasiewicz, Malgorzata I.","Witkowski, Bartlomiej","Godlewski, Marek","Guziewicz, Elzbieta","Sawicki, Maciej","Paszkowicz, Wojciech","Jakiela, Rafal","Krajewski, Tomasz A.","Luka, Grzegorz"],"language":[],"coverage":[],"title":["Effects related to deposition temperature of ZnCoO films grown by Atomic\n  Layer Deposition - uniformity of Co distribution, structural, optical,\n  electrical and magnetic properties"],"description":["  In the present study we report on properties of ZnCoO films grown at\nrelatively low temperature by the Atomic Layer Deposition, using two reactive\norganic zinc precursors (dimethylzinc and diethylzinc). The use of these\nprecursors allowed us the significant reduction of a growth temperature to\nbelow 300oC. The influence of growth conditions on the Co distribution in ZnCoO\nfilms, their structure and magnetic properties was investigated using Secondary\nIon Mass Spectroscopy, Scanning Electron Microscopy, Cathodoluminescence,\nEnergy Dispersive X-ray Spectrometry (EDX), X-ray diffraction and\nSuperconducting Quantum Interference Device magnetometry. We achieved high\nuniformity of the films grown at 160{\\deg}C. Such films are paramagnetic. Films\ngrown at 200{\\deg} and at higher temperature are nonuniform. Formation of\nforeign phases in such films was detected using high resolution EDX method.\nThese samples are not purely paramagnetic and show weak ferromagnetic response\nat low temperature.\n","Comment: 9 pages, 6 figures, 18 references"]}]
["1107.5219",{"format":[],"subject":["Mathematics - Probability","Quantitative Biology - Subcellular Processes","92C37, 60J65, 60G55, 60K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5219"],"date":["2011-07-26"],"type":["text"],"creator":["Depperschmidt, A.","Ketterer, N.","Pfaffelhuber, P."],"language":[],"coverage":[],"title":["Realistic extensions of a Brownian ratchet for protein translocation"],"description":["  We study a model for the translocation of proteins across membranes through a\nnanopore using a ratcheting mechanism. When the protein enters the nanopore it\ndiffuses in and out of the pore according to a Brownian motion. Moreover, it is\nbound by ratcheting molecules which hinder the diffusion of the protein out of\nthe nanopore, i.e. the Brownian motion is reflected such that no ratcheting\nmolecule exits the pore. New ratcheting molecules bind at rate gamma. Extending\nour previous approach (Depperschmidt and Pfaffelhuber, 2010) we allow the\nratcheting molecules to dissociate (at rate delta) from the protein (Model I).\nWe also provide an approximate model (Model II) which assumes a Poisson\nequilibrium of ratcheting molecules on one side of the current reflection\nboundary. Using analytical methods and simulations we show that the speed of\nboth models are approximately the same. Our analytical results on Model II give\nthe speed of translocation by means of a solution of an ordinary differential\nequation.\n","Comment: 28 pages, 5 figures"]}]
["1107.5221",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5221"],"date":["2011-07-26"],"type":["text"],"creator":["Gravin, Nick","Lu, Pinyan"],"language":[],"coverage":[],"title":["Competitive Auctions for Markets with Positive Externalities"],"description":["  In digital goods auctions, there is an auctioneer who sells an item with\nunlimited supply to a set of potential buyers, and the objective is to design\ntruthful auction to maximize the total profit of the auctioneer. Motivated from\nan observation that the values of buyers for the item could be interconnected\nthrough social networks, we study digital goods auctions with positive\nexternalities among the buyers. This defines a multi-parameter auction design\nproblem where the private valuation of every buyer is a function of other\nwinning buyers. The main contribution of this paper is a truthful competitive\nmechanism for subadditive valuations. Our competitive result is with respect to\na new solution benchmark $\\mathcal{F}^{(3)}$; on the other hand, we show a\nsurprising impossibility result if comparing to the benchmark\n$\\mathcal{F}^{(2)}$, where the latter has been used quite successfully in\ndigital goods auctions without extenalities \\cite{Goldberg2006}. Our results\nfrom $\\mathcal{F}^{(2)}$ to $\\mathcal{F}^{(3)}$ could be considered as the loss\nof optimal profit at the cost of externalities.\n"]}]
["1107.5227",{"format":[],"subject":["High Energy Physics - Experiment","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5227"],"date":["2011-07-26"],"type":["text"],"creator":["Helbing, K.","Collaboration, for the IceCube"],"language":[],"coverage":[],"title":["IceCube as a discovery observatory for physics beyond the standard model"],"description":["  Construction of the cubic-kilometer neutrino detector IceCube at the South\nPole has been completed in December 2010. It forms a lattice of 5160\nphotomultiplier tubes monitoring a gigaton of the deep Antarctic ice for\nparticle induced photons. The telescope is primarily designed to detect\nneutrinos with energies greater than 100 GeV from astrophysical sources. Beyond\nthis astrophysical motivation IceCube is also a discovery instrument for the\nsearch for physics beyond the Standard Model. Owing to subfreezing ice\ntemperatures, the photomultiplier dark noise rates are particularly low which\nopens up tantalizing possibilities for particle detection. This includes the\nindirect detection of weakly interacting dark matter, direct detection of SUSY\nparticles, monopoles and extremely-high energy phenomena.\n","Comment: To appear in the Proceedings of the 46th Rencontres de Moriond"]}]
["1107.5228",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Mathematics - Dynamical Systems","Nonlinear Sciences - Cellular Automata and Lattice Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5228"],"date":["2011-07-26"],"type":["text"],"creator":["Dennunzio, Alberto","Formenti, Enrico","Provillard, Julien"],"language":[],"coverage":[],"title":["Non-Uniform Cellular Automata: classes, dynamics, and decidability"],"description":["  The dynamical behavior of non-uniform cellular automata is compared with the\none of classical cellular automata. Several differences and similarities are\npointed out by a series of examples. Decidability of basic properties like\nsurjectivity and injectivity is also established. The final part studies a\nstrong form of equicontinuity property specially suited for non-uniform\ncellular automata.\n","Comment: Paper submitted to an international journal on June 9, 2011. This is\n  an extended and improved version of the conference paper: G. Cattaneo, A.\n  Dennunzio, E. Formenti, and J. Provillard. \"Non-uniform cellular automata\".\n  In Proceedings of LATA 2009, volume 5457 of Lecture Notes in Computer\n  Science, pages 302-313. Springer"]}]
["1107.5230",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5230"],"date":["2011-07-26"],"type":["text"],"creator":["Montaner, Josep Alvarez","Vahidi, Alireza"],"language":[],"coverage":[],"title":["Lyubeznik numbers of monomial ideals"],"description":["  We study Bass numbers of local cohomology modules supported on squarefree\nmonomial ideals paying special attention to Lyubeznik numbers. We build a\ndictionary between local cohomology modules and minimal free resolutions that\nallow us to interpret Lyubeznik numbers as the obstruction to the acyclicity of\nthe linear strands of the Alexander dual ideals. The methods we develop also\nhelp us to give a bound for the injective dimension of the local cohomology\nmodules in terms of the dimension of the small support.\n","Comment: 28 pages"]}]
["1107.5232",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","57M25, 57M05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5232"],"date":["2011-07-26"],"type":["text"],"creator":["Greene, Joshua Evan"],"language":[],"coverage":[],"title":["Alternating links and left-orderability"],"description":["  Let L \\subset S^3 denote an alternating link and Sigma(L) its branched\ndouble-cover. We give a short proof of the fact that the fundamental group of\nSigma(L) admits a left-ordering iff L is an unlink. This result is originally\ndue to Boyer-Gordon-Watson.\n","Comment: 3 pages, 1 figure"]}]
["1107.5235",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5235"],"date":["2011-07-26"],"type":["text"],"creator":["D'Urso, D.","Ambrosio, M.","Aramo, C.","Cilmo, M.","Guarino, F.","Valore, L.","Yushkov, A."],"language":[],"coverage":[],"title":["Applications of muon signal to electromagnetic signal showers\n  universality for mass composition and hadronic interactions studies"],"description":["  We present the first results of the application of the recently found\nuniversality of behavior of muon signal to electromagnetic (EM) signal ratio\nwith respect to the vertical depth of showers maximum for mass composition and\nhadronic interaction studies. Making use of the fact that for zenith angles\nabove 45 degrees the dependence of the ratio on the vertical depth of shower\nmaximum is very similar for QGSJET II and EPOS 1.99 we show that this provides\nthe possibility to estimate muon shower content in almost interaction model\nindependent way. To evaluate the excess of signal in the data in respect to\nMonte-Carlo predictions we propose to use mass independence of the\nelectromagnetic signal. Using the simulations with EPOS 1.99 as a fake data we\nshow that one can determine the absolute scaling factor between these fake data\nand the interaction model under test (QGSJET II in our case). Applying this\nscaling factor to the total and muon signals of QGSJET II one can make accurate\nconclusions on the primary mass of samples prepared with EPOS 1.99.\n","Comment: Contribution to the 32nd International Cosmic Ray Conference,\n  Beijing, China, August, 11-18, 2011"]}]
["1107.5237",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5237"],"date":["2011-07-26"],"type":["text"],"creator":["Li, Haozhao"],"language":[],"coverage":[],"title":["Extremal K\\\"ahler metrics and energy functionals on projective bundles"],"description":["  In this paper, we prove the equivalence of the existence of extremal Kahler\nmetrics and the properness of the modified K energy on projective bundles.\nMoreover, we discuss the relations of the lower boundedness of the K energy,\nthe infimum of the Calabi energy and the extremal polynomials. In particular,\nwe give an example where the modified K energy is bounded from below but not\nproper.\n","Comment: 26 pages"]}]
["1107.5239",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5239"],"date":["2011-07-26"],"type":["text"],"creator":["Fox, Emily B.","West, Mike"],"language":[],"coverage":[],"title":["Autoregressive Models for Variance Matrices: Stationary Inverse Wishart\n  Processes"],"description":["  We introduce and explore a new class of stationary time series models for\nvariance matrices based on a constructive definition exploiting inverse Wishart\ndistribution theory. The main class of models explored is a novel class of\nstationary, first-order autoregressive (AR) processes on the cone of positive\nsemi-definite matrices. Aspects of the theory and structure of these new models\nfor multivariate \"volatility\" processes are described in detail and\nexemplified. We then develop approaches to model fitting via Bayesian\nsimulation-based computations, creating a custom filtering method that relies\non an efficient innovations sampler. An example is then provided in analysis of\na multivariate electroencephalogram (EEG) time series in neurological studies.\nWe conclude by discussing potential further developments of higher-order AR\nmodels and a number of connections with prior approaches.\n"]}]
["1107.5240",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5240"],"date":["2011-07-26"],"type":["text"],"creator":["Yushkov, A.","Ambrosio, M.","Aramo, C.","D'Urso, D.","Guarino, F.","Valore, L."],"language":[],"coverage":[],"title":["Precise determination of muon and EM shower contents from shower\n  universality property"],"description":["  We present two new aspects of Extensive Air Shower (EAS) development\nuniversality allowing to make accurate estimation of muon and electromagnetic\n(EM) shower contents in two independent ways. In the first case, to get muon\n(or EM) signal in water Cherenkov detectors it is enough to know the vertical\ndepth of shower maximum and the total signal. In the second case, the EM signal\ncan be calculated from the primary particle energy and the zenith angle. In\nboth cases the parameterizations of muon and EM signals are almost independent\non primary particle nature, energy and zenith angle.\n","Comment: Contribution to the 32nd International Cosmic Ray Conference,\n  Beijing, China, August, 11-18, 2011"]}]
["1107.5242",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5242","Theory and Practice of Logic Programming, 11(4-5), 451-468, 2011"],"date":["2011-07-26"],"type":["text"],"creator":["Drescher, Conrad","Thielscher, Michael"],"language":[],"coverage":[],"title":["ALPprolog --- A New Logic Programming Method for Dynamic Domains"],"description":["  Logic programming is a powerful paradigm for programming autonomous agents in\ndynamic domains, as witnessed by languages such as Golog and Flux. In this work\nwe present ALPprolog, an expressive, yet efficient, logic programming language\nfor the online control of agents that have to reason about incomplete\ninformation and sensing actions.\n","Comment: 16 pages"]}]
["1107.5247",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5247"],"date":["2011-07-26"],"type":["text"],"creator":["Malyshev, A. V.","Malyshev, V. A.","Knoester, J."],"language":[],"coverage":[],"title":["Manipulating optical signals at sub-wavelength scale by planar arrays of\n  metallic nanospheres: Towards plasmonic interference devices"],"description":["  We show that interference can be the principle of operation of an all-optical\nswitch and other nanoscale plasmonic interference devices (PIDs). The optical\nresponse of two types of planar plasmonic waveguides is studied theoretically:\nbent chains and Y-shaped configurations of closely-spaced metallic nanospheres.\nWe study symmetric Y-shape arrays as an example of an all-optical switch and\ndemonstrate that effective phase- and amplitude-sensitive control of the output\nsignal can be achieved due to interference effects.\n","Comment: 4 pages, 5 figures, reported at The 2nd European Topical Meeting on\n  Nanophotonics and Metamaterials (Nanometa), Seefeld, Austria, January 5-9,\n  2009"]}]
["1107.5251",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematical Physics","35L05, 35P25, 47A10, 58J45, 81U30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5251"],"date":["2011-07-26"],"type":["text"],"creator":["Bony, Jean-Francois","Hafner, Dietrich"],"language":[],"coverage":[],"title":["Improved local energy decay for the wave equation on asymptotically\n  Euclidean odd dimensional manifolds in the short range case"],"description":["  We show improved local energy decay for the wave equation on asymptotically\nEuclidean manifolds in odd dimensions in the short range case. The precise\ndecay rate depends on the decay of the metric towards the Euclidean metric. We\nalso give estimates of powers of the resolvent of the wave propagator between\nweighted spaces.\n","Comment: 14 pages"]}]
["1107.5269",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Numerical Analysis","Mathematics - Numerical Analysis","Physics - Computational Physics","90C26, 90C56, 65K05, 49M37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5269","Computational Optimization and Applications, 34(2), 229-248 (2006)"],"date":["2011-07-26"],"type":["text"],"creator":["Sergeyev, Yaroslav D."],"language":[],"coverage":[],"title":["Univariate global optimization with multiextremal non-differentiable\n  constraints without penalty functions"],"description":["  This paper proposes a new algorithm for solving constrained global\noptimization problems where both the objective function and constraints are\none-dimensional non-differentiable multiextremal Lipschitz functions.\nMultiextremal constraints can lead to complex feasible regions being\ncollections of isolated points and intervals having positive lengths. The case\nis considered where the order the constraints are evaluated is fixed by the\nnature of the problem and a constraint $i$ is defined only over the set where\nthe constraint $i-1$ is satisfied. The objective function is defined only over\nthe set where all the constraints are satisfied. In contrast to traditional\napproaches, the new algorithm does not use any additional parameter or\nvariable. All the constraints are not evaluated during every iteration of the\nalgorithm providing a significant acceleration of the search. The new algorithm\neither finds lower and upper bounds for the global optimum or establishes that\nthe problem is infeasible. Convergence properties and numerical experiments\nshowing a nice performance of the new method in comparison with the penalty\napproach are given.\n","Comment: 19 pages, 5 figures, 3 tables"]}]
["1107.5280",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Numerical Analysis","Mathematics - Numerical Analysis","Physics - Computational Physics","90C26, 65K05, 49M37, 90C56"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5280","Sergeyev Ya.D., Kvasov D.E., Khalaf F.M.H. (2007) A\n  one-dimensional local tuning algorithm for solving GO problems with partially\n  defined constraints, Optimization Letters, 1(1), 85-99"],"date":["2011-07-26"],"type":["text"],"creator":["Sergeyev, Yaroslav D.","Kvasov, Dmitri E.","Khalaf, Falah M. H."],"language":[],"coverage":[],"title":["A One-Dimensional Local Tuning Algorithm for Solving GO Problems with\n  Partially Defined Constraints"],"description":["  Lipschitz one-dimensional constrained global optimization (GO) problems where\nboth the objective function and constraints can be multiextremal and\nnon-differentiable are considered in this paper. Problems, where the\nconstraints are verified in an a priori given order fixed by the nature of the\nproblem are studied. Moreover, if a constraint is not satisfied at a point,\nthen the remaining constraints and the objective function can be undefined at\nthis point. The constrained problem is reduced to a discontinuous unconstrained\nproblem by the index scheme without introducing additional parameters or\nvariables. A new geometric method using adaptive estimates of local Lipschitz\nconstants is introduced. The estimates are calculated by using the local tuning\ntechnique proposed recently. Numerical experiments show quite a satisfactory\nperformance of the new method in comparison with the penalty approach and a\nmethod using a priori given Lipschitz constants.\n","Comment: 15 pages, 5 figures, 4 tables"]}]
["1107.5283",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5283"],"date":["2011-07-26"],"type":["text"],"creator":["Blanchard, Dominique","Griso, Georges"],"language":[],"coverage":[],"title":["Asymptotic behavior of a structure made by a plate and a straight rod"],"description":["  This paper is devoted to describe the asymptotic behavior of a structure made\nby a thin plate and a thin rod in the framework of nonlinear elasticity. We\nscale the applied forces in such a way that the level of the total elastic\nenergy leads to the Von-K\\'arm\\'an's equations (or the linear model for smaller\nforces) in the plate and to a one dimensional rod-model at the limit. The\njunction conditions include in particular the continuity of the bending in the\nplate and the stretching in the rod at the junction.\n"]}]
["1107.5284",{"format":[],"subject":["Physics - Optics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5284"],"date":["2011-07-26"],"type":["text"],"creator":["Rikken, G. L. J. A.","Van Tiggelen, Bart"],"language":[],"coverage":[],"title":["Magneto-electric momentum transfer to atoms and molecules"],"description":["  We report the first observation of mechanical momentum transferred to atoms\nand molecules upon application of crossed electric and magnetic fields. We\nidentify this momentum as the microscopic analogue of the classical Abraham\nforce. Several predictions of additional magneto-electrically induced\nmechanical momentum are addressed. One of them, proposed to result from the\ninteraction with the quantum vacuum, is experimentally refuted, others are\nfound to be currently below experimental detection.\n","Comment: 4 pages, 3 figures, one table"]}]
["1107.5292",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5292"],"date":["2011-07-26"],"type":["text"],"creator":["Binder, Yevgeny","Ramsey, Gordon P.","Sivers, Dennis"],"language":[],"coverage":[],"title":["Studying Spin-Orbit Dynamics using Measurements of the Proton's\n  Polarized Gluon Asymmetry"],"description":["  Measurements involving the gluon spin density, Delta G=G++ - G+-, can play an\nimportant role in the quantitative understanding of proton structure. To\ndemonstrate this, we show that the shape of the gluon asymmetry, A(x,t)=Delta\nG(x,t)/G(x,t), contains significant dynamical information about\nnon-perturbative spin-orbit effects. It is instructive to use a separation\nA(x,t)=A_0^epsilon(x)+epsilon(x,t), where A_0^epsilon(x) is an approximately\nscale-invariant form that can be calculated within a given factorization\nprescription from the measured distributions Delta q(x,t), q(x,t) and G(x,t).\nApplying this separation with the J_z=1/2 sum rule provides a convenient way to\ndetermine the total amount of orbital angular momentum generated by mechanisms\nassociated with confinement and chiral dynamics. The results are consistent\nwith alternate non-perturbative approaches to the determination of orbital\nangular momentum in the proton. Our studies help to specify the accuracy that\nfuture measurements should achieve to constrain theoretical models for nucleon\nstructure.\n","Comment: 24 pages, 3 figures"]}]
["1107.5297",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5297"],"date":["2011-07-26"],"type":["text"],"creator":["Stefl, S.","Rivinius, T.","Baade, D.","Carciofi, A."],"language":[],"coverage":[],"title":["AMBER high-spectral resolution interferometry of Be stars: More than\n  just stars and disks?"],"description":["  High spectral-resolution Br-gamma VLTI/AMBER observations of classical Be\nstars reveal complex visibility, phase, and closure phase profiles, which were\nnot seen in previous lower-resolution data. They present new challenges for the\nmodeling of Be stars and may require additional ingredients over and above the\nconventional central star + circumstellar disk paradigm.\n","Comment: Presented at the workshop \"Resolving the Future of Astronomy with\n  Long-Baseline Interferometry\", Socorro, NM, USA, March 28 - 31, 2011"]}]
["1107.5299",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.5299"],"date":["2011-07-26"],"type":["text"],"creator":["Berashevich, Julia","Chakraborty, Tapash"],"language":[],"coverage":[],"title":["On the nature of interlayer interactions in a system of two graphene\n  fragments"],"description":["  With the help of the quantum chemistry methods we have investigated the\nnature of interlayer interactions between graphene fragments in different\nstacking arrangements (AA and AB). We found that the AB stacking pattern as the\nground state of the system, is characterized by the effective inter-band\norbital interactions which are barely present in the AA. Their vanishing\ninduces electronic decoupling between the graphene layers, so that the bonding\ninteraction $\\Delta E_{oi}$ between the flakes is drastically reduced from\n-0.482 eV to -0.087 eV as the stacking pattern is changed from AB to AA. The\neffective way to improve the bonding interaction between layers preserving the\nsame AA lattice order is to induce rotation of the layer. As the flake is\nrotated, the bonding interactions are improved mostly due to suppression of the\nPauli repulsion which in turn increases the interlayer orbital interactions,\nwhile the inter-band part of those remain negligible on the whole range of the\nrotation angle. The Pauli repulsion is also found to be the main force moving\napart two fragments as the stacking pattern is changed from AA to AB. This\nenhances the equilibrium interlayer distance, which for the AA staking is\nlarger than the established value for the AB stacking (3.4 A)\n","Comment: 9 pages, 3 figures, 3 tables"]}]
["cond-mat/0605050",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0605050","Phys.Lett.A357, 384 (2006)","doi:10.1016/j.physleta.2006.04.058"],"date":["2006-05-02"],"type":["text"],"creator":["Anokhin, A. O.","Zarubin, A. V.","Irkhin, V. Yu."],"language":[],"coverage":[],"title":["Single-particle spectrum for a model of fermions interacting with\n  two-level local excitations on a lattice: A dynamical CPA approach"],"description":["  The problem of motion of a single electron interacting with a periodic\nlattice of two-level systems is investigated within a spinless fermion model.\nThe Green's function is calculated in a single-site dynamical coherent\npotential approximation which is equivalent to DMFT. The picture of\none-electron density of states is obtained for various values of the tunnel\nsplitting and coupling between the electron and two-level system. The\noccurrence of a band splitting with increase of the coupling is demonstrated.\n","Comment: 9 pages, 2 figures, Physics Letters A, accepted"]}]
["cond-mat/0610597",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0610597","J. Chem. Phys., 126, 144102 (2007)","doi:10.1063/1.2712444"],"date":["2006-10-21","2007-02-17"],"type":["text"],"creator":["Miller III, Thomas F.","Predescu, Cristian"],"language":[],"coverage":[],"title":["Sampling diffusive transition paths"],"description":["  We address the problem of sampling double-ended diffusive paths. The ensemble\nof paths is expressed using a symmetric version of the Onsager-Machlup formula,\nwhich only requires evaluation of the force field and which, upon direct time\ndiscretization, gives rise to a symmetric integrator that is accurate to second\norder. Efficiently sampling this ensemble requires avoiding the well-known\nstiffness problem associated with sampling infinitesimal Brownian increments of\nthe path, as well as a different type of stiffness associated with sampling the\ncoarse features of long paths. The fine-feature sampling stiffness is\neliminated with the use of the fast sampling algorithm (FSA), and the\ncoarse-feature sampling stiffness is avoided by introducing the sliding and\nsampling (S&S) algorithm. A key feature of the S&S algorithm is that it enables\nmassively parallel computers to sample diffusive trajectories that are long in\ntime. We use the algorithm to sample the transition path ensemble for the\nstructural interconversion of the 38-atom Lennard-Jones cluster at low\ntemperature.\n","Comment: 13 pages 5 figures"]}]
["cond-mat/0702407",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0702407","Proc. Natl. Acad. USA, 104, 14559 (2007)","doi:10.1073/pnas.0705830104"],"date":["2007-02-17"],"type":["text"],"creator":["Miller III, Thomas F.","Vanden-Eijnden, Eric","Chandler, David"],"language":[],"coverage":[],"title":["Solvent coarse-graining and the string method applied to the hydrophobic\n  collapse of a hydrated chain"],"description":["  Using computer simulations of over 100,000 atoms, the mechanism for the\nhydrophobic collapse of an idealized hydrated chain is obtained. This is done\nby coarse-graining the atomistic water molecule positions over 129,000\ncollective variables that represent the water density field and then using the\nstring method in these variables to compute the minimum free energy pathway\n(MFEP) for the collapsing chain. The dynamical relevance of the MFEP (i.e. its\ncoincidence with the mechanism of collapse) is validated a posteriori using\nconventional molecular dynamics trajectories. Analysis of the MFEP provides\natomistic confirmation for the mechanism of hydrophobic collapse proposed by\nten Wolde and Chandler. In particular, it is shown that lengthscale-dependent\nhydrophobic dewetting is the rate-limiting step in the hydrophobic collapse of\nthe considered chain.\n","Comment: 11 pages, 7 figures, including supporting information"]}]
["math/0606637",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Algebraic Geometry","17B37, 14D21, 14L30, 16G20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0606637","Representation Theory of Algebraic Groups and Quantum Groups,\n  Progress in Mathematics, Vol. 284, 2011, 257--272"],"date":["2006-06-26"],"type":["text"],"creator":["Nakajima, Hiraku"],"language":[],"coverage":[],"title":["$t$--analogs of $q$--characters of quantum affine algebras of type\n  $E_6$, $E_7$, $E_8$"],"description":["  We compute $t$--analogs of $q$--characters of all $l$--fundamental\nrepresentations of the quantum affine algebras of type $E_6^{(1)}$,\n$E_7^{(1)}$, $E_8^{(1)}$ by a supercomputer. In particular, we prove the\nfermionic formula for Kirillov-Reshetikhin modules conjectured by Hatayama et\nal. (math.QA/9812022) for these classes of representations. We also give\nexplicitly the monomial realization of the crystal of the corresponding\nfundamental representations of the qunatum enveloping algebras associated with\nfinite dimensional Lie algebras of types $E_6$, $E_7$, $E_8$. These are\ncomputations of Betti numbers of graded quiver varieties, quiver varieties and\ndetermination of all irreducible components of the lagrangian subvarities of\nquiver varieties of types $E_6$, $E_7$, $E_8$ respectively.\n","Comment: 13 pages, 4 tables"]}]
["math/0611389",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Number Theory","13A50, 32Wxx, 15A72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0611389"],"date":["2006-11-13","2011-07-26"],"type":["text"],"creator":["Yang, Jae-Hyun"],"language":[],"coverage":[],"title":["Invariant Differential Operators on the Minkowski-Euclid Space"],"description":["  For two positive integers m and n, we let ${\\mathcal P}_n$ be the open convex\ncone in ${\\mathbb R}^{n(n+1)/2}$ consisting of positive definite n x n real\nsymmetric matrices and let ${\\mathbb R}^{(m,n)}$ be the set of all m x n real\nmatrices. In this article, we investigate differential operators on the\nnon-reductive manifold ${\\mathcal P}_n \\times {\\mathbb R}^{(m,n)}$ that are\ninvariant under the natural action of the semidirect product group GL(n,R)\n$\\ltimes {\\mathbb R}^{(m,n)}$ on the Minkowski-Euclid space ${\\mathcal P}_n\n\\times {\\mathbb R}^{(m,n)}$. These invariant differential operators play an\nimportant role in the theory of automorphic forms on GL(n,R) $\\ltimes {\\mathbb\nR}^{(m,n)}$ generlaizing that of automorphic forms on GL(n,R).\n","Comment: revised version : more new results and more open problems. page 3 :\n  Correction of the Killing form and the inner product page 6 : Correction of\n  the Killing form Several new materials added page 13 : This This paper has\n  been withdrawn by the author due to a new revised version. Correction of\n  typographical errors in Example 4.2 (pp. 11-12) page 14 : A reference added"]}]
["physics/0511201",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Statistical Mechanics","Computer Science - Computer Science and Game Theory","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0511201","Artificial Life X, edited by L. M. Rocha et al., pages 480-485,\n  MIT press (2006)"],"date":["2005-11-23"],"type":["text"],"creator":["Baronchelli, Andrea","Dall'Asta, Luca","Barrat, Alain","Loreto, Vittorio"],"language":[],"coverage":[],"title":["Strategies for fast convergence in semiotic dynamics"],"description":["  Semiotic dynamics is a novel field that studies how semiotic conventions\nspread and stabilize in a population of agents. This is a central issue both\nfor theoretical and technological reasons since large system made up of\ncommunicating agents, like web communities or artificial embodied agents teams,\nare getting widespread. In this paper we discuss a recently introduced simple\nmulti-agent model which is able to account for the emergence of a shared\nvocabulary in a population of agents. In particular we introduce a new\ndeterministic agents' playing strategy that strongly improves the performance\nof the game in terms of faster convergence and reduced cognitive effort for the\nagents.\n","Comment: 6 pages, 6 figures"]}]
