["1101.4787",{"format":[],"subject":["Mathematics - General Mathematics","16Y60, 16Y99, 03E72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4787"],"date":["2011-01-25"],"type":["text"],"creator":["Sardar, S. K.","Davvaz, B.","Mandal, D."],"language":[],"coverage":[],"title":["Fuzzy h-ideals of a $\\Gamma-$hemiring and its operator hemirings"],"description":["  Various correspondence between fuzzy h-ideals of a $\\Gamma$-hemiring and\nfuzzy h-ideals of its operator hemirings are established and some of their\ncharacterizations are given using lattice structure and cartesian product.\n","Comment: 23 pages"]}]
["1101.4791",{"format":[],"subject":["Mathematics - General Mathematics","16Y60, 16Y99, 03E72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4791"],"date":["2011-01-25"],"type":["text"],"creator":["Dutta, T. K.","Sardar, Sujit Kumar","Goswami, Sarbani"],"language":[],"coverage":[],"title":["Operations on fuzzy ideals of $\\Gamma$-semirings"],"description":["  The purpose of this paper is to introduce different types of operations on\nfuzzy ideals of $\\Gamma$-semirings and to prove subsequently that these\noprations give rise to different structures such as complete lattice, modular\nlattice on some restricted class of fuzzy ideals of $\\Gamma$-semirings. A\ncharacterization of a regular $\\Gamma$-semiring has also been obtained in terms\nof fuzzy subsets.\n","Comment: 13 pages Submitted for publication in May, 2009"]}]
["1101.4807",{"format":[],"subject":["Mathematics - General Mathematics","16Y60, 16Y99, 03E72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4807"],"date":["2011-01-25"],"type":["text"],"creator":["Sardar, Sujit Kumar","Jun, Y. B.","Goswami, Sarbani"],"language":[],"coverage":[],"title":["Role of operator semirings in characterizing $\\Gamma$-semirings in terms\n  of fuzzy subsets"],"description":["  The operator semirings of a $\\Gamma$-semiring have been brought into use to\nstudy $\\Gamma$-semiring in terms of fuzzy subsets. This is accomplished by\nobtaining various relationships between the set of all fuzzy ideals of a\n$\\Gamma$-semiring and the set of all fuzzy ideals of its left operator semiring\nsuch as lattice isomorphism between the sets of fuzzy ideals of a\n$\\Gamma$-semiring and its operator semirings.\n","Comment: 12 pages Submitted for publication in November,2009"]}]
["1102.1350",{"format":[],"subject":["Mathematics - General Mathematics","03E72"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1350"],"date":["2011-02-04"],"type":["text"],"creator":["Sardar, Sujit Kumar","Mandal, Debabrata"],"language":[],"coverage":[],"title":["Extension of Fuzzy h-ideals in $\\Gamma$-hemirings"],"description":["  In this paper the concept of the extension of fuzzy h-ideals in one-sided\n$\\Gamma$-hemiring is introduced and some of its properties are investigated.\nSpecially we have studied the extension of prime fuzzy h-ideals in\n$\\Gamma$-hemirings and gave its characterization.\n","Comment: 9 pages"]}]
["1107.3129",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3129"],"date":["2011-07-15"],"type":["text"],"creator":["Oggier, Frederique","Datta, Anwitaman"],"language":[],"coverage":[],"title":["Homomorphic Self-repairing Codes for Agile Maintenance of Distributed\n  Storage Systems"],"description":["  Distributed data storage systems are essential to deal with the need to store\nmassive volumes of data. In order to make such a system fault-tolerant, some\nform of redundancy becomes crucial, incurring various overheads - most\nprominently in terms of storage space and maintenance bandwidth requirements.\nErasure codes, originally designed for communication over lossy channels,\nprovide a storage efficient alternative to replication based redundancy,\nhowever entailing high communication overhead for maintenance, when some of the\nencoded fragments need to be replenished in news ones after failure of some\nstorage devices. We propose as an alternative a new family of erasure codes\ncalled self-repairing codes (SRC) taking into account the peculiarities of\ndistributed storage systems, specifically the maintenance process. SRC has the\nfollowing salient features: (a) encoded fragments can be repaired directly from\nother subsets of encoded fragments by downloading less data than the size of\nthe complete object, ensuring that (b) a fragment is repaired from a fixed\nnumber of encoded fragments, the number depending only on how many encoded\nblocks are missing and independent of which specific blocks are missing. This\npaper lays the foundations by defining the novel self-repairing codes,\nelaborating why the defined characteristics are desirable for distributed\nstorage systems. Then homomorphic self-repairing codes (HSRC) are proposed as a\nconcrete instance, whose various aspects and properties are studied and\ncompared - quantitatively or qualitatively with respect to other codes\nincluding traditional erasure codes as well as other recent codes designed\nspecifically for storage applications.\n","Comment: arXiv admin note: significant text overlap with arXiv:1008.0064"]}]
["1107.3164",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3164","Phys.Rev.D84:044013,2011","doi:10.1103/PhysRevD.84.044013"],"date":["2011-07-15","2011-08-03"],"type":["text"],"creator":["Ali, Ahmed Farag","Das, Saurya","Vagenas, Elias C."],"language":[],"coverage":[],"title":["A proposal for testing Quantum Gravity in the lab"],"description":["  Attempts to formulate a quantum theory of gravitation are collectively known\nas {\\it quantum gravity}. Various approaches to quantum gravity such as string\ntheory and loop quantum gravity, as well as black hole physics and doubly\nspecial relativity theories predict a minimum measurable length, or a maximum\nobservable momentum, and related modifications of the Heisenberg Uncertainty\nPrinciple to a so-called generalized uncertainty principle (GUP). We have\nproposed a GUP consistent with string theory, black hole physics and doubly\nspecial relativity theories and have showed that this modifies all quantum\nmechanical Hamiltonians. When applied to an elementary particle, it suggests\nthat the space that confines it must be quantized, and in fact that all\nmeasurable lengths are quantized in units of a fundamental length (which can be\nthe Planck length). On the one hand, this may signal the breakdown of the\nspacetime continuum picture near that scale, and on the other hand, it can\npredict an upper bound on the quantum gravity parameter in the GUP, from\ncurrent observations. Furthermore, such fundamental discreteness of space may\nhave observable consequences at length scales much larger than the Planck\nscale. Because this influences all the quantum Hamiltonians in an universal\nway, it predicts quantum gravity corrections to various quantum phenomena.\nTherefore, in the present work we compute these corrections to the Lamb shift,\nsimple harmonic oscillator, Landau levels, and the tunneling current in a\nscanning tunneling microscope.\n","Comment: v1: 10 pages, REVTeX 4, no figures; v2: minor typos corrected and a\n  reference added. arXiv admin note: has substantial overlap with\n  arXiv:0906.5396 , published in a different journal"]}]
["1107.3357",{"format":[],"subject":["Physics - Chemical Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.3357","Mol. Phys. 107, 1777 (2009)","doi:10.1080/00268970903078542"],"date":["2011-07-18"],"type":["text"],"creator":["Chakraborty, Aniruddha"],"language":[],"coverage":[],"title":["Buckled nano rod - a two state system: quantum effects on its dynamics"],"description":["  We consider a suspended elastic rod under longitudinal compression. The\ncompression can be used to adjust potential energy for transverse displacements\nfrom harmonic to double well regime. The two minima in potential energy curve\ndescribe two possible buckled states. Using transition state theory (TST) we\nhave calculated the rate of conversion from one state to other. If the strain\n$\\epsilon = 4 \\epsilon_c$ the simple TST rate diverges. We suggest a method to\ncorrect this divergence for quantum calculations. We also find that zero point\nenergy contributions can be quite large so that single mode calculations can\nlead to large errors in the rate.\n","Comment: arXiv admin note: this article republishes almost the entirety of\n  arXiv:cond-mat/0411253v1 , published in a different journal"]}]
["1108.1371",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1371","Eur.Phys.J.C71:1701,2011","doi:10.1140/epjc/s10052-011-1701-7"],"date":["2011-08-05"],"type":["text"],"creator":["Herrera, Ramon","Martin, Eugenio San"],"language":[],"coverage":[],"title":["Warm-Intermediate inflationary universe model in braneworld cosmologies"],"description":["  Warm-intermediate inflationary universe models in the context of braneworld\ncosmologies, are studied. This study is done in the weak and strong dissipative\nregimes. We find that, the scalar potentials and dissipation coefficients in\nterms of the scalar field, evolves as type-power-law and powers of logarithms,\nrespectively. General conditions required for these models to be realizable are\nderived and discussed. We also study the scalar and tensor perturbations for\neach regime. We use recent astronomical observations to constraint the\nparameters appearing in the braneworld models.\n","Comment: 19 pages, 2 figures. Published in Eur. Phys. J. C. arXiv admin note:\n  substantial overlap with arXiv:0903.4214 and arXiv:1003.5645"]}]
["1108.1881",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1881"],"date":["2011-08-09"],"type":["text"],"creator":["Yu, Liang"],"language":[],"coverage":[],"title":["Asymptotic Limits of the Wigner $12J$-Symbol in Terms of the\n  Ponzano-Regge Phases"],"description":["  There are two types of asymptotic formulas for the $12j$ symbol with one\nsmall and 11 large angular momenta. We have derived the first type of formula\npreviously in [L. Yu, Phys. Rev. A84 022101 (2011)]. We will derive the second\ntype in this paper. We find that this second asymptotic formula for the $12j$\nsymbol is expressed in terms of the vector diagram associated with two $6j$\nsymbols, namely, the vector diagram of two adjacent tetrahedra sharing a common\nface. As a result, two sets of Ponzano-Regge phases appear in the asymptotic\nformula. This work contributes another asymptotic formula of the Wigner $12j$\nsymbol to the re-coupling theory of angular momenta.\n","Comment: 13 pages, 10 figures. arXiv admin note: substantial overlap with\n  arXiv:1104.3275"]}]
["1108.1901",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Condensed Matter - Statistical Mechanics","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1901"],"date":["2011-08-09"],"type":["text"],"creator":["Lopez-Ruiz, Ricardo","Shivanian, Elyas"],"language":[],"coverage":[],"title":["A Nonlinear Map for the Decay to Equilibrium of Ideal Gases"],"description":["  An operator that governs the discrete time evolution of the velocity\ndistribution of an out-of-equilibrium ideal gas will be presented. This\nnonlinear map, which conserves the momentum and the energy of the ideal gas,\nhas the Maxwellian Velocity Distribution (MVD) as an asymptotic equilibrium.\nMoreover, the system displays the increasing of the entropy during the decay to\nthe MVD.\n","Comment: 3 pages, 2 figures. arXiv admin note: substantial overlap with\n  1105.4813"]}]
["1108.1945",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1945"],"date":["2011-08-09"],"type":["text"],"creator":["Samb, Rawane"],"language":[],"coverage":[],"title":["Nonparametric kernel estimation of the error density"],"description":["  Consider the nonparametric regression model Y=m(X)+E, where the function m is\nsmooth but unknown, and E is independent of X. An estimator of the density of\nthe error term E is proposed and its weak consistency is obtained. The\ncontribution of this paper is twofold. First, we evaluate the impact of the\nestimation of the regression function on the error density estimator. Secondly,\nthe optimal choices of the first and second step bandwidths used for estimating\nthe regression function and the error density are proposed. Further, we\ninvestigate the asymptotic normality of the error density estimator and\nevaluate its performances in simulated examples.\n","Comment: arXiv admin note: substantial overlap with arXiv:1010.0439 and\n  arXiv:1011.0674"]}]
["1108.3379",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Group Theory","13A50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3379"],"date":["2011-08-16"],"type":["text"],"creator":["Kang, Ming-chang","Michailov, Ivo M.","Zhou, Jian"],"language":[],"coverage":[],"title":["Noether's problem for the groups with a cyclic subgroup of index 4"],"description":["  Let $G$ be a finite group and $k$ be a field. Let $G$ act on the rational\nfunction field $k(x_g:g\\in G)$ by $k$-automorphisms defined by $g\\cdot\nx_h=x_{gh}$ for any $g,h\\in G$. Noether's problem asks whether the fixed field\n$k(G)=k(x_g:g\\in G)^G$ is rational (i.e. purely transcendental) over $k$.\nTheorem 1. If $G$ is a group of order $2^n$ ($n\\ge 4$) and of exponent $2^e$\nsuch that (i) $e\\ge n-2$ and (ii) $\\zeta_{2^{e-1}} \\in k$, then $k(G)$ is\n$k$-rational. Theorem 2. Let $G$ be a group of order $4n$ where $n$ is any\npositive integer (it is unnecessary to assume that $n$ is a power of 2). Assume\nthat {\\rm (i)} $\\fn{char}k \\ne 2$, $\\zeta_n \\in k$, and {\\rm (ii)} $G$ contains\nan element of order $n$. Then $k(G)$ is rational over $k$, except for the case\n$n=2m$ and $G \\simeq C_m \\rtimes C_8$ where $m$ is an odd integer and the\ncenter of $G$ is of even order (note that $C_m$ is normal in $C_m \\rtimes C_8$)\n; for the exceptional case, $k(G)$ is rational over $k$ if and only if at least\none of $-1, 2, -2$ belongs to $(k^{\\times})^2$.\n","Comment: arXiv admin note: incorporates virtually all of arXiv:1009.2299"]}]
["1108.3552",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Functional Analysis","Mathematics - Probability","Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3552"],"date":["2011-08-17"],"type":["text"],"creator":["Dou, Winston Wei","Pollard, David","Zhou, Harrison H."],"language":[],"coverage":[],"title":["Estimation in Functional Regression for General Exponential Families"],"description":["  This paper studies a class of exponential family models whose canonical\nparameters are specified as linear functionals of an unknown\ninfinite-dimensional slope function. The optimal minimax rates of convergence\nfor slope function estimation are established. The estimators that achieve the\noptimal rates are constructed by constrained maximum likelihood estimation with\nparameters whose dimension grows with sample size. A change-of-measure\nargument, inspired by Le Cam's theory of asymptotic equivalence, is used to\neliminate the bias caused by the non-linearity of exponential family models.\n","Comment: arXiv admin note: significant text overlap with arXiv:1001.3742"]}]
["1108.3979",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3979"],"date":["2011-08-19"],"type":["text"],"creator":["Sheka, E. F.","Popova, N. A."],"language":[],"coverage":[],"title":["How Graphene is Transformed into Regular Graphane Structure"],"description":["  The paper presents the first computational experiment on the transformation\nof a graphene sheet (graphene molecule Cn) into graphane (CH)n of regular\nchairlike structure. The transformation is considered as stepwise hydrogenation\nof the pristine molecule governed with a particular algorithm. A spatial\ndistribution of the number of effectively unpaired electrons NDA over the\ncarbon carcass lays the algorithm foundation. The atomically mapped high rank\nNDA values are taken as pointers of target atoms at each reaction step. A\ncomplete hydrogenation followed by the formation of regular chairlike graphane\nstructure (CH)n is possible if only all the edge carbon atoms at the perimeter\nof pristine sheet are fixed thus simulating a fixed membrane, while the sheet\nis accessible for hydrogen atoms from both side. The calculations were\nperformed within the framework of unrestricted broken symmetry Hartree-Fock\napproach by using semiempirical AM1 technique.\n","Comment: 16 pages, 6 figures, 2 charts. arXiv admin note: substantial overlap\n  with arXiv:1102.0922"]}]
["1108.4597",{"format":[],"subject":["Mathematics - General Mathematics","03B10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4597"],"date":["2011-08-20"],"type":["text"],"creator":["Anand, Bhupinder Singh"],"language":[],"coverage":[],"title":["A case for weakening the Church-Turing Thesis"],"description":["  We conclude from Goedel's Theorem VII of his seminal 1931 paper that every\nrecursive function f(x_{1}, x_{2}) is representable in the first-order Peano\nArithmetic PA by a formula [F(x_{1}, x_{2}, x_{3})] which is algorithmically\nverifiable, but not algorithmically computable, if we assume that the negation\nof a universally quantified formula of the first-order predicate calculus is\nalways indicative of the existence of a counter-example under the standard\ninterpretation of PA. We conclude that the standard postulation of the\nChurch-Turing Thesis does not hold if we define a number-theoretic formula as\neffectively computable if, and only if, it is algorithmically verifiable; and\nneeds to be replaced by a weaker postulation of the Thesis as an equivalence.\n","Comment: 22pages. an updated version of this manuscript is accessible at\n  http://alixcomsi.com/30_Church_Turing_Thesis_Update.pdf . arXiv admin note:\n  substantial text overlap with arXiv:1003.5602"]}]
["1108.4760",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4760"],"date":["2011-08-24"],"type":["text"],"creator":["Cooper, J. B."],"language":[],"coverage":[],"title":["Thermodynamical identities---a systematic approach"],"description":["  We present a systematic approach to thermodynamical identities and illustrate\nthe power of these methods by displaying Mathematica notebooks to deal with a\nlarge variety of such identities. In concrete examples these can involve rather\ntedious, not to way impossible, computations when done by hand.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1102.1540"]}]
["1108.4945",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.4945"],"date":["2011-08-24"],"type":["text"],"creator":["Chen, Gui-Qiang","Slemrod, Marshall","Wang, Dehua"],"language":[],"coverage":[],"title":["A Fluid Dynamic Formulation of the Isometric Embedding Problem in\n  Differential Geometry"],"description":["  The isometric embedding problem is a fundamental problem in differential\ngeometry. A longstanding problem is considered in this paper to characterize\nintrinsic metrics on a two-dimensional Riemannian manifold which can be\nrealized as isometric immersions into the three-dimensional Euclidean space. A\nremarkable connection between gas dynamics and differential geometry is\ndiscussed. It is shown how the fluid dynamics can be used to formulate a\ngeometry problem. The equations of gas dynamics are first reviewed. Then the\nformulation using the fluid dynamic variables in conservation laws of gas\ndynamics is presented for the isometric embedding problem in differential\ngeometry.\n","Comment: arXiv admin note: substantial text overlap with arXiv:0805.2433"]}]
["1108.5050",{"format":[],"subject":["Mathematical Physics","Mathematics - Differential Geometry","Mathematics - Dynamical Systems","53C80, 70G45, 70H20, 70S05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5050"],"date":["2011-08-25"],"type":["text"],"creator":["Arcuş, Constantin M."],"language":[],"coverage":[],"title":["Hamiltonian Mechanics on Duals of Generalized Lie Algebroids"],"description":["  A new description, different by the classical theory of Hamiltonian\nMechanics, in the general framework of generalized Lie algebroids is presented.\nIn the particular case of Lie algebroids, new and important results are\nobtained. We present the \\emph{dual mechanical systems} called by use,\n\\emph{dual mechanical}$(\\rho,\\eta) $\\emph{-systems, Hamilton\nmechanical}$(\\rho,\\eta) $\\emph{-systems} or \\emph{% Cartan\nmechanical}$(\\rho,\\eta) $\\emph{-systems.} and we develop their geometries. We\nobtain the canonical $(\\rho,\\eta) $\\emph{-}semi(spray) associated to a dual\nmechanical $(\\rho,\\eta) $-system. The Hamilton mechanical $(\\rho,\\eta)$-systems\nare the spaces necessary to develop a Hamiltonian formalism. We obtain the\n$(\\rho,\\eta)$-semispray associated to a regular Hamiltonian $H$ and external\nforce $F_{e}$ and we derive the equations of Hamilton-Jacobi type.\n","Comment: 36 p, arXiv admin note: largely contained in arXiv:1007.1541"]}]
["1108.5133",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5133"],"date":["2011-08-25"],"type":["text"],"creator":["Abreu, Everton M. C.","Neves, Mario J."],"language":[],"coverage":[],"title":["Causality in noncommutative spacetime"],"description":["  In this paper we investigated the causality problem present in the recent\nwork about the Doplicher-Fredenhagen-Roberts-Amorim (DFRA) noncommutative\nframework which analyzed the complex scalar field. To accomplish this task we\nprovided a brief review of the main ingredients of the problem and we\ndemonstrated precisely that the DFRA algebra obeys the rules of the Canonical\nCommutation Relations algebra. This fact permitted us to prove the form of the\nDFRA operators previously constructed in the usual way. After that, we\nintroduced the solution of its Klein-Gordon equation with a source term. Its\nsolution was accomplished through the retarded, advanced and causal Green\nfunctions constructed in this noncommutative ten dimensional DFRA spacetime. We\nbelieve that this solution constitutes the first step in the elaboration of a\nquantum field theory using the DFRA formalism where the noncommutative\nparameter is an ordinary coordinate of the system and therefore has a canonical\nconjugate momentum.\n","Comment: 26 pages. Latex-JHEP style. arXiv admin note: substantial text\n  overlap with arXiv:0909.0465"]}]
["1108.5432",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5432"],"date":["2011-08-27"],"type":["text"],"creator":["Bruevich, E. A.","Ivanov-Kholodnyj, G. S."],"language":[],"coverage":[],"title":["On cyclic activity of the Sun and solar-type stars"],"description":["  The cyclicity of 33 solar-type stars that are similar to 11-year and to the\nquasi-biennial variations of solar radiation have studied. Our calculation were\nbased on new simultaneous observations of the flux variations of the\nphotospheric and chromospheric emissions of 33 solar-type stars and the Sun\nduring the HK project that were conducted over the last 20 years. The method of\nFast Fourier Transform was applied to these observed data. In addition to the\nknown cyclic chromospheric emission variations of stars at the 11-year time\nscale, which were discovered at the Mount Wilson Observatory, we found a\nrecurrences on the quasi-biennial time scale. The results of calculations of\nperiods of the star's fluxes variations at the 11-year and quasi-biennial time\nscales are presented\n","Comment: 12 pages, 4 figures. arXiv admin note: substantial text overlap with\n  arXiv:1102.3976"]}]
["1108.5477",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.5477"],"date":["2011-08-27"],"type":["text"],"creator":["Li, Xiaoli","Wang, Dehua"],"language":[],"coverage":[],"title":["Global solution to the incompressible flow of liquid crystals"],"description":["  The initial boundary value problem for the three-dimensional incompressible\nflow of liquid crystals is considered in a bounded smooth domain. The existence\nand uniqueness is established for both the local strong solution with large\ninitial data and the global strong solution with small data. It is also proved\nthat when the strong solution exists, a weak solution must be equal to the\nunique strong solution with the same data.\n","Comment: arXiv admin note: substantial text overlap with arXiv:0906.4802"]}]
["1108.6104",{"format":[],"subject":["Mathematics - Statistics Theory","62D05, 90C15, 90C29, 90C10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.6104"],"date":["2011-08-30"],"type":["text"],"creator":["Diaz-Garcia, Jose A.","Raos-Quiroga, Rogelio"],"language":[],"coverage":[],"title":["A modified Pr\\'ekopa's approach in optimum allocation in multivariate\n  stratified random sampling"],"description":["  A modified Prekopa's approach is considered for the problem of optimum\nallocation in multivariate stratified random sampling. An example is solved by\napplying the proposed methodology.\n","Comment: 14 pages. arXiv admin note: substantial text overlap with\n  arXiv:1105.3224"]}]
["1108.6323",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.6323"],"date":["2011-08-18"],"type":["text"],"creator":["Ion, D. B.","Ion-Mihai, Reveica","Ion, M. L."],"language":[],"coverage":[],"title":["Pionic Supergiant Radiohalos as Integral Record of Pion Emission During\n  Nuclear Fission"],"description":["  In this paper we presented a short review of radioactive halos as from the\nperspective of their interpretation as integral record in time of different\nkind of known or unknown radioactivities. A special attention is paid for the\nunified interpretation of the supergiant halos (SGH), discovered by Grady,\nWalker and Laemlein, as integral record of pion emission during fission.\n","Comment: 8 pages, 7 figures. arXiv admin note: substantial text overlap with\n  arXiv:nucl-th/0401013"]}]
["1109.0067",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0067","JCAP 11 (2011) 032","doi:10.1088/1475-7516/2011/11/032"],"date":["2011-08-31","2011-11-08"],"type":["text"],"creator":["Guo, Zong-Kuan","Zhang, Yuan-Zhong"],"language":[],"coverage":[],"title":["Uncorrelated estimates of the primordial power spectrum"],"description":["  We use the localized principle component analysis to detect deviations from\nscale invariance of the primordial power spectrum of curvature perturbations.\nWith the technique we make uncorrelated estimates of the primordial power\nspectrum with five wavenumber bins. In the framework of a minimal LCDM model,\nusing the latest cosmic microwave background data from the WMAP and ACT\nexperiments we find that more than 95% of the preferred models are incompatible\nwith the assumption of scale-invariance, but still compatible with a power-law\nprimordial spectrum. We also forecast the sensitivity and constraints\nachievable by the Planck experiment by performing Monte Carlo studies on\nsimulated data. Planck could significantly improve the constraints on the\nprimordial power spectrum, especially at small scales by roughly a factor of 4.\n","Comment: 8 pages, 2 figures, 1 table, JCAP style, references added, published\n  version. arXiv admin note: substantial text overlap with arXiv:1105.5916"]}]
["1109.0068",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0068"],"date":["2011-08-31","2011-09-02"],"type":["text"],"creator":["Deng, Xue-Mei"],"language":[],"coverage":[],"title":["Constraints on a scalar-tensor theory with an intermediate-range force\n  by binary pulsars"],"description":["  Searching for an intermediate-range force has been considerable interests in\ngravity experiments. In this paper, aiming at a scalar-tensor theory with an\nintermediate-range force, we have derived the metric and equations of motion\n(EOMs) in the first post-Newtonian (1PN) approximation for general matter\nwithout specific equation of state and $N$ point masses firstly. Subsequently,\nthe secular periastron precession $\\dot{\\omega}$ of binary pulsars in harmonic\ncoordinates is given. After that, $\\dot{\\omega}$ of four binary pulsars data\n(PSR B1913+16, PSR B1534+12, PSR J0737-3039 and PSR B2127+11C) have been used\nto constrain the intermediate-range force, namely, the parameters $\\alpha$ and\n$\\lambda$. $\\alpha$ and $\\lambda$ respectively represent the strength of the\nintermediate-range force coupling and its length scale. The limits from four\nbinary pulsars data are respectively $\\lambda=(4.95\\pm0.02)\\times10^{8}$m and\n$\\alpha=(2.30\\pm0.01)\\times10^{-8}$ if $\\beta=1$ where $\\beta$ is a parameter\nlike standard parametrized post-Newtonian parameter $\\beta_{PPN}$. When three\ndegrees of freedom ($\\alpha$, $\\lambda$ and $\\bar{\\beta}\\equiv\\beta-1$) in\n1$\\sigma$ confidence level are considered, it yields\n$\\alpha=(4.21\\pm0.01)\\times10^{-4}$, $\\lambda=(4.51\\pm0.01)\\times10^{7}$m and\n$\\bar{\\beta}=(-3.30\\pm0.01)\\times10^{-3}$. Through our research on the\nscalar-tensor theory with the intermediate-range force, it shows that the\nparameter $\\alpha$ is directly related to the parameter $\\gamma$\n($\\alpha=(1-\\gamma)/(1+\\gamma)$). Thus, this presents the constraints on\n$1-\\gamma$ by binary pulsars which is about $10^{-4}$ for three degrees of\nfreedom.\n","Comment: This paper has been withdrawn by the author due to some sign error.\n  arXiv admin note: had substantial text overlap with arXiv:0901.3730"]}]
["1109.0848",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0848"],"date":["2011-09-05","2011-11-16"],"type":["text"],"creator":["Mochizuki, Riuji","Ikegami, Kenji"],"language":[],"coverage":[],"title":["A necessary condition for brane solutions to have their origins in\n  string field theory"],"description":["  We present a necessary condition for brane solutions to have their origins in\nstring field theory. For such solutions, T-duality operations between IIA and\nIIB solutions should be well-defined. Nevertheless, not all S-brane solutions\nhave T-duality. The solutions that have T-duality and may accordingly be\nregarded as low-energy solutions of string field theory satisfy a condition in\nwhich some S-brane distributions are forbidden.\n","Comment: arXiv admin note: substantial text overlap with arXiv:1008.5220"]}]
["1109.1095",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1095"],"date":["2011-09-06"],"type":["text"],"creator":["Rehman, Abdur"],"language":[],"coverage":[],"title":["Diquark-Antidiquark Interpretation of Mesons"],"description":["  We study the spectroscopy of the states which defy conventional $c\\bar{c}$\ncharmonium and $b\\bar{b}$ bottomonium interpretation respectively, and are\ntermed as exotic states. In August 2003 a state X(3872), was discovered [K.\nAbe\\textit{\\ et al.} (Belle Collaboration), Phys. Rev. Lett. \\textbf{91},\n262001 (2003) [arXiv:hep-ex/0309032]] and in December 2007 a state Y(10890) was\nreported [K. F. Chen \\textit{et. al.} [Belle Collaboration], Phys. Rev. Lett.\n\\textbf{100}, 112001 (2008) [arXiv:0710.2577]. One possible interpretation of\nsuch exotic state is that they are tetraquark (diquark-antiquark) states.\nApplying knowledge of non-relativistic constituent quark model, we calculate\nthe spectrum of hidden charm and bottom exotic mesons within\ndiquark-antidiquark model. We investigate that X(3872) is $1^{++}$ state of the\nkind $X_{[cq]}=([cq]_{S=1}[ \\bar{c}\\bar{q}]_{S=0})_{S\\mathrm{-wave}}$, and\nY(10890) is $1^{--}$ state of the kind\n$Y_{[bq]}=([bq]_{S=0}[\\bar{b}\\bar{q}]_{S=0})_{\\mathrm{P-wave}}$ and calculate\nthe decay modes of these exotic states, further supporting X(3872) and Y(10890)\nas tetraquark (diquark-antidiquark) states and resolve the puzzling features of\nthe data. We study the radiative decays of these states, using the idea of\nVector Meson Dominance (VMD), which we hope will increase an insight about\nthese tetraquark states.\n","Comment: arXiv admin note: significant text overlap with arXiv:0911.2787,\n  arXiv:1006.2741, and arXiv:hep-ph/0409065"]}]
["1109.1533",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Learning","Computer Science - Networking and Internet Architecture","Computer Science - Systems and Control","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1533"],"date":["2011-09-07"],"type":["text"],"creator":["Dai, Wenhan","Gai, Yi","Krishnamachari, Bhaskar","Zhao, Qing"],"language":[],"coverage":[],"title":["The Non-Bayesian Restless Multi-Armed Bandit: A Case of Near-Logarithmic\n  Strict Regret"],"description":["  In the classic Bayesian restless multi-armed bandit (RMAB) problem, there are\n$N$ arms, with rewards on all arms evolving at each time as Markov chains with\nknown parameters. A player seeks to activate $K \\geq 1$ arms at each time in\norder to maximize the expected total reward obtained over multiple plays. RMAB\nis a challenging problem that is known to be PSPACE-hard in general. We\nconsider in this work the even harder non-Bayesian RMAB, in which the\nparameters of the Markov chain are assumed to be unknown \\emph{a priori}. We\ndevelop an original approach to this problem that is applicable when the\ncorresponding Bayesian problem has the structure that, depending on the known\nparameter values, the optimal solution is one of a prescribed finite set of\npolicies. In such settings, we propose to learn the optimal policy for the\nnon-Bayesian RMAB by employing a suitable meta-policy which treats each policy\nfrom this finite set as an arm in a different non-Bayesian multi-armed bandit\nproblem for which a single-arm selection policy is optimal. We demonstrate this\napproach by developing a novel sensing policy for opportunistic spectrum access\nover unknown dynamic channels. We prove that our policy achieves\nnear-logarithmic regret (the difference in expected reward compared to a\nmodel-aware genie), which leads to the same average reward that can be achieved\nby the optimal policy under a known model. This is the first such result in the\nliterature for a non-Bayesian RMAB. For our proof, we also develop a novel\ngeneralization of the Chernoff-Hoeffding bound.\n","Comment: arXiv admin note: significant text overlap with arXiv:1011.4752"]}]
["1109.1658",{"format":[],"subject":["Mathematics - Logic","06C15, 81P10, 06B23"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1658","Algebra Universalis, vol. 64, p. 379-396 (2010)"],"date":["2011-09-08"],"type":["text"],"creator":["Ischi, Boris"],"language":[],"coverage":[],"title":["Orthocomplemented weak tensor products"],"description":["  Let L_1 and L_2 be complete atomistic lattices. In a previous paper, we have\ndefined a set S=S(L_1,L_2) of complete atomistic lattices, the elements of\nwhich are called weak tensor products of L_1 and L_2. S is defined by means of\nthree axioms, natural regarding the description of some compound systems in\nquantum logic. It has been proved that S is a complete lattice. The top element\nof S, denoted by L_1 v L_2, is the tensor product of Fraser whereas the bottom\nelement, denoted by L_1 ^ L_2, is the box product of Graetzer and Wehrung. With\nsome additional hypotheses on L_1 and L_2 (true for instance if L_1 and L_2 are\nmoreover orthomodular with the covering property) we prove that S is a\nsingleton if and only if L_1 or L_2 is distributive, if and only if L_1 v L_2\nhas the covering property. Our main result reads: L in S admits an\northocomplementation if and only if L=L_1 ^ L_2. At the end, we construct an\nexample in S which has the covering property.\n","Comment: arXiv admin note: substantial text overlap with arXiv:math/0304350"]}]
["1109.1979",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.1979"],"date":["2011-09-09"],"type":["text"],"creator":["Novelli, Carla"],"language":[],"coverage":[],"title":["On Fano manifolds with an unsplit dominating family of rational curves"],"description":["  We study Fano manifolds $X$ admitting an unsplit dominating family of\nrational curves and we prove that the Generalized Mukai Conjecture holds if $X$\nhas pseudoindex $i_X = (\\dim X)/3$ or dimension $\\dim X=6$. We also show that\nthis conjecture is true for all Fano manifolds with $i_X > (\\dim X)/3$.\n","Comment: 11 pages. arXiv admin note: substantial text overlap with\n  arXiv:0905.4388"]}]
["1109.2253",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2253","J. Appl. Phys. 110, 054309 (2011)","doi:10.1063/1.3632059"],"date":["2011-09-10"],"type":["text"],"creator":["Ghosh, Manoranjan","Ningthoujam, R. S.","Vatsa, R. K.","Das, D.","Nataraju, V.","Gadkari, S. C.","Gupta, S. K.","Bahadur, D."],"language":[],"coverage":[],"title":["Role of ambient air on photoluminescence and electrical conductivity of\n  assembly of ZnO Nanoparticles"],"description":["  Effect of ambient gases on photoluminescence (PL) and electrical conductivity\nof films prepared using ZnO nanoparticles (NPs) have been investigated. It is\nobserved that NPs of size below 20 nm kept inside a chamber exhibit complete\nreduction in their visible PL when oxygen partial pressure of the surrounding\ngases is decreased by evacuation. However the visible PL from ZnO NPs is\ninsensitive to other major gases present in the ambient air. The rate of change\nof PL intensity with pressure is inversely proportional to the ambient air\npressure and increases when particle size decreases due to the enhanced surface\nto volume ratio. On the other hand an assembly of ZnO NPs behaves as a complete\ninsulator in the presence of dry air and its major components like N2, O2 and\nCO2. Electrical conduction having resistivity ~102 - 103 {\\Omega}m is observed\nin the presence of humid air. The depletion layer formed at the NP surface\nafter acquiring donor electrons of ZnO by the adsorbed oxygen, has been found\nto control the visible PL and increases the contact potential barrier between\nthe NPs which in turn enhances the resistance of the film.\n","Comment: arXiv admin note: significant text overlap with arXiv:1008.2497"]}]
["1109.2522",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Statistical Mechanics","Physics - Biological Physics","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2522"],"date":["2011-09-12"],"type":["text"],"creator":["Welch, Kyle J.","Gittes, Fred"],"language":[],"coverage":[],"title":["Ion-sensitive phase transitions driven by Debye-H\\\"uckel non-ideality"],"description":["  We find that the Debye-H\\\"uckel nonideality of dilute aqueous electrolytes is\nsufficient to drive volume phase transitions and criticality, even in the\nabsence of a self-attracting or elastic network. Our result follows from a\nLandau mean-field theory for a system of confined ions in an external solution\nof mixed-valence counterions, where the ratio of squared monovalent to divalent\nion concentration provides a temperature-like variable for the phase\ntransition. Our analysis was motivated by long-studied volume phase transitions\nvia ion exchange in ionic gels, but our findings agree with existing theory for\nvolume-temperature phase transitions in charged hard-sphere models and other\nsystems by Fisher and Levin, and McGahay and Tomozawa. Our mean-field model\npredicts a continuous line of gas-liquid-type critical points connecting a\npurely monovalent, divalent-sensitive critical point at one extreme with a\ndivalent, monovalent-sensitive critical point at the other; an alternative\nrepresentation of the Landau functional handles this second limit. It follows\nthat critical sensitivity to ion valence is tunable to any desired valence\nratio. The critical or discontinuous dependent variable can be the confinement\nvolume; alternatively the internal electrical potential may be more convenient\nin applications. Our simplified conditions for ionic phase transitions to\noccur, together with our relatively simple theory to describe them, may\nfacilitate exploration of tunable critical sensitivity in areas such as ion\ndetection technology, biological switches and osmotic control.\n","Comment: arXiv admin note: significant text overlap with arXiv:1102.3337"]}]
