["0712.3026",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","05C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0712.3026"],"date":["2007-12-18","2011-04-22"],"type":["text"],"creator":["Rubei, Elena"],"language":[],"coverage":[],"title":["Sets of double and triple weights of trees"],"description":["  Let T be a weighted tree with n leaves. Let D_{i,j} be the distance between\nthe leaves i and j. Let D_{i,j,k}= (D_{i,j} + D_{j,k} +D_{i,k})/2. We will call\nsuch numbers \"triple weights\" of the tree. In this paper, we give a\ncharacterization, different from the previous ones, for sets indexed by\n2-subsets of a $n$-set to be double weights of a tree. By using the same\nideas,we find also necessary and sufficient conditions for a set of real\nnumbers indexed by 3-subsets of an $n$-set to be the set of the triple weights\nof a tree with $n$ leaves. Besides we propose a slight modification of\nSaitou-Nei's Neighbour-Joining algorithm to reconstruct trees from the data\nD_{i,j}.\n","Comment: 11 pages, to appear in Annals of Combinatorics"]}]
["0801.4723",{"format":[],"subject":["Mathematics - Logic","03E55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.4723"],"date":["2008-01-30","2011-04-22"],"type":["text"],"creator":["Gitman, Victoria"],"language":[],"coverage":[],"title":["Ramsey-like cardinals"],"description":["  One of the numerous characterizations of a Ramsey cardinal kappa involves the\nexistence of certain types of elementary embeddings for transitive sets of size\n\\kappa satisfying a large fragment of ZFC. We introduce new large cardinal\naxioms generalizing the Ramsey elementary embeddings characterization and show\nthat they form a natural hierarchy between weakly compact cardinals and\nmeasurable cardinals. These new axioms serve to further our knowledge about the\nelementary embedding properties of smaller large cardinals, in particular those\nstill consistent with V=L.\n"]}]
["0902.3278",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0902.3278","Phys. Rev. A 79, 061602(R) (2009)","doi:10.1103/PhysRevA.79.061602"],"date":["2009-02-18"],"type":["text"],"creator":["Okumura, M.","Yamada, S.","Machida, M.","Sakai, T."],"language":[],"coverage":[],"title":["Polarization Plateau in Atomic Fermi Gas Loaded on Triangular Optical\n  Lattice"],"description":["  In order to demonstrate that atomic Fermi gas is a good experimental reality\nin studying unsolved problems in frustrated interacting-spin systems, we\nnumerically examine the Mott core state emerged by loading two-component atomic\nFermi gases on triangular optical lattices. Consequently, we find that plateau\nlike structures are observable in the Mott core polarization as a function of\nthe population imbalance. These plateau states are caused by a flexibility that\nthe surrounding metallic region absorbs the excess imbalance to keep the\nplateau states inside the Mott core. We also find spin patterns peculiar to the\nplateau states inside the Mott core.\n"]}]
["0905.3131",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0905.3131","Gen.Rel.Grav.41:2287-2293,2009; Int.J.Mod.Phys.D18:2343-2349,2009","doi:10.1007/s10714-009-0846-2","doi:10.1142/S0218271809016120"],"date":["2009-05-19"],"type":["text"],"creator":["Carneiro, Saulo","Tavakol, Reza"],"language":[],"coverage":[],"title":["On vacuum density, the initial singularity and dark energy"],"description":["  Standard cosmology poses a number of important questions. Apart from its\nsingular origin, it possesses early and late accelerating phases required to\naccount for observations. The vacuum energy has been considered as a possible\nway to resolve some of these questions. The vacuum energy density induced by\nfree fields in an early de Sitter phase has earlier been estimated to be\nproportional to $H^4$, while more recently it has been suggested that the QCD\ncondensate induces a term proportional to H at late times. These results have\nbeen employed in models which are non-singular and inflationary at early times\nand accelerating at late times. Here we cast these models in terms of scalar\nfields and study the corresponding spectrum of primordial perturbations. At\nearly times the spectrum is found to be not scale-invariant, thus implying that\nslow-roll inflation is still required after the phase transition induced by the\nvacuum. At late times the corresponding scalar-field potential is harmonic,\nwith a mass of the order of the Hubble scale, a result that may be understood\nin the light of the holographic conjecture.\n","Comment: Second Award in the 2009 Essay Competition of the Gravity Research\n  Foundation"]}]
["0906.0568",{"format":[],"subject":["Physics - Popular Physics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.0568","J.Br.Interplanet.Soc.62:47-51, 2009"],"date":["2009-06-02"],"type":["text"],"creator":["Haqq-Misra, Jacob D.","Baum, Seth D."],"language":[],"coverage":[],"title":["The Sustainability Solution to the Fermi Paradox"],"description":["  No present observations suggest a technologically advanced extraterrestrial\nintelligence (ETI) has spread through the galaxy. However, under commonplace\nassumptions about galactic civilization formation and expansion, this absence\nof observation is highly unlikely. This improbability is the heart of the Fermi\nParadox. The Fermi Paradox leads some to conclude that humans have the only\nadvanced civilization in this galaxy, either because civilization formation is\nvery rare or because intelligent civilizations inevitably destroy themselves.\nIn this paper, we argue that this conclusion is premature by introducing the\n\"Sustainability Solution\" to the Fermi Paradox, which questions the Paradox's\nassumption of faster (e.g. exponential) civilization growth. Drawing on\ninsights from the sustainability of human civilization on Earth, we propose\nthat faster-growth may not be sustainable on the galactic scale. If this is the\ncase, then there may exist ETI that have not expanded throughout the galaxy or\nhave done so but collapsed. These possibilities have implications for both\nsearches for ETI and for human civilization management.\n","Comment: 14 pages, PDF file"]}]
["0909.2741",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2741","Gen.Rel.Grav.43:1253-1261,2011","doi:10.1007/s10714-010-1105-2"],"date":["2009-09-15","2010-02-16"],"type":["text"],"creator":["Dzhunushaliev, Vladimir","Folomeev, Vladimir"],"language":[],"coverage":[],"title":["Spinor brane"],"description":["  The thick brane model supported by a nonlinear spinor field is constructed.\nThe different cases with the various values of the cosmological constant\n$\\Lambda (< = >) 0$ are investigated. It is shown that regular analytical\nspinor thick brane solutions with asymptotically Minkowski (at $\\Lambda=0$) or\nanti-de Sitter spacetimes (at $\\Lambda<0$) do exist.\n","Comment: errors are corrected"]}]
["0910.3347",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.3347"],"date":["2009-10-17","2011-04-22"],"type":["text"],"creator":["Köplinger, J.","Dzhunushaliev, V."],"language":[],"coverage":[],"title":["Nonassociative quantum theory, emergent probability, and coquasigroup\n  symmetry"],"description":["  This paper follows recent steps towards a nonassociative quantum theory and\npoints out the mathematical structure behind the proposed modifications to\nconventional quantum theory. An N=1 supersymmetry model and a strong force\nglueball ansatz is highlighted. Using nonassociative complex octonion algebra,\nit is shown how the Lorentz Lie algebra can be understood as a four dimensional\ngeneralization of the algebra of spin-1/2 operators in physics. Probability is\nspeculated to become an emergent phenomenon from some nonassociative geometry\nin which to better understand the fluxes involved. A prototype nonassociative\nquantum theory in one dimension is brought forward to illustrate how normed\ndivision algebras may aid in modeling isospin properties that are similar to\nobserved field and particle symmetries in nature. This prototype is built from\na principle of self-duality between types of active and passive transformations\nand supplied with a modified Born rule that models observation, similar to\nconventional quantum mechanics. Solutions on the complex numbers, quaternions\nand octonions are discussed. The Hopf coquasigroup structure of the octonionic\neigenvalue relation is shown and advertised as a tool for future investigation\ninto the complete solution set of the model.\n","Comment: essential changes in the text (v2); TeX fix (v3); shorten to 20 pages\n  (v4)"]}]
["0910.4633",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.4633","Gen.Rel.Grav.43:1443-1449,2011","doi:10.1007/s10714-010-1128-8"],"date":["2009-10-26","2010-01-24"],"type":["text"],"creator":["Huang, Wung-Hong"],"language":[],"coverage":[],"title":["Entropy of Black-Branes System and T-Duality"],"description":["  A general black-branes system under the T-duality transformation will become\nanother smeared system with different dimensional black branes. We first use\nsome simple examples to see that both systems have a same value of entropy and\nthen present a rigorous method to prove this general property. Using the\nproperty we could easily know the entropy of some complex black-brane systems.\n","Comment: Latex file, 6 pages, mention smeared brane"]}]
["0912.5008",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.5008","Physica E 43, 1240-1248 (2011)"],"date":["2009-12-26","2011-01-23"],"type":["text"],"creator":["Akera, Hiroshi"],"language":[],"coverage":[],"title":["Crossover of the Hall-voltage distribution in AC quantum Hall effect"],"description":["  The distribution of the Hall voltage induced by low-frequency AC current is\nstudied theoretically in the incoherent linear transport of quantum Hall\nsystems. It is shown that the Hall-voltage distribution makes a crossover from\nthe uniform distribution to a concentrated-near-edges distribution as the\nfrequency is increased or the diagonal conductivity is decreased. This\ncrossover is also reflected in the frequency dependence of AC\nmagnetoresistance.\n","Comment: 9 pages, 6 figures, figures changed, conclusions unchanged"]}]
["1001.2834",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2834","Astropart.Phys.34:679-698,2011","doi:10.1016/j.astropartphys.2011.01.006"],"date":["2010-01-16"],"type":["text"],"creator":["Aprile, E.","Angle, J.","Arneodo, F.","Baudis, L.","Bernstein, A.","Bolozdynya, A.","Brusov, P.","Coelho, L. C. C.","Dahl, C. E.","DeViveiros, L.","Ferella, A. D.","Fernandes, L. M. P.","Fiorucci, S.","Gaitskell, R. J.","Giboni, K. L.","Gomez, R.","Hasty, R.","Kastens, L.","Kwong, J.","Lopes, J. A. M.","Madden, N.","Manalaysay, A.","Manzur, A.","McKinsey, D. N.","Monzani, M. E.","Ni, K.","Oberlack, U.","Orboeck, J.","Orlandi, D.","Plante, G.","Santorelli, R.","Santos, J. M. F. dos","Shagin, P.","Shutt, T.","Sorensen, P.","Schulte, S.","Tatananni, E.","Winant, C.","Yamashita, M."],"language":[],"coverage":[],"title":["Design and Performance of the XENON10 Dark Matter Experiment"],"description":["  XENON10 is the first two-phase xenon time projection chamber (TPC) developed\nwithin the XENON dark matter search program. The TPC, with an active liquid\nxenon (LXe) mass of about 14 kg, was installed at the Gran Sasso underground\nlaboratory (LNGS) in Italy, and operated for more than one year, with excellent\nstability and performance. Results from a dark matter search with XENON10 have\nbeen published elsewhere. In this paper, we summarize the design and\nperformance of the detector and its subsystems, based on calibration data using\nsources of gamma-rays and neutrons as well as background and Monte Carlo\nsimulations data. The results on the detector's energy threshold, energy and\nposition resolution, and overall efficiency show a performance that exceeds\ndesign specifications, in view of the very low energy threshold achieved (<10\nkeVr) and the excellent energy resolution achieved by combining the ionization\nand scintillation signals, detected simultaneously.\n"]}]
["1002.0101",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0101","Phys. Rev. Lett 106, 166404 (2011)","doi:10.1103/PhysRevLett.106.166404"],"date":["2010-01-30","2010-10-22"],"type":["text"],"creator":["Mathy, Charles J. M.","Parish, Meera M.","Huse, David A."],"language":[],"coverage":[],"title":["Trimers, molecules and polarons in imbalanced atomic Fermi gases"],"description":["  We consider the ground state of a single \"spin-down\" impurity atom\ninteracting attractively with a \"spin-up\" atomic Fermi gas. By constructing\nvariational wave functions for polarons, molecules and trimers, we perform a\ndetailed study of the transitions between each of these dressed bound states as\na function of mass ratio $r=m_\\uparrow/m_\\downarrow$ and interaction strength.\nWe find that the presence of a Fermi sea enhances the stability of the $p$-wave\ntrimer, which can be viewed as a Fulde-Ferrell-Larkin-Ovchinnikov (FFLO)\nmolecule that has bound an additional majority atom. For sufficiently large\n$r$, we find that the transitions lie outside the region of phase separation in\nimbalanced Fermi gases and should thus be observable in experiment, unlike the\nwell-studied equal-mass case.\n","Comment: 5 pages, 2 figures"]}]
["1002.1806",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1806","JHEP 1004:062,2010","doi:10.1007/JHEP04(2010)062"],"date":["2010-02-09"],"type":["text"],"creator":["Fomin, V.","Frappat, L.","Ragoucy, E."],"language":[],"coverage":[],"title":["Including a phase in the Bethe equations of the Hubbard model"],"description":["  We compute the Bethe equations of generalized Hubbard models, and study their\nthermodynamical limit. We argue how they can be connected to the ones found in\nthe context of AdS/CFT correspondence, in particular with the so-called\ndressing phase problem. We also show how the models can be interpreted, in\ncondensed matter physics, as integrable multi-leg Hubbard models.\n","Comment: 30 pages"]}]
["1003.4779",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.4779","Phys.Rev.D83:076010,2011","doi:10.1103/PhysRevD.83.076010"],"date":["2010-03-24","2011-03-18"],"type":["text"],"creator":["Surujon, Ze'ev","Uttayarat, Patipan"],"language":[],"coverage":[],"title":["Spontaneous CP Violation and Light Particles in The Littlest Higgs"],"description":["  Little Higgs models often feature spontaneously broken extra global\nsymmetries, which must also be explicitly broken in order to avoid massless\nGoldstone modes in the spectrum. We show that a possible conflict with\ncollective symmetry breaking then implies light modes coupled to the Higgs\nboson, leading to interesting phenomenology. Moreover, spontaneous CP violation\nis quite generic in such cases, as the explicit breaking may be used to\nstabilize physical CP odd phases in the vacuum. We demonstrate this in an SU(2)\n\\times SU(2) \\times U(1) variant of the Littlest Higgs, as well as in an\noriginal SU(6)/SO(6) model. We show that even a very small explicit breaking\nmay lead to large phases, resulting in new sources of CP violation in this\nclass of models.\n","Comment: Added novel Higgs phenomenology and extended conclusions. To be\n  published in Physical Review D"]}]
["1004.0053",{"format":[],"subject":["Mathematics - Group Theory","Mathematics - Metric Geometry","20F65 (Primary), 51F99, 52C07 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0053"],"date":["2010-04-01","2011-04-22"],"type":["text"],"creator":["Duchin, Moon","Lelièvre, Samuel","Mooney, Christopher"],"language":[],"coverage":[],"title":["The geometry of spheres in free abelian groups"],"description":["  We study word metrics on Z^d by developing tools that are fine enough to\nmeasure dependence on the generating set. We obtain counting and distribution\nresults for the words of length n. With this, we show that counting measure on\nspheres always converges to a limit measure on a limit shape (strongly, in an\nappropriate sense). The existence of a limit measure is quite strong-even\nvirtually abelian groups need not satisfy these kinds of asymptotic formulas.\nUsing the limit measure, we can reduce probabilistic questions about word\nmetrics to problems in convex geometry of Euclidean space. As an application,\nwe give asymptotics for the spherical growth function with respect to any\ngenerating set, as well as statistics for other \"size-like\" functions.\n","Comment: 19 pages, 4 figures. The previous version has been split into this\n  paper and the separate paper \"Statistical hyperbolicity in groups,\" focused\n  on one application of these methods"]}]
["1004.0253",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","Mathematics - Number Theory","05E15 (Primary) 05B35 11B75 20K01 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0253","Ann. Univ. Sci. Budapest. E\\\"otv\\\"os Sect. Math. 54 (2011), 57-61"],"date":["2010-04-01","2010-04-22"],"type":["text"],"creator":["Harcos, Gergely","Károlyi, Gyula","Kós, Géza"],"language":[],"coverage":[],"title":["Remarks to Arsovski's proof of Snevily's conjecture"],"description":["  Based on the recent work of Arsovski, we confirm a conjecture of Feng, Sun,\nand Xiang, and we give a shortened proof of Snevily's conjecture.\n","Comment: 5 pages, LaTeX2e; v2: revised version incorporating suggestions by\n  the referee (e.g. title was changed); to appear in Ann. Univ. Sci. Budapest.\n  E\\\"otv\\\"os Sect. Math."]}]
["1004.4879",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4879","J. Phys.: Condens. Matter 23 184113 (2011)","doi:10.1088/0953-8984/23/18/184113"],"date":["2010-04-27"],"type":["text"],"creator":["Finken, Reimar","Kessler, Steffen","Seifert, Udo"],"language":[],"coverage":[],"title":["Micro-Capsules in Shear Flow"],"description":["  This paper deals with flow-induced shape transitions of elastic capsules. The\nstate of the art concerning both theory and experiments is briefly reviewed\nstarting with dynamically induced small deformation of initially spherical\ncapsules and the formation of wrinkles on polymerized membranes. Initially\nnon-spherical capsules show tumbling and tank-treading motion in shear flow.\nTheoretical descriptions of the transition between these two types of motion\nassuming a fixed shape are at variance with the full capsule dynamics obtained\nnumerically. To resolve the discrepancy, we expand the exact equations of\nmotion for small deformations and find that shape changes play a dominant role.\nWe classify the dynamical phase transitions and obtain numerical and analytical\nresults for the phase boundaries as a function of viscosity contrast, shear and\nelongational flow rate. We conclude with perspectives on timedependent flow, on\nshear-induced unbinding from surfaces, on the role of thermal fluctuations, and\non applying the concepts of stochastic thermodynamics to these systems.\n","Comment: 34 pages, 15 figures"]}]
["1005.1303",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1303"],"date":["2010-05-07","2011-04-22"],"type":["text"],"creator":["Adler, Mark","van Moerbeke, Pierre","Vanderstichelen, Didier"],"language":[],"coverage":[],"title":["Non-intersecting Brownian motions leaving from and going to several\n  points"],"description":["  Consider n non-intersecting Brownian motions on $\\mathbb{R}$, depending on\ntime $t \\in [0,1]$, with $m_i$ particles forced to leave from $a_i$ at time\n$t=0$, $1\\leq i\\leq q$, and $n_j$ particles forced to end up at $b_j$ at time\n$t=1$, $1\\leq j\\leq p$. For arbitrary $p$ and $q$, it is not known if the\ndistribution of the positions of the non-intersecting Brownian particles at a\ngiven time $0<t<1$, is the same as the joint distribution of the eigenvalues of\na matrix ensemble. This paper proves the existence, for general $p$ and $q$, of\na partial differential equation (PDE) satisfied by the log of the probability\nto find all the particles in a disjoint union of intervals\n$E=\\cup_{i=1}^{r}[c_{2i-1},c_{2i}]\\subset\\mathbb{R}$ at a given time $0<t<1$.\nThe variables are the coordinates of the starting and ending points of the\nparticles, and the boundary points of the set $E$. The proof of the existence\nof such a PDE, using Virasoro constraints and the multicomponent KP hierarchy,\nis based on the method of elimination of the unwanted partials; that this is\npossible is a miracle. Unfortunately we were unable to find its explicit\nexpression. The case $p=q=2$ will be discussed in the last section.\n","Comment: 36 pages, 1 figure; References added, Revised argument in section 4,\n  results unchanged"]}]
["1006.2727",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2727"],"date":["2010-06-14","2011-04-22"],"type":["text"],"creator":["Rogan, Christopher"],"language":[],"coverage":[],"title":["Kinematical variables towards new dynamics at the LHC"],"description":["  At the LHC, many new physics signatures feature the pair-production of\nmassive particles with subsequent direct or cascading decays to\nweakly-interacting particles, such as SUSY scenarios with conserved conserved\nR-parity or $H \\to W(\\ell\\nu)W(\\ell\\nu)$. We present a set of dimension-less\nvariables that can assist the early discovery of processes of this type in\nconjunction with a set of variables with mass dimension that will expedite the\ncharacterization of these processes.\n"]}]
["1006.3978",{"format":[],"subject":["Quantum Physics","Mathematical Physics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3978"],"date":["2010-06-20","2011-04-21"],"type":["text"],"creator":["Chau, H. F.","Lam, Y. T."],"language":[],"coverage":[],"title":["Elementary Proofs Of Two Theorems Involving Arguments Of Eigenvalues Of\n  A Product Of Two Unitary Matrices"],"description":["  We give elementary proofs of two theorems concerning bounds on the maximum\nargument of the eigenvalues of a product of two unitary matrices --- one by\nChilds \\emph{et al.} [J. Mod. Phys., \\textbf{47}, 155 (2000)] and the other one\nby Chau [arXiv:1006.3614]. Our proofs have the advantages that the necessary\nand sufficient conditions for equalities are apparent and that they can be\nreadily generalized to the case of infinite-dimensional unitary operators.\n","Comment: 8 pages in Revtex 4.1 preprint format, to appear in Journal of\n  Inequalities and Applications"]}]
["1006.4815",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.4815","Phys. Rev. B, 82, 212501 (2010)","doi:10.1103/PhysRevB.82.212501"],"date":["2010-06-24","2011-04-22"],"type":["text"],"creator":["Geresdi, A.","Halbritter, A.","Mihály, G."],"language":[],"coverage":[],"title":["Transition from coherent mesoscopic single particle transport to\n  proximity Josephson-current"],"description":["  The transport through a metal-superconductor interface is governed by a\nspecial charge conversion process, the Andreev reflection, where each incident\nelectron drags another electron with itself to form a Cooper pair. At the\nnormal side a hole is left behind dressed by superconducting correlations. For\na low transparency interface the simultaneous transfer of two charges is\nstrongly suppressed leading to a reduced conductance. Here we demonstrate that\nthis reduced conductance can be turned to an infinite one by tuning the\nnanoscale geometry. Creating variable size nanojunctions between a thin\nmetallic film and a superconducting tip we study how multiple phase-coherent\nscatterings enhance the superconducting correlations at the normal side. By\nincreasing the coherent volume of carriers initially the transmission through\nthe interface is continuously enhanced. However, as the phase-coherent volume\nreaches the opposite surface of the thin film a resonator is formed, and a\nrobust transition is induced due to Cooper pair condensation.\n"]}]
["1006.5402",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5402","Nanoscale, 3, 1504 (2011)","doi:10.1039/C0NR00951B"],"date":["2010-06-28","2011-04-22"],"type":["text"],"creator":["Geresdi, A.","Halbritter, A.","Gyenis, A.","Makk, P.","Mihály, G."],"language":[],"coverage":[],"title":["From stochastic single atomic switch to nanoscale resistive memory\n  device"],"description":["  Solid state ionic conductors are good candidates for the next generation of\nnonvolatile computer memory elements. Such devices have to show reproducible\nresistance switching at reasonable voltage and current values even if scaled\ndown to the nanometer sizes. Here we study the switching characteristics of\nnanoscale junctions created between a tungsten tip and a silver film covered by\na thin ionic conductor layer. Atomic-sized junctions show spectacular current\ninduced switching characteristics, but both the magnitude of the switching\nvoltage and the direction of the switching vary randomly for different\njunctions. In contrast, for somewhat larger junctions with diameters of a few\nnanometers a well defined, reproducible switching behavior is observed which is\nassociated with the formation and destruction of nanoscale channels in the\nionic conductor surface layer. Our results define a low size limit of 3 nm for\nreliable ionic nano-switches, which is well below the resolution of recent\nlithographic techniques.\n"]}]
["1007.2009",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2009","J. Appl. Phys. 109, 083921 (2011)","doi:10.1063/1.3551582"],"date":["2010-07-12","2010-11-03"],"type":["text"],"creator":["Carrey, J.","Mehdaoui, B.","Respaud, M."],"language":[],"coverage":[],"title":["Simple models for dynamic hysteresis loops calculation: Application to\n  hyperthermia optimization"],"description":["  To optimize the heating properties of magnetic nanoparticles (MNPs) in\nmagnetic hyperthermia applications, it is necessary to calculate the area of\ntheir hysteresis loops in an alternating magnetic field. The three types of\ntheories suitable for describing the hysteresis loops of MNPs are presented and\ncompared to numerical simulations: equilibrium functions, Stoner-Wohlfarth\nmodel based theories (SWMBTs) and linear response theory (LRT). Suitable\nformulas to calculate the hysteresis area of major cycles are deduced from\nSWMBTs and from numerical simulations; the domain of validity of the analytical\nformula is explicitly studied. In the case of minor cycles, the hysteresis area\ncalculations are based on the LRT. A perfect agreement between LRT and\nnumerical simulations of hysteresis loops is obtained. The domain of validity\nof the LRT is explicitly studied. Formulas to calculate the hysteresis area at\nlow field valid for any anisotropy of the MNP are proposed. Numerical\nsimulations of the magnetic field dependence of the area show it follows\npower-laws with a large range of exponents. Then, analytical expressions\nderived from LRT and SWMBTs are used for a theoretical study of magnetic\nhyperthermia. It is shown that LRT is only pertinent for MNPs with strong\nanisotropy and that SWMBTs should be used for weak anisotropy MNPs. The optimum\nvolume of MNPs for magnetic hyperthermia as function of material and\nexperimental parameters is derived. The maximum specific absorption rate (SAR)\nachievable is calculated versus the MNP anisotropy. It is shown that an optimum\nanisotropy increases the SAR and reduces the detrimental effects of size\ndistribution. The optimum anisotropy is simple to calculate and depends on the\nmagnetic field used in the hyperthermia experiments and on the MNP\nmagnetization only. The theoretical optimum parameters are compared to the one\nof several magnetic materials.\n","Comment: 35 pages, 1 table, 11 figures"]}]
["1007.2657",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2657","doi:10.1063/1.3583443"],"date":["2010-07-15","2011-02-26"],"type":["text"],"creator":["Phark, Soo-hyon","Chang, Young Jun","Noh, Tae Won"],"language":[],"coverage":[],"title":["Selective growth of perovskite oxides on SrTiO3 (001) by control of\n  surface reconstructions"],"description":["  We report surface reconstruction (RC)-dependent growths of SrTiO3 and SrVO3\non a SrTiO3 (001) surface with two different coexisting surface RCs, namely\n(2x1) and c(6x2). Up to the coverage of several layers, epitaxial growth was\nforbidden on the c(6x2) RC under the growth conditions that permitted\nlayer-by-layer epitaxial growth on the (2x1) RC. Scanning tunneling microscopy\nexamination of the lattice structure of the c(6x2) RC revealed that this\nRC-selective growth mainly originated from the significant\nstructural/stoichiometric dissimilarity between the c(6x2) RC and the cubic\nperovskite films. As a result, the formation of SrTiO3 islands was forbidden\nfrom the nucleation stage.\n"]}]
["1008.0141",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0141","Phys. Rev. Lett. 106, 166805 (2011)","doi:10.1103/PhysRevLett.106.166805"],"date":["2010-07-31","2011-04-21"],"type":["text"],"creator":["He, Hong-Tao","Wang, Gan","Zhang, Tao","Sou, Iam-Keong","Wong, George K. L.","Wang, Jian-Nong","Lu, Hai-Zhou","Shen, Shun-Qing","Zhang, Fu-Chun"],"language":[],"coverage":[],"title":["Impurity effect on weak anti-localization in the topological insulator\n  Bi2Te3"],"description":["  We study weak anti-localization (WAL) effect in topological insulator Bi2Te3\nthin films at low temperatures. Two-dimensional WAL effect associated with\nsurface carriers is revealed in the tilted magnetic field dependence of\nmagneto-conductance. Our data demonstrates that the observed WAL is robust\nagainst deposition of non-magnetic Au impurities on the surface of the thin\nfilms. But it is quenched by deposition of magnetic Fe impurities which destroy\nthe pi Berry's phase of the topological surface states. The magneto-conductance\ndata of a 5 nm Bi2Te3 film suggests that a crossover from symplectic to unitary\nclasses is observed with the deposition of Fe impurities.\n","Comment: 4 pages, 3 figures. Corresponding author email address:\n  phjwang@ust.hk"]}]
["1008.2264",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2264","Applied Mathematics, Vol. 4, Issue 2, 389-397(2011)","doi:10.4236/am.2011.24047"],"date":["2010-08-13","2010-08-25"],"type":["text"],"creator":["Lu, Wen-Ming","Zhang, Lin"],"language":[],"coverage":[],"title":["Pointwise Approximation Theorems for Combinations of Bernstein\n  Polynomials With Inner Singularities"],"description":["  We give direct and inverse theorems for the weighted approximation of\nfunctions with inner singularities by combinations of Bernstein polynomials.\n","Comment: 13 pages, latex"]}]
["1008.3055",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3055","Phys. Rev. A 83, 031606(R) (2011)","doi:10.1103/PhysRevA.83.031606"],"date":["2010-08-18","2011-04-22"],"type":["text"],"creator":["Okumura, M.","Yamada, S.","Machida, M.","Aoki, H."],"language":[],"coverage":[],"title":["Phase-separated Ferromagnetism in Spin-imbalanced Fermi Atoms Loaded on\n  an Optical Ladder: a DMRG study"],"description":["  We consider repulsively-interacting cold fermionic atoms loaded on an optical\nladder lattice in a trapping potential. The density-matrix\nrenormalization-group method is used to numerically calculate the ground state\nfor systematically varied values of interaction U and spin imbalance p in the\nHubbard model on the ladder. The system exhibits rich structures, where a fully\nspin polarized phase, spatially separated from other domains in the trapping\npotential, appears for large enough U and p. The phase-separated ferromagnetism\ncan be captured as a real-space image of the energy gap between the\nferromagnetic and other states arising from a combined effect of Nagaoka's\nferromagnetism extended to the ladder and the density dependence of the energy\nseparation between competing states. We also predict how to maximize the\nferromagnetic region.\n"]}]
["1008.3680",{"format":[],"subject":["Mathematics - Commutative Algebra","Mathematics - Rings and Algebras","13C60, 13D05, 13H10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3680"],"date":["2010-08-22","2011-04-22"],"type":["text"],"creator":["Araya, Tokuji","Iima, Kei-ichiro","Takahashi, Ryo"],"language":[],"coverage":[],"title":["On the left perpendicular category of the modules of finite projective\n  dimension"],"description":["  In this paper, we characterize several properties of commutative notherian\nlocal rings in terms of the left perpendicular category of the category of\nfinitely generated modules of finite projective dimension. As an application we\nprove that a local ring is regular if (and only if) there exists a strong test\nmodule for projectivity having finite projective dimension. We also obtain\ncorresponding results with respect to a semidualizing module.\n","Comment: 6 pages; minor changes; to appear in Comm. Algebra"]}]
["1008.4071",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4071","Artificial Intelligence 175(9-10) 1555-1569 (2011)","doi:10.1016/j.artint.2011.02.003"],"date":["2010-08-24"],"type":["text"],"creator":["Cooper, Martin C.","Zivny, Stanislav"],"language":[],"coverage":[],"title":["Hybrid tractability of soft constraint problems"],"description":["  The constraint satisfaction problem (CSP) is a central generic problem in\ncomputer science and artificial intelligence: it provides a common framework\nfor many theoretical problems as well as for many real-life applications. Soft\nconstraint problems are a generalisation of the CSP which allow the user to\nmodel optimisation problems. Considerable effort has been made in identifying\nproperties which ensure tractability in such problems. In this work, we\ninitiate the study of hybrid tractability of soft constraint problems; that is,\nproperties which guarantee tractability of the given soft constraint problem,\nbut which do not depend only on the underlying structure of the instance (such\nas being tree-structured) or only on the types of soft constraints in the\ninstance (such as submodularity). We present several novel hybrid classes of\nsoft constraint problems, which include a machine scheduling problem,\nconstraint problems of arbitrary arities with no overlapping nogoods, and the\nSoftAllDiff constraint with arbitrary unary soft constraints. An important tool\nin our investigation will be the notion of forbidden substructures.\n","Comment: A full version of a CP'10 paper, 26 pages"]}]
["1009.0671",{"format":[],"subject":["General Relativity and Quantum Cosmology","Mathematical Physics","Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0671"],"date":["2010-09-03","2011-04-22"],"type":["text"],"creator":["Luk, Jonathan"],"language":[],"coverage":[],"title":["A Vector Field Method Approach to Improved Decay for Solutions to the\n  Wave Equation on a Slowly Rotating Kerr Black Hole"],"description":["  We prove that sufficiently regular solutions to the wave equation\n$\\Box_{g_K}\\Phi=0$ on the exterior of a sufficiently slowly rotating Kerr black\nhole obey the estimates $|\\Phi|\\leq C (t^*)^{-3/2+\\eta}$ on a compact region of\n$r$. This is proved with the help of a new vector field commutator that is\nanalogous to the scaling vector field on Minkowski and Schwarzschild spacetime.\nThis result improves the known robust decay rates that are proved using the\nvector field method in the region of finite $r$ and along the event horizon.\n","Comment: Typos corrected"]}]
["1009.0969",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0969"],"date":["2010-09-06","2011-04-21"],"type":["text"],"creator":["Trinh, Khanh Tuoc"],"language":[],"coverage":[],"title":["Turbulent Couette Flow:An analytical solution"],"description":["  A simple analytical solution for turbulent plane Couette flow is obtained\nfrom a subset of the Navier-Stokes equations. This approach analyses the effect\nof the unsteady state Lagrangian diffusion of viscous momentum on the smoothed\nphase velocity. Three initial velocity profiles at the start of a turbulent\nwall cycle are considered. The predictions adequate identify the existence of\nthree layers usually observed in turbulent flow fields, in particular a\nviscosity dominated wall layer and a log-law layer. Experimental measurements\nof time-averaged velocity are also well correlated.\n  Key words: Couette flow, turbulent, attractors, analytical solution,\nLagrangian partial derivative, time scale, initial conditions\n","Comment: 30 pages, 13 figures"]}]
["1009.4700",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.4700","Phys. Rev. B 83, 134431 (2011)","doi:10.1103/PhysRevB.83.134431"],"date":["2010-09-23","2011-04-21"],"type":["text"],"creator":["Khatami, Ehsan","Rigol, Marcos"],"language":[],"coverage":[],"title":["Thermodynamics of the Antiferromagnetic Heisenberg Model on the\n  Checkerboard Lattice"],"description":["  Employing numerical linked-cluster expansions (NLCEs) along with exact\ndiagonalizations of finite clusters with periodic boundary condition, we study\nthe energy, specific heat, entropy, and various susceptibilities of the\nantiferromagnetic Heisenberg model on the checkerboard lattice. NLCEs, combined\nwith extrapolation techniques, allow us to access temperatures much lower than\nthose accessible to exact diagonalization and other series expansions. We find\nthat the high-temperature peak in specific heat decreases as the frustration\nincreases, consistent with the large amount of unquenched entropy in the region\naround maximum classical frustration, where the nearest-neighbor and\nnext-nearest neighbor exchange interactions (J and J', respectively) have the\nsame strength, and with the formation of a second peak at lower temperatures.\nThe staggered susceptibility shows a change of character when J' increases\nbeyond 0.75J, implying the disappearance of the long-range antiferromagnetic\norder at zero temperature. For J'=4J, in the limit of weakly coupled crossed\nchains, we find large susceptibilities for stripe and Neel order with\nQ=(pi/2,pi/2) at low temperatures with antiferromagnetic correlations along the\nchains. Other magnetic and bond orderings, such as a plaquette valence-bond\nsolid and a crossed-dimer order suggested by previous studies, have also been\ninvestigated.\n","Comment: 10 pages, 13 figures"]}]
["1009.5388",{"format":[],"subject":["Mathematics - Number Theory","11R32, 12F10 (Primary) 11R42 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5388"],"date":["2010-09-27","2011-04-22"],"type":["text"],"creator":["Dokchitser, Tim","Dokchitser, Vladimir"],"language":[],"coverage":[],"title":["Identifying Frobenius elements in Galois groups"],"description":["  We present a method to determine Frobenius elements in arbitrary Galois\nextensions of global fields, which may be seen as a generalisation of Euler's\ncriterion. It is a part of the general question how to compare splitting fields\nand identify conjugacy classes in Galois groups, that we will discuss as well.\n","Comment: Extended introduction and minor corrections; 25 pages"]}]
["1010.0447",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0447"],"date":["2010-10-03","2011-04-22"],"type":["text"],"creator":["Jensen, E.","Varchenko, A."],"language":[],"coverage":[],"title":["Norms of eigenfunctions to trigonometric KZB operators"],"description":["  Let $g$ be a simple Lie algebra and $V[0]=V_1\\otimes...\\otimes V_n[0]$ the\nzero weight subspace of a tensor product of $g$-modules. The trigonometric KZB\noperators are commuting differential operators acting on $V[0]$-valued\nfunctions on the Cartan subalgebra of $g$. Meromorphic eigenfunctions to the\noperators are constructed by the Bethe ansatz. We introduce a scalar product on\na suitable space of functions such that the operators become symmetric, and the\nsquare of the norm of a Bethe eigenfunction equals the Hessian of the master\nfunction at the corresponding critical point.\n","Comment: Latex, 29 pages, Sections extended, sections 7, 8 added"]}]
["1011.0763",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0763","2010 Rencontres de Moriond proceedings"],"date":["2010-11-02"],"type":["text"],"creator":["The Polarbear Collaboration","Errard, J.","Ade, P. A. R.","Anthony, A.","Arnold, K.","Aubin, F.","Boettger, D.","Borrill, J.","Cantalupo, C.","Dobbs, M. A.","Flanigan, D.","Ghribi, A.","Halverson, N.","Hazumi, M.","Holzapfel, W. L.","Howard, J.","Hyland, P.","Jaffe, A.","Keating, B.","Kisner, T.","Kermish, Z.","Lee, A. T.","Linder, E.","Lungu, M.","Matsumura, T.","Miller, N.","Meng, X.","Myers, M.","Nishino, H.","O'Brient, R.","O'Dea, D.","Reichardt, C.","Schanning, I.","Shimizu, A.","Shimmin, C.","Shimon, M.","Spieler, H.","Steinbach, B.","Stompor, R.","Suzuki, A.","Tomaru, T.","Tran, H. T.","Tucker, C.","Quealy, E.","Richards, P. L.","Zahn, O."],"language":[],"coverage":[],"title":["The new generation CMB B-mode polarization experiment: POLARBEAR"],"description":["  We describe the Cosmic Microwave Background (CMB) polarization experiment\ncalled Polarbear. This experiment will use the dedicated Huan Tran Telescope\nequipped with a powerful 1,200-bolometer array receiver to map the CMB\npolarization with unprecedented accuracy. We summarize the experiment, its\ngoals, and current status.\n"]}]
["1011.2014",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2014","Phys. Rev. A.83 040302(R) (2011)","doi:10.1103/PhysRevA.83.040302"],"date":["2010-11-09"],"type":["text"],"creator":["Namiki, Ryo"],"language":[],"coverage":[],"title":["Fundamental quantum limits for practical devices"],"description":["  We present experimentally testable quantum limitations on the\nphase-insensitive linear amplification and phase conjugation with respect to\nthe transformation of a Gaussian distributed set of coherent states following\nthe footing to assess the success of continuous-variable quantum teleportation\nand quantum memory devices. The results enable us to compare the real device\nwith the quantum limited device via feasible input of coherent states.\n","Comment: 4 pages, RevTeX4"]}]
["1011.5939",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Analysis of PDEs","Mathematics - Combinatorics","Mathematics - Metric Geometry","Mathematics - Number Theory","42B 28A75"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5939"],"date":["2010-11-26","2011-04-22"],"type":["text"],"creator":["Eswarathasan, Suresh","Iosevich, Alex","Taylor, Krystal"],"language":[],"coverage":[],"title":["Fourier integral operators, fractal sets and the regular value theorem"],"description":["  We prove that if ${\\mathcal E} \\subset {\\Bbb R}^{2d}$, $d \\ge 2$, is an\nAhlfors-David regular product set of sufficiently large Hausdorff dimension,\ndenoted by $dim_{{\\mathcal H}}({\\mathcal E})$, and $\\phi$ is a sufficiently\nregular function, then the upper Minkowski dimension of the set $$ \\{w \\in\n{\\mathcal E}: \\phi_l(w)=t_l; 1 \\leq l \\leq m \\}$$ does not exceed\n$dim_{{\\mathcal H}}({\\mathcal E})-m$, in line with the regular value theorem\nfrom the elementary differential geometry. Our arguments are based on the\nmapping properties of the underlying Fourier Integral Operators and are\nintimately connected with the Falconer distance conjecture in geometric measure\ntheory. We shall see that our results are in general sharp in the sense that if\nthe Hausdorff dimension is smaller than a certain threshold, then the\ndimensional inequality fails in a quantifiable way. The constructions used to\ndemonstrate this are based on the distribution of lattice points on convex\nsurfaces and have connections with combinatorial geometry.\n"]}]
["1011.6051",{"format":[],"subject":["Physics - History and Philosophy of Physics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6051"],"date":["2010-11-28","2011-04-22"],"type":["text"],"creator":["Shears, Jeremy"],"language":[],"coverage":[],"title":["Felix de Roy: a life of variable stars"],"description":["  Felix de Roy (1883-1942), an internationality recognised amateur astronomer,\nmade significant contributions to variable star research. As an active\nobserver, he made some 91,000 visual estimates of a number of different\nvariable stars. A Belgian national, he took refuge in England during World War\n1. While there, de Roy became well enough known to later serve as Director of\nthe BAA Variable Star Section for seventeen years. Through this office, and his\nconnections with other organisations around the world, he encouraged others to\npursue the observation of variable stars. Not merely content to accumulate\nobservational data, de Roy also analysed the data and published numerous\npapers.\n","Comment: 36 pages, 16 figures, accepted for publication in Journal of the\n  British Astronomical Association. A new Figure 15 has been added"]}]
["1012.0381",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0381","Phys.Rev.D83:084012,2011","doi:10.1103/PhysRevD.83.084012"],"date":["2010-12-01","2011-04-18"],"type":["text"],"creator":["Hendi, S. H.","Sheykhi, A."],"language":[],"coverage":[],"title":["Entropic Corrections to Einstein Equations"],"description":["  Considering the general quantum corrections to the area law of black hole\nentropy and adopting the viewpoint that gravity interprets as an entropic\nforce, we derive the modified forms of MOND theory of gravitation and Einstein\nfield equations. As two special cases we study the logarithmic and power-law\ncorrections to entropy and find the explicit form of the obtained modified\nequations.\n","Comment: 10 pages, no figure"]}]
["1012.0735",{"format":[],"subject":["Computer Science - Learning","Computer Science - Artificial Intelligence","Computer Science - Logic in Computer Science","Mathematics - Logic","H.2.8","I.2.3","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0735","Revue des Nouvelles Technologies de l'Information RNTI-E-20\n  (2011), pages 635-646"],"date":["2010-12-03","2011-03-24"],"type":["text"],"creator":["Balcázar, José L.","García-Saiz, Diego","Gómez-Pérez, Domingo","Tîrnăucă, Cristina"],"language":[],"coverage":[],"title":["Closed-set-based Discovery of Bases of Association Rules"],"description":["  The output of an association rule miner is often huge in practice. This is\nwhy several concise lossless representations have been proposed, such as the\n\"essential\" or \"representative\" rules. We revisit the algorithm given by\nKryszkiewicz (Int. Symp. Intelligent Data Analysis 2001, Springer-Verlag LNCS\n2189, 350-359) for mining representative rules. We show that its output is\nsometimes incomplete, due to an oversight in its mathematical validation. We\npropose alternative complete generators and we extend the approach to an\nexisting closure-aware basis similar to, and often smaller than, the\nrepresentative rules, namely the basis B*.\n","Comment: Shorter version in: Ali Khenchaf and Pascal Poncelet (eds.),\n  Extraction et gestion des connaissances (EGC'2011)"]}]
["1012.1157",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1157","J. Stat. Phys. 143, 261-305 (2011)","doi:10.1007/s10955-011-0182-2"],"date":["2010-12-06","2011-03-11"],"type":["text"],"creator":["Correggi, M.","Pinsker, F.","Rougerie, N.","Yngvason, J."],"language":[],"coverage":[],"title":["Critical Rotational Speeds in the Gross-Pitaevskii Theory on a Disc with\n  Dirichlet Boundary Conditions"],"description":["  We study the two-dimensional Gross-Pitaevskii theory of a rotating Bose gas\nin a disc-shaped trap with Dirichlet boundary conditions, generalizing and\nextending previous results that were obtained under Neumann boundary\nconditions. The focus is on the energy asymptotics, vorticity and qualitative\nproperties of the minimizers in the parameter range $|\\log\\eps| \\ll \\Omega\n\\lesssim \\eps^{-2}|\\log\\eps|^{-1}$ where $ \\Omega $ is the rotational velocity\nand the coupling parameter is written as $ \\eps^{-2} $ with $ \\eps \\ll 1 $.\nThree critical speeds can be identified. At $ \\Omega = \\Omega_{\\mathrm{c_1}}\n\\sim|\\log\\eps| $ vortices start to appear and for $ |\\log\\eps| \\ll \\Omega <\n\\Omega_{\\mathrm{c_2}} \\sim \\eps^{-1} $ the vorticity is uniformly distributed\nover the disc. For $ \\Omega \\geq \\Omega_{\\mathrm{c_2}} $ the centrifugal forces\ncreate a hole around the center with strongly depleted density. For $ \\Omega\n\\ll \\eps^{-2}|\\log\\eps|^{-1} $ vorticity is still uniformly distributed in an\nannulus containing the bulk of the density, but at $ \\Omega =\n\\Omega_{\\mathrm{c_3}} \\sim \\eps^{-2}|\\log\\eps|^{-1} $ there is a transition to\na giant vortex state where the vorticity disappears from the bulk. The energy\nis then well approximated by a trial function that is an eigenfunction of\nangular momentum but one of our results is that the true minimizers break\nrotational symmetry in the whole parameter range, including the giant vortex\nphase.\n","Comment: 42 pages, PDFLaTex. References added, minor modifications in the\n  Introduction. To be published in J. Stat. Phys"]}]
["1012.1901",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Physics - Computational Physics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1901","doi:10.1016/j.asr.2010.03.028"],"date":["2010-12-08"],"type":["text"],"creator":["Gallagher, Peter T.","Young, C. Alex","Byrne, Jason P.","McAteer, R. T. James"],"language":[],"coverage":[],"title":["Coronal Mass Ejection Detection using Wavelets, Curvelets and Ridgelets:\n  Applications for Space Weather Monitoring"],"description":["  Coronal mass ejections (CMEs) are large-scale eruptions of plasma and\nmagnetic feld that can produce adverse space weather at Earth and other\nlocations in the Heliosphere. Due to the intrinsic multiscale nature of\nfeatures in coronagraph images, wavelet and multiscale image processing\ntechniques are well suited to enhancing the visibility of CMEs and supressing\nnoise. However, wavelets are better suited to identifying point-like features,\nsuch as noise or background stars, than to enhancing the visibility of the\ncurved form of a typical CME front. Higher order multiscale techniques, such as\nridgelets and curvelets, were therefore explored to characterise the morphology\n(width, curvature) and kinematics (position, velocity, acceleration) of CMEs.\nCurvelets in particular were found to be well suited to characterising CME\nproperties in a self-consistent manner. Curvelets are thus likely to be of\nbenefit to autonomous monitoring of CME properties for space weather\napplications.\n","Comment: Accepted for publication in Advances in Space Research (3 April 2010)"]}]
["1012.3317",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3317","ACS Nano 5 (2011) 500-506","doi:10.1021/nn102346b"],"date":["2010-12-15"],"type":["text"],"creator":["Li, Song-Lin","Miyazaki, Hisao","Hiura, Hidefumi","Liu, Chuan","Tsukagoshi, Kazuhito"],"language":[],"coverage":[],"title":["Enhanced Logic Performance with Semiconducting Bilayer Graphene Channels"],"description":["  Realization of logic circuits in graphene with an energy gap (EG) remains one\nof the main challenges for graphene electronics. We found that large transport\nEGs (>100 meV) can be fulfilled in dual-gated bilayer graphene underneath a\nsimple alumina passivation top gate stack, which directly contacts the graphene\nchannels without an inserted buffer layer. With the presence of EGs, the\nelectrical properties of the graphene transistors are significantly enhanced,\nas manifested by enhanced on/off current ratio, subthreshold slope and current\nsaturation. For the first time, complementary-like semiconducting logic\ngraphene inverters are demonstrated that show a large improvement over their\nmetallic counterparts. This result may open the way for logic applications of\ngap-engineered graphene.\n","Comment: Accepted by ACS Nano"]}]
["1012.5070",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5070","Phys. Rev. B 83, 134116 (2011)","doi:10.1103/PhysRevB.83.134116"],"date":["2010-12-22"],"type":["text"],"creator":["Roy, Anindya","Vanderbilt, David"],"language":[],"coverage":[],"title":["Theory of prospective tetrahedral perovskite ferroelectrics"],"description":["  Using first-principles methods, we predict the energy landscape and\nferroelectric states of double perovskites of the form AA$'$BB$'$O$_6$ in which\nthe atoms on both the A and B sites are arranged in rock-salt order. While we\nare not aware of compounds that occur naturally in this structure, we argue\nthat they might be realizable by directed synthesis. The high-symmetry\nstructure formed by this arrangement belongs to the tetrahedral $F\\bar{4}3m$\nspace group. If a ferroelectric instability occurs, the energy landscape will\ntend to have minima with the polarization along tetrahedral directions, leading\nto a rhombohedral phase, or along Cartesian directions, leading to an\northorhombic phase. We find that the latter scenario applies to CaBaTiZrO$_6$\nand KCaZrNbO$_6$, which are weakly ferroelectric, and the former one applies to\nPbSnTiZrO$_6$, which is strongly ferroelectric. The results are modeled with a\nfourth- or fifth-order Landau-Devonshire expansion, providing good agreement\nwith the first-principles calculations. Computations of zone-center soft modes\nare also carried out in order to characterize the polar and octahedral-rotation\ninstabilities in more detail. Prospects for synthesis of ferroelectric\nmaterials belonging to this class are discussed.\n","Comment: 8 pages, 3 figures"]}]
["1101.0852",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.0852","Phys. Rev. E 83, 041109 (2011)","doi:10.1103/PhysRevE.83.041109"],"date":["2011-01-04"],"type":["text"],"creator":["Shrock, Robert","Xu, Yan"],"language":[],"coverage":[],"title":["Ground State Entropy of the Potts Antiferromagnet on Homeomorphic\n  Expansions of Kagome Lattice Strips"],"description":["  We present exact calculations of the chromatic polynomial and resultant\nground state entropy of the $q$-state Potts antiferromagnet on lattice strips\nthat are homeomorphic expansions of a strip of the kagome lattice. The\ndependence of the ground state entropy on the form of homeomorphic expansion is\nelucidated.\n","Comment: 7 pages, latex"]}]
["1101.1273",{"format":[],"subject":["Quantitative Biology - Molecular Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1273"],"date":["2011-01-06","2011-04-22"],"type":["text"],"creator":["Li, Bo","Cao, Weiguo","Zhou, Jizhong","Luo, Feng"],"language":[],"coverage":[],"title":["Understanding and predicting synthetic lethal genetic interactions in\n  Saccharomyces cerevisiae using domain genetic interactions"],"description":["  Genetic interactions have been widely used to define functional relationships\nbetween proteins and pathways. In this study, we demonstrated that yeast\nsynthetic lethal genetic interactions can be explained by the genetic\ninteractions between domains of those proteins. The domain genetic interactions\nrarely overlap with the domain physical interactions from iPfam database and\nprovide a complementary view about domain relationships. Moreover, we found\nthat domains in multidomain yeast proteins contribute to their genetic\ninteractions differently. The domain genetic interactions help more precisely\ndefine the function related to the synthetic lethal genetic interactions, and\nthen help understand how domains contribute to different functionalities of\nmultidomain proteins. Using the probabilities of domain genetic interactions,\nwe were able to predict novel yeast synthetic lethal genetic interactions.\nFurthermore, we had also identified novel compensatory pathways from the\npredicted synthetic lethal genetic interactions. Our study significantly\nimproved the understanding of yeast mulitdomain proteins, the synthetic lethal\ngenetic interactions and the functional relationships between proteins and\npathways.\n","Comment: 36 page, 4 figures"]}]
["1101.1962",{"format":[],"subject":["Quantum Physics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1962","Phys. Rev. A 83, 042330 (2011)","doi:10.1103/PhysRevA.83.042330"],"date":["2011-01-10","2011-03-04"],"type":["text"],"creator":["Haah, Jeongwan"],"language":[],"coverage":[],"title":["Local stabilizer codes in three dimensions without string logical\n  operators"],"description":["  We suggest concrete models for self-correcting quantum memory by reporting\nexamples of local stabilizer codes in 3D that have no string logical operators.\nPreviously known local stabilizer codes in 3D all have string-like logical\noperators, which make the codes non-self-correcting. We introduce a notion of\n\"logical string segments\" to avoid difficulties in defining one dimensional\nobjects in discrete lattices. We prove that every string-like logical operator\nof our code can be deformed to a disjoint union of short segments, and each\nsegment is in the stabilizer group. The code has surface-like logical operators\nwhose partial implementation has unsatisfied stabilizers along its boundary.\n","Comment: 18 pages, 12 figures; clarified intermidiate steps in the proof"]}]
["1101.3696",{"format":[],"subject":["Mathematics - Representation Theory","Primary 20G05, Secondary 20C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.3696"],"date":["2011-01-19","2011-04-22"],"type":["text"],"creator":["Singla, Pooja"],"language":[],"coverage":[],"title":["On Representations of Classical Groups over Finite Local Rings of Length\n  Two"],"description":["  We study the complex irreducible representations of special linear,\nsymplectic, orthogonal and unitary groups over principal ideal local rings of\nlength two. We construct a canonical correspondence between the irreducible\nrepresentations of all such groups that preserves dimensions. The case for\ngeneral linear groups has already been proved by author.\n","Comment: 10 pages"]}]
["1101.4547",{"format":[],"subject":["Nuclear Theory","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.4547","Phys. Lett. B699, 181-186, 2011","doi:10.1016/j.physletb.2011.03.068"],"date":["2011-01-24","2011-04-22"],"type":["text"],"creator":["Zhao, P. W.","Zhang, S. Q.","Peng, J.","Liang, H. Z.","Ring, P.","Meng, J."],"language":[],"coverage":[],"title":["Novel structure for magnetic rotation bands in 60Ni"],"description":["  The self-consistent tilted axis cranking relativistic mean-field theory based\non a point-coupling interaction has been established and applied to investigate\nsystematically the newly observed shears bands in 60Ni. The tilted angles,\ndeformation parameters, energy spectra, and reduced M1 and $E2$ transition\nprobabilities have been studied in a fully microscopic and self-consistent way\nfor various configurations and rotational frequencies. It is found the\ncompetition between the configurations and the transitions from the magnetic to\nthe electric rotations have to be considered in order to reproduce the energy\nspectra as well as the band crossing phenomena. The tendency of the\nexperimental electromagnetic transition ratios B(M1)/B(E2) is in a good\nagreement with the data, in particular, the B(M1) values decrease with\nincreasing spin as expected for the shears mechanism, whose characteristics are\ndiscussed in detail by investigating the various contributions to the total\nangular momentum as well.\n","Comment: 17 pages, 5 figures"]}]
["1102.1473",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Quantum Algebra","57M27, 57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1473"],"date":["2011-02-07"],"type":["text"],"creator":["Aksoy, Sinan","Nelson, Sam"],"language":[],"coverage":[],"title":["Bikei, Involutory Biracks and unoriented link invariants"],"description":["  We identify a subcategory of biracks which define counting invariants of\nunoriented links, which we call involutory biracks. In particular, involutory\nbiracks of birack rank N=1 are biquandles, which we call bikei. We define\ncounting invariants of unoriented classical and virtual links using finite\ninvolutory biracks, and we give an example of a non-involutory birack whose\ncounting invariant detects the non-invertibility of a virtual knot.\n","Comment: 11 pages"]}]
["1102.3259",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Chaotic Dynamics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3259"],"date":["2011-02-16"],"type":["text"],"creator":["L'vov, V. S.","Skrbek, L."],"language":[],"coverage":[],"title":["Viscosity of liquid He-4 and quantum of circulation: Why and how are\n  they related?"],"description":["  The relationship between the apparently unrelated physical quantities --\nkinematic viscosity of liquid He-4, $\\nu$, and quantum of circulation,\n$\\kappa=2\\pi \\hbar/m_4$, where $\\hbar$ is the Planck constant and $m_4$ denotes\nthe mass of the $^4$He atom -- is examined in the vicinity of the superfluid\ntransition occurring due to Bose-Einstein condensation. A model is developed,\nleading to the surprisingly simple relation $\\nu \\approx \\kappa/6$. We\ncritically examine the available experimental data for $^4$He relevant to this\nsimple relation and predict the kinematic viscosity for the stretched liquid\n$^4$He along the $\\lambda$-line at negative pressures.\n","Comment: 4 pages, 2 figs, PRL submitted"]}]
["1103.2001",{"format":[],"subject":["Physics - Physics and Society","Condensed Matter - Soft Condensed Matter","Nuclear Theory","Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2001","Europhys.Lett.94:28006,2011","doi:10.1209/0295-5075/94/28006"],"date":["2011-03-10"],"type":["text"],"creator":["Han, D. D.","Qian, J. H.","Ma, Y. G."],"language":[],"coverage":[],"title":["Emergence of double scaling law in complex system"],"description":["  We introduce a stochastic model to explain a double power-law distribution\nwhich exhibits two different Paretian behaviors in the upper and the lower tail\nand widely exists in social and economic systems. The model incorporates\nfitness consideration and noise fluctuation. We find that if the number of\nvariables (e.g. the degree of nodes in complex networks or people's incomes)\ngrows exponentially, normal distributed fitness coupled with exponentially\nincreasing variable is responsible for the emergence of the double power-law\ndistribution. Fluctuations do not change the result qualitatively but\ncontribute to the second-part scaling exponent. The evolution of Chinese\nairline network is taken as an example to show a nice agreement with our\nstochastic model.\n","Comment: 6 pages, 6 figures, 2 tables"]}]
["1103.4090",{"format":[],"subject":["Quantitative Biology - Quantitative Methods","Computer Science - Computation and Language","Computer Science - Information Retrieval","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4090"],"date":["2011-03-21","2011-04-22"],"type":["text"],"creator":["Lourenço, Anália","Conover, Michael","Wong, Andrew","Nematzadeh, Azadeh","Pan, Fengxia","Shatkay, Hagit","Rocha, Luis M."],"language":[],"coverage":[],"title":["A Linear Classifier Based on Entity Recognition Tools and a Statistical\n  Approach to Method Extraction in the Protein-Protein Interaction Literature"],"description":["  We participated, in the Article Classification and the Interaction Method\nsubtasks (ACT and IMT, respectively) of the Protein-Protein Interaction task of\nthe BioCreative III Challenge. For the ACT, we pursued an extensive testing of\navailable Named Entity Recognition and dictionary tools, and used the most\npromising ones to extend our Variable Trigonometric Threshold linear\nclassifier. For the IMT, we experimented with a primarily statistical approach,\nas opposed to employing a deeper natural language processing strategy. Finally,\nwe also studied the benefits of integrating the method extraction approach that\nwe have used for the IMT into the ACT pipeline. For the ACT, our linear article\nclassifier leads to a ranking and classification performance significantly\nhigher than all the reported submissions. For the IMT, our results are\ncomparable to those of other systems, which took very different approaches. For\nthe ACT, we show that the use of named entity recognition tools leads to a\nsubstantial improvement in the ranking and classification of articles relevant\nto protein-protein interaction. Thus, we show that our substantially expanded\nlinear classifier is a very competitive classifier in this domain. Moreover,\nthis classifier produces interpretable surfaces that can be understood as\n\"rules\" for human understanding of the classification. In terms of the IMT\ntask, in contrast to other participants, our approach focused on identifying\nsentences that are likely to bear evidence for the application of a PPI\ndetection method, rather than on classifying a document as relevant to a\nmethod. As BioCreative III did not perform an evaluation of the evidence\nprovided by the system, we have conducted a separate assessment; the evaluators\nagree that our tool is indeed effective in detecting relevant evidence for PPI\ndetection methods.\n","Comment: BMC Bioinformatics. In Press"]}]
["1103.4838",{"format":[],"subject":["Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4838","Complexity (2008), 13: 7--10","doi:10.1002/cplx.20234"],"date":["2011-03-24"],"type":["text"],"creator":["Hubler, Alfred","Gintautas, Vadas"],"language":[],"coverage":[],"title":["Experimental evidence for mixed reality states"],"description":["  Recently researchers at the University of Illinois coupled a real pendulum to\nits virtual counterpart. They observed that the two pendulums suddenly start to\nmove in synchrony if their lengths are sufficiently close. In this synchronized\nstate, the boundary between the real system and the virtual system is blurred,\nthat is, the pendulums are in a mixed reality state. An instantaneous,\nbidirectional coupling is a prerequisite for mixed reality states. In this\narticle we explore the implications of mixed reality states in the context of\ncontrolling real-world systems.\n","Comment: 2 pages, 2 figures"]}]
["1104.1017",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1017","Phys. Rev. A 83, 042323 (2011)","doi:10.1103/PhysRevA.83.042323"],"date":["2011-04-06"],"type":["text"],"creator":["Namiki, Ryo"],"language":[],"coverage":[],"title":["Simple proof of the quantum benchmark fidelity for continuous-variable\n  quantum devices"],"description":["  An experimental success criterion for continuous-variable quantum\nteleportation and memories is to surpass a limit of the average fidelity\nachieved by the classical measure-and-prepare schemes with respect to a\nGaussian distributed set of coherent states. We present a simple proof of the\nclassical limit based on the familiar notions of the state-channel duality and\nthe partial transposition. The present method enables us to produce a\nquantum-domain criterion associated with a given set of measured fidelities.\n"]}]
["1104.1705",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1705","Int.J.Mod.Phys.B25:171-230,2011","doi:10.1142/S0217979211057736"],"date":["2011-04-09"],"type":["text"],"creator":["Klimchitskaya, G. L.","Mohideen, U.","Mostepanenko, V. M."],"language":[],"coverage":[],"title":["Control of the Casimir Force Using Semiconductor Test Bodies"],"description":["  We describe experimental and related theoretical work on the measurement of\nthe Casimir force using semiconductor test bodies. This field of research\nstarted in 2005 and several important and interesting results have already been\nobtained. Specifically, the Casimir force or its gradient were measured in the\nconfiguration of an Au-coated sphere and different semiconductor surfaces. It\nwas found that the force magnitude depends significantly on the replacement of\nthe metal with a semiconductor and on the concentration of charge carriers in\nthe semiconductor material. Special attention is paid to the experiment on the\noptical modulation of the Casimir force. In this experiment the difference\nCasimir force between an Au-coated sphere and Si plate in the presence and in\nthe absence of laser light was measured. Possible applications of this\nexperiment are discussed, specifically, for the realization of the pulsating\nCasimir force in three-layer systems. Theoretical problems arising from the\ncomparison of the experimental data for the difference Casimir force with the\nLifshitz theory are analyzed. We consider the possibility to control the\nmagnitude of the Casimir force in phase transitions of semiconductor materials.\nExperiments on measuring the Casimir force gradient between an Au-coated sphere\nand Si plate covered with rectangular corrugations of different character are\nalso described. Here, we discuss the interplay between the material properties\nand nontrivial geometry and the applicability of the proximity force\napproximation. The review contains comparison between different experiments and\nanalysis of their advantages and disadvantages.\n","Comment: Review: 61 pages, 23 figures"]}]
["1104.2053",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2053","Physical Review A 80 (2009) 53812","doi:10.1103/PHYSREVA.80.053812"],"date":["2011-04-11"],"type":["text"],"creator":["Leblond, Hervé","Kremer, David","Mihalache, Dumitru"],"language":[],"coverage":[],"title":["Ultrashort spatiotemporal optical solitons in quadratic nonlinear media:\n  Generation of line and lump solitons from few-cycle input pulses"],"description":["  By using a powerful reductive perturbation technique, or a multiscale\nanalysis, a generic Kadomtsev-Petviashvili evolution equation governing the\npropagation of femtosecond spatiotemporal optical solitons in quadratic\nnonlinear media beyond the slowly varying envelope approximation is put\nforward. Direct numerical simulations show the formation, from adequately\nchosen few-cycle input pulses, of both stable line solitons (in the case of a\nquadratic medium with normal dispersion) and of stable lumps (for a quadratic\nmedium with anomalous dispersion). Besides, a typical example of the decay of\nthe perturbed unstable line soliton into stable lumps for a quadratic nonlinear\nmedium with anomalous dispersion is also given.\n"]}]
["1104.2186",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2186","Phys.Plasmas 18:033111,2011","doi:10.1063/1.3569827"],"date":["2011-04-12"],"type":["text"],"creator":["Corde, S.","Phuoc, K. Ta"],"language":[],"coverage":[],"title":["Plasma wave undulator for laser-accelerated electrons"],"description":["  Laser-plasma accelerators have become compact sources of ultrashort electron\nbunches at energies up to the gigaelectronvolt range thanks to the remarkable\nprogress made over the past decade. A direct application of these electron\nbunches is the production of short pulse x-ray radiation sources. In this\nletter, we study a fully optically driven x-ray source based on the combination\nof a laser-plasma accelerator and a plasma wave undulator. The longitudinal\nelectric field of a laser-generated plasma wave is used to wiggle electrons\ntransversally. The period of this plasma undulator being equal to the plasma\nwavelength, tunable photon energies in the 10 keV range can be achieved with\nelectron energies in the 100-200 MeV range. Considering a 10s TW class\nfemtosecond laser system, undulators with a strength parameter K~0.5 and with\nabout ten periods can be combined with a laser-plasma accelerator, resulting in\nseveral 10^-2 emitted x-ray photons per electron.\n","Comment: 6 pages, 4 figures"]}]
["1104.2243",{"format":[],"subject":["Physics - Plasma Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2243","New J.Phys.13:033017,2011","doi:10.1088/1367-2630/13/3/033017"],"date":["2011-04-12"],"type":["text"],"creator":["Fourmaux, S.","Corde, S.","Phuoc, K. Ta","Leguay, P. M.","Payeur, S.","Lassonde, P.","Gnedyuk, S.","Lebrun, G.","Fourment, C.","Malka, V.","Sebban, S.","Rousse, A.","Kieffer, J. C."],"language":[],"coverage":[],"title":["Demonstration of the synchrotron-type spectrum of laser-produced\n  Betatron radiation"],"description":["  Betatron X-ray radiation in laser-plasma accelerators is produced when\nelectrons are accelerated and wiggled in the laser-wakefield cavity. This\nfemtosecond source, producing intense X-ray beams in the multi kiloelectronvolt\nrange has been observed at different interaction regime using high power laser\nfrom 10 to 100 TW. However, none of the spectral measurement performed were at\nsufficient resolution, bandwidth and signal to noise ratio to precisely\ndetermine the shape of spectra with a single laser shot in order to avoid shot\nto shot fluctuations. In this letter, the Betatron radiation produced using a\n80 TW laser is characterized by using a single photon counting method. We\nmeasure in single shot spectra from 8 to 21 keV with a resolution better than\n350 eV. The results obtained are in excellent agreement with theoretical\npredictions and demonstrate the synchrotron type nature of this radiation\nmechanism. The critical energy is found to be Ec = 5.6 \\pm 1 keV for our\nexperimental conditions. In addition, the features of the source at this energy\nrange open novel perspectives for applications in time-resolved X-ray science.\n","Comment: 5 pages, 4 figures"]}]
["1104.2983",{"format":[],"subject":["Mathematics - General Topology","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2983"],"date":["2011-04-15"],"type":["text"],"creator":["Fossas, Ariadna","Nguyen, Maxime"],"language":[],"coverage":[],"title":["On the automorphism group of the asymptotic pants complex of a planar\n  surface of infinite type"],"description":["  We consider a planar surface \\Sigma of infinite type which has the Thompson\ngroup T as asymptotic mapping class group. We construct the asymptotic pants\ncomplex C of \\Sigma and prove that the group T acts transitively by\nautomorphisms on it. Finally, we establish that the automorphism group of the\ncomplex C is an extension of the Thompson group T by Z/2Z.\n"]}]
["1104.4346",{"format":[],"subject":["Mathematical Physics","Mathematics - Classical Analysis and ODEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4346"],"date":["2011-04-21"],"type":["text"],"creator":["Tassaddiq, Asifa","Qadir, Asghar"],"language":[],"coverage":[],"title":["Fourier Transform Representation of the Extended Fermi-Dirac and\n  Bose-Einstein Functions with Applications to the Family of the Zeta and\n  Related Functions"],"description":["  On the one hand the Fermi-Dirac and Bose-Einstein functions have been\nextended in such a way that they are closely related to the Riemann and other\nzeta functions. On the other hand the Fourier transform representation of the\ngamma and generalized gamma functions proved useful in deriving various\nintegral formulae for these functions. In this paper we use the Fourier\ntransform representation of the extended functions to evaluate integrals of\nproducts of these functions. In particular we evaluate some integrals\ncontaining the Riemann and Hurwitz zeta functions, which had not been evaluated\nbefore.\n","Comment: 13 pages only"]}]
["1104.4353",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4353"],"date":["2011-04-21"],"type":["text"],"creator":["Belazzougui, D.","Kaporis, A. C.","Spirakis, P. G."],"language":[],"coverage":[],"title":["Random input helps searching predecessors"],"description":["  We solve the dynamic Predecessor Problem with high probability (whp) in\nconstant time, using only $n^{1+\\delta}$ bits of memory, for any constant\n$\\delta > 0$. The input keys are random wrt a wider class of the well studied\nand practically important class of $(f_1, f_2)$-smooth distributions introduced\nin \\cite{and:mat}. It achieves O(1) whp amortized time. Its worst-case time is\n$O(\\sqrt{\\frac{\\log n}{\\log \\log n}})$. Also, we prove whp $O(\\log \\log \\log\nn)$ time using only $n^{1+ \\frac{1}{\\log \\log n}}= n^{1+o(1)}$ bits. Finally,\nwe show whp $O(\\log \\log n)$ time using O(n) space.\n"]}]
["1104.4360",{"format":[],"subject":["Mathematics - Probability","60E"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4360"],"date":["2011-04-21"],"type":["text"],"creator":["Bobkov, S. G.","Chistyakov, G. P.","Götze, F."],"language":[],"coverage":[],"title":["Convergence to Stable Laws in Relative Entropy"],"description":["  Convergence to stable laws in relative entropy is established for sums of\ni.i.d. random variables.\n"]}]
["1104.4362",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4362"],"date":["2011-04-21"],"type":["text"],"creator":["Vidal, Clement"],"language":[],"coverage":[],"title":["Black Holes: Attractors for Intelligence?"],"description":["  The Search for Extra-Terrestrial Intelligence (SETI) has so far been\nunsuccessful and needs additional methods. We introduce a two-dimensional\nmetric for civilization development, using the Kardashev scale of energy\nincrease and the Barrow scale of inward manipulation. To support Barrow's scale\nlimit, we contend with energetic, societal, scientific, computational, and\nphilosophical arguments that black holes are attractors for intelligence. An\napplication of the two-dimensional metric leads to a simple, consistent and\nobservable hypothesis to test the existence of very advanced civilizations. We\nsuggest that some already observed X-Ray binaries may be unnoticed advanced\ncivilizations, of type KII-Bomega. The appendix provides an argumentative map\nof the paper's main thesis.\n  KEYWORDS: SETI, black holes, Kardashev scale, Barrow scale, star lifting, XRB\n","Comment: Presented at the Kavli Royal Society International Centre, \"Towards a\n  scientific and societal agenda on extra-terrestrial life\", 4-5 Oct 2010. 16\n  pages, 1 figure and 2 argumentative maps"]}]
["1104.4364",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4364"],"date":["2011-04-21"],"type":["text"],"creator":["de Jeu, Rob","Lewis, James D."],"language":[],"coverage":[],"title":["Beilinson's Hodge conjecture for smooth varieties"],"description":["  Consider the cycle class map cl_{r,m} : CH^r(U,m;\\Q) \\to \\Gamma\nH^{2r-m}(U,\\Q(r)), where CH^r(U,m;\\Q) is Bloch's higher Chow group (tensored\nwith \\Q) of a smooth complex quasi-projective variety U, and H^{2r-m}(U,\\Q(r))\nis singular cohomology. We study the image of cl_{r,m} in terms of kernels of\nAbel-Jacobi maps. When r=m, we deduce from the Bloch-Kato theorem that the\ncokernel of cl_{r,m} at the generic point of U is the same for integral or\nrational coefficients.\n","Comment: 33 pages"]}]
["1104.4367",{"format":[],"subject":["Mathematics - Combinatorics","05C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4367"],"date":["2011-04-21"],"type":["text"],"creator":["Châu, Phong","DeBiasio, Louis","Kierstead, H. A."],"language":[],"coverage":[],"title":["P\\'osa's Conjecture for graphs of order at least 2\\times 10^8"],"description":["  In 1962 P\\'osa conjectured that every graph G on n vertices with minimum\ndegree at least 2n/3 contains the square of a hamiltonian cycle. In 1996 Fan\nand Kierstead proved the path version of P\\'osa's Conjecture. They also proved\nthat it would suffice to show that G contains the square of a cycle of length\ngreater than 2n/3. Still in 1996, Koml\\'os, S\\'ark\\\"ozy, and Szemer\\'edi proved\nP\\'osa's Conjecture, using the Regularity and Blow-up Lemmas, for graphs of\norder n > n_0, where n_0 is a very large constant. Here we show without using\nthese lemmas that n_0=2\\times 10^8 is sufficient. We are motivated by the\nrecent work of Levitt, Szemer\\'edi and S\\'ark\\\"ozy, but our methods are based\non techniques that were available in the 90's.\n","Comment: 20 pages, to appear in Random Structures & Algorithms"]}]
["1104.4375",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4375"],"date":["2011-04-21"],"type":["text"],"creator":["Yao, Yuan","Zheng, Jianfeng","Feng, Zhenghe"],"language":[],"coverage":[],"title":["Array independent MIMO channel models with analytical characteristics"],"description":["  The conventional analytical channel models for multiple-input multiple-output\n(MIMO) wireless radio channels are array dependent. In this paper, we present\nseveral array independent MIMO channel models that inherit the essence of\nanalytical models. The key idea is to decompose the physical scattering channel\ninto two parts using the manifold decomposition technique: one is the wavefield\nindependent sampling matrices depending on the antenna arrays only; the other\nis the array independent physical channel that can be individually modeled in\nan analytical manner. Based on the framework, we firstly extend the\nconventional virtual channel representation (VCR), which is restricted to\nuniform linear arrays (ULAs) so far, to a general version applicable to\narbitrary array configurations. Then, we present two array independent\nstochastic MIMO channel models based on the proposed new VCR as well as the\nWeichselberger model. These two models are good at angular power spectrum (APS)\nestimation and capacity prediction, respectively. Finally, the impact of array\ncharacteristics on channel capacity is separately investigated by studying the\ncondition number of the array steering matrix at fixed angles, and the results\nagree well with existing conclusions. Numerical results are presented for model\nvalidation and comparison.\n","Comment: 30 pages, 10 figures, 4 tables, submitted to IEEE Transactions on\n  Signal Processing"]}]
["1104.4376",{"format":[],"subject":["Statistics - Methodology","Computer Science - Computer Vision and Pattern Recognition","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4376"],"date":["2011-04-21"],"type":["text"],"creator":["Wang, Alex","Krishnamurthy, Vikram","Balaji, Bhashyam"],"language":[],"coverage":[],"title":["Intent Inference and Syntactic Tracking with GMTI Measurements"],"description":["  In conventional target tracking systems, human operators use the estimated\ntarget tracks to make higher level inference of the target behaviour/intent.\nThis paper develops syntactic filtering algorithms that assist human operators\nby extracting spatial patterns from target tracks to identify\nsuspicious/anomalous spatial trajectories. The targets' spatial trajectories\nare modeled by a stochastic context free grammar (SCFG) and a switched mode\nstate space model. Bayesian filtering algorithms for stochastic context free\ngrammars are presented for extracting the syntactic structure and illustrated\nfor a ground moving target indicator (GMTI) radar example. The performance of\nthe algorithms is tested with the experimental data collected using DRDC\nOttawa's X-band Wideband Experimental Airborne Radar (XWEAR).\n"]}]
["1104.4379",{"format":[],"subject":["Computer Science - Distributed, Parallel, and Cluster Computing","C.1.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4379","CSI Communications, Vol.35, No. 1, Pages: 6-11, 2011"],"date":["2011-04-21"],"type":["text"],"creator":["Buyya, Rajkumar","Sukumar, Karthik"],"language":[],"coverage":[],"title":["Platforms for Building and Deploying Applications for Cloud Computing"],"description":["  Cloud computing is rapidly emerging as a new paradigm for delivering IT\nservices as utlity-oriented services on subscription-basis. The rapid\ndevelopment of applications and their deployment in Cloud computing\nenvironments in efficient manner is a complex task. In this article, we give a\nbrief introduction to Cloud computing technology and Platform as a Service, we\nexamine the offerings in this category, and provide the basis for helping\nreaders to understand basic application platform opportunities in Cloud by\ntechnologies such as Microsoft Azure, Sales Force, Google App, and Aneka for\nCloud computing. We demonstrate that Manjrasoft Aneka is a Cloud Application\nPlatform (CAP) leveraging these concepts and allowing an easy development of\nCloud ready applications on a Private/Public/Hybrid Cloud. Aneka CAP offers\nfacilities for quickly developing Cloud applications and a modular platform\nwhere additional services can be easily integrated to extend the system\ncapabilities, thus being at pace with the rapidly evolution of Cloud computing.\n","Comment: 6 pages, 4 figures"]}]
["1104.4381",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Social and Information Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4381"],"date":["2011-04-21"],"type":["text"],"creator":["Chen, Yanguang"],"language":[],"coverage":[],"title":["Unraveling the Rank-Size Rule with Self-Similar Hierarchies"],"description":["  Many scientists are interested in but puzzled by the various inverse power\nlaws with a negative exponent 1 such as the rank-size rule. The rank-size rule\nis a very simple scaling law followed by many observations of the ubiquitous\nempirical patterns in physical and social systems. Where there is a rank-size\ndistribution, there will be a hierarchy with cascade structure. However, the\nequivalence relation between the rank-size rule and the hierarchical scaling\nlaw remains to be mathematically demonstrated and empirically testified. In\nthis paper, theoretical derivation, mathematical experiments, and empirical\nanalysis are employed to show that the rank-size rule is equivalent in theory\nto the hierarchical scaling law (the Nn principle). Abstracting an ordered set\nof quantities in the form {1, 1/2,..., 1/k,...} from the rank-size rule, I\nprove a geometric subdivision theorem of the harmonic sequence (k=1, 2, 3,...).\nBy the theorem, the rank-size distribution can be transformed into a\nself-similar hierarchy, thus a power law can be decomposed as a pair of\nexponential laws, and further the rank-size power law can be reconstructed as a\nhierarchical scaling law. A number of ubiquitous empirical observations and\nrules, including Zipf's law, Pareto's distribution, fractals, allometric\nscaling, 1/f noise, can be unified into the hierarchical framework. The\nself-similar hierarchy can provide us with a new perspective of looking at the\ninverse power law of nature or even how nature works.\n","Comment: 22 pages, 5 figures, 2 tables"]}]
["1104.4384",{"format":[],"subject":["Computer Science - Databases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4384"],"date":["2011-04-21"],"type":["text"],"creator":["Gupta, Nitin"],"language":[],"coverage":[],"title":["EMBANKS: Towards Disk Based Algorithms For Keyword-Search In Structured\n  Databases"],"description":["  In recent years, there has been a lot of interest in the field of keyword\nquerying relational databases. A variety of systems such as DBXplorer [ACD02],\nDiscover [HP02] and ObjectRank [BHP04] have been proposed. Another such system\nis BANKS, which enables data and schema browsing together with keyword-based\nsearch for relational databases. It models tuples as nodes in a graph,\nconnected by links induced by foreign key and other relationships. The size of\nthe database graph that BANKS uses is proportional to the sum of the number of\nnodes and edges in the graph. Systems such as SPIN, which search on Personal\nInformation Networks and use BANKS as the backend, maintain a lot of\ninformation about the users' data. Since these systems run on the user\nworkstation which have other demands of memory, such a heavy use of memory is\nunreasonable and if possible, should be avoided. In order to alleviate this\nproblem, we introduce EMBANKS (acronym for External Memory BANKS), a framework\nfor an optimized disk-based BANKS system. The complexity of this framework\nposes many questions, some of which we try to answer in this thesis. We\ndemonstrate that the cluster representation proposed in EMBANKS enables\nin-memory processing of very large database graphs. We also present detailed\nexperiments that show that EMBANKS can significantly reduce database load time\nand query execution times when compared to the original BANKS algorithms.\n","Comment: 45 pages, 15 figures, Bachelors Thesis submission to IIT Bombay"]}]
["1104.4386",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - High Energy Astrophysical Phenomena","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4386"],"date":["2011-04-22"],"type":["text"],"creator":["Qiu, Taotao","Maity, Debaprasad"],"language":[],"coverage":[],"title":["Higgs Inflation in Horava-Lifshitz Gravity"],"description":["  We study the possibility of standard model Higgs boson acting as an inflaton\nfield in the framework of Horava-Lifshitz Gravity. Under this framework, we\nshowed that it is possible for the Higgs field to produce right amount of\ninflation and generate scale invariant power spectrum with the correct\nexperimental value. Thanks to the foliation preserving diffeomorphism and\nanisotropic space-time scaling, it essentially helps us to construct this model\nwithout the pre-existing inconsistency coming from cosmological and particle\nphysics constraints. We do not need to introduce any non-minimal or higher\nderivative coupling term in an arbitrary basis either.\n","Comment: 5 pages, 1 figure"]}]
["1104.4389",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4389","Bernoulli 2011, Vol. 17, No. 2, 643-670","doi:10.3150/10-BEJ286"],"date":["2011-04-22"],"type":["text"],"creator":["Figueroa-López, José E."],"language":[],"coverage":[],"title":["Sieve-based confidence intervals and bands for L\\'{e}vy densities"],"description":["  The estimation of the L\\'{e}vy density, the infinite-dimensional parameter\ncontrolling the jump dynamics of a L\\'{e}vy process, is considered here under a\ndiscrete-sampling scheme. In this setting, the jumps are latent variables, the\nstatistical properties of which can be assessed when the frequency and time\nhorizon of observations increase to infinity at suitable rates. Nonparametric\nestimators for the L\\'{e}vy density based on Grenander's method of sieves was\nproposed in Figueroa-L\\'{o}pez [IMS Lecture Notes 57 (2009) 117--146]. In this\npaper, central limit theorems for these sieve estimators, both pointwise and\nuniform on an interval away from the origin, are obtained, leading to pointwise\nconfidence intervals and bands for the L\\'{e}vy density. In the pointwise case,\nour estimators converge to the L\\'{e}vy density at a rate that is arbitrarily\nclose to the rate of the minimax risk of estimation on smooth L\\'{e}vy\ndensities. In the case of uniform bands and discrete regular sampling, our\nresults are consistent with the case of density estimation, achieving a rate of\norder arbitrarily close to $\\log^{-1/2}(n)\\cdot n^{-1/3}$, where $n$ is the\nnumber of observations. The convergence rates are valid, provided that $s$ is\nsmooth enough and that the time horizon $T_n$ and the dimension of the sieve\nare appropriately chosen in terms of $n$.\n","Comment: Published in at http://dx.doi.org/10.3150/10-BEJ286 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["1104.4396",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4396","Bernoulli 2011, Vol. 17, No. 2, 671-686","doi:10.3150/10-BEJ287"],"date":["2011-04-22"],"type":["text"],"creator":["Babu, G. Jogesh","Bai, Zhidong","Choi, Kwok Pui","Mangalam, Vasudevan"],"language":[],"coverage":[],"title":["Limit theorems for functions of marginal quantiles"],"description":["  Multivariate distributions are explored using the joint distributions of\nmarginal sample quantiles. Limit theory for the mean of a function of order\nstatistics is presented. The results include a multivariate central limit\ntheorem and a strong law of large numbers. A result similar to Bahadur's\nrepresentation of quantiles is established for the mean of a function of the\nmarginal quantiles. In particular, it is shown that\n\\[\\sqrt{n}\\Biggl(\\frac{1}{n}\\sum_{i=1}^n\\phi\\bigl(X_{n:i}^{(1)},...,X_{n:i}^{(d)}\\bigr)-\\bar{\\gamma}\\Biggr)=\\frac{1}{\\sqrt{n}}\\sum_{i=1}^nZ_{n,i}+\\mathrm{o}_P(1)\\]\nas $n\\rightarrow\\infty$, where $\\bar{\\gamma}$ is a constant and $Z_{n,i}$ are\ni.i.d. random variables for each $n$. This leads to the central limit theorem.\nWeak convergence to a Gaussian process using equicontinuity of functions is\nindicated. The results are established under very general conditions. These\nconditions are shown to be satisfied in many commonly occurring situations.\n","Comment: Published in at http://dx.doi.org/10.3150/10-BEJ287 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["1104.4401",{"format":[],"subject":["Mathematics - Number Theory","11T23, 20G40, 94B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4401"],"date":["2011-04-22"],"type":["text"],"creator":["Kim, Dae San","Kim, Ji Hyun"],"language":[],"coverage":[],"title":["Ternary codes associated with symplectic groups and power moments of\n  Kloosterman sums with square arguments"],"description":["  In this paper, we construct two ternary linear codes associated with the\nsymplectic groups Sp(2,q) and Sp(4,q). Here q is a power of three. Then we\nobtain recursive formulas for the power moments of Kloosterman sums with square\narguments and for the even power moments of those in terms of the frequencies\nof weights in the codes. This is done via Pless power moment identity and by\nutilizing the explicit expressions of \"Gauss sums\" for the symplectic groups\nSp(2n,q).\n","Comment: No comments"]}]
["1104.4402",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4402"],"date":["2011-04-22"],"type":["text"],"creator":["Gazor, Hamid","Parvandeh, Saeed"],"language":[],"coverage":[],"title":["Stability and convergence of a higher order rational difference Equation"],"description":["  In this paper the asymptotic stability of equilibria and periodic points of\nthe following higher order rational difference Equation x_{n+1} =(alpha\nx_{n-k})/(1+x_{n}...x_{n-k}), k>=1, n=0,1,... is studied where the parameters\n?alpha, betta, and gamma are positive real numbers, and the initial conditions\nx_{-k}, ..., x_{0} are given arbitrary real numbers. The forbidden set of this\nequation is found and then, the order reduction method is used to facilitate\nthe analysis of its asymptotic dynamics\n"]}]
["1104.4403",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4403"],"date":["2011-04-22"],"type":["text"],"creator":["Mashonkina, L."],"language":[],"coverage":[],"title":["Non-LTE line formation for Fe I and Fe II in the atmospheres of A-F type\n  stars"],"description":["  Non-local thermodynamical equilibrium (non-LTE) line formation for neutral\nand singly-ionized iron is considered through a range of spectral types when\nthe effective temperature varies from 6500 K up to 8500 K, the gravity from log\ng = 4 down to log g = 3, and the metallicity is solar one. The non-LTE\ncalculations were performed with a comprehensive model atom for iron which was\ntreated in our earlier paper (Mashonkina et al. 2011, A&A, 528, A87). The\ndepartures from LTE lead to systematically depleted total absorption in the Fe\nI lines and positive abundance corrections, in qualitative agreement with the\nRentzsch-Holm (1996, A&A, 312, 966) study. However, our predicted magnitude of\nthe non-LTE effects is significantly smaller compared to the previous results\ndue to the use of rather complete model atom of Fe I. The non-LTE abundance\ncorrections do not exceed 0.1 dex for the dwarf models and 0.20 dex for the\ngiant ones. Non-LTE leads to strengthening the Fe II lines, however, the effect\nis small, such that the abundance correction is at the level of -0.01 to -0.03\ndex over the whole range of stellar parameters being considered. No firm\nconclusion can be drawn with respect to whether or not the Fe I/Fe II\nionization equilibrium is fulfilled in the atmosphere of the Sun and Procyon\ndue to uncertainty in available gf-values for visible lines of Fe I and Fe II.\n","Comment: 8 pages, to be published in Proceedings of Magnetic Stars 2010"]}]
["1104.4404",{"format":[],"subject":["High Energy Physics - Phenomenology","Condensed Matter - Superconductivity","High Energy Physics - Lattice","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4404"],"date":["2011-04-22"],"type":["text"],"creator":["Chernodub, M. N."],"language":[],"coverage":[],"title":["Can nothing be a superconductor and a superfluid?"],"description":["  A superconductor is a material that conducts electric current with no\nresistance. Superconductivity and magnetism are known to be antagonistic\nphenomena: superconductors expel weak external magnetic field (the Meissner\neffect) while a sufficiently strong magnetic field, in general, destroys\nsuperconductivity. In a seemingly contradictory statement, we show that a very\nstrong magnetic field can turn an empty space into a superconductor. The\nexternal magnetic field required for this effect should be about 10^{16} Tesla\n(eB ~ 1 GeV^2). The physical mechanism of the exotic vacuum superconductivity\nis as follows: in strong magnetic field the dynamics of virtual quarks and\nantiquarks is effectively one-dimensional because these electrically charged\nparticles tend to move along the lines of the magnetic field. In one spatial\ndimension a gluon-mediated attraction between a quark and an antiquark of\ndifferent flavors inevitably leads to formation of a colorless spin-triplet\nbound state (a vector analogue of the Cooper pair) with quantum numbers of an\nelectrically charged rho meson. Such quark-antiquark pairs condense to form an\nanisotropic inhomogeneous superconducting state similar to the Abrikosov vortex\nlattice in a type-II superconductor. The onset of the superconductivity of the\ncharged rho mesons should also induce an inhomogeneous superfluidity of the\nneutral rho mesons. The vacuum superconductivity should survive at very high\ntemperatures of typical Quantum Chromodynamics (QCD) scale of 10^{12} K (T ~\n100 MeV). We propose the phase diagram of QCD in the plane \"magnetic field -\ntemperature\".\n","Comment: 10 pages, 5 figures, contribution to the proceedings of the workshop\n  \"The many faces of QCD\", 2-5 November 2010, Gent, Belgium"]}]
["1104.4405",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4405"],"date":["2011-04-22"],"type":["text"],"creator":["Daneshvar, Hoofar","Drake, G. W. F."],"language":[],"coverage":[],"title":["Time-dependent pointer states and determination of the preferred basis\n  of measurement"],"description":["  We present a general analytic method for evaluating the generally\ntime-dependent pointer states of a subsystem, which are defined by their\ncapability not to entangle with the states of another subsystem. In this way,\nwe show how in practice the global state of the system and the environment may\nevolve into a diagonal state as a result of the natural evolution of the total\ncomposite system. We explore the conditions under which the pointer states of\nthe system become independent of time; so that a preferred basis of measurement\ncan be realized. As we show, these conditions include the so-called quantum\nlimit of decoherence and the so-called quantum measurement limit; as well as\nsome other specific conditions which are discussed in the paper. We relate the\nmathematical conditions for having time-independent pointer states to some\nclasses of possible symmetries in the Hamiltonian of the total composite\nsystem. Indeed, our theory would serve as a generalization of the existing\ntheory for determination of the preferred basis of measurement. By exploiting\nthis new theory we can obtain those regimes of the parameter space for a given\ntotal Hamiltonian defining our system-environment model for which a preferred\nbasis of measurement can be realized. Moreover, we can predict the\ncorresponding preferred basis of measurement for each regime. We can also\nobtain the time-dependent pointer states of the system and the environment in\nmost of the other regimes where the pointer states of the system are\ntime-dependent and a preferred basis of measurement cannot be realized at all.\nThis ability to obtain time-dependent pointer states is specifically important\nin decoherence studies; as pointer states correspond to those initial\nconditions for the state of the system and the environment for which we can\nhave longer decoherence times.\n"]}]
["1104.4409",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4409"],"date":["2011-04-22"],"type":["text"],"creator":["Baker, Charles"],"language":[],"coverage":[],"title":["The mean curvature flow of submanifolds of high codimension"],"description":["  The study of the mean curvature flow from the perspective of partial\ndifferential equations began with Gerhard Huisken's pioneering work in 1984.\nSince that time, the mean curvature flow of hypersurfaces has been a lively\narea of study. Although Huisken's seminal paper is now just over twenty-five\nyears old, the study of the mean curvature flow of submanifolds of higher\ncodimension has only recently started to receive attention. The mean curvature\nflow of submanifolds is the main object of investigation in this thesis, and\nindeed, the central results we obtain can be considered as high codimension\nanalogues of some early hypersurface theorems. The result of Huisken's 1984\npaper roughly says that convex hypersurfaces evolve under the mean curvature\nflow to round points in finite time. Here we obtain the result that if the\nratio of the length of the second fundamental form to the length of the mean\ncurvature vector is bounded (by some explicit constant depending on dimension\nbut not codimension), then the submanifold will evolve under the mean curvature\nflow to a round point in finite time. We investigate evolutions in flat and\ncurved backgrounds, and explore the singular behaviour of the flows as the\nfirst singular time is approached.\n"]}]
["1104.4410",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4410","Bernoulli 2011, Vol. 17, No. 2, 736-748","doi:10.3150/10-BEJ296"],"date":["2011-04-22"],"type":["text"],"creator":["Yu, Kyusang","Mammen, Enno","Park, Byeong U."],"language":[],"coverage":[],"title":["Semi-parametric regression: Efficiency gains from modeling the\n  nonparametric part"],"description":["  It is widely admitted that structured nonparametric modeling that circumvents\nthe curse of dimensionality is important in nonparametric estimation. In this\npaper we show that the same holds for semi-parametric estimation. We argue that\nestimation of the parametric component of a semi-parametric model can be\nimproved essentially when more structure is put into the nonparametric part of\nthe model. We illustrate this for the partially linear model, and investigate\nefficiency gains when the nonparametric part of the model has an additive\nstructure. We present the semi-parametric Fisher information bound for\nestimating the parametric part of the partially linear additive model and\nprovide semi-parametric efficient estimators for which we use a smooth\nbackfitting technique to deal with the additive nonparametric part. We also\npresent the finite sample performances of the proposed estimators and analyze\nBoston housing data as an illustration.\n","Comment: Published in at http://dx.doi.org/10.3150/10-BEJ296 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["1104.4411",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4411"],"date":["2011-04-22"],"type":["text"],"creator":["Hajiabolhassan, Hossein","Taherkhani, Ali"],"language":[],"coverage":[],"title":["On Coloring Properties of Graph Powers"],"description":["  This paper studies some coloring properties of graph powers. We show that\n$\\chi_c(G^{^{\\frac{2r+1}{2s+1}}})=\\frac{(2s+1)\\chi_c(G)}{(s-r)\\chi_c(G)+2r+1}$\nprovided that $\\chi_c(G^{^{\\frac{2r+1}{2s+1}}})< 4$. As a consequence, one can\nsee that if ${2r+1 \\over 2s+1} \\leq {\\chi_c(G) \\over 3(\\chi_c(G)-2)}$, then\n$\\chi_c(G^{^{\\frac{2r+1}{2s+1}}})=\\frac{(2s+1)\\chi_c(G)}{(s-r)\\chi_c(G)+2r+1}$.\nIn particular, $\\chi_c(K_{3n+1}^{^{1\\over3}})={9n+3\\over 3n+2}$ and\n$K_{3n+1}^{^{1\\over3}}$ has no subgraph with circular chromatic number equal to\n${6n+1\\over 2n+1}$. This provides a negative answer to a question asked in\n[Xuding Zhu, Circular chromatic number: a survey, Discrete Math.,\n229(1-3):371--410, 2001]. Also, we present an upper bound for the fractional\nchromatic number of subdivision graphs. Precisely, we show that\n$\\chi_f(G^{^{\\frac{1}{2s+1}}})\\leq \\frac{(2s+1)\\chi_f(G)}{s\\chi_f(G)+1}$.\nFinally, we investigate the $n$th multichromatic number of subdivision graphs.\n"]}]
["1104.4413",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4413"],"date":["2011-04-22"],"type":["text"],"creator":["Zubareva, A. M.","Shimansky, V. V.","Borisov, N. V.","Valeev, A. F."],"language":[],"coverage":[],"title":["Optical spectroscopy of MT Dra in 2006 and 2009"],"description":["  We present low-resolution phase-resolved spectra of the polar MT Dra during\nits high states in 2006 and 2009. Balmer series, He I and He II 4686 \\AA\\\nemission lines have complex shapes and show similar profile variations over an\norbital cycle. The radial velocities vary with orbital period and display\nmotions of the gas falling close to the magnetic poles of the white dwarf.\n","Comment: 6 pages, 4 figures"]}]
["1104.4419",{"format":[],"subject":["Computer Science - Discrete Mathematics","68R15, 68M20, 05B15","G.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4419","Acta Universitatis Sapientiae, Informatica, 3, 1 (2011) 99--126"],"date":["2011-04-22"],"type":["text"],"creator":["Iványi, Antal","Kátai, Imre"],"language":[],"coverage":[],"title":["Testing of random matrices"],"description":["  Let $n$ be a positive integer and $X = [x_{ij}]_{1 \\leq i, j \\leq n}$ be an\n$n \\times n$\\linebreak \\noindent sized matrix of independent random variables\nhaving joint uniform distribution $$\\hbox{Pr} {x_{ij} = k \\hbox{for} 1 \\leq k\n\\leq n} = \\frac{1}{n} \\quad (1 \\leq i, j \\leq n) \\koz. $$ A realization\n$\\mathcal{M} = [m_{ij}]$ of $X$ is called \\textit{good}, if its each row and\neach column contains a permutation of the numbers $1, 2,..., n$. We present and\nanalyse four typical algorithms which decide whether a given realization is\ngood.\n"]}]
["1104.4424",{"format":[],"subject":["Computer Science - Discrete Mathematics","68R15","G.2.1","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4424","8th Joint Conf. on Math. and Comp. Sci. July 14--17, 2010,\n  Kom\\'arno, Slovakia, Selected papers, 2011. pp. 251--261"],"date":["2011-04-22"],"type":["text"],"creator":["Kása, Zoltán"],"language":[],"coverage":[],"title":["Super-d-complexity of finite words"],"description":["  In this paper we introduce and study a new complexity measure for finite\nwords. For positive integer $d$ special scattered subwords, called\nsuper-$d$-subwords, in which the gaps are of length at least $(d-1)$, are\ndefined. We give methods to compute super-$d$-complexity (the total number of\ndifferent super-$d$-subwords) in the case of rainbow words (with pairwise\ndifferent letters) by recursive algorithms, by mahematical formulas and by\ngraph algorithms. In the case of general words, with letters from a given\nalphabet without any restriction, the problem of the maximum value of the\nsuper-$d$-complexity of all words of length $n$ is presented.\n"]}]
["1104.4425",{"format":[],"subject":["Computer Science - Discrete Mathematics","68R15","G.2.1","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4425","Acta Univ. Sapientiae, Informatica 3, 1 (2011) 127--136"],"date":["2011-04-22"],"type":["text"],"creator":["Kása, Zoltán"],"language":[],"coverage":[],"title":["On scattered subword complexity"],"description":["  Special scattered subwords, in which the gaps are of length from a given set,\nare defined. The scattered subword complexity, which is the number of such\nscattered subwords, is computed for rainbow words.\n"]}]
["1104.4427",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","03-2, 68-02, 68Q45, 68R15, 03D15","F.4.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4427","Acta Univ. Sapientiae, Informatica 3, 1 (2011) 5-34"],"date":["2011-04-22"],"type":["text"],"creator":["Lischke, Gerhard"],"language":[],"coverage":[],"title":["Primitive words and roots of words"],"description":["  In the algebraic theory of codes and formal languages, the set $Q$ of all\nprimitive words over some alphabet $\\zi $ has received special interest. With\nthis survey article we give an overview about relevant research to this topic\nduring the last twenty years including own investigations and some new results.\nIn Section 1 after recalling the most important notions from formal language\ntheory we illustrate the connection between coding theory and primitive words\nby some facts. We define primitive words as words having only a trivial\nrepresentation as the power of another word. Nonprimitive words (without the\nempty word) are exactly the periodic words. Every nonempty word is a power of\nan uniquely determined primitive word which is called the root of the former\none. The set of all roots of nonempty words of a language is called the root of\nthe language. The primitive words have interesting combinatorial properties\nwhich we consider in Section 2. In Section 3 we investigate the relationship\nbetween the set $Q$ of all primitive words over some fixed alphabet and the\nlanguage classes of the Chomsky Hierarchy and the contextual languages over the\nsame alphabet. The computational complexity of the set $Q$ and of the roots of\nlanguages are considered in Section 4. The set of all powers of the same degree\nof all words from a language is the power of this language. We examine the\npowers of languages for different sets of exponents, and especially their\nregularity and context-freeness, in Section 5, and the decidability of\nappropriate questions in Section 6. Section 7 is dedicated to several\ngeneralizations of the notions of periodicity and primitivity of words.\n"]}]
["1104.4429",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4429","Bernoulli 2011, Vol. 17, No. 2, 781-813","doi:10.3150/10-BEJ293"],"date":["2011-04-22"],"type":["text"],"creator":["Cont, Rama","Mancini, Cecilia"],"language":[],"coverage":[],"title":["Nonparametric tests for pathwise properties of semimartingales"],"description":["  We propose two nonparametric tests for investigating the pathwise properties\nof a signal modeled as the sum of a L\\'{e}vy process and a Brownian\nsemimartingale. Using a nonparametric threshold estimator for the continuous\ncomponent of the quadratic variation, we design a test for the presence of a\ncontinuous martingale component in the process and a test for establishing\nwhether the jumps have finite or infinite variation, based on observations on a\ndiscrete-time grid. We evaluate the performance of our tests using simulations\nof various stochastic models and use the tests to investigate the fine\nstructure of the DM/USD exchange rate fluctuations and SPX futures prices. In\nboth cases, our tests reveal the presence of a non-zero Brownian component and\na finite variation jump component.\n","Comment: Published in at http://dx.doi.org/10.3150/10-BEJ293 the Bernoulli\n  (http://isi.cbs.nl/bernoulli/) by the International Statistical\n  Institute/Bernoulli Society (http://isi.cbs.nl/BS/bshome.htm)"]}]
["1104.4431",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4431","doi:10.1051/0004-6361/201016293"],"date":["2011-04-22"],"type":["text"],"creator":["Lee, B. -C.","Mkrtichian, D. E.","Han, I.","Kim, K. -M.","Park, M. -G."],"language":[],"coverage":[],"title":["A likely exoplanet orbiting the oscillating K-giant {\\alpha} Arietis"],"description":["  Aims. To search for extrasolar planets around intermediate-mass stars, we are\nconducting a precise RV survey around K-giants. Methods. We present\nhigh-accuracy RV measurements of {\\alpha} Ari made from November 2003 to\nFebruary 2010. This star belongs to our sample of 55 K-giants studied for\nextrasolar planet and pulsation searches using the fiber-fed Bohyunsan\nObservatory Echelle Spectrograph (BOES) attached to the 1.8-m telescope at\nBohyunsan Optical Astronomy Observatory (BOAO) in Korea. Results. We find a\nplanetary companion with long-period and low-amplitude radial velocity (RV)\nvariations in oscillating K2 III star {\\alpha} Ari (HD 12929). We do not find\nthe correlation between RV variations and chromospheric activity indicators (Ca\nII H & K region, H{\\alpha} line). The bisector analysis also shows that the\nbisector velocity span (BVS) does not show any obvious correlation with RV\nvariation but has periodic component that may be attributed to the rotation of\nthe star. If the RV variation is indeed caused by a planetary companion, an\norbital solution with a period of P = 381 days, a semi-amplitude of K = 41 m/s,\nand an eccentricity of e = 0.25 fits the data best. Assuming a possible stellar\nmass of M_star = 1.5 M_sun, we estimate the minimum mass for the planetary\ncompanion of m2 sin i = 1.8 M_Jupiter with an orbital semi-major axis of 1.2\nAU. Conclusions. Our finding of a likely exoplanet in {\\alpha} Ari supports\nsearching for extrasolar planets around giant stars with multiperiodic\noscillations.\n","Comment: 6 pages, 9 figures, 2 tables"]}]
["1104.4433",{"format":[],"subject":["Computer Science - Computational Complexity","68Q15","F.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4433","Acta Univ. Sapientiae, Informatica 3, 1 (2011) 35--47"],"date":["2011-04-22"],"type":["text"],"creator":["Popov, Vladimir Yu."],"language":[],"coverage":[],"title":["Arc-preserving subsequences of arc-annotated sequences"],"description":["  Arc-annotated sequences are useful in representing the structural information\nof RNA and protein sequences. The longest arc-preserving common subsequence\nproblem has been introduced as a framework for studying the similarity of\narc-annotated sequences. In this paper, we consider arc-annotated sequences\nwith various arc structures. We consider the longest arc preserving common\nsubsequence problem. In particular, we show that the decision version of the\n1-{\\sc fragment LAPCS(crossing,chain)} and the decision version of the 0-{\\sc\ndiagonal LAPCS(crossing,chain)} are {\\bf NP}-complete for some fixed alphabet\n$\\Sigma$ such that $|\\Sigma| = 2$. Also we show that if $|\\Sigma| = 1$, then\nthe decision version of the 1-{\\sc fragment LAPCS(unlimited, plain)} and the\ndecision version of the 0-{\\sc diagonal LAPCS(unlimited, plain)} are {\\bf\nNP}-complete.\n"]}]
["1104.4435",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4435"],"date":["2011-04-22"],"type":["text"],"creator":["Bao, Yuanyuan"],"language":[],"coverage":[],"title":["H(2)-Unknotting Operation Related to 2-Bridge Links"],"description":["  This paper concerns the H(2)-unknotting numbers of links related to 2-bridge\nlinks. It consists of three parts. In the first part, we consider a necessary\nand sufficient condition for a 2-bridge link to have H(2)-unknotting number\none. The second part concerns an explicit form of composite links with\nH(2)-unknotting number one. In the last part, we develop a method of studying\nthe H(2)-unknotting numbers of some tangle unknotting number one knots via\n2-bridge knots.\n","Comment: 14 pages, 9 figures"]}]
["1104.4437",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4437"],"date":["2011-04-22"],"type":["text"],"creator":["Baykal, A.","Inam, S. C.","Icdem, B.","Beklen, E."],"language":[],"coverage":[],"title":["Re-analysis of Timing Parameters of OAO 1657-415"],"description":["  In this paper, we present the re-analysis of a set of RXTE-PCA observations\nof OAO 1657-415 during 1997 August 20-27. We found a revised timing solution\nwhich was found to fit better to the data and updated pulse frequency values\naccordingly. We also verified that there is a marginal correlation between the\ngradual spin-up (or decrease in spin-down rate) and increase in X-ray\nluminosity as suggested by Baykal (2000).\n","Comment: 5 pages, 1 figure, Conference proceeding of Fast X-ray timing and\n  spectroscopy at extreme count rates: Science with the HTRS on the\n  International X-ray Observatory - HTRS2011, February 7-11, 2011, Champ\\'ery,\n  Switzerland"]}]
["1104.4448",{"format":[],"subject":["Mathematics - Logic","03E35, 03E55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4448"],"date":["2011-04-22"],"type":["text"],"creator":["Gitman, Victoria","Welch, Philip"],"language":[],"coverage":[],"title":["Ramsey-like cardinals II"],"description":["  This paper continues the study of the Ramsey-like large cardinals.\nRamsey-like cardinals are defined by generalizing the characterization of\nRamsey cardinals via the existence of elementary embeddings. Ultrafilters\nderived from such embeddings are fully iterable and so it is natural to ask\nabout large cardinal notions asserting the existence of ultrafilters allowing\nonly $\\alpha$-many iterations for some countable ordinal $\\alpha$. Here we\nstudy such $\\alpha$-iterable cardinals. We show that the $\\alpha$-iterable\ncardinals form a strict hierarchy for $\\alpha\\leq\\omega_1$, that they are\ndownward absolute to $L$ for $\\alpha<\\omega_1^L$, and that the consistency\nstrength of Schindler's remarkable cardinals is strictly between 1-iterable and\n2-iterable cardinals.\n"]}]
["1104.4450",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4450"],"date":["2011-04-22"],"type":["text"],"creator":["Gitman, Victoria","Hamkins, Joel David"],"language":[],"coverage":[],"title":["A natural model of the multiverse axioms"],"description":["  If ZFC is consistent, then the collection of countable computably saturated\nmodels of ZFC satisfies all of the Multiverse Axioms introduced by Hamkins.\n"]}]
["1104.4451",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4451"],"date":["2011-04-22"],"type":["text"],"creator":["Li, Daniel","Queffélec, Hervé","Rodriguez-Piazza, Luis"],"language":[],"coverage":[],"title":["On approximation numbers of composition operators"],"description":["  We show that the approximation numbers of a compact composition operator on\nthe weighted Bergman spaces $\\mathfrak{B}_\\alpha$ of the unit disk can tend to\n0 arbitrarily slowly, but that they never tend quickly to 0: they grow at least\nexponentially, and this speed of convergence is only obtained for symbols which\ndo not approach the unit circle. We also give an upper bounds and explicit an\nexample.\n"]}]
["1104.4466",{"format":[],"subject":["Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4466"],"date":["2011-04-22"],"type":["text"],"creator":["Hislop, Peter D.","Villegas-Blas, Carlos"],"language":[],"coverage":[],"title":["Semiclassical Szego limit of resonance clusters for the hydrogen atom\n  Stark Hamiltonian"],"description":["  We study the weighted averages of resonance clusters for the hydrogen atom\nwith a Stark electric field in the weak field limit. We prove a semiclassical\nSzego-type theorem for resonance clusters showing that the limiting\ndistribution of the resonance shifts concentrates on the classical energy\nsurface corresponding to a rescaled eigenvalue of the hydrogen atom\nHamiltonian. This result extends Szego-type results on eigenvalue clusters to\nresonance clusters. There are two new features in this work: first, the study\nof resonance clusters requires the use of non self-adjoint operators, and\nsecond, the Stark perturbation is unbounded so control of the perturbation is\nachieved using localization properties of coherent states corresponding to\nhydrogen atom eigenvalues.\n"]}]
["1104.4471",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","68W99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4471"],"date":["2011-04-22"],"type":["text"],"creator":["Böcker, Sebastian"],"language":[],"coverage":[],"title":["Towards a Data Reduction for the Minimum Flip Supertree Problem"],"description":["  In computational phylogenetics, the problem of constructing a supertree of a\ngiven set of rooted input trees can be formalized in different ways, to cope\nwith contradictory information in the input. We consider the Minimum Flip\nSupertree problem, where the input trees are transformed into a 0/1/?-matrix,\nsuch that each row represents a taxon, and each column represents an inner node\nof one of the input trees. Our goal is to find a perfect phylogeny for the\ninput matrix requiring a minimum number of 0/1-flips, that is, corrections of\n0/1-entries in the matrix. The problem is known to be NP-complete. Here, we\npresent a parameterized data reduction with polynomial running time. The data\nreduction guarantees that the reduced instance has a solution if and only if\nthe original instance has a solution. We then make our data reduction\nparameter-independent by using upper bounds. This allows us to preprocess an\ninstance, and to solve the reduced instance with an arbitrary method. Different\nfrom an existing data reduction for the consensus tree problem, our reduction\nallows us to draw conclusions about certain entries in the matrix. We have\nimplemented and evaluated our data reduction. Unfortunately, we find that the\nMinimum Flip Supertree problem is also hard in practice: The amount of\ninformation that can be derived during data reduction diminishes as instances\nget more \"complicated\", and running times for \"complicated\" instances quickly\nbecome prohibitive. Still, our method offers another route of attack for this\nrelevant phylogenetic problem.\n"]}]
["1104.4479",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4479"],"date":["2011-04-22"],"type":["text"],"creator":["Astengo, Francesca","Di Blasio, Bianca"],"language":[],"coverage":[],"title":["Dynamics of the heat semigroup in Jacobi analysis"],"description":["  Let $\\Delta$ be the Jacobi Laplacian. We study the chaotic and hypercyclic\nbehaviour of the strongly continuous semigroups of operators generated by\nperturbations of $\\Delta$ with a multiple of the identity on $L^p$ spaces.\n"]}]
["1104.4488",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4488"],"date":["2011-04-21"],"type":["text"],"creator":["Di Lorenzo, Antonio"],"language":[],"coverage":[],"title":["Hidden-variable models for the spin singlet. II. Local theories\n  violating Bell and Leggett inequalities"],"description":["  Three classes of local hidden-variable models that violate both Bell and\nLeggett inequalities are presented. The models, however, do not reproduce the\nquantum mechanical predictions, hence they are experimentally testable. It is\nconcluded that on one hand neither Bell or Leggett inequality fully captures\nthe essential counterintuitiveness of quantum mechanics, while on the other\nhand the hypothesis of outcome independence and that of locality are\nuncorrelated.\n","Comment: 10 pages, no figures, comments welcome"]}]
["1104.4493",{"format":[],"subject":["Physics - Classical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4493"],"date":["2011-04-22"],"type":["text"],"creator":["Chiao, Raymond"],"language":[],"coverage":[],"title":["On the origin of the minimal coupling rule, and on the possiblity of\n  observing a classical, \"Aharonov-Bohm-like\" angular momentum"],"description":["  The minimal coupling rule is \"derived\" starting from Landau's\nrelativistically invariant classical action for a charge in the presence of\nclassical electromagnetic fields. Experiments are then proposed to see the\nresulting electromagnetic angular momentum of a classical, \"lumpy\" charged ring\nenclosing a solenoid. These classical, macroscopic experiments are similar in\nspirit to those proposed by Aharonov and Bohm at the quantum level.\n","Comment: 14 pages, 2 figures"]}]
["math/0701347",{"format":[],"subject":["Mathematics - Statistics Theory","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0701347","4th Colloquium on Mathematics and Computer Science, France (2006)"],"date":["2007-01-12","2011-04-22"],"type":["text"],"creator":["Chassaing, Philippe","Gerin, Lucas"],"language":[],"coverage":[],"title":["Efficient estimation of the cardinality of large data sets"],"description":["  F.Giroire has recently proposed an algorithm which returns the approximate\nnumber of distincts elements in a large sequence of words, under strong\nconstraints coming from the analysis of large data bases. His estimation is\nbased on statistical properties of uniform random variables in $[0,1]$. In this\nnote we propose an optimal estimation, using Kullback information and\nestimation theory.\n","Comment: Extended and improved version of the published paper"]}]
