["0709.0883",{"format":[],"subject":["Computer Science - Computational Complexity","Computer Science - Neural and Evolutionary Computing","C.1.3","F.1.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0709.0883"],"date":["2007-09-06","2011-07-07"],"type":["text"],"creator":["Herman, Joshua Jay"],"language":[],"coverage":[],"title":["Liquid State Machines in Adbiatic Quantum Computers for General\n  Computation"],"description":["  Major mistakes do not read\n","Comment: Totally wrong"]}]
["0809.0088",{"format":[],"subject":["Mathematics - Combinatorics","68R05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.0088"],"date":["2008-08-30","2011-07-08"],"type":["text"],"creator":["Major, Laszlo"],"language":[],"coverage":[],"title":["Generalized asymptotic Euler's relation for certain families of\n  polytopes"],"description":["  According to Euler's relation any polytope P has as many faces of even\ndimension as it has faces of odd dimension. As a generalization of this fact\none can compare the number of faces whose dimension is congruent to i modulo m\nwith the number of all faces of P for some positive integer m and for some 0 <\ni < m+1. We show some classes of polytopes for which the above proportion is\nasymptotically equal to 1/m.\n","Comment: 6 pages; added section"]}]
["0907.1097",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.1097","Astrophys.J.736:52,2011","doi:10.1088/0004-637X/736/1/52"],"date":["2009-07-06","2011-05-06"],"type":["text"],"creator":["Host, Ole","Hansen, Steen H."],"language":[],"coverage":[],"title":["A detailed statistical analysis of the mass profiles of galaxy clusters"],"description":["  The distribution of mass in the halos of galaxies and galaxy clusters has\nbeen probed observationally, theoretically, and in numerical simulations. Yet\nthere is still confusion about which of several suggested parameterized models\nis the better representation, and whether these models are universal. We use\nthe temperature and density profiles of the intracluster medium as measured by\nX-ray observations of 11 relaxed galaxy clusters to investigate mass models for\nthe halo using a thorough Bayesian statistical analysis. We make careful\ncomparisons between two- and three-parameter models, including the issue of a\nuniversal third parameter. We find that, of the two-parameter models, the NFW\nis the best representation, but we also find moderate statistical evidence that\na generalized three-parameter NFW model with a freely varying inner slope is\npreferred, despite penalizing against the extra degree of freedom. There is a\nstrong indication that this inner slope needs to be determined for each cluster\nindividually, i.e. some clusters have central cores and others have steep\ncusps. The mass-concentration relation of our sample is in reasonable agreement\nwith predictions based on numerical simulations.\n","Comment: 10 pages, 5 figures, accepted by ApJ. Matches accepted version"]}]
["0907.2284",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.2284"],"date":["2009-07-13","2011-07-08"],"type":["text"],"creator":["Kokubu, Masatoshi","Umehara, Masaaki"],"language":[],"coverage":[],"title":["Orientability of linear Weingarten surfaces, spacelike CMC-1 surfaces\n  and maximal surfaces"],"description":["  We prove several topological properties of linear Weingarten surfaces of\nBryant type, as wave fronts in hyperbolic 3-space. For example, we show the\norientability of such surfaces, and also co-orientability when they are not\nflat. Moreover, we show an explicit formula of the non-holomorphic hyperbolic\nGauss map via another hyperbolic Gauss map which is holomorphic. Using this, we\nshow the orientability and co-orientability of CMC-1 faces (i.e., constant mean\ncurvature one surfaces with admissible singular points) in de Sitter 3-space.\n(CMC-1 faces might not be wave fronts in general, but belong to a class of\nlinear Weingarten surfaces with singular points.) Since both linear Weingarten\nfronts and CMC-1 faces may have singular points, orientability and\nco-orientability are both nontrivial properties. We also remark on some\nproperties of non-orientable maximal surfaces in Lorentz-Minkowski 3-space,\ncomparing the corresponding properties of CMC-1 faces in de Sitter 3-space.\n","Comment: 19 pages, 3 figures"]}]
["0908.0447",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Functional Analysis","42A63 (Primary) 43A45, 47A16 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0908.0447","Annals of Mathematics 174 (2011), 519-541","doi:10.4007/annals.2011.174.1.15"],"date":["2009-08-04","2011-07-08"],"type":["text"],"creator":["Lev, Nir","Olevskii, Alexander"],"language":[],"coverage":[],"title":["Wiener's 'closure of translates' problem and Piatetski-Shapiro's\n  uniqueness phenomenon"],"description":["  Wiener characterized the cyclic vectors (with respect to translations) in\n$l^p(Z)$ and $L^p(R)$, $p=1,2$, in terms of the zero set of the Fourier\ntransform. He conjectured that a similar characterization should be true for\n$1<p<2$. Our main result contradicts this conjecture.\n"]}]
["0911.4147",{"format":[],"subject":["Mathematics - Number Theory","11D61, 11P55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4147","J. Theor. Nombres Bordeaux 23 (2011), No. 1, 209--234"],"date":["2009-11-20","2011-07-07"],"type":["text"],"creator":["Lagarias, Jeffrey C.","Soundararajan, K."],"language":[],"coverage":[],"title":["Smooth solutions to the abc equation: the xyz Conjecture"],"description":["  This paper studies integer solutions to the ABC equation A+B+C=0 in which\nnone of A, B, C has a large prime factor. Set H(A,B, C)= max(|A|,|B|,|C|) and\nset the smoothness S(A, B, C) to be the largest prime factor of ABC. We\nconsider primitive solutions (gcd(A, B, C)=1) having smoothness no larger than\na fixed power p of log H. Assuming the abc Conjecture we show that there are\nfinitely many solutions if p<1. We discuss a conditional result, showing that\nthe Generalized Riemann Hypothesis (GRH) implies there are infinitely many\nprimitive solutions when p>8. We sketch some details of the proof of the latter\nresult.\n","Comment: 21 pages, presented at 26th Journees Arithmetiques, 2009; v2 added\n  new examples 1.2, updated references; v3 changed title, more examples added,\n  notation changes, v4 corrects misprints in Conj. 3.1, Thm. 4.3 statement, 25\n  pages"]}]
["0911.5020",{"format":[],"subject":["Condensed Matter - Quantum Gases","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.5020","Phys. Rev. A 10, 1103 (2010)","doi:10.1103/PhysRevA.81.063617"],"date":["2009-11-26"],"type":["text"],"creator":["Maucher, F.","Skupin, S.","Sheng, M.","Krolikowski, W."],"language":[],"coverage":[],"title":["Rotating three-dimensional solitons in Bose Einstein condensates with\n  gravity-like attractive nonlocal interaction"],"description":["  We study formation of rotating three-dimensional high-order solitons\n(azimuthons) in Bose Einstein condensate with attractive nonlocal nonlinear\ninteraction. In particular, we demonstrate formation of toroidal rotating\nsolitons and investigate their stability. We show that variational methods\nallow a very good approximation of such solutions and predict accurately the\nsoliton rotation frequency. We also find that these rotating localized\nstructures are very robust and persist even if the initial condensate\nconditions are rather far from the exact soliton solutions. Furthermore, the\npresence of repulsive contact interaction does not prevent the existence of\nthose solutions, but allows to control their rotation. We conjecture that\nself-trapped azimuthons are generic for condensates with attractive nonlocal\ninteraction.\n"]}]
["1001.1698",{"format":[],"subject":["Nonlinear Sciences - Adaptation and Self-Organizing Systems","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.1698","Theory Biosci. 129 (2010): 271--282"],"date":["2010-01-11","2010-08-27"],"type":["text"],"creator":["Mahajan, Gaurang","Mehta, Anita"],"language":[],"coverage":[],"title":["Competing with oneself: Introducing self-interaction in a model of\n  competitive learning"],"description":["  A competitive learning model was introduced in Ref. 1 (A. Mehta and J. M.\nLuck, Phys. Rev. E 60, 5, 1999), in which the learning is outcome-related.\nEvery individual chooses between a pair of existing strategies or types, guided\nby a combination of two factors: tendency to conform to the local majority,\n\\em{and} a preference for the type with higher perceived success \\em{among its\nneighbors}, based on their relative outcomes. Here, an extension of the\n\\em{interfacial model} of Ref. 1 is proposed, in which individuals additionally\ntake into account their \\em{own} outcomes in arriving at their outcome-based\nchoices. Three possible update rules for handling bulk sites are considered.\nThe corresponding phase diagrams, obtained at coexistence, show systematic\ndepartures from the original interfacial model. Possible relationships of these\nvariants with the \\em{cooperative model} of Ref. 1 are also touched upon.\n","Comment: 21 pages, 16 figures; Accepted version, to appear in \"Theory in\n  Biosciences\""]}]
["1004.1956",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1956"],"date":["2010-04-12","2011-07-08"],"type":["text"],"creator":["Gutin, Gregory","van Iersel, Leo","Mnich, Matthias","Yeo, Anders"],"language":[],"coverage":[],"title":["All Ternary Permutation Constraint Satisfaction Problems Parameterized\n  Above Average Have Kernels with Quadratic Numbers of Variables"],"description":["  A ternary Permutation-CSP is specified by a subset $\\Pi$ of the symmetric\ngroup $\\mathcal S_3$. An instance of such a problem consists of a set of\nvariables $V$ and a multiset of constraints, which are ordered triples of\ndistinct variables of $V.$ The objective is to find a linear ordering $\\alpha$\nof $V$ that maximizes the number of triples whose ordering (under $\\alpha$)\nfollows a permutation in $\\Pi$. We prove that all ternary Permutation-CSPs\nparameterized above average have kernels with quadratic numbers of variables.\n"]}]
["1005.0225",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0225"],"date":["2010-05-03","2011-07-08"],"type":["text"],"creator":["Babington, James"],"language":[],"coverage":[],"title":["Graphene membranes and the Dirac-Born-Infeld action"],"description":["  We propose the use of the Dirac-Born-Infeld action in the phenomenological\ndescription of graphene sheet dynamics and interactions. Both the electronic\nproperties of the Dirac fermions and the overall dynamics can be incorporated\ninto this model. Classical static configurations, as well as quantum\nfluctuations of the membrane degrees of freedom can be studied in this\nframework. This makes it an interesting tool for Casimir physics and novel QED\nprocesses.\n","Comment: 7 pages, 1 figure; substantial rewrite in parts"]}]
["1005.5365",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5365","Phys.Rev.D82:051501,2010","doi:10.1103/PhysRevD.82.051501"],"date":["2010-05-28","2011-07-08"],"type":["text"],"creator":["D'Elia, Massimo","Mukherjee, Swagato","Sanfilippo, Francesco"],"language":[],"coverage":[],"title":["QCD Phase Transition in a Strong Magnetic Background"],"description":["  We investigate the properties of the deconfining/chiral restoring transition\nfor two flavor QCD in presence of a uniform background magnetic field. We adopt\na standard staggered discretization of the fermion action and a lattice spacing\nof the order of 0.3 fm. We explore different values of the bare quark mass,\ncorresponding to pion masses in the range 200 - 480 MeV, and magnetic fields up\nto |e|B ~ 0.75 GeV^2. The deconfinement and chiral symmetry restoration\ntemperatures remain compatible with each other and rise very slightly (< 2 %\nfor our largest magnetic field) as a function of the magnetic field. On the\nother hand, the transition seems to become sharper as the magnetic field\nincreases.\n","Comment: 5 pages, 8 figures. References and figures updated. Matches the\n  published version"]}]
["1007.0228",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0228","Phys. Rev. Lett. 107 020502 (2011)","doi:10.1103/PhysRevLett.107.020502"],"date":["2010-07-01","2011-06-15"],"type":["text"],"creator":["Cornelio, Marcio F.","de Oliveira, Marcos C.","Fanchini, Felipe F."],"language":[],"coverage":[],"title":["Entanglement irreversibility from quantum discord and quantum deficit"],"description":["  We relate the problem of irreversibility of entanglement with the recently\ndefined measures of quantum correlation - quantum discord and one-way quantum\ndeficit. We show that the entanglement of formation is always strictly larger\nthan the coherent information and the entanglement cost is also larger in most\ncases. We prove irreversibility of entanglement under LOCC for a family of\nentangled states. This family is a generalization of the maximally correlated\nstates for which we also give an analytic expression for the distillable\nentanglement, the relative entropy of entanglement, the distillable secret key\nand the quantum discord.\n","Comment: Typos corrected. Improved figures. To appear in PRL"]}]
["1007.0866",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0866","Mod.Phys.Lett.A26:1443-1451,2011","doi:10.1142/S0217732311035791"],"date":["2010-07-06","2011-06-29"],"type":["text"],"creator":["Singh, Harvendra"],"language":[],"coverage":[],"title":["Galilean type IIA backgrounds and a map"],"description":["  We obtain non-relativistic AdS4 X CP3 solutions with dynamical exponent 3 in\ntype IIA string theory, both with and without Romans mass. The\ncompactifications to four dimensions are found to describe Proca fields in\nanti-de Sitter spacetime. This leads us to conclude that the massive and\nmassless IIA theories should be identified in four dimensions and the Romans\nmass should be identified with the `flux' along CP3 in a definite manner. From\nsupergravity point of view, it is suggestive of some four-dimensional symmetry\nthat rotates Romans mass into the flux along CP3. We also provide M-theory\nGalilean ABJM background which gives rise to the nonrelativistic type IIA\nsolution.\n","Comment: 10 pages;v2: major revisions, errors on supersymmetry corrected and\n  references added; to be published in MPLA"]}]
["1007.2134",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2134","Int.J.Mod.Phys.A26:2865-2880,2011","doi:10.1142/S0217751X11053675"],"date":["2010-07-13"],"type":["text"],"creator":["Díaz-Cruz, J. L.","Félix-Beltrán, O.","Rosado, A.","Rosado-Navarro, S."],"language":[],"coverage":[],"title":["Electroweak right-handed neutrinos and new signals at the LHC"],"description":["  We explore in detail the Higgs phenomenology that results in a model where\nright-handed neutrinos have a mass scale of the order of the electroweak scale.\nIn this model all scales arise from spontaneous symmetry breaking, and this is\nachieved with a Higgs sector that includes an extra Higgs singlet in addition\nto the standard model Higgs doublet. The scalar spectrum includes two neutral\nCP-even states ($h$ and $H$ with $m_{h} < m_{H}$)and a neutral CP-odd state\n($\\sigma$) that can be identified as a pseudo-Majoron. The parameter of the\nHiggs potential are constrained using a perturbativity criteria. Higgs BR and\ncross-sections are discussed, with special emphasis on the detection at the\nLHC.\n","Comment: 22 pages, 10 figures"]}]
["1008.1891",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1891","Nonlinearity 24, 1987 (2011)","doi:10.1088/0951-7715/24/7/005"],"date":["2010-08-11","2011-03-10"],"type":["text"],"creator":["Maucher, F.","Krolikowski, W.","Skupin, S."],"language":[],"coverage":[],"title":["Collapse in the nonlocal nonlinear Schr\\\"odinger equation"],"description":["  We discuss spatial dynamics and collapse scenarios of localized waves\ngoverned by the nonlinear Schr\\\"{o}dinger equation with nonlocal nonlinearity.\nFirstly, we prove that for arbitrary nonsingular attractive nonlocal nonlinear\ninteraction in arbitrary dimension collapse does not occur. Then we study in\ndetail the effect of singular nonlocal kernels in arbitrary dimension using\nboth, Lyapunoff's method and virial identities. We find that for for a\none-dimensional case, i.e. for $n=1$, collapse cannot happen for nonlocal\nnonlinearity. On the other hand, for spatial dimension $n\\geq2$ and singular\nkernel $\\sim 1/r^\\alpha$, no collapse takes place if $\\alpha<2$, whereas\ncollapse is possible if $\\alpha\\ge2$. Self-similar solutions allow us to find\nan expression for the critical distance (or time) at which collapse should\noccur in the particular case of $\\sim 1/r^2$ kernels. Moreover, different\nevolution scenarios for the three dimensional physically relevant case of Bose\nEinstein condensate are studied numerically for both, the ground state and a\nhigher order toroidal state with and without an additional local repulsive\nnonlinear interaction. In particular, we show that presence of an additional\nlocal repulsive term can prevent collapse in those cases.\n"]}]
["1008.2121",{"format":[],"subject":["Computer Science - Logic in Computer Science","Computer Science - Artificial Intelligence","I.2.4","F.4.1"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2121"],"date":["2010-08-12","2011-07-08"],"type":["text"],"creator":["Wittocx, Johan","Denecker, Marc","Bruynooghe, Maurice"],"language":[],"coverage":[],"title":["Constraint Propagation for First-Order Logic and Inductive Definitions"],"description":["  Constraint propagation is one of the basic forms of inference in many\nlogic-based reasoning systems. In this paper, we investigate constraint\npropagation for first-order logic (FO), a suitable language to express a wide\nvariety of constraints. We present an algorithm with polynomial-time data\ncomplexity for constraint propagation in the context of an FO theory and a\nfinite structure. We show that constraint propagation in this manner can be\nrepresented by a datalog program and that the algorithm can be executed\nsymbolically, i.e., independently of a structure. Next, we extend the algorithm\nto FO(ID), the extension of FO with inductive definitions. Finally, we discuss\nseveral applications.\n","Comment: 43 pages, 1 figure submitted to ACM Transactions on Computational\n  Logic"]}]
["1008.2431",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2431","Nat. Commun. 2:328 (2011)","doi:10.1038/ncomms1335"],"date":["2010-08-14","2011-02-06"],"type":["text"],"creator":["Yoshioka, Kosuke","Chae, Eunmi","Kuwata-Gonokami, Makoto"],"language":[],"coverage":[],"title":["Transition to a Bose-Einstein condensate of excitons at sub-Kelvin\n  temperatures"],"description":["  Bose-Einstein condensation (BEC) is a quantum mechanical phenomenon directly\nlinked to the quantum statistics of bosons. While cold atomic gases provide a\nnew arena for exploring the nature of BEC, a long-term quest to confirm BEC of\nexcitons, quasi-Bose particles formed as a bound state of an electron-hole\npair, has been underway since its theoretical prediction in the 1960s.\nEnsembles of electrons and holes are complex quantum systems with strong\nCoulomb correlations; thus, it is non-trivial whether nature chooses a form of\nexciton BEC. Various systems have been examined in bulk and two-dimensional\nsemiconductors and also exciton-photon hybrid systems. Among them, the 1s\nparaexciton state in a single crystal of Cu2O has been a prime candidate for\nrealizing three-dimensional BEC. The large binding energy and long lifetime\nenable preparation of cold excitons in thermal equilibrium with the lattice and\ndecoupled from the radiation field. However, collisional loss severely limits\nthe conditions for reaching BEC. Such a system with a large inelastic cross\nsection is excluded in atomic BEC experiments, where a small inelastic\nscattering rate and efficient elastic scattering are necessary for evaporative\ncooling. Here we demonstrate that it is nevertheless possible to achieve BEC by\ncooling paraexcitons to sub-Kelvin temperatures in a cold phonon bath. Emission\nspectra from paraexcitons in a three-dimensional trap show an anomalous\ndistribution in a threshold-like manner at the critical number of BEC expected\nfor ideal bosons. Bosonic stimulated scattering into the condensate and\ncollisional loss compete and limit the condensate to a fraction of about 1%.\nThis observation adds a new class of experimentally accessible BEC for\nexploring a rich variety of matter phases of electron-hole ensembles.\n","Comment: 19 pages, 3 figures, Supplementary Information (12 pages, 4 figures)\n  included"]}]
["1008.3780",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3780","Int.J.Mod.Phys.A26:2855-2864,2011","doi:10.1142/S0217751X11053699"],"date":["2010-08-23"],"type":["text"],"creator":["Calmet, Xavier"],"language":[],"coverage":[],"title":["An alternative view on the electroweak interactions"],"description":["  We discuss an alternative to the Higgs mechanism which leads to gauge\ninvariant masses for the electroweak bosons. The key idea is to reformulate the\ngauge invariance principle which, instead of being applied as usual at the\nlevel of the action, is applied at the level of the quantum fields. In other\nwords, we define gauge invariant quantum fields which are used to build the\naction. In that framework, the Higgs field is not necessarily a physical degree\nof freedom but can merely be a dressing field that does not propagate. If the\nHiggs boson is not propagating, the weak interactions must become strongly\ncoupled below 1 TeV and have a non-trivial fixed point and would thus be\nrenormalizable at the non-perturbative level. On the other hand, if a gauge\ninvariant Higgs boson is introduced in the model, its couplings to the fermions\nand the electroweak bosons can be quite different from those expected in the\nstandard model.\n","Comment: 10 pages"]}]
["1009.0143",{"format":[],"subject":["Computer Science - Formal Languages and Automata Theory","Computer Science - Discrete Mathematics","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0143"],"date":["2010-09-01","2011-07-08"],"type":["text"],"creator":["Chassaing, Philippe","Mairesse, Jean"],"language":[],"coverage":[],"title":["A non-ergodic probabilistic cellular automaton with a unique invariant\n  measure"],"description":["  We exhibit a Probabilistic Cellular Automaton (PCA) on the integers with an\nalphabet and a neighborhood of size 2 which is non-ergodic although it has a\nunique invariant measure. This answers by the negative an old open question on\nwhether uniqueness of the invariant measure implies ergodicity for a PCA.\n","Comment: To appear in Stochastic Processes and their Applications"]}]
["1009.0216",{"format":[],"subject":["Computer Science - Discrete Mathematics","Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.0216"],"date":["2010-09-01","2011-07-08"],"type":["text"],"creator":["Belmonte, Rémy","Vatshelle, Martin"],"language":[],"coverage":[],"title":["On graph classes with logarithmic boolean-width"],"description":["  Boolean-width is a recently introduced graph parameter. Many problems are\nfixed parameter tractable when parametrized by boolean-width, for instance\n\"Minimum Weighted Dominating Set\" (MWDS) problem can be solved in $O^*(2^{3k})$\ntime given a boolean-decomposition of width $k$, hence for all graph classes\nwhere a boolean-decomposition of width $O(\\log n)$ can be found in polynomial\ntime, MWDS can be solved in polynomial time. We study graph classes having\nboolean-width $O(\\log n)$ and problems solvable in $O^*(2^{O(k)})$, combining\nthese two results to design polynomial algorithms. We show that for trapezoid\ngraphs, circular permutation graphs, convex graphs, Dilworth-$k$ graphs,\ncircular arc graphs and complements of $k$-degenerate graphs,\nboolean-decompositions of width $O(\\log n)$ can be found in polynomial time. We\nalso show that circular $k$-trapezoid graphs have boolean-width $O(\\log n)$,\nand find such a decomposition if a circular $k$-trapezoid intersection model is\ngiven. For many of the graph classes we also prove that they contain graphs of\nboolean-width $\\Theta(\\log n)$.\n  Further we apply the results from \\cite{boolw2} to give a new polynomial time\nalgorithm solving all vertex partitioning problems introduced by Proskurowski\nand Telle \\cite{TP97}. This extends previous results by Kratochv\\'il, Manuel\nand Miller \\cite{KMM95} showing that a large subset of the vertex partitioning\nproblems are polynomial solvable on interval graphs.\n","Comment: 16 pages, 5 figures"]}]
["1009.5847",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Representation Theory","16S15 (Primary), 16S36, 16N60, 20M05, 20M25 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5847"],"date":["2010-09-29","2011-07-08"],"type":["text"],"creator":["Jaszunska, Joanna","Okninski, Jan"],"language":[],"coverage":[],"title":["Structure of Chinese algebras"],"description":["  The structure of the algebra K[M] of the Chinese monoid M over a field K is\nstudied. The minimal prime ideals are described. They are determined by certain\nhomogeneous congruences on M and they are in a one to one correspondence with\ndiagrams of certain special type. There are finitely many such ideals. It is\nalso shown that the prime radical B(K[M]) of K[M] coincides with the Jacobson\nradical and the monoid M embeds into the algebra K[M]/B(K[M]). A new\nrepresentation of M as a submonoid of the direct product of finitely many\ncopies of the bicyclic monoid and finitely many copies of the infinite cyclic\nmonoid is derived. Consequently, M satisfies a nontrivial identity.\n"]}]
["1010.1640",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1640","Mod.Phys.Lett.A26:1453-1457,2011","doi:10.1142/S021773231103581X"],"date":["2010-10-08","2010-10-15"],"type":["text"],"creator":["Imazato, Harunobu","Mizoguchi, Shun'ya","Yata, Masaya"],"language":[],"coverage":[],"title":["Note on Anomaly Cancellation on SO(32) heterotic 5-brane"],"description":["  We show that the gauge, gravitational (tangent-bundle) and their mixed\nanomalies arising from the localized modes near a 5-brane in the SO(32)\nheterotic string theory cancel with the anomaly inflow from the bulk with the\nuse of the Green-Schwarz mechanism on the brane, similarly to the E_8 x E_8\n5-brane case. We also compare our result with Mourad's analysis performed in\nthe small-instanton limit.\n","Comment: 6 pages, one reference added"]}]
["1010.2142",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2142","Phys. Rev. B 83, 041301(R) (2011)","doi:10.1103/PhysRevB.83.041301"],"date":["2010-10-11"],"type":["text"],"creator":["Eldridge, P. S.","Hübner, J.","Oertel, S.","Harley, R. T.","Henini, M.","Oestreich, M."],"language":[],"coverage":[],"title":["Spin-orbit fields in asymmetric (001) quantum wells"],"description":["  We measure simultaneously the in-plane electron g-factor and spin relaxation\nrate in a series of undoped inversion-asymmetric (001)-oriented GaAs/AlGaAs\nquantum wells by spin-quantum beat spectroscopy. In combination the two\nquantities reveal the absolute values of both the Rashba and the Dresselhaus\ncoefficients and prove that the Rashba coefficient can be negligibly small\ndespite huge conduction band potential gradients which break the inversion\nsymmetry. The negligible Rashba coefficient is a consequence of the\n'isomorphism' of conduction and valence band potentials in quantum systems\nwhere the asymmetry is solely produced by alloy variations.\n"]}]
["1010.3222",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3222","Physical Review A 83, 061604(R) (2011)","doi:10.1103/PhysRevA.83.061604"],"date":["2010-10-15","2011-07-07"],"type":["text"],"creator":["Jiang, Lei","Baksmaty, Leslie O.","Hu, Hui","Chen, Yan","Pu, Han"],"language":[],"coverage":[],"title":["Single Impurity In Ultracold Fermi Superfluids"],"description":["  The role of impurities as experimental probes in the detection of quantum\nmaterial properties is well appreciated. Here we study the effect of a single\nclassical magnetic impurity in trapped ultracold Fermi superfluids. Depending\non its shape and strength, a magnetic impurity can induce single or multiple\nmid-gap bound states in a superfluid Fermi gas. The multiple mid-gap states\ncould coincide with the development of a Fulde-Ferrell-Larkin-Ovchinnikov\n(FFLO) phase within the superfluid. As an analog of the Scanning Tunneling\nMicroscope, we propose a modified RF spectroscopic method to measure the local\ndensity of states which can be employed to detect these states and other\nquantum phases of cold atoms. A key result of our self consistent Bogoliubov-de\nGennes calculations is that a magnetic impurity can controllably induce an FFLO\nstate at currently accessible experimental parameters.\n","Comment: 5 pages, 3 figures; added calculations for 3D"]}]
["1010.5881",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5881"],"date":["2010-10-28","2011-07-08"],"type":["text"],"creator":["Gutin, Gregory","Jones, Mark","Yeo, Anders"],"language":[],"coverage":[],"title":["Kernels for Below-Upper-Bound Parameterizations of the Hitting Set and\n  Directed Dominating Set Problems"],"description":["  In the {\\sc Hitting Set} problem, we are given a collection $\\cal F$ of\nsubsets of a ground set $V$ and an integer $p$, and asked whether $V$ has a\n$p$-element subset that intersects each set in $\\cal F$. We consider two\nparameterizations of {\\sc Hitting Set} below tight upper bounds: $p=m-k$ and\n$p=n-k$. In both cases $k$ is the parameter. We prove that the first\nparameterization is fixed-parameter tractable, but has no polynomial kernel\nunless coNP$\\subseteq$NP/poly. The second parameterization is W[1]-complete,\nbut the introduction of an additional parameter, the degeneracy of the\nhypergraph $H=(V,{\\cal F})$, makes the problem not only fixed-parameter\ntractable, but also one with a linear kernel. Here the degeneracy of\n$H=(V,{\\cal F})$ is the minimum integer $d$ such that for each $X\\subset V$ the\nhypergraph with vertex set $V\\setminus X$ and edge set containing all edges of\n$\\cal F$ without vertices in $X$, has a vertex of degree at most $d.$\n  In {\\sc Nonblocker} ({\\sc Directed Nonblocker}), we are given an undirected\ngraph (a directed graph) $G$ on $n$ vertices and an integer $k$, and asked\nwhether $G$ has a set $X$ of $n-k$ vertices such that for each vertex $y\\not\\in\nX$ there is an edge (arc) from a vertex in $X$ to $y$. {\\sc Nonblocker} can be\nviewed as a special case of {\\sc Directed Nonblocker} (replace an undirected\ngraph by a symmetric digraph). Dehne et al. (Proc. SOFSEM 2006) proved that\n{\\sc Nonblocker} has a linear-order kernel. We obtain a linear-order kernel for\n{\\sc Directed Nonblocker}.\n"]}]
["1011.0397",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Computer Science - Systems and Control","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0397"],"date":["2010-11-01","2011-07-08"],"type":["text"],"creator":["Fearnley, John","Rabe, Markus","Schewe, Sven","Zhang, Lijun"],"language":[],"coverage":[],"title":["Efficient Approximation of Optimal Control for Markov Games"],"description":["  We study the time-bounded reachability problem for continuous-time Markov\ndecision processes (CTMDPs) and games (CTMGs). Existing techniques for this\nproblem use discretisation techniques to break time into discrete intervals,\nand optimal control is approximated for each interval separately. Current\ntechniques provide an accuracy of O(\\epsilon^2) on each interval, which leads\nto an infeasibly large number of intervals. We propose a sequence of\napproximations that achieve accuracies of O(\\epsilon^3), O(\\epsilon^4), and\nO(\\epsilon^5), that allow us to drastically reduce the number of intervals that\nare considered. For CTMDPs, the performance of the resulting algorithms is\ncomparable to the heuristic approach given by Buckholz and Schulz, while also\nbeing theoretically justified. All of our results generalise to CTMGs, where\nour results yield the first practically implementable algorithms for this\nproblem. We also provide positional strategies for both players that achieve\nsimilar error bounds.\n"]}]
["1011.2848",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2848","Europhys. Lett. 93, 20002 (2011)","doi:10.1209/0295-5075/93/20002"],"date":["2010-11-12","2011-01-10"],"type":["text"],"creator":["Siegle, P.","Goychuk, I.","Hanggi, P."],"language":[],"coverage":[],"title":["Markovian embedding of fractional superdiffusion"],"description":["  The Fractional Langevin Equation (FLE) describes a non-Markovian Generalized\nBrownian Motion with long time persistence (superdiffusion), or\nanti-persistence (subdiffusion) of both velocity-velocity correlations, and\nposition increments. It presents a case of the Generalized Langevin Equation\n(GLE) with a singular power law memory kernel. We propose and numerically\nrealize a numerically efficient and reliable Markovian embedding of this\nsuperdiffusive GLE, which accurately approximates the FLE over many, about r=N\nlg b-2, time decades, where N denotes the number of exponentials used to\napproximate the power law kernel, and b>1 is a scaling parameter for the\nhierarchy of relaxation constants leading to this power law. Besides its\nrelation to the FLE, our approach presents an independent and very flexible\nroute to model anomalous diffusion. Studying such a superdiffusion in tilted\nwashboard potentials, we demonstrate the phenomenon of transient hyperdiffusion\nwhich emerges due to transient kinetic heating effects.\n","Comment: EPL, in press"]}]
["1011.3600",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3600","Class.Quant.Grav.28:155021,2011","doi:10.1088/0264-9381/28/15/155021"],"date":["2010-11-16","2011-06-08"],"type":["text"],"creator":["Rahaman, Farook","Kuhfittig, P. K. F.","Kalam, M.","Usmani, A. A.","Ray, Saibal"],"language":[],"coverage":[],"title":["A comparison of Ho\\v{r}ava-Lifshitz gravity and Einstein gravity through\n  thin-shell wormhole construction"],"description":["  In this paper we have constructed a new class of thin-shell wormholes from\nblack holes in Ho\\v{r}ava-Lifshitz gravity. Particular emphasis is placed on\nthose aspects that allow a comparison of Ho\\v{r}ava-Lifshitz to Einstein\ngravity. The former enjoys a number of advantages for small values of the\nthroat radius.\n","Comment: 15 pages and 9 figures. Revised version accepted in Class.Quan.Grav"]}]
["1011.4172",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4172","Phys. Rev. B 83, 184514 (2011)","doi:10.1103/PhysRevB.83.184514"],"date":["2010-11-18","2011-07-08"],"type":["text"],"creator":["da Silva, Rogério M.","Silva, Clécio C. de Souza"],"language":[],"coverage":[],"title":["Vortex density waves and negative absolute resistance in patterned\n  superconductors"],"description":["  We study theoretically dynamical phases of vortices in superconducting films\nwith arrays of obstacles. By performing a series of molecular dynamics\nsimulations and analytical calculations, we demonstrate the existence of a\nphase of soliton-like vortex-density waves appearing in a wide range of\nparameters. These waves are formed by a self-assembled phase separation process\ninduced by strongly nonlinear density fluctuations of the moving vortex matter\nabove a certain critical driving current. At high vortex concentrations, the\nwaves move at an approximately current-independent speed resulting in a wide\nplateau in the voltage-current characteristics. At stronger drives, the vortex\nsystem enters into a fully jammed (zero-voltage) phase. By combining ac and dc\ndrives, the interplay between the vortex-density-wave and jammed phases leads\nto the observation of negative absolute mobility of vortices, which induces the\nsuperconducting film into a negative resistance state.\n","Comment: 7 pages, 5 figures"]}]
["1011.4515",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4515","Phys.Rev.D83:054505,2011","doi:10.1103/PhysRevD.83.054505"],"date":["2010-11-19","2011-07-08"],"type":["text"],"creator":["Bonati, Claudio","Cossu, Guido","D'Elia, Massimo","Sanfilippo, Francesco"],"language":[],"coverage":[],"title":["The Roberge-Weiss endpoint in N_f = 2 QCD"],"description":["  We present the results of extensive simulations regarding the critical\nbehavior at the endpoint of the Roberge-Weiss transition for N_f = 2 QCD. We\nconfirm early evidence, presented in arXiv:0909.0254, according to which the\nRoberge-Weiss endpoint is first order in the limit of large or small quark\nmasses, and second order for intermediate masses. A systematic study of the\ntransition strength as a function of the quark mass in the first order regions,\npermits us to estimate the tricritical values of the quark mass separating the\nsecond order region from the first order ones.\n","Comment: 10 pages, 20 figures. References and figures updated. Matches the\n  published version"]}]
["1011.4853",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.4853","JHEP 1105:005,2011","doi:10.1007/JHEP05(2011)005"],"date":["2010-11-22"],"type":["text"],"creator":["Buras, Andrzej J.","Nagai, Minoru","Paradisi, Paride"],"language":[],"coverage":[],"title":["Footprints of SUSY GUTs in Flavour Physics"],"description":["  Supersymmetric (SUSY) Grand Unified theories (GUTs) generally predict FCNC\nand CP violating processes to occur both in the leptonic and hadronic sectors.\nAssuming an underlying SU(5) group plus right-handed neutrinos (RN), we perform\nan extensive study of FCNC and CP violation, analyzing the correlations between\nleptonic and hadronic processes like mu-> e gamma and K-Kbar mixing, tau->mu\ngamma and b -> s transitions such as B_d -> phi K_s and Bs-Bsbar mixing.\nMoreover, we examine the impact of the considered scenario on the UT analyses,\nmonitoring the low energy consequences implied by possible solutions to the\nvarious tensions in the present UT analyses. We compare the phenomenological\nimplications of this NP scenario with the ones of supersymmetric flavour models\nfinding a few striking differences that could allow to distinguish these\ndifferent NP models.\n","Comment: 15 pages, 4 figures"]}]
["1011.6067",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Other Condensed Matter","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.6067","Phys. Rev. Lett. 107, 016601 (2011)","doi:10.1103/PhysRevLett.107.016601"],"date":["2010-11-28","2011-06-22"],"type":["text"],"creator":["Luk'yanchuk, Igor A.","Varlamov, Andrei A.","Kavokin, Alexey V."],"language":[],"coverage":[],"title":["Giant Nernst-Ettingshausen oscillations in Semiclassically strong\n  magnetic fields"],"description":["  We consider the Nernst-Ettingshausen (NE) effect in the presence of\nsemiclassically strong magnetic fields for a quasi-two dimensional system with\na parabolic or linear dispersion of carriers. We show that the occurring giant\noscillations of the NE coefficient are coherent with the recent experimental\nobservation in graphene, graphite and bismuth. In the 2D case we find the exact\nshape of these oscillations and show that their magnitude decreases/increases\nwith enhancement of the Fermi energy for Dirac fermions/normal carriers. With a\ncrossover to 3D spectrum the phase of oscillations shifts, their amplitude\ndecreases and the peaks become asymmetric.\n"]}]
["1012.0334",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0334","Phys. Rev. Lett. 106, 240401 (2011)","doi:10.1103/PhysRevLett.106.240401"],"date":["2010-12-01"],"type":["text"],"creator":["Streltsov, Alexej I.","Alon, Ofir. E.","Cederbaum, Lorenz S."],"language":[],"coverage":[],"title":["Death of soliton trains in attractive Bose-Einstein condensates"],"description":["  Experiments on ultra-cold attractive Bose-Einstein Condensates (BECs) have\ndemonstrated that at low dimensions atomic clouds can form localized objects,\npropagating for long times without significant changes in their shapes and\nattributed to bright matter-wave solitons, which are coherent objects. We\nconsider the dynamics of bright soliton trains from the perspective of\nmany-boson physics. The fate of matter-wave soliton trains is actually to\nquickly loose their coherence and become macroscopically fragmented BECs. The\ndeath of the coherent matter-wave soliton trains gives birth to fragmented\nobjects, whose quantum properties and experimental signatures differ\nsubstantially from what is currently assumed.\n","Comment: 11 pages, 3 figures + supplemental material"]}]
["1012.2330",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2330","Appl. Phys. Lett. 98, 013502 (2011)","doi:10.1063/1.3533390"],"date":["2010-12-10"],"type":["text"],"creator":["Bhaskaran, Harish","Li, Mo","Garcia-Sanchez, Daniel","Zhao, Peng","Takeuchi, Ichiro","Tang, Hong X"],"language":[],"coverage":[],"title":["Active microcantilevers based on piezoresistive ferromagnetic thin films"],"description":["  We report the piezoresisitivity in magnetic thin films of FeGa and their use\nfor fabricating self transducing microcantilevers. The actuation occurs as a\nconsequence of both the ferromagnetic and magnetostrictive property of FeGa\nthin films, while the deflection readout is achieved by exploiting the\npiezoresisitivity of these films. This self-sensing, self-actuating\nmicromechanical system involves a very simple bilayer structure, which\neliminates the need for the more complex piezoelectric stack that is commonly\nused in active cantilevers. Thus, it potentially opens opportunities for\nremotely actuated, cantilever-based sensors.\n","Comment: 10 Pages, 3 Figures"]}]
["1012.5649",{"format":[],"subject":["Quantitative Biology - Neurons and Cognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5649","Physical Review E 84 (2011), 011904","doi:10.1103/PhysRevE.84.011904"],"date":["2010-12-27"],"type":["text"],"creator":["Nathan, Andre","Barbosa, Valmir C."],"language":[],"coverage":[],"title":["Network algorithmics and the emergence of information integration in\n  cortical models"],"description":["  An information-theoretic framework known as integrated information theory\n(IIT) has been introduced recently for the study of the emergence of\nconsciousness in the brain [D. Balduzzi and G. Tononi, PLoS Comput. Biol. 4,\ne1000091 (2008)]. IIT purports that this phenomenon is to be equated with the\ngeneration of information by the brain surpassing the information which the\nbrain's constituents already generate independently of one another. IIT is not\nfully plausible in its modeling assumptions, nor is it testable due to severe\ncombinatorial growth embedded in its key definitions. Here we introduce an\nalternative to IIT which, while inspired in similar information-theoretic\nprinciples, seeks to address some of IIT's shortcomings to some extent. Our\nalternative framework uses the same network-algorithmic cortical model we\nintroduced earlier [A. Nathan and V. C. Barbosa, Phys. Rev. E 81, 021916\n(2010)] and, to allow for somewhat improved testability relative to IIT, adopts\nthe well-known notions of information gain and total correlation applied to a\nset of variables representing the reachability of neurons by messages in the\nmodel's dynamics. We argue that these two quantities relate to each other in\nsuch a way that can be used to quantify the system's efficiency in generating\ninformation beyond that which does not depend on integration, and give\ncomputational results on our cortical model and on variants thereof that are\neither structurally random in the sense of an Erdos-Renyi random directed graph\nor structurally deterministic. We have found that our cortical model stands out\nwith respect to the others in the sense that many of its instances are capable\nof integrating information more efficiently than most of those others'\ninstances.\n"]}]
["1101.2748",{"format":[],"subject":["Physics - History and Philosophy of Physics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.2748","Eur.Phys.J.H36:75-84,2011","doi:10.1140/epjh/e2011-20013-0"],"date":["2011-01-14","2011-02-23"],"type":["text"],"creator":["Pietschmann, Herbert"],"language":[],"coverage":[],"title":["On the Early History of Current Algebra"],"description":["  The history of Current Algebra is reviewed up to the appearance of the\nAdler-Weisberger sum rule. Particular emphasis is given to the role current\nalgebra played for the historical struggle in strong interaction physics of\nelementary particles between the S-matrix approach based on dispersion\nrelations and field theory. The question whether there are fundamental\nparticles or all hadrons are bound or resonant states of one another played an\nimportant role in this struggle and is thus also regarded.\n","Comment: 17 pages"]}]
["1102.1277",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1277","Eur. Phys. J. B v.82, p.63 (2011)","doi:10.1140/epjb/e2011-20202-3"],"date":["2011-02-07"],"type":["text"],"creator":["Zhirov, O. V.","Shepelyansky, D. L."],"language":[],"coverage":[],"title":["Wigner crystal in snaked nanochannels"],"description":["  We study properties of Wigner crystal in snaked nanochannels and show that\nthey are characterized by conducting sliding phase at low charge densities and\ninsulating pinned phase emerging above a certain critical charge density. The\ntransition between these phases has a devil's staircase structure typical for\nthe Aubry transition in dynamical maps and the Frenkel-Kontorova model. We\ndiscuss implications of this phenomenon for charge density waves in\nquasi-one-dimensional organic conductors and for supercapacitors in nanopore\nmaterials.\n","Comment: 4 pages, 6 figs, research at http://www.quantware.ups-tlse.fr"]}]
["1102.1421",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1421","Phys. Rev. B 83, 195104 (2011)","doi:10.1103/PhysRevB.83.195104"],"date":["2011-02-07"],"type":["text"],"creator":["Li, Zhou","Covaci, L.","Berciu, M.","Baillie, D.","Marsiglio, F."],"language":[],"coverage":[],"title":["Impact of spin-orbit coupling on the Holstein polaron"],"description":["  We utilize an exact variational numerical procedure to calculate the ground\nstate properties of a polaron in the presence of a Rashba-like spin orbit\ninteraction. Our results corroborate with previous work performed with the\nMomentum Average approximation and with weak coupling perturbation theory. We\nfind that spin orbit coupling increases the effective mass in the regime with\nweak electron phonon coupling, and decreases the effective mass in the\nintermediate and strong electron phonon coupling regime. Analytical strong\ncoupling perturbation theory results confirm our numerical results in the small\npolaron regime. A large amount of spin orbit coupling can lead to a significant\nlowering of the polaron effective mass.\n","Comment: 10 pages, 7 figures"]}]
["1102.1435",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1435","Phys. Rev. B 84, 024408 (2011)","doi:10.1103/PhysRevB.84.024408"],"date":["2011-02-07","2011-05-17"],"type":["text"],"creator":["Liang, Shuhua","Daghofer, Maria","Dong, Shuai","Sen, Cengiz","Dagotto, Elbio"],"language":[],"coverage":[],"title":["Emergent dimensional reduction of the spin sector in a model for\n  narrow-band manganites"],"description":["  The widely used Double-Exchange model for manganites is shown to support\nvarious \"striped\" phases at filling fractions 1/n (n=3, 4, 5...), in the\npreviously unexplored regime of narrow bandwidth and small Jahn-Teller\ncoupling. Working in two dimensions, our main result is that these stripes can\nbe individually spin flipped without a physically relevant change in the\nenergy, i.e., we find a large groundstate manifold with nearly degenerate\nenergies. The two-dimensional spin system thus displays an unexpected\ndynamically generated dimensional reduction into decoupled one-dimensional\nstripes, even though the electronic states remain two-dimensional. Relations of\nour results with recent literature addressing compass models in quantum\ncomputing are discussed.\n"]}]
["1102.1946",{"format":[],"subject":["High Energy Physics - Theory","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1946","Class.Quant.Grav.28:155018,2011","doi:10.1088/0264-9381/28/15/155018"],"date":["2011-02-09","2011-02-23"],"type":["text"],"creator":["Dowker, J. S."],"language":[],"coverage":[],"title":["Spherical Casimir pistons"],"description":["  A piston is introduced into a spherical lune Casimir cavity turning it into\ntwo adjacent lunes separated by the (hemispherical) piston. On the basis of\nzeta function regularisation, the vacuum energy of the arrangement is finite\nfor conformal propagation in space-time. For even spheres this energy is\nindependent of the angle of the lune. For odd dimensions it is shown that for\nall Neumann, or all Dirichlet, boundary conditions the piston is attracted or\nrepelled by the nearest wall if d=3,7,... or if d=1,5,..., respectively. For\nhybrid N-D conditions these requirements are switched. If a mass is added,\ndivergences arise which render the model suspect. The analysis, however, is\nrelatively straightforward and involves the Barnes zeta function. The extension\nto finite temperatures is made and it is shown that for the 3,7,... series of\nodd spheres, the repulsion by the walls continues but that, above a certain\ntemperature, the free energy acquires two minima symmetrically placed about the\nmid point.\n","Comment: 10 pages. Finite temperature results added"]}]
["1102.2121",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Quantum Gases","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.2121","Phys. Rev. Lett. 106, 170401 (2011)","doi:10.1103/PhysRevLett.106.170401"],"date":["2011-02-10","2011-04-26"],"type":["text"],"creator":["Maucher, F.","Henkel, N.","Saffman, M.","Królikowski, W.","Skupin, S.","Pohl, T."],"language":[],"coverage":[],"title":["Rydberg-induced Solitons: Three-dimensional Self-trapping of Matter\n  Waves"],"description":["  We propose a scheme for the creation of stable three dimensional bright\nsolitons in Bose-Einstein condensates, i.e., the matter-wave analog of\nso-called spatio-temporal \"light bullets\". Off-resonant dressing to Rydberg\n$nD$-states is shown to provide nonlocal attractive interactions, leading to\nself-trapping of mesoscopic atomic clouds by a collective excitation of a\nRydberg atom pair. We present detailed potential calculations, and demonstrate\nthe existence of stable solitons under realistic experimental conditions by\nmeans of numerical simulations.\n","Comment: 4 pages, 5 figures"]}]
["1102.3566",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3566","Class.Quant.Grav.28:163001,2011","doi:10.1088/0264-9381/28/16/163001"],"date":["2011-02-17"],"type":["text"],"creator":["Balasubramanian, Vijay","Czech, Bartlomiej"],"language":[],"coverage":[],"title":["Quantitative approaches to information recovery from black holes"],"description":["  The evaporation of black holes into apparently thermal radiation poses a\nserious conundrum for theoretical physics: at face value, it appears that in\nthe presence of a black hole quantum evolution is non-unitary and destroys\ninformation. This information loss paradox has its seed in the presence of a\nhorizon causally separating the interior and asymptotic regions in a black hole\nspacetime. A quantitative resolution of the paradox could take several forms:\n(a) a precise argument that the underlying quantum theory is unitary, and that\ninformation loss must be an artifact of approximations in the derivation of\nblack hole evaporation, (b) an explicit construction showing how information\ncan be recovered by the asymptotic observer, (c) a demonstration that the\ncausal disconnection of the black hole interior from infinity is an artifact of\nthe semiclassical approximation. This review summarizes progress on all these\nfronts.\n","Comment: 46 pages, 2 figures"]}]
["1102.4249",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4249","JHEP 1107:026,2011","doi:10.1007/JHEP07(2011)026"],"date":["2011-02-21","2011-06-22"],"type":["text"],"creator":["Khalil, Shaaban","Okada, Hiroshi","Toma, Takashi"],"language":[],"coverage":[],"title":["Right-handed Sneutrino Dark Matter in Supersymmetric B-L Model"],"description":["  We show that the lightest right-handed sneutrino in TeV scale supersymmetric\nB-L model with inverse seesaw mechanism is a viable candidate for cold dark\nmatter. We find that it accounts for the observed dark matter relic abundance\nin a wide range of parameter space. The spin-independent cross section of B-L\nright-handed sneutrino is consistent with the recent results CDMS II and XENON\nexperiments and it is detectable in future direct detection experiments.\nAlthough the B-L right-handed sneutrinos annihilate into leptons, the PAMELA\nresults can not be explained in this model unless a huge boost factor is\nconsidered. Also the muon flux generated by B-L right-handed sneutrino in the\ngalactic center is smaller than Super-Kamiokande's upper bound.\n","Comment: 16 pages, 7 figures; version accepted for publication in Journal of\n  High Energy Physics"]}]
["1102.4327",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4327"],"date":["2011-02-21","2011-07-08"],"type":["text"],"creator":["Luza, Maycol Falla","Fassarella, Thiago"],"language":[],"coverage":[],"title":["Characteristic Numbers and invariant subvarieties for Projective Webs"],"description":["  We define the characteristic numbers of a holomorphic k-distribution of any\ndimension on $mathbb P^n$ and obtain relations between these numbers and the\ncharacteristic numbers of an invariant subvariety. As an application we bound\nthe degree of a smooth invariant hypersurface.\n"]}]
["1103.0007",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0007","Mon.Not.Roy.Astron.Soc.415:L40,2011","doi:10.1111/j.1745-3933.2011.01074.x"],"date":["2011-02-28","2011-05-13"],"type":["text"],"creator":["Boylan-Kolchin, Michael","Bullock, James S.","Kaplinghat, Manoj"],"language":[],"coverage":[],"title":["Too big to fail? The puzzling darkness of massive Milky Way subhaloes"],"description":["  We show that dissipationless LCDM simulations predict that the majority of\nthe most massive subhaloes of the Milky Way are too dense to host any of its\nbright satellites (L_V > 10^5 L_sun). These dark subhaloes have circular\nvelocities at infall of 30-70 km/s and infall masses of [0.2-4] x 10^10 M_sun.\nUnless the Milky Way is a statistical anomaly, this implies that galaxy\nformation becomes effectively stochastic at these masses. This is in marked\ncontrast to the well-established monotonic relation between galaxy luminosity\nand halo circular velocity (or halo mass) for more massive haloes. We show that\nat least two (and typically four) of these massive dark subhaloes are expected\nto produce a larger dark matter annihilation flux than Draco. It may be\npossible to circumvent these conclusions if baryonic feedback in dwarf\nsatellites or different dark matter physics can reduce the central densities of\nmassive subhaloes by order unity on a scale of 0.3 - 1 kpc.\n","Comment: 6 pages, 5 figures; matches version accepted by MNRAS Letters"]}]
["1103.1193",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1193","Phys.Rev.Lett.106:201104,2011","doi:10.1103/PhysRevLett.106.201104"],"date":["2011-03-06","2011-04-28"],"type":["text"],"creator":["Banerjee, P.","Haxton, W. C.","Qian, Y. -Z."],"language":[],"coverage":[],"title":["A Long, Cold, Early r-process? Neutrino-induced Nucleosynthesis in He\n  Shells Revisited"],"description":["  We revisit a neutrino-driven r-process mechanism in the He shell of a\ncore-collapse supernova, finding that it could succeed in early stars of\nmetallicity < solar/1000, at relatively low temperatures and neutron densities,\nproducing A ~ 130 and 195 abundance peaks over ~ 10-20 s. The mechanism is\nsensitive to the neutrino emission model and to neutrino oscillations. We\ndiscuss the implications of an r-process that could alter interpretations of\nabundance data from metal-poor stars, and point out the need for further\ncalculations that include effects of the supernova shock.\n","Comment: 5 pages, 3 figures, revised version with additional references and\n  some clarifications, to appear in Physical Review Letters"]}]
["1103.1722",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1722","New Journal of Physics 13, 065021 (2011) 24 pages,","doi:10.1088/1367-2630/13/6/065021"],"date":["2011-03-09","2011-06-29"],"type":["text"],"creator":["Bernon, Simon","Vanderbruggen, Thomas","Kohlhaas, Ralf","Bertoldi, Andrea","Landragin, Arnaud","Bouyer, Philippe"],"language":[],"coverage":[],"title":["Heterodyne non-demolition measurements on cold atomic samples: towards\n  the preparation of non-classical states for atom interferometry"],"description":["  We report on a novel experiment to generate non-classical atomic states via\nquantum non-demolition (QND) measurements on cold atomic samples prepared in a\nhigh finesse ring cavity. The heterodyne technique developed for the QND\ndetection exhibits an optical shot-noise limited behavior for local oscillator\noptical power of a few hundred \\muW, and a detection bandwidth of several GHz.\nThis detection tool is used in single pass to follow non destructively the\ninternal state evolution of an atomic sample when subjected to Rabi\noscillations or a spin-echo interferometric sequence.\n","Comment: 23 pages"]}]
["1103.3589",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3589","J.Phys.Conf.Ser. 306 (2011) 012010","doi:10.1088/1742-6596/306/1/012010"],"date":["2011-03-18"],"type":["text"],"creator":["Elze, H-T","Gambarotta, G","Vallone, F"],"language":[],"coverage":[],"title":["General linear dynamics - quantum, classical or hybrid"],"description":["  We describe our recent proposal of a path integral formulation of classical\nHamiltonian dynamics. Which leads us here to a new attempt at hybrid dynamics,\nwhich concerns the direct coupling of classical and quantum mechanical degrees\nof freedom. This is of practical as well as of foundational interest and no\nfully satisfactory solution of this problem has been established to date.\nRelated aspects will be observed in a general linear ensemble theory, which\ncomprises classical and quantum dynamics in the form of Liouville and von\nNeumann equations, respectively, as special cases. Considering the simplest\nobject characterized by a two-dimensional state-space, we illustrate how\nquantum mechanics is special in several respects among possible linear\ngeneralizations.\n","Comment: 17 pages; based on invited talks at the conferences DICE2010\n  (Castiglioncello, Italia, Sept 13-17, 2010) and Quantum Field Theory and\n  Gravity (Regensburg, Germany, Sept 28 - Oct 1, 2010)"]}]
["1103.3856",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3856","Physical Review B 84, 012403 (2011)","doi:10.1103/PhysRevB.84.012403"],"date":["2011-03-20"],"type":["text"],"creator":["Farnell, D. J. J.","Bishop, R. F.","Li, P. H. Y.","Richter, J.","Campbell, C. E."],"language":[],"coverage":[],"title":["The frustrated Heisenberg antiferromagnet on the honeycomb lattice: A\n  candidate for deconfined quantum criticality"],"description":["  We study the ground-state (gs) phase diagram of the frustrated spin-1/2\n$J_{1}$-$J_{2}$-$J_{3}$ antiferromagnet with $J_{2} = J_{3} =\\kappa J_1$ on the\nhoneycomb lattice, using coupled-cluster theory and exact diagonalization\nmethods. We present results for the gs energy, magnetic order parameter,\nspin-spin correlation function, and plaquette valence-bond crystal (PVBC)\nsusceptibility. We find a N\\'eel antiferromagnetic (AFM) phase for $\\kappa <\n\\kappa_{c_{1}} \\approx 0.47$, a collinear striped AFM phase for $\\kappa >\n\\kappa_{c_{2}} \\approx 0.60$, and a paramagnetic PVBC phase for $\\kappa_{c_{1}}\n\\lesssim \\kappa \\lesssim \\kappa_{c_{2}}$. The transition at $\\kappa_{c_{2}}$\nappears to be of first-order type, while that at $\\kappa_{c_{1}}$ is\ncontinuous. Since the N\\'eel and PVBC phases break different symmetries our\nresults favor the deconfinement scenario for the transition at\n$\\kappa_{c_{1}}$.\n"]}]
["1103.5694",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5694","Phys. Rev. B 84, 024409 (2011)","doi:10.1103/PhysRevB.84.024409"],"date":["2011-03-29"],"type":["text"],"creator":["Malinowski, A.","Bezusyy, V. L.","Minikayev, R.","Dziawa, P.","Syryanyy, Y.","Sawicki, M."],"language":[],"coverage":[],"title":["Spin-glass behavior in Ni-doped La1:85Sr0:15CuO4"],"description":["  The dynamic and static magnetic properties of La1:85Sr0:15Cu1-yNiyO4 with Ni\nconcentration up to y=0.63 are reported. All the features that characterize the\nspin-glass (SG) behavior are found: bifurcation of the dc susceptibility chi vs\ntemperature curve, a peak in the zero-field cooling branch of this curve\naccompanied by a step in the imaginary part of the ac susceptibility chi_ac,\nfrequency dependence of the peak position in the real part of chi_ac and\nscaling behavior. The decay of remnant magnetization is described by a\nstretched-exponential function. The characteristic time from the critical\nslowing-down formula that governs the dynamics of the system suggests the\nexistence of the spin clusters. The strongest interactions between the\nfluctuating entities are at y equal to the charge carriers concentration in the\nsystem. The SG transition temperature decreases linearly with decreasing y for\ny<0.30 and extrapolates to 0 K at y=0 what means that Ni display a magnetic\ncharacter in the surrounding Cu-O network starting from the smallest\nconcentration y. The static critical exponents characterizing the scaling\nbehavior of the nonlinear part of chi lie between those typical for three\ndimensional Ising-like and Heisenberg-like systems\n","Comment: 19 pages, 15 figures"]}]
["1104.2889",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.2889","Phys. Rev. D83: 124043,2011","doi:10.1103/PhysRevD.83.124043"],"date":["2011-04-14","2011-07-07"],"type":["text"],"creator":["Barausse, Enrico","Jacobson, Ted","Sotiriou, Thomas P."],"language":[],"coverage":[],"title":["Black holes in Einstein-aether and Horava-Lifshitz gravity"],"description":["  We study spherical black-hole solutions in Einstein-aether theory, a\nLorentz-violating gravitational theory consisting of General Relativity with a\ndynamical unit timelike vector (the \"aether\") that defines a preferred timelike\ndirection. These are also solutions to the infrared limit of Horava-Lifshitz\ngravity. We explore parameter values of the two theories where all presently\nknown experimental constraints are satisfied, and find that spherical\nblack-hole solutions of the type expected to form by gravitational collapse\nexist for all those parameters. Outside the metric horizon, the deviations away\nfrom the Schwarzschild metric are typically no more than a few percent for most\nof the explored parameter regions, which makes them difficult to observe with\nelectromagnetic probes, but in principle within reach of future\ngravitational-wave detectors. Remarkably, we find that the solutions possess a\nuniversal horizon, not far inside the metric horizon, that traps waves of any\nspeed relative to the aether. A notion of black hole thus persists in these\ntheories, even in the presence of arbitrarily high propagation speeds.\n","Comment: 18 pages, 12 figures; v2: typos corrected, matches published version"]}]
["1104.3158",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3158"],"date":["2011-04-15","2011-07-07"],"type":["text"],"creator":["Bal, Deepak","Dudek, Andrzej","Yilma, Zelealem B."],"language":[],"coverage":[],"title":["On the Maximum Number of Edges in a Hypergraph with a Unique Perfect\n  Matching"],"description":["  In this note, we determine the maximum number of edges of a $k$-uniform\nhypergraph, $k\\ge 3$, with a unique perfect matching. This settles a conjecture\nproposed by Snevily.\n","Comment: 5 pages"]}]
["1105.0020",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0020","JHEP 1107:018,2011","doi:10.1007/JHEP07(2011)018"],"date":["2011-04-29"],"type":["text"],"creator":["Campbell, John M.","Ellis, R. Keith","Williams, Ciaran"],"language":[],"coverage":[],"title":["Vector boson pair production at the LHC"],"description":["  We present phenomenological results for vector boson pair production at the\nLHC, obtained using the parton-level next-to-leading order program MCFM. We\ninclude the implementation of a new process in the code, pp -> \\gamma\\gamma,\nand important updates to existing processes. We incorporate fragmentation\ncontributions in order to allow for the experimental isolation of photons in\n\\gamma\\gamma, W\\gamma, and Z\\gamma production and also account for gluon-gluon\ninitial state contributions for all relevant processes. We present results for\na variety of phenomenological scenarios, at the current operating energy of\n\\sqrt{s} = 7 TeV and for the ultimate machine goal, \\sqrt{s} = 14 TeV. We\ninvestigate the impact of our predictions on several important distributions\nthat enter into searches for new physics at the LHC.\n","Comment: 35 pages, 14 figures"]}]
["1105.0633",{"format":[],"subject":["Mathematical Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0633","Proc.SPIE Int.Soc.Opt.Eng. 8057:80570X,2011","doi:10.1117/12.895454"],"date":["2011-05-03"],"type":["text"],"creator":["Benioff, Paul"],"language":[],"coverage":[],"title":["New Gauge Fields from Extension of Parallel Transport of Vector Spaces\n  to Underlying Scalar Fields"],"description":["  Gauge theories can be described by assigning a vector space V(x) to each\nspace time point x. A common set of complex numbers, C, is usually assumed to\nbe the set of scalars for all the V{x}. This is expanded here to assign a\nseparate set of scalars, C{x}, to V{x} for each x. The freedom of choice of\nbases, expressed by the action of a gauge group operator on the V{x}, is\nexpanded here to include the freedom of choice of complex scale factors,\nc_{y,x}, as elements of GL(1,C) that relate C{y} to C{x}. A gauge field\nrepresentation of c_{y,x} gives two gauge fields, A(x) and iB(x). Inclusion of\nthese fields in the covariant derivatives of Lagrangians results in A(x)\nappearing as a gauge boson for which mass is optional and B(x) as a massless\ngauge boson. B(x) appears to be the photon field. The nature of A(x) is not\nknown at present. One does know that the coupling constant of A(x) to matter\nfields is very small compared to the fine structure constant.\n","Comment: 16 pages,1 figure, paper for talk at SPIE conference, April 27-29,\n  2011"]}]
["1105.2056",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.2056","JINST 6:P07002,2011","doi:10.1088/1748-0221/6/07/P07002"],"date":["2011-05-10"],"type":["text"],"creator":["Iguaz, F. J.","Attié, D.","Calvet, D.","Colas, P.","Druillole, F.","Ferrer-Ribas, E.","Giomataris, I.","Mols, J. P.","Pancin, J.","Papaevangelou, T.","Billard, J.","Bosson, G.","Bouly, J. L.","Bourrion, O.","Fourel, Ch.","Grignon, C.","Guillaudin, O.","Mayet, F.","Richer, J. P.","Santos, D.","Golabek, C.","Lebreton, L."],"language":[],"coverage":[],"title":["Micromegas detector developments for Dark Matter directional detection\n  with MIMAC"],"description":["  The aim of the MIMAC project is to detect non-baryonic Dark Matter with a\ndirectional TPC using a high precision Micromegas readout plane. We will\ndescribe in detail the recent developments done with bulk Micromegas detectors\nas well as the characterisation measurements performed in an\nArgon(95%)-Isobutane(5%) mixture. Track measurements with alpha particles will\nbe shown.\n","Comment: 12 pages, 12 figures"]}]
["1105.3864",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3864"],"date":["2011-05-19","2011-07-08"],"type":["text"],"creator":["Amaxilatis, Dimitrios","Chatzigiannakis, Ioannis","Koninis, Christos","Pyrgelis, Apostolos"],"language":[],"coverage":[],"title":["Component Based Clustering in Wireless Sensor Networks"],"description":["  Clustering is an important research topic for wireless sensor networks\n(WSNs). A large variety of approaches has been presented focusing on different\nperformance metrics. Even though all of them have many practical applications,\nan extremely limited number of software implementations is available to the\nresearch community. Furthermore, these very few techniques are implemented for\nspecific WSN systems or are integrated in complex applications. Thus it is very\ndifficult to comparatively study their performance and almost impossible to\nreuse them in future applications under a different scope. In this work we\nstudy a large body of well established algorithms. We identify their main\nbuilding blocks and propose a component-based architecture for developing\nclustering algorithms that (a) promotes exchangeability of algorithms thus\nenabling the fast prototyping of new approaches, (b) allows cross-layer\nimplementations to realize complex applications, (c) offers a common platform\nto comparatively study the performance of different approaches, (d) is hardware\nand OS independent. We implement 5 well known algorithms and discuss how to\nimplement 11 more. We conduct an extended simulation study to demonstrate the\nfaithfulness of our implementations when compared to the original\nimplementations. Our simulations are at very large scale thus also\ndemonstrating the scalability of the original algorithms beyond their original\npresentations. We also conduct experiments to assess their practicality in real\nWSNs. We demonstrate how the implemented clustering algorithms can be combined\nwith routing and group key establishment algorithms to construct WSN\napplications. Our study clearly demonstrates the applicability of our approach\nand the benefits it offers to both research & development communities.\n"]}]
["1105.5195",{"format":[],"subject":["Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.5195","Phys.Rev.C83:064611,2011","doi:10.1103/PhysRevC.83.064611"],"date":["2011-05-25"],"type":["text"],"creator":["Matsumoto, T.","Ichinkhorloo, D.","Hirabayashi, Y.","Katō, K.","Chiba, S."],"language":[],"coverage":[],"title":["Systematic description of 6Li(n, n')6Li* $\\to$ d + $\\alpha$ reactions\n  with the microscopic coupled-channels method"],"description":["  We investigate $^6$Li($n$, $n'$)$^6$Li$^*$ $\\to$ $d$ + $\\alpha$ reactions by\nusing the continuum-discretized coupled-channels method with the complex\nJeukenne-Lejeune-Mahaux effective nucleon-nucleon interaction. In this study,\nthe $^6$Li nucleus is described as a $d$ + $\\alpha$ cluster model. The\ncalculated elastic cross sections for incident energies between 7.47 and 24.0\nMeV are good agreement with experimental data. Furthermore, we show the neutron\nspectra to $^6$Li breakup states measured at selected angular points and\nincident energies can be also reproduced systematically.\n","Comment: 6 pages, 5 figures, submitted to Physical Review C"]}]
["1106.2603",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2603"],"date":["2011-06-14"],"type":["text"],"creator":["Ye, Chengxi","Ma, Zhanshan Sam","Cannon, Charles H.","Pop, Mihai","Yu, Douglas W."],"language":[],"coverage":[],"title":["SparseAssembler: de novo Assembly with the Sparse de Bruijn Graph"],"description":["  de Bruijn graph-based algorithms are one of the two most widely used\napproaches for de novo genome assembly. A major limitation of this approach is\nthe large computational memory space requirement to construct the de Bruijn\ngraph, which scales with k-mer length and total diversity (N) of unique k-mers\nin the genome expressed in base pairs or roughly (2k+8)N bits. This limitation\nis particularly important with large-scale genome analysis and for sequencing\ncenters that simultaneously process multiple genomes. We present a sparse de\nBruijn graph structure, based on which we developed SparseAssembler that\ngreatly reduces memory space requirements. The structure also allows us to\nintroduce a novel method for the removal of substitution errors introduced\nduring sequencing. The sparse de Bruijn graph structure skips g intermediate\nk-mers, therefore reducing the theoretical memory space requirement to\n~(2k/g+8)N. We have found that a practical value of g=16 consumes approximately\n10% of the memory required by standard de Bruijn graph-based algorithms but\nyields comparable results. A high error rate could potentially derail the\nSparseAssembler. Therefore, we developed a sparse de Bruijn graph-based\ndenoising algorithm that can remove more than 99% of substitution errors from\ndatasets with a \\leq 2% error rate. Given that substitution error rates for the\ncurrent generation of sequencers is lower than 1%, our denoising procedure is\nsufficiently effective to safeguard the performance of our algorithm. Finally,\nwe also introduce a novel Dijkstra-like breadth-first search algorithm for the\nsparse de Bruijn graph structure to circumvent residual errors and resolve\npolymorphisms.\n","Comment: Corresponding author: Douglas W. Yu, dougwyu@gmail.com"]}]
["1106.2909",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2909","Phys. Rev. A 84, 010301(R) (2011)","doi:10.1103/PhysRevA.84.010301"],"date":["2011-06-15"],"type":["text"],"creator":["Yang, W. L.","Yin, Zhang-qi","Hu, Y.","Feng, M.","Du, J. F."],"language":[],"coverage":[],"title":["High-fidelity quantum memory using nitrogen-vacancy center ensemble for\n  hybrid quantum computation"],"description":["  We study a hybrid quantum computing system using nitrogen-vacancy center\nensemble (NVE) as quantum memory, current-biased Josephson junction (CBJJ)\nsuperconducting qubit fabricated in a transmission line resonator (TLR) as\nquantum computing processor and the microwave photons in TLR as quantum data\nbus. The storage process is seriously treated by considering all kinds of\ndecoherence mechanisms. Such a hybrid quantum device can also be used to create\nmulti-qubit W states of NVEs through a common CBJJ. The experimental\nfeasibility and challenge are justified using currently available technology.\n","Comment: 4 pages, 4 figures, accepted for PRA rapid communication"]}]
["1106.4324",{"format":[],"subject":["High Energy Physics - Theory","Condensed Matter - Strongly Correlated Electrons","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4324"],"date":["2011-06-21","2011-07-07"],"type":["text"],"creator":["Hartnoll, Sean A."],"language":[],"coverage":[],"title":["Horizons, holography and condensed matter"],"description":["  The holographic correspondence creates an interface between classical\ngravitational physics and the dynamics of strongly interacting quantum field\ntheories. This chapter will relate the physics of charged, asymptotically\nAnti-de Sitter spacetimes to the phenomenology of low temperature critical\nphases of condensed matter. Common essential features will characterise both\nthe gravitational and field theoretic systems. Firstly, an emergent scaling\nsymmetry at the lowest energy scales appears as an emergent isometry in the\ninterior, `near horizon' regime of the spacetime. Secondly, the field theoretic\ndistinction between fractionalized and mesonic phases appears as the presence\nor absence of a charge-carrying horizon in the spacetime. A perspective\ngrounded in these two characteristics allows a unified presentation of\n`holographic superconductors', `electron stars' and `charged dilatonic\nspacetimes'.\n","Comment: 34 pages. Chapter of the book `Black Holes in Higher Dimensions' to\n  be published by Cambridge University Press (editor: G. Horowitz). v2 typos\n  corrected, references added"]}]
["1106.4706",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4706","EPL 95 (2011) 30001","doi:10.1209/0295-5075/95/30001"],"date":["2011-06-23"],"type":["text"],"creator":["Broer, Wijnand","Palasantzas, George","Knoester, Jasper","Svetovoy, Vitaly B."],"language":[],"coverage":[],"title":["Roughness correction to the Casimir force beyond perturbation theory"],"description":["  Up to now there has been no reliable method to calculate the Casimir force\nwhen surface roughness becomes comparable with the separation between bodies.\nStatistical analysis of rough Au films demonstrates rare peaks with heights\nconsiderably larger than the root-mean-square (rms) roughness. These peaks\ndefine the minimal distance between rough surfaces and can be described with\nextreme value statistics. We show that the contributions of high peaks to the\nforce can be calculated independently of each other while the contribution of\nnormal roughness can be evaluated perturbatively beyond the proximity force\napproximation. The developed method allows a reliable force estimation for\nshort separations. Our model explains the strong hitherto unexplained deviation\nfrom the normal Casimir scaling observed experimentally at short separations.\n","Comment: 6 pages, 2 figures, to be published in EPL"]}]
["1106.4901",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4901"],"date":["2011-06-24","2011-07-08"],"type":["text"],"creator":["Sonnenschein, Lars"],"language":[],"coverage":[],"title":["Searches in CMS"],"description":["  We discuss the results of searches for various new physics phenomena,\nincluding supersymmetry, in pp collisions at 7 TeV delivered by the LHC and\ncollected with the CMS detector. These results demonstrate a good understanding\nof the detector and backgrounds in a variety of channels and in many cases they\nset the most stringent limits on these new physics phenomena, surpassing\nprevious experiments.\n","Comment: 6 pages, PLHC 2011 conference proceedings, 2 SUSY references added"]}]
["1107.0595",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Algebraic Geometry","Mathematics - Differential Geometry","53A60 (14)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0595"],"date":["2011-07-04"],"type":["text"],"creator":["Pereira, Jorge Vitório","Pirio, Luc"],"language":[],"coverage":[],"title":["An invitation to web geometry"],"description":["  This book was intended to serve as supporting material for a mini-course on\nweb geometry delivered at the 27th Brazilian Mathematical Colloquium which took\nplace at IMPA in the last week of July 2009.\n","Comment: 208 pages, 20 figures"]}]
["1107.1102",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1102"],"date":["2011-07-06","2011-07-07"],"type":["text"],"creator":["Huang, Wen-Min","Lee, Yen-Chen","Hikihara, Toshiya","Lin, Hsiu-Hau"],"language":[],"coverage":[],"title":["Edge magnetism of Heisenberg model on honeycomb lattice"],"description":["  In our previous study, a single-branch of ferromagnetic magnon with linear\ndispersion is shown to exist near the (uncompensated) zigzag edge for\nHeisenberg model on honeycomb lattice. Here we develop a field-theory\ndescription for the edge magnon and find its dynamics is captured by the\none-dimensional relativistic Klein-Gordon equation. It is intriguing that the\nboundary field theory for the edge magnon is tied up with its bulk counterpart,\ndescribed by the two-dimensional Klein-Gordon equation. Furthermore, we also\nreveal how the parity symmetry relates evanescent modes on opposite edges in a\nhoneycomb nanoribbon. By employing alternative methods, including Schwinger\nbosons and density-matrix renormalization group, we also demonstrate that the\nrelativistic edge magnon is robust even when the Neel order in the bulk is\ndestroyed by quantum fluctuations. The edge magnon is a direct consequence of\nuncompensated edge and may be verified in realistic materials by experimental\nprobes.\n","Comment: 4 pages, 3 figures"]}]
["1107.1188",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1188","Phys. Rev. A 84, 013602 (2011) [8 pages]","doi:10.1103/PhysRevA.84.013602"],"date":["2011-07-06"],"type":["text"],"creator":["Cataldo, H. M.","Jezek, D. M."],"language":[],"coverage":[],"title":["Bose-Hubbard model in a ring-shaped optical lattice with high filling\n  factors"],"description":["  The high-barrier quantum tunneling regime of a Bose-Einstein condensate\nconfined in a ring-shaped optical lattice is investigated. By means of a change\nof basis transformation, connecting the set of `vortex' Bloch states and a\nWannier-like set of localized wave functions, we derive a generalized\nBose-Hubbard Hamiltonian. In addition to the usual hopping rate terms, such a\nHamiltonian takes into account interaction-driven tunneling processes, which\nare shown to play a principal role at high filling factors, when the standard\nhopping rate parameter turns out to be negative. By calculating the energy and\natomic current of a Bloch state, we show that such a hopping rate must be\nreplaced by an effective hopping rate parameter containing the additional\ncontribution an interaction-driven hopping rate. Such a contribution turns out\nto be crucial at high filling factors, since it preserves the positivity of the\neffective hopping rate parameter. Level crossings between the energies per\nparticle of a Wannier-like state and the superfluid ground state are\ninterpreted as a signature of the transition to configurations with\nmacroscopically occupied states at each lattice site.\n","Comment: Accepted in PRA"]}]
["1107.1382",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1382"],"date":["2011-07-07"],"type":["text"],"creator":["Dvijotham, Krishnamurthy","Backhaus, Scott","Chertkov, Misha"],"language":[],"coverage":[],"title":["Operations-Based Planning for Placement and Sizing of Energy Storage in\n  a Grid With a High Penetration of Renewables"],"description":["  As the penetration level of transmission-scale time-intermittent renewable\ngeneration resources increases, control of flexible resources will become\nimportant to mitigating the fluctuations due to these new renewable resources.\nFlexible resources may include new or existing synchronous generators as well\nas new energy storage devices. The addition of energy storage, if needed,\nshould be done optimally to minimize the integration cost of renewable\nresources, however, optimal placement and sizing of energy storage is a\ndifficult optimization problem. The fidelity of such results may be\nquestionable because optimal planning procedures typically do not consider the\neffect of the time dynamics of operations and controls. Here, we use an optimal\nenergy storage control algorithm to develop a heuristic procedure for energy\nstorage placement and sizing. We generate many instances of intermittent\ngeneration time profiles and allow the control algorithm access to unlimited\namounts of storage, both energy and power, at all nodes. Based on the activity\nof the storage at each node, we restrict the number of storage node in a staged\nprocedure seeking the minimum number of storage nodes and total network storage\nthat can still mitigate the effects of renewable fluctuations on network\nconstraints. The quality of the heuristic is explored by comparing our results\nto seemingly \"intuitive\" placements of storage.\n"]}]
["1107.1506",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Algebraic Geometry","16G50, 14J60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1506"],"date":["2011-07-07"],"type":["text"],"creator":["Coskun, Emre","Kulkarni, Rajesh S.","Mustopa, Yusuf"],"language":[],"coverage":[],"title":["On representations of Clifford algebras of ternary cubic forms"],"description":["  In this article, we provide an overview of a one-to-one correspondence\nbetween representations of the generalized Clifford algebra $C_f$ of a ternary\ncubic form $f$ and certain vector bundles (called Ulrich bundles) on a cubic\nsurface $X$. We study general properties of Ulrich bundles, and using a recent\nclassification of Casanellas and Hartshorne, deduce the existence of\nirreducible representations of $C_f$ of every possible dimension.\n","Comment: 9 pages, to appear in proceedings for the conference \"New Trends in\n  Noncommutative Algebra: A Conference in Honor of Ken Goodearl's 65th\n  Birthday\""]}]
["1107.1519",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1519"],"date":["2011-07-07"],"type":["text"],"creator":["Wajid, Ahmed S.","Das, Sriya","Irin, Fahmida","Ahmed, H. S. Tanvir","Shelburne, John L.","Parviz, Dorsa","Fullerton, Robert J.","Jankowski, Alan F.","Hedden, Ronald C.","Green, Micah J."],"language":[],"coverage":[],"title":["Polymer-stabilized graphene dispersions at high concentrations in\n  organic solvents for nanocomposite production"],"description":["  We demonstrate a simple and effective technique for dispersing pristine\n(unfunctionalized) graphene at high concentrations in a wide range of organic\nsolvents by use of a stabilizing polymer (polyvinylpyrrolidone, PVP). These\npolymer-stabilized graphene dispersions are shown to be highly stable and\nreadily redispersible even after freeze-drying. This technique yields\nsignificantly higher graphene concentrations as compared to prior studies.\nExcellent enhancement in thermal conductivity of the fluid by addition of\npristine graphene is also demonstrated. These well-dispersed pristine graphene\nsheets were then used as a strong and conductive nano-filler for polymer\nnanocomposites. PVP/graphene nanocomposites were produced via bulk\npolymerization of N-vinylpyrrolidone loaded with dispersed graphene, resulting\nin excellent load transfer and improved mechanical and electrical properties.\n"]}]
["1107.1521",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1521","Proc. SPIE 8072, 80720O (2011)","doi:10.1117/12.886255"],"date":["2011-07-07"],"type":["text"],"creator":["Goto, Shin-itiro","Tucker, Robin W.","Walton, Timothy J."],"language":[],"coverage":[],"title":["Quantum Electromagnetic Fluctuations in Inhomogeneous Dielectric Media"],"description":["  A new mathematical and computational technique for calculating quantum vacuum\nexpectation values of energy and momentum densities associated with\nelectromagnetic fields in bounded domains containing inhomogeneous media is\ndiscussed. This technique is illustrated by calculating the mode contributions\nto the difference in the vacuum force expectation between opposite ends of an\ninhomogeneous dielectric non-dispersive medium confined to a perfectly\nconducting rigid box.\n","Comment: 7 pages, appeared in Proceedings of SPIE Conference on Quantum Optics\n  (2011)"]}]
["1107.1522",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Rings and Algebras","14J60, 14J28, 16G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1522"],"date":["2011-07-07"],"type":["text"],"creator":["Coskun, Emre","Kulkarni, Rajesh S.","Mustopa, Yusuf"],"language":[],"coverage":[],"title":["Pfaffian quartic surfaces and representations of Clifford algebras"],"description":["  Given a nondegenerate ternary form $f=f(x_1,x_2,x_3)$ of degree 4 over an\nalgebraically closed field of characteristic zero, we use the geometry of K3\nsurfaces and van den Bergh's correspondence between representations of the\ngeneralized Clifford algebra $C_f$ associated to $f$ and Ulrich bundles on the\nsurface $X_f:=\\{w^{4}=f(x_1,x_2,x_3)\\} \\subseteq \\mathbb{P}^3$ to construct a\npositive-dimensional family of irreducible representations of $C_f.$\n  The main part of our construction, which is of independent interest, uses\nrecent work of Aprodu-Farkas on Green's Conjecture together with a result of\nBasili on complete intersection curves in $\\mathbb{P}^{3}$ to produce simple\nUlrich bundles of rank 2 on a smooth quartic surface $X \\subseteq \\mathbb{P}^3$\nwith determinant $\\mathcal{O}_X(3).$ This implies that every smooth quartic\nsurface in $\\mathbb{P}^3$ is the zerolocus of a linear Pfaffian, strengthening\na result of Beauville-Schreyer on general quartic surfaces.\n","Comment: This paper contains a proof of the main result claimed in the\n  erroneous preprint arXiv:1103.0529. We also extend this result to all smooth\n  quartic surfaces"]}]
["1107.1524",{"format":[],"subject":["Mathematics - Geometric Topology","57M25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1524"],"date":["2011-07-07"],"type":["text"],"creator":["Kauffman, Louis H."],"language":[],"coverage":[],"title":["Khovanov Homology"],"description":["  This paper is an introduction to Khovanov homology.\n","Comment: 31 pages. 11 figures. LaTeX document"]}]
["1107.1525",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Graphics","Computer Science - Performance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1525","Inquiro, Volume 3, 2009, p. 26 - 29"],"date":["2011-06-21"],"type":["text"],"creator":["Cloud, R. L.","Curry, M. L.","Ward, H. L.","Skjellum, A.","Bangalore, P."],"language":[],"coverage":[],"title":["Accelerating Lossless Data Compression with GPUs"],"description":["  Huffman compression is a statistical, lossless, data compression algorithm\nthat compresses data by assigning variable length codes to symbols, with the\nmore frequently appearing symbols given shorter codes than the less. This work\nis a modification of the Huffman algorithm which permits uncompressed data to\nbe decomposed into indepen- dently compressible and decompressible blocks,\nallowing for concurrent compression and decompression on multiple processors.\nWe create implementations of this modified algorithm on a current NVIDIA GPU\nusing the CUDA API as well as on a current Intel chip and the performance\nresults are compared, showing favorable GPU performance for nearly all tests.\nLastly, we discuss the necessity for high performance data compression in\ntoday's supercomputing ecosystem.\n","Comment: peer reviewed and published in undergraduate research journal Inquiro\n  in 2009 after Summer work in 2009"]}]
["1107.1532",{"format":[],"subject":["Mathematics - Probability","60K35, 92D30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1532"],"date":["2011-07-07"],"type":["text"],"creator":["Cecconi, Lorenzo","Gandolfi, Alberto"],"language":[],"coverage":[],"title":["SIR epidemics on a scale-free spatial nested modular network with a\n  non-trivial threshold"],"description":["  We propose a class of random scale-free spatial networks with nested\ncommunity structures and analyze Reed-Frost epidemics with community related\nindependent transmissions. We show that the epidemic threshold may be trivial\nor not depending on the relation among community sizes, distribution of the\nnumber of communities and transmission rates\n","Comment: 20 pages, 1 figure"]}]
["1107.1533",{"format":[],"subject":["Mathematics - Probability","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1533"],"date":["2011-07-07"],"type":["text"],"creator":["Luh, Kyle J.","Pippenger, Nicholas"],"language":[],"coverage":[],"title":["Martingale Couplings and Bounds on the Tails of Probability\n  Distributions"],"description":["  Hoeffding has shown that tail bounds on the distribution for sampling from a\nfinite population with replacement also apply to the corresponding cases of\nsampling without replacement. (A special case of this result is that binomial\ntail bounds apply to the corresponding hypergeometric tails.) We give a new\nproof of Hoeffding's result by constructing a martingale coupling between the\nsampling distributions. This construction is given by an explicit combinatorial\nprocedure involving balls and urns. We then apply this construction to create\nmartingale couplings between other pairs of sampling distributions, both\nwithout replacement and with \"surreplacement\" (that is, sampling in which not\nonly is the sampled individual replaced, but some number of \"copies\" of that\nindividual are added to the population).\n","Comment: i+7 pp"]}]
["1107.1536",{"format":[],"subject":["Mathematics - Probability","Computer Science - Performance","60K26, 90B22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1536"],"date":["2011-07-07"],"type":["text"],"creator":["Eschenfeldt, Patrick","Gross, Ben","Pippenger, Nicholas"],"language":[],"coverage":[],"title":["The M/M/Infinity Service System with Ranked Servers in Heavy Traffic"],"description":["  We consider an M/M/Infinity service system in which an arriving customer is\nserved by the first idle server in an infinite sequence S_1, S_2, ... of\nservers. We determine the first two terms in the asymptotic expansions of the\nmoments of L as lambda tends to infinity, where L is the index of the server\nS_L serving a newly arriving customer in equilibrium, and lambda is the ratio\nof the arrival rate to the service rate. The leading terms of the moments show\nthat L/lambda tends to a uniform distribution on [0,1].\n","Comment: i+6 pp"]}]
["1107.1537",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1537"],"date":["2011-07-07"],"type":["text"],"creator":["Dolan, J. F."],"language":[],"coverage":[],"title":["Very Low Frequency QPO in 4U1700-37"],"description":["  Very low frequency ({\\nu} ~ 1.9 mHz) quasi-periodic oscillations (QPO) have\nbeen detected in 2 - 60 keV X-rays from 4U1700-37 using auto-correlation\nfunction analysis of RXTE archival data. No pulsar signal was detected in the\ndata. Less than 0.5% of the flux from the source (3{\\sigma} upper limit) is\ncoherently pulsed with a period between 250 ms and 40 s. This upper limit\ncorresponds to a pulsed flux <0.02 mJy. The existence of QPO in 4U1700-37 and\nthe lack of a detected pulsar indicates that the X-ray source is more likely to\nbe a black hole than a neutron star, consistent with recent mass estimates.\n"]}]
["1107.1543",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1543"],"date":["2011-07-07"],"type":["text"],"creator":["Katsura, Toshiyuki","Kondo, Shigeyuki"],"language":[],"coverage":[],"title":["Rational curves on the supersingular K3 surface with Artin invariant 1\n  in characteristic 3"],"description":["  We show the existence of 112 non-singular rational curves on the\nsupersingular K3 surface with Artin invariant 1 in characteristic 3 by several\nways. Using these rational curves, we have a $(16)_{10}$-configuration and a\n$(280_{4}, 112_{10})$-configuration on the K3 surface. Moreover we study the\nPicard lattice by using the theory of the Leech lattice. The 112 non-singular\nrational curves correspond to 112 Leech roots.\n","Comment: 31 pages"]}]
["1107.1545",{"format":[],"subject":["Statistics - Applications","Computer Science - Distributed, Parallel, and Cluster Computing","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1545"],"date":["2011-07-07"],"type":["text"],"creator":["Terejanu, Gabriel","Cheng, Yang","Singh, Tarunraj","Scott, Peter D."],"language":[],"coverage":[],"title":["Comparison of SCIPUFF Plume Prediction with Particle Filter Assimilated\n  Prediction for Dipole Pride 26 Data"],"description":["  This paper presents the application of a particle filter for data\nassimilation in the context of puff-based dispersion models. Particle filters\nprovide estimates of the higher moments, and are well suited for strongly\nnonlinear and/or non-Gaussian models. The Gaussian puff model SCIPUFF, is used\nin predicting the chemical concentration field after a chemical incident. This\nmodel is highly nonlinear and evolves with variable state dimension and, after\nsufficient time, high dimensionality. While the particle filter formalism\nnaturally supports variable state dimensionality high dimensionality represents\na challenge in selecting an adequate number of particles, especially for the\nBootstrap version. We present an implementation of the Bootstrap particle\nfilter and compare its performance with the SCIPUFF predictions. Both the model\nand the Particle Filter are evaluated on the Dipole Pride 26 experimental data.\nSince there is no available ground truth, the data has been divided in two\nsets: training and testing. We show that even with a modest number of\nparticles, the Bootstrap particle filter provides better estimates of the\nconcentration field compared with the process model, without excessive increase\nin computational complexity.\n","Comment: The Chemical and Biological Defense Physical Science and Technology\n  Conference, New Orleans, November 2008"]}]
["1107.1547",{"format":[],"subject":["Statistics - Computation","Mathematics - Probability","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1547"],"date":["2011-07-07"],"type":["text"],"creator":["Terejanu, Gabriel","Singla, Puneet","Singh, Tarunraj","Scott, Peter D."],"language":[],"coverage":[],"title":["Approximate Interval Method for Epistemic Uncertainty Propagation using\n  Polynomial Chaos and Evidence Theory"],"description":["  The paper builds upon a recent approach to find the approximate bounds of a\nreal function using Polynomial Chaos expansions. Given a function of random\nvariables with compact support probability distributions, the intuition is to\nquantify the uncertainty in the response using Polynomial Chaos expansion and\ndiscard all the information provided about the randomness of the output and\nextract only the bounds of its compact support. To solve for the bounding range\nof polynomials, we transform the Polynomial Chaos expansion in the Bernstein\nform, and use the range enclosure property of Bernstein polynomials to find the\nminimum and maximum value of the response. This procedure is used to propagate\nDempster-Shafer structures on closed intervals through nonlinear functions and\nit is applied on an algebraic challenge problem.\n","Comment: 2010 American Control Conference, Baltimore, Maryland, June 2010"]}]
["1107.1548",{"format":[],"subject":["Statistics - Methodology","Mathematics - Dynamical Systems","Mathematics - Probability","Nonlinear Sciences - Chaotic Dynamics","Statistics - Computation"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1548"],"date":["2011-07-07"],"type":["text"],"creator":["Terejanu, Gabriel","Singla, Puneet","Singh, Tarunraj","Scott, Peter D."],"language":[],"coverage":[],"title":["Approximate Propagation of both Epistemic and Aleatory Uncertainty\n  through Dynamic Systems"],"description":["  When ignorance due to the lack of knowledge, modeled as epistemic uncertainty\nusing Dempster-Shafer structures on closed intervals, is present in the model\nparameters, a new uncertainty propagation method is necessary to propagate both\naleatory and epistemic uncertainty. The new framework proposed here, combines\nboth epistemic and aleatory uncertainty into a second-order uncertainty\nrepresentation which is propagated through a dynamic system driven by white\nnoise. First, a finite parametrization is chosen to model the aleatory\nuncertainty by choosing a representative approximation to the probability\ndensity function conditioned on epistemic variables. The epistemic uncertainty\nis then propagated through the moment evolution equations of the conditional\nprobability density function. This way we are able to model the ignorance when\nthe knowledge about the system is incomplete. The output of the system is a\nDempster-Shafer structure on sets of cumulative distributions which can be\ncombined using different rules of combination and eventually transformed into a\nsingleton cumulative distribution function using Smets' pignistic\ntransformation when decision making is needed.\n","Comment: The 13th International Conference on Information Fusion, Edinburgh,\n  UK, July 2010"]}]
["1107.1550",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1550"],"date":["2011-07-07"],"type":["text"],"creator":["Peng, Qiming","Li, Xianjie","Li, Feng"],"language":[],"coverage":[],"title":["Time-resolved study of the magnetic field effects on electroluminescence\n  in tri-(8-hydroxyquinoline)- aluminum based organic light emitting devices"],"description":["  We investigated the magnetic field effects (MFEs) in organic light-emitting\ndiodes (OLEDs) through the transient electroluminescence (EL) method. The\ntime-resolved MFEs on the emission were obtained for the first time, which\nwould be a useful method to clarify the underlying mechanisms of the MFEs. The\nfluorescent dye doped tri-(8-hydroxyquinoline)-aluminum (Alq3) based OLEDs were\nfabricated. Then, the transient EL was measured both with and without a\nmagnetic field. To explore the time-resolved MFEs on the emission of the\ndevice, the excitons population dynamics in the device have been analyzed by a\nkinetic model. Our results suggest that both the intersystem crossing between\nthe singlet and triplet electron-hole pairs and the triplet-triplet\nannihilation perturbed by the external magnetic field cause the time-resolved\nMFEs.\n","Comment: 17 pages, 5 figures"]}]
["1107.1551",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1551"],"date":["2011-07-08"],"type":["text"],"creator":["Diab, A. A.","Hijjawi, R. S.","Asad, J. H.","Khalifeh, J. M."],"language":[],"coverage":[],"title":["Hamiltonian Formulation of Classical Fields with Fractional Derivatives"],"description":["  An investigation of classical fields with fractional derivatives is presented\nusing the fractional Hamiltonian formulation. The fractional Hamilton's\nequations are obtained for two classical field examples. The formulation\npresented and the resulting equations are very similar to those appearing in\nclassical field theory.\n","Comment: 16"]}]
["1107.1560",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1560"],"date":["2011-07-08"],"type":["text"],"creator":["Aiello, Andrea"],"language":[],"coverage":[],"title":["Beam shifts and distribution functions"],"description":["  When a beam of light is reflected by a smooth surface its behavior deviates\nfrom geometrical optics predictions. Such deviations are quantified by the\nso-called spatial and angular Goos-Haenchen (GH) and Imbert-Fedorov (IF) shifts\nof the reflected beam. These shifts depend upon the shape of the incident beam,\nits polarization and on the material composition of the reflecting surface. In\nthis article we suggest a novel approach that allows one to unambiguously\nisolate the beam-shape dependent aspects of GH and IF shifts. We show that this\nseparation is possible as a result of some universal features of shifted\ndistribution functions which are presented and discussed.\n","Comment: 7 pages, 3 figures. Submitted to Am. J. Phys"]}]
["1107.1563",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1563"],"date":["2011-07-08"],"type":["text"],"creator":["Wang, Jiadong","Courtade, Thomas","Chen, Tsung-Yi","Xie, Bike","Wesel, Richard"],"language":[],"coverage":[],"title":["Designing Nonlinear Turbo Codes with a Target Ones Density"],"description":["  Certain binary asymmetric channels, such as Z-channels in which one of the\ntwo crossover probabilities is zero, demand optimal ones densities different\nfrom 50%. Some broadcast channels, such as broadcast binary symmetric channels\n(BBSC) where each component channel is a binary symmetric channel, also require\na non-uniform input distribution due to the superposition coding scheme, which\nis known to achieve the boundary of capacity region. This paper presents a\nsystematic technique for designing nonlinear turbo codes that are able to\nsupport ones densities different from 50%. To demonstrate the effectiveness of\nour design technique, we design and simulate nonlinear turbo codes for the\nZ-channel and the BBSC. The best nonlinear turbo code is less than 0.02 bits\nfrom capacity.\n"]}]
["1107.1571",{"format":[],"subject":["Mathematics - Analysis of PDEs","35B40, 35B65, 35B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1571"],"date":["2011-07-08"],"type":["text"],"creator":["McLaughlin, Kenneth D. T. -R.","Pitt, Nigel J. E."],"language":[],"coverage":[],"title":["On ringing effects near jump discontinuities for periodic solutions to\n  dispersive partial differential equations"],"description":["  We consider weak solutions to dispersive partial differential equations with\nperiodic boundary conditions and initial data with jump discontinuities. These\nare already known to be continuous at irrational times and piecewise constant\nat rational times; we show that as time approaches a rational value the\nsolution exhibits a ringing effect, with the characteristic overshoot of fixed\namplitude near the discontinuities. Furthermore this effect is the same whether\nthe sequence of times follows rational or irrational values.\n","Comment: 22 pages, 10 figures"]}]
["1107.1577",{"format":[],"subject":["Quantitative Biology - Genomics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1577","doi:10.1088/1742-6596/304/1/012034"],"date":["2011-07-08"],"type":["text"],"creator":["Chevallet, Mireille","Aude-Garcia, Catherine","Lelong, Cécile","Candéias, Serge M.","Luche, Sylvie","Collin-Faure, Véronique","Triboulet, Sarah","Diallo, Dévy","Diemer, Hélène","van Dorsselaer, Alain","Rabilloud, Thierry"],"language":[],"coverage":[],"title":["Effects of nanoparticles on murine macrophages"],"description":["  Metallic nanoparticles are more and more widely used in an increasing number\nof applications. Consequently, they are more and more present in the\nenvironment, and the risk that they may represent for human health must be\nevaluated. This requires to increase our knowledge of the cellular responses to\nnanoparticles. In this context, macrophages appear as an attractive system.\nThey play a major role in eliminating foreign matter, e.g. pathogens or\ninfectious agents, by phagocytosis and inflammatory responses, and are thus\nhighly likely to react to nanoparticles. We have decided to study their\nresponses to nanoparticles by a combination of classical and wide-scope\napproaches such as proteomics. The long term goal of this study is the better\nunderstanding of the responses of macrophages to nanoparticles, and thus to\nhelp to assess their possible impact on human health. We chose as a model\nsystem bone marrow-derived macrophages and studied the effect of commonly used\nnanoparticles such as TiO2 and Cu. Classical responses of macrophage were\ncharacterized and proteomic approaches based on 2D gels of whole cell extracts\nwere used. Preliminary proteomic data resulting from whole cell extracts showed\ndifferent effects for TiO2-NPs and Cu-NPs. Modifications of the expression of\nseveral proteins involved in different pathways such as, for example, signal\ntransduction, endosome-lysosome pathway, Krebs cycle, oxidative stress response\nhave been underscored. These first results validate our proteomics approach and\nopen a new wide field of investigation for NPs impact on macrophages\n","Comment: Nanosafe2010: International Conference on Safe Production and Use of\n  Nanomaterials 16-18 November 2010, Grenoble, France, Grenoble : France (2010)"]}]
["1107.1580",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1580"],"date":["2011-07-08"],"type":["text"],"creator":["Sassi, Mohamed Amin Ben","Girard, Antoine"],"language":[],"coverage":[],"title":["Controller Synthesis for Robust Invariance of Polynomial Dynamical\n  Systems using Linear Programming"],"description":["  In this paper, we consider a control synthesis problem for a class of\npolynomial dynamical systems subject to bounded disturbances and with input\nconstraints. More precisely, we aim at synthesizing at the same time a\ncontroller and an invariant set for the controlled system under all admissible\ndisturbances. We propose a computational method to solve this problem. Given a\ncandidate polyhedral invariant, we show that controller synthesis can be\nformulated as an optimization problem involving polynomial cost functions over\nbounded polytopes for which effective linear programming relaxations can be\nobtained. Then, we propose an iterative approach to compute the controller and\nthe polyhedral invariant at once. Each iteration of the approach mainly\nconsists in solving two linear programs (one for the controller and one for the\ninvariant) and is thus computationally tractable. Finally, we show with several\nexamples the usefulness of our method in applications.\n"]}]
["1107.1585",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","F.2.2"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1585"],"date":["2011-07-08"],"type":["text"],"creator":["Cygan, Marek","Pilipczuk, Marcin","Pilipczuk, Michał","Wojtaszczyk, Jakub Onufry"],"language":[],"coverage":[],"title":["On Multiway Cut parameterized above lower bounds"],"description":["  In this paper we consider two above lower bound parameterizations of the Node\nMultiway Cut problem - above the maximum separating cut and above a natural\nLP-relaxation - and prove them to be fixed-parameter tractable. Our results\nimply O*(4^k) algorithms for Vertex Cover above Maximum Matching and Almost\n2-SAT as well as an O*(2^k) algorithm for Node Multiway Cut with a standard\nparameterization by the solution size, improving previous bounds for these\nproblems.\n"]}]
["1107.1591",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1591","Nature 475, 78-81 (2011)","doi:10.1038/nature10196"],"date":["2011-07-08"],"type":["text"],"creator":["Krüger, Michael","Schenk, Markus","Hommelhoff, Peter"],"language":[],"coverage":[],"title":["Attosecond control of electrons emitted from a nanoscale metal tip"],"description":["  Attosecond science is based on steering of electrons with the electric field\nof well-controlled femtosecond laser pulses. It has led to, for example, the\ngeneration of XUV light pulses with a duration in the sub-100-attosecond\nregime, to the measurement of intra-molecular dynamics by diffraction of an\nelectron taken from the molecule under scrutiny, and to novel ultrafast\nelectron holography. All these effects have been observed with atoms or\nmolecules in the gas phase. Although predicted to occur, a strong light-phase\nsensitivity of electrons liberated by few-cycle laser pulses from solids has\nhitherto been elusive. Here we show a carrier-envelope (C-E) phase-dependent\ncurrent modulation of up to 100% recorded in spectra of electrons laser-emitted\nfrom a nanometric tungsten tip. Controlled by the C-E phase, electrons\noriginate from either one or two sub-500as long instances within the 6-fs laser\npulse, leading to the presence or absence of spectral interference. We also\nshow that coherent elastic re-scattering of liberated electrons takes place at\nthe metal surface. Due to field enhancement at the tip, a simple laser\noscillator suffices to reach the required peak electric field strengths,\nallowing attosecond science experiments to be performed at the 100-Megahertz\nrepetition rate level and rendering complex amplified laser systems\ndispensable. Practically, this work represents a simple, exquisitely sensitive\nC-E phase sensor device, which can be shrunk in volume down to ~ 1cm3. The\nresults indicate that the above-mentioned novel attosecond science techniques\ndeveloped with and for atoms and molecules can also be employed with solids. In\nparticular, we foresee sub-femtosecond (sub-) nanometre probing of (collective)\nelectron dynamics, such as plasmon polaritons, in solid-state systems ranging\nin size from mesoscopic solids via clusters to single protruding atoms.\n","Comment: Final manuscript version submitted to Nature"]}]
["1107.1593",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1593"],"date":["2011-07-08"],"type":["text"],"creator":["Brunner, Jürgen"],"language":[],"coverage":[],"title":["Diffuse Neutrino Flux"],"description":["  The search for a diffuse neutrino flux component from astrophysical sources\ncomplements searches for point sources. In 2010 and 2011 many new results have\nbeen published on this subject. Realistic models can now be tested with these\nnew measurements from the leading neutrino telescope experiments. An overview\nover these recent results is given.\n","Comment: Contribution to Conference Proceedings of XIV International Workshop\n  on \"Neutrino Telescopes\", Venice 2011"]}]
["1107.1595",{"format":[],"subject":["Mathematics - Analysis of PDEs","35L03, 35L60, 35Q31, 35Q60, 37L50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1595"],"date":["2011-07-08"],"type":["text"],"creator":["Germain, Pierre","Masmoudi, Nader"],"language":[],"coverage":[],"title":["Global existence for the Euler-Maxwell system"],"description":["  The Euler-Maxwell system describes the evolution of a plasma when the\ncollisions are important enough that each species is in a hydrodynamic\nequilibrium. In this paper we prove global existence of small solutions to this\nsystem set in the whole three-dimensional space, by combining the space-time\nresonance method, dispersive estimates, localization estimates and energy\nestimates. An important novelty is that we can prove a very slow growth of high\nderivatives even with a nonintegrable decay by reiterating the energy estimate.\n","Comment: 33 pages"]}]
["1107.1602",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1602"],"date":["2011-07-08"],"type":["text"],"creator":["Drechsler, Wolfgang"],"language":[],"coverage":[],"title":["Weyl Invariant Standard Model and its Symmetry Breaking"],"description":["  A standard model is formulated in a Weyl space, $W_4$, yielding a Weyl\ncovariant dynamics of massless chiral Dirac fermion fields for leptons and\nquarks as well as the gauge fields involved for the groups D(1)\\,(Weyl),\n$U(1)_Y{\\times} SU(2)_W$\\,(electroweak), $SU(3)_c$\\,(colour),\nSO(3,1)\\,(gravity) and SO(4,1)\\,(strong interaction, symmetry breaking). The\ndynamics is based on a gauge and Weyl invariant Lagrangean density ${\\cal L}$.\nGravitation is included from the beginning as the gauge aspect of the Lorentz\ngroup which is here extended in the hadronic sector of the model to the ten\nparameter SO(4,1) de Sitter group. A part of the dynamics is, as usual, a\nscalar isospinor field $\\phi$ being a section on a bundle related to the\nelectroweak gauge group and to symmetry breaking. In parallel to $\\phi$ on the\nleptonic side a section $\\tilde\\xi^a$ on the hadronic side is considered as\npart of the dynamics, governing the symmetry breaking $SO(4,1)\\longrightarrow\nSO(3,1)$ and recovering gravitation in the symmetry breaking limit outside the\nregions in space-time where strong interactions persist. Besides spin, isospin\nand helicity the Weyl weights determine the form of the contributions of fields\nin ${\\cal L}$. Of particular interest is the appearance of a current-current\nself-interaction of quark fields allowed by the Weyl weight changing the debate\nabout quark masses. In a second step the D(1)-Weyl symmetry is explicitly\nbroken and a universal mass scale is established through the mass of the\n$\\phi$-field appearing in the symmetry breaking Lagrangean ${\\cal L}_B$. The\nWeyl symmetry breaking is governed by the relation $D_\\mu \\Phi^2{=}0$, where\n$\\Phi$ is the norm of $\\phi$. After D(1) symmetry breaking the masses of the\nweak bosons and of the electron appear on the scene through the energy-momentum\ntensor of the $\\phi$-field.\n"]}]
["1107.1610",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1610"],"date":["2011-07-08"],"type":["text"],"creator":["Ishikawa, Hirohisa","Watanabe, Keiji"],"language":[],"coverage":[],"title":["Remarks on the proton charge radius"],"description":["  Proton charge radius is calculated from the electromagnetic form factor of\nproton parameterized by the dispersion relation.\n  The calculated charge radius is a little larger than that obtained by the\nLamb shift of the $\\mu$ mesic atom. As the result is sensitive to the\nexperimental data of proton electric form factor at small momentum transfer,\nmore accurate data are required to draw conclusion if the result of the nucleon\nform factor is different or not from that obtained Pohl et al.\n"]}]
["1107.1615",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1615"],"date":["2011-07-08"],"type":["text"],"creator":["Arakelyan, G. H.","Merino, C.","Pajares, C.","Shabelski, Yu. M."],"language":[],"coverage":[],"title":["Feynman scaling violation due to baryon number diffusion in rapidity\n  space"],"description":["  A significant asymmetry in baryon/antibaryon yields in the central region of\nhigh energy collisions is observed when the initial state has non-zero baryon\ncharge. This asymmetry is connected with the possibility of a baryon charge\ndiffusion in rapidity space. Evidently, such a diffusion should decrease the\nbaryon charge in the fragmentation region leading to the corresponding decrease\nof the multiplicity of leading baryons. As a result, a new mechanism for\nFeynman scaling violation in the fragmentation region is obtained. We present\nthe quantitative predictions for the Feynman scaling violation at LHC energies\nand even at highier energies that can be important for cosmic ray physics.\n","Comment: 17 pages and 9 figures"]}]
["1107.1619",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science","Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1619","Science 333, 62-65 (2011)","doi:10.1126/science.1205705"],"date":["2011-07-08"],"type":["text"],"creator":["Tkalec, Uroš","Ravnik, Miha","Čopar, Simon","Žumer, Slobodan","Muševič, Igor"],"language":[],"coverage":[],"title":["Reconfigurable knots and links in chiral nematic colloids"],"description":["  Tying knots and linking microscopic loops of polymers, macromolecules, or\ndefect lines in complex materials is a challenging task for material\nscientists. We demonstrate the knotting of microscopic topological defect lines\nin chiral nematic liquid crystal colloids into knots and links of arbitrary\ncomplexity by using laser tweezers as a micromanipulation tool. All knots and\nlinks with up to six crossings, including the Hopf link, the Star of David and\nthe Borromean rings are demonstrated, stabilizing colloidal particles into an\nunusual soft matter. The knots in chiral nematic colloids are classified by the\nquantized self-linking number, a direct measure of the geometric, or Berry's,\nphase. Forming arbitrary microscopic knots and links in chiral nematic colloids\nis a demonstration of how relevant the topology can be for the material\nengineering of soft matter.\n","Comment: 6 pages, 3 figures"]}]
["1107.1627",{"format":[],"subject":["Computer Science - Information Theory","Computer Science - Distributed, Parallel, and Cluster Computing"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1627"],"date":["2011-07-08"],"type":["text"],"creator":["Wang, Zhiying","Tamo, Itzhak","Bruck, Jehoshua"],"language":[],"coverage":[],"title":["On Codes for Optimal Rebuilding Access"],"description":["  MDS (maximum distance separable) array codes are widely used in storage\nsystems due to their computationally efficient encoding and decoding\nprocedures. An MDS code with r redundancy nodes can correct any r erasures by\naccessing (reading) all the remaining information in both the systematic nodes\nand the parity (redundancy) nodes. However, in practice, a single erasure is\nthe most likely failure event; hence, a natural question is how much\ninformation do we need to access in order to rebuild a single storage node? We\ndefine the rebuilding ratio as the fraction of remaining information accessed\nduring the rebuilding of a single erasure. In our previous work we showed that\nthe optimal rebuilding ratio of 1/r is achievable (using our newly constructed\narray codes) for the rebuilding of any systematic node, however, all the\ninformation needs to be accessed for the rebuilding of the parity nodes.\nNamely, constructing array codes with a rebuilding ratio of 1/r was left as an\nopen problem. In this paper, we solve this open problem and present array codes\nthat achieve the lower bound of 1/r for rebuilding any single systematic or\nparity node.\n","Comment: Submitted to Allerton 2011"]}]
["1107.1628",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","90C27, 90C59, 90C05","F.2.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1628"],"date":["2011-07-08"],"type":["text"],"creator":["Schalekamp, Frans","Williamson, David P.","van Zuylen, Anke"],"language":[],"coverage":[],"title":["A Proof of the Boyd-Carr Conjecture"],"description":["  Determining the precise integrality gap for the subtour LP relaxation of the\ntraveling salesman problem is a significant open question, with little progress\nmade in thirty years in the general case of symmetric costs that obey triangle\ninequality. Boyd and Carr [3] observe that we do not even know the worst-case\nupper bound on the ratio of the optimal 2-matching to the subtour LP; they\nconjecture the ratio is at most 10/9. In this paper, we prove the Boyd-Carr\nconjecture. In the case that a fractional 2-matching has no cut edge, we can\nfurther prove that an optimal 2-matching is at most 10/9 times the cost of the\nfractional 2-matching.\n"]}]
["1107.1633",{"format":[],"subject":["Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1633"],"date":["2011-07-08"],"type":["text"],"creator":["Kai, Cai Hong","Liew, Soung Chang"],"language":[],"coverage":[],"title":["Throughput Computation in CSMA Wireless Networks with Collision Effects"],"description":["  It is known that link throughputs of CSMA wireless networks can be computed\nfrom a time-reversible Markov chain arising from an ideal CSMA network model\n(ICN). In particular, this model yields general closed-form equations of link\nthroughputs. However, an idealized and important assumption made in ICN is that\nthe backoff countdown process is in \"contiuous-time\" and carrier sensing is\ninstantaneous. As a result, there is no collision in ICN. In practical CSMA\nprotocols such as IEEE 802.11, the stations count down in \"mini-timeslot\" and\nthe process is therefore a \"discrete-time\" process. In particular, two stations\nmay end their backoff process in the same mini-timeslot and then transmit\nsimultaneously, resulting in a packet collision. This paper is an attempt to\nstudy how to compute link throughputs after taking such backoff collision\neffects into account. We propose a generalized ideal CSMA network model (GICN)\nto characterize the collision states as well as the interactions and dependency\namong links in the network. We show that link throughputs and collision\nprobability can be computed from GICN. Simulation results validate GICN's\naccuracy. Interestingly, we also find that the original ICN model yields fairly\naccurate results despite the fact that collisions are not modeled.\n","Comment: 12 single-column pages"]}]
["1107.1636",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1636"],"date":["2011-07-08"],"type":["text"],"creator":["Ludwig, Ursula"],"language":[],"coverage":[],"title":["An analytic approach to the stratified Morse inequalities for complex\n  cones"],"description":["  In a previous article the author extended the Witten deformation to singular\nspaces with cone-like singularities and to a class of Morse functions called\nadmissible Morse functions. The method applies in particular to complex cones\nand stratified Morse functions in the sense of the theory developed by Goresky\nand MacPherson. It is well-known from stratified Morse theory that the singular\npoints of the complex cone contribute to the stratified Morse inequalities in\nmiddle degree only. In this article an analytic proof of this fact is given.\n","Comment: 12 pages"]}]
["1107.1638",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1638"],"date":["2011-07-08"],"type":["text"],"creator":["Gaïffas, Stéphane","Lecué, Guillaume"],"language":[],"coverage":[],"title":["Weighted algorithms for compressed sensing and matrix completion"],"description":["  This paper is about iteratively reweighted basis-pursuit algorithms for\ncompressed sensing and matrix completion problems. In a first part, we give a\ntheoretical explanation of the fact that reweighted basis pursuit can improve a\nlot upon basis pursuit for exact recovery in compressed sensing. We exhibit a\ncondition that links the accuracy of the weights to the RIP and incoherency\nconstants, which ensures exact recovery. In a second part, we introduce a new\nalgorithm for matrix completion, based on the idea of iterative reweighting.\nSince a weighted nuclear \"norm\" is typically non-convex, it cannot be used\neasily as an objective function. So, we define a new estimator based on a\nfixed-point equation. We give empirical evidences of the fact that this new\nalgorithm leads to strong improvements over nuclear norm minimization on\nsimulated and real matrix completion problems.\n"]}]
["1107.1642",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1642"],"date":["2011-07-08"],"type":["text"],"creator":["Liu, Yipeng","Wan, Qun"],"language":[],"coverage":[],"title":["Indirect Channel Sensing for Cognitive Amplify-and-Forward Relay\n  Networks"],"description":["  In cognitive radio network the primary channel information is beneficial. But\nit can not be obtained by direct channel estimation in cognitive system as\npervious methods. And only one possible way is the primary receiver broadcasts\nthe primary channel information to the cognitive users, but it would require\nthe modification of the primary receiver and additional precious spectrum\nresource. Cooperative communication is also a promising technique. And this\npaper introduces an indirect channel sensing method for the primary channel in\ncognitive amplify-and-forward (AF) relay network. As the signal retransmitted\nfrom the primary AF relay node includes channel effects, the cognitive radio\ncan receive retransmitted signal from AF node, and then extract the channel\ninformation from them. Afterwards, Least squares channel estimation and sparse\nchannel estimation can be used to address the dense and sparse multipath\nchannels respectively. Numerical experiment demonstrates that the proposed\nindirect channel sensing method has an acceptable performance.\n","Comment: 5 pages, 5 figures"]}]
["1107.1644",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1644","doi:10.1016/j.media.2011.01.008"],"date":["2011-07-07"],"type":["text"],"creator":["Baumann, Michael","Mozer, Pierre","Daanen, Vincent","Troccaz, Jocelyne"],"language":[],"coverage":[],"title":["Prostate biopsy tracking with deformation estimation"],"description":["  Transrectal biopsies under 2D ultrasound (US) control are the current\nclinical standard for prostate cancer diagnosis. The isoechogenic nature of\nprostate carcinoma makes it necessary to sample the gland systematically,\nresulting in a low sensitivity. Also, it is difficult for the clinician to\nfollow the sampling protocol accurately under 2D US control and the exact\nanatomical location of the biopsy cores is unknown after the intervention.\nTracking systems for prostate biopsies make it possible to generate biopsy\ndistribution maps for intra- and post-interventional quality control and 3D\nvisualisation of histological results for diagnosis and treatment planning.\nThey can also guide the clinician toward non-ultrasound targets. In this paper,\na volume-swept 3D US based tracking system for fast and accurate estimation of\nprostate tissue motion is proposed. The entirely image-based system solves the\npatient motion problem with an a priori model of rectal probe kinematics.\nProstate deformations are estimated with elastic registration to maximize\naccuracy. The system is robust with only 17 registration failures out of 786\n(2%) biopsy volumes acquired from 47 patients during biopsy sessions. Accuracy\nwas evaluated to 0.76$\\pm$0.52mm using manually segmented fiducials on 687\nregistered volumes stemming from 40 patients. A clinical protocol for assisted\nbiopsy acquisition was designed and implemented as a biopsy assistance system,\nwhich allows to overcome the draw-backs of the standard biopsy procedure.\n","Comment: Medical Image Analysis (2011) epub ahead of print"]}]
["1107.1645",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematical Physics","Mathematics - Symplectic Geometry","57M27, 57R56, 53D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1645"],"date":["2011-07-08"],"type":["text"],"creator":["Charles, Laurent","Marche, Julien"],"language":[],"coverage":[],"title":["Knot state asymptotics I, AJ Conjecture and abelian representations"],"description":["  Consider the Chern-Simons topological quantum field theory with gauge group\nSU(2) and level k. Given a knot in the 3-sphere, this theory associates to the\nknot exterior an element in a vector space. We call this vector the knot state\nand study its asymptotic properties when the level is large. The latter vector\nspace being isomorphic to the geometric quantization of the SU(2)-character\nvariety of the peripheral torus, the knot state may be viewed as a section\ndefined over this character variety. We first conjecture that the knot state\nconcentrates in the large level limit to the character variety of the knot.\nThis statement may be viewed as a real and smooth version of the AJ conjecture.\nOur second conjecture says that the knot state in the neighborhood of abelian\nrepresentations is a Lagrangian state. Using microlocal techniques, we prove\nthese conjectures for the figure eight and torus knots. The proof is based on\nq-difference relations for the colored Jones polynomial. We also provide a new\nproof for the asymptotics of the Witten-Reshetikhin-Turaev invariant of the\nlens spaces and a derivation of the Melvin-Morton-Rozansky theorem from the two\nconjectures.\n","Comment: 47 pages, 2 figures"]}]
["1107.1646",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematical Physics","Mathematics - Symplectic Geometry","57M27, 57R56, 53D50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1646"],"date":["2011-07-08"],"type":["text"],"creator":["Charles, Laurent","Marche, Julien"],"language":[],"coverage":[],"title":["Knot state asymptotics II, Witten conjecture and irreducible\n  representations"],"description":["  This article pursues the study of the knot state asymptotics in the large\nlevel limit initiated in \"Knot sate Asymptotics I\". As a main result, we prove\nthe Witten asymptotic expansion conjecture for the Dehn fillings of the figure\neight knot. The state of a knot is defined in the realm of Chern-Simons\ntopological quantum field theory as a holomorphic section on the\nSU(2)-character manifold of the peripheral torus. In the previous paper, we\nconjectured that the knot state concentrates on the character variety of the\nknot with a given asymptotic behavior on the neighborhood of the abelian\nrepresentations. In the present paper we study the neighborhood of irreducible\nrepresentations. We conjecture that the knot state is Lagrangian with a phase\nand a symbol given respectively by the Chern-Simons and Reidemeister torsion\ninvariants. We show that under some mild assumptions, these conjectures imply\nthe Witten conjecture on the asymptotic expansion of WRT invariants of the Dehn\nfillings of the knot. Using microlocal techniques, we show that the figure\neight knot state satisfies our conjecture starting from q-differential\nrelations verified by the colored Jones polynomials. The proof relies on a\ndifferential equation satisfied by the Reidemeister torsion along the branches\nof the character variety, a phenomenon which has not been observed previously\nas far as we know.\n","Comment: 45 pages, 2 figures"]}]
["1107.1651",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1651"],"date":["2011-07-08"],"type":["text"],"creator":["Aboura, Omar"],"language":[],"coverage":[],"title":["A regression Monte-Carlo method for Backward Doubly Stochastic\n  Differential Equations"],"description":["  This paper extends the idea of E.Gobet, J.P.Lemor and X.Warin from the\nsetting of Backward Stochastic Differential Equations to that of Backward\nDoubly Stochastic Differential equations. We propose some numerical\napproximation scheme of these equations introduced by E.Pardoux and S.Peng.\n"]}]
["1107.1662",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1662"],"date":["2011-07-08"],"type":["text"],"creator":["Bhowmik, R. N."],"language":[],"coverage":[],"title":["Ferromagnetism in lead graphite-pencils and magnetic composite with\n  CoFe2O4 particles"],"description":["  This work has been initiated with a curiosity to investigate the elemental\ncomposition and magnetic response of different grades of lead pencils (6B, 2B,\nHB, 2H, 5H) that people use in daily life. Interestingly, experimental results\nlanded with a great achievement of observing soft magnetism in lead pencils,\nindicating a wide scope of magnetic tuning for room temperature applications. A\nnovel magnetic composite has been synthesized by mixing different concentration\nof CoFe2O4 (CF) nanoparticles in 5H and 6B pencils for studying the magnetic\ntailoring aspects using pencils. Our results showed different possibilities of\ncontrolling disorder induced ferromagnetic parameters and a simple approach of\nproducing sufficiently high coercive magnetic composite using pencils.\n"]}]
["1107.1663",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1663"],"date":["2011-07-08"],"type":["text"],"creator":["Latif, Shahid","Ullah, Rahat","Jan, Hamid"],"language":[],"coverage":[],"title":["A Step towards an Easy Interconversion of Various Number Systems"],"description":["  Any system that is used for naming or representing numbers is a number\nsystem, also known as numeral system. The modern civilization is familiar with\ndecimal number system using ten digits. However digital devices and computers\nuse binary number system instead of decimal number system, using only two\ndigits namely, 0 and 1 based on the fundamental concept of the decimal number\nsystem. Various other number systems also used this fundamental concept of\ndecimal number system, for example octal system and hexadecimal number systems\nusing eight and sixteen digits respectively. The knowledge of number systems\nand their inter conversion is essential for understanding of computers. More\nover, successful programming for digital devices requires a precise\nunderstanding of data formats, number systems and their inter conversion. The\ninter conversion (a process in which things are each converted into the other)\nof number system requires allot of time and techniques to expertise. In this\npaper the interconversion of four most common number systems is taken under the\nconsideration in tabulated form. It is a step towards the easy interconversion\nof theses number systems to understand as well as memorise it. The four number\nsystems are binary, octal, decimal and hexadecimal.\n","Comment: 5 pages"]}]
["1107.1667",{"format":[],"subject":["Mathematics - Logic","03E25, 03E35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1667"],"date":["2011-07-08"],"type":["text"],"creator":["Gitik, Moti","Koepke, Peter"],"language":[],"coverage":[],"title":["Violating the Singular Cardinals Hypothesis Without Large Cardinals"],"description":["  We extend a transitive model V of ZFC + GCH cardinal preservingly to a model\nN of ZF + \"GCH holds below Alef_omega\" + \"there is a surjection from the power\nset of Alef_omega onto lambda\" where lambda is an arbitrarily high fixed\ncardinal in V.\n","Comment: 18 pages, to appear in Israel Journal of Mathematics"]}]
["1107.1676",{"format":[],"subject":["Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1676","International Journal of Spatial Data Infrastructures Research,\n  2011, Vol.6, 206-233","doi:10.2902/1725-0463.2011.06.art10"],"date":["2011-07-08"],"type":["text"],"creator":["De Martino, Monica","Albertoni, Riccardo"],"language":[],"coverage":[],"title":["A multilingual/multicultural semantic-based approach to improve Data\n  Sharing in an SDI for Nature Conservation"],"description":["  The paper proposes an approach to transcend multicultural and multilingual\nbarriers in the use and reuse of geographical data at the European level. The\napproach aims at sharing scientific terms in the field of nature conservation\nwith the goal of assisting different user communities with metadata compilation\nand information discovery. A multi-thesauri solution is proposed, based on a\nCommon Thesaurus Framework for Nature Conservation, where different well-known\nKnowledge Organization Systems are assembled and shared. It has been designed\naccording to semantic web and W3C recommendations employing SKOS standard\nmodels and Linked Data to publish the thesauri as a whole in\nmachine-understandable format. The outcome is a powerful framework satisfying\nthe requirements of modularity and openness for further thesaurus extension and\nupdating, interlinking among thesauri, and exploitability from other systems.\nThe paper supports the employment of Linked Data to deal with terminologies in\ncomplex domains such as nature conservation and it proposes a hands-on recipe\nto publish thesauri in the framework.\n"]}]
["1107.1681",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1681"],"date":["2011-07-08"],"type":["text"],"creator":["Lyth, David H."],"language":[],"coverage":[],"title":["Primordial black hole formation and hybrid inflation"],"description":["  We calculate the contribution to the curvature perturbation, that is\ngenerated while the waterfall field grows exponentially (which can occur only\nif the waterfall field mass is $m\\gg H$). We consider the upper bound on its\nspectrum coming from constraints on the abundance of primordial black holes,\ntaking account of possible non-gaussianity. The constraint is satisfied, but\nextrapolation of our result to the regime $m\\sim H$ suggests that the\nconstraint might not be satisfied there.\n"]}]
["1107.1685",{"format":[],"subject":["Mathematics - Category Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1685"],"date":["2011-07-08"],"type":["text"],"creator":["Dubuc, Eduardo J.","Yuhjtman, Sergio"],"language":[],"coverage":[],"title":["A construction of 2-cofiltered bilimits of topoi"],"description":["  We show the existence of bilimits of 2-cofiltered diagrams of topoi,\ngeneralizing the construction of cofiltered bilimits developed in \"SGA 4\nSpringer LNM 270 (1972)\". For any given such diagram, we show that it can be\nrepresented by a 2-cofiltered diagram of small sites with finite limits, and we\nconstruct a small site for the inverse limit topos. This is done by taking the\n2-filtered bicolimit of the underlying categories and inverse image functors.\nWe use the construction of this bicolimit developed in \"A construction of\n2-filtered bicolimits of categories, Cah. Top. et Geo. Diff. Vol. XLVII-2\n(2006)\", where it is proved that if the categories in the diagram have finite\nlimits and the transition functors are exact, then the bicolimit category has\nfinite limits and the pseudocone functors are exact. An application of our\nresult here is the fact that every Galois topos has points \"2-Filteredness and\nthe point of every Galois topos, Proc. CT2007, App. Cat. St., Vol. 18, 2,\n(2010)\".\n","Comment: 7 pages"]}]
["1107.1686",{"format":[],"subject":["Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1686"],"date":["2011-07-08"],"type":["text"],"creator":["Damásio, Carlos Viegas","Preece, Alun","Straccia, Umberto"],"language":[],"coverage":[],"title":["Proceedings of the Doctoral Consortium and Poster Session of the 5th\n  International Symposium on Rules (RuleML 2011@IJCAI)"],"description":["  This volume contains the papers presented at the first edition of the\nDoctoral Consortium of the 5th International Symposium on Rules (RuleML\n2011@IJCAI) held on July 19th, 2011 in Barcelona, as well as the poster session\npapers of the RuleML 2011@IJCAI main conference.\n","Comment: HTML file with clickable links to papers"]}]
["1107.1687",{"format":[],"subject":["Mathematics - Complex Variables","32T99, 42B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1687"],"date":["2011-07-08"],"type":["text"],"creator":["Gilliam, Michael","Halfpap, Jennifer"],"language":[],"coverage":[],"title":["The Szeg\\\"o kernel for certain non-pseudoconvex domains in C^2"],"description":["  We consider the Szeg\\\"o kernel for domains \\Omega in C^2 given by \\Omega =\n{(z,w): Im w > b(Re z)} where b is a non-convex quartic polynomial with\npositive leading coefficient. Such domains are not pseudoconvex. We describe\nthe subset of \\bar{\\Omega} \\times \\bar{\\Omega} on which the kernel and all its\nderivatives are finite. In particular, we show that there are points off the\ndiagonal of the boundary at which the Szeg\\\"o kernel is infitie as well as\npoints on the diagonal at which it is finite.\n","Comment: 25 pages. To appear in the Illnois J. Math"]}]
["1107.1692",{"format":[],"subject":["Mathematics - Logic","Mathematics - Functional Analysis","46B08, 46B20, 46B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1692"],"date":["2011-07-08"],"type":["text"],"creator":["Wilzcek, Piotr"],"language":[],"coverage":[],"title":["Under the Continuum Hypothesis all nonreflexive Banach space ultrapowers\n  are primary"],"description":["  In this note a large class of primary Banach spaces is characterized. Namely,\nit will be demonstrated that under the Continuum Hypothesis the ultrapower of\nany infinite dimensional nonsuperreflexive Banach space is always primary.\nConsequently, any infinite dimensional nonsuperreflexive Banach space can be\nisometrically embedded into its primary ultrapowers.\n","Comment: 7 pages"]}]
["1107.1693",{"format":[],"subject":["Mathematics - Logic","Mathematics - Functional Analysis","46B08, 46B20, 46B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1693"],"date":["2011-07-08"],"type":["text"],"creator":["Wilczek, Piotr"],"language":[],"coverage":[],"title":["Some Representation Theorem for nonreflexive Banach space ultrapowers\n  under the Continuum Hypothesis"],"description":["  In this paper it will be shown that assuming the Continuum Hypothesis (CH)\nevery nonreflexive Banach space ultrapower is isometrically isomorphic to the\nspace of continuous, bounded and real-valued functions on the Parovicenko\nspace. This Representation Theorem will be helpful in proving some facts from\ngeometry and topology of nonreflexive Banach space ultrapowers.\n","Comment: 12 pages"]}]
["1107.1694",{"format":[],"subject":["Mathematics - Complex Variables","32T99, 42B20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1694"],"date":["2011-07-08"],"type":["text"],"creator":["Gilliam, Michael","Halfpap, Jennifer"],"language":[],"coverage":[],"title":["The Szeg\\\"o kernel for non-pseudoconvex tube domains in C^2"],"description":["  We consider the Szeg\\\"o kernel for non-pseudoconvex domains in C^2 given by\n\\Omega = {(z,w): Im w > b(Re z)} for b a non-convex even-degree polynomial with\npositive leading coefficient. This is an extension of results previously\nobtained by the authors for the case in which b has degree 4. We show that the\nSzeg\\\"o kernel has singularities off the diagonal of the boundary of\n\\bar{\\Omega} \\times \\bar{\\Omega} for all such domains, as well as points on the\ndiagonal of the boundary at which it is finite.\n","Comment: 17 pages"]}]
["1107.1695",{"format":[],"subject":["Computer Science - Information Theory","Mathematics - Classical Analysis and ODEs","Primary: 15.0, 15A69 Secondary: 05E35, 42C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1695","Intelligent Computer Mathematics, 10th International Conference,\n  AISC 2010, Paris, France, July 5-10, 2010. Proceedings. Springer 2010, pp.\n  64-75"],"date":["2011-06-23"],"type":["text"],"creator":["Feinsilver, Philip","Schott, René"],"language":[],"coverage":[],"title":["On Krawtchouk Transforms"],"description":["  Krawtchouk polynomials appear in a variety of contexts, most notably as\northogonal polynomials and in coding theory via the Krawtchouk transform. We\npresent an operator calculus formulation of the Krawtchouk transform that is\nsuitable for computer implementation. A positivity result for the Krawtchouk\ntransform is shown. Then our approach is compared with the use of the\nKrawtchouk transform in coding theory where it appears in MacWilliams' and\nDelsarte's theorems on weight enumerators. We conclude with a construction of\nKrawtchouk polynomials in an arbitrary finite number of variables, orthogonal\nwith respect to the multinomial distribution.\n","Comment: 13 pages, presented at 10th International Conference on Artificial\n  Intelligence and Symbolic Computation, AISC 2010, Paris, France, 5-6 July\n  2010"]}]
["1107.1699",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Algebraic Geometry","53C55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1699"],"date":["2011-07-08"],"type":["text"],"creator":["Donaldson, S. K."],"language":[],"coverage":[],"title":["b-Stability and blow-ups"],"description":["  We extend an argument of Stoppa to make some prgress towards a proof that\nK\\\"ahler-Einstein manifolds are \"b-stable\". We point out some algebro-geometric\nquestions, involving finite generation, that arise.\n"]}]
["1107.1700",{"format":[],"subject":["Mathematics - Functional Analysis","11F85, 42C40, 47G30, 26A33, 46F10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1700"],"date":["2011-07-08"],"type":["text"],"creator":["Khrennikov, A. Yu.","Kosyak, A. V.","Shelkovich, V. M."],"language":[],"coverage":[],"title":["Wavelet analysis on adeles and pseudo-differential operators"],"description":["  This paper is devoted to wavelet analysis on adele ring $\\bA$ and the theory\nof pseudo-differential operators. We develop the technique which gives the\npossibility to generalize finite-dimensional results of wavelet analysis to the\ncase of adeles $\\bA$ by using infinite tensor products of Hilbert spaces. The\nadele ring is roughly speaking a subring of the direct product of all possible\n($p$-adic and Archimedean) completions $\\bQ_p$ of the field of rational numbers\n$\\bQ$ with some conditions at infinity. Using our technique, we prove that\n$L^2(\\bA)=\\otimes_{e,p\\in\\{\\infty,2,3,5,...}}L^2({\\bQ}_{p})$ is the infinite\ntensor product of the spaces $L^2({\\bQ}_{p})$ with a stabilization $e=(e_p)_p$,\nwhere $e_p(x)=\\Omega(|x|_p)\\in L^2({\\bQ}_{p})$, and $\\Omega$ is a\ncharacteristic function of the unit interval $[0,\\,1]$, $\\bQ_p$ is the field of\n$p$-adic numbers, $p=2,3,5,...$; $\\bQ_\\infty=\\bR$. This description allows us\nto construct an infinite family of Haar wavelet bases on $L^2(\\bA)$ which can\nbe obtained by shifts and multi-delations. The adelic multiresolution analysis\n(MRA) in $L^2(\\bA)$ is also constructed. In the framework of this MRA another\ninfinite family of Haar wavelet bases is constructed. We introduce the adelic\nLizorkin spaces of test functions and distributions and give the\ncharacterization of these spaces in terms of wavelet functions. One class of\npseudo-differential operators (including the fractional operator) is studied on\nthe Lizorkin spaces. A criterion for an adelic wavelet function to be an\neigenfunction for a pseudo-differential operator is derived. We prove that any\nwavelet function is an eigenfunction of the fractional operator. These results\nallow one to create the necessary prerequisites for intensive using of adelic\nwavelet bases and pseudo-differential operators in applications.\n","Comment: 45 pages"]}]
["1107.1705",{"format":[],"subject":["Mathematics - Differential Geometry","53C05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1705"],"date":["2011-07-08"],"type":["text"],"creator":["Romano, Giovanni"],"language":[],"coverage":[],"title":["On natural derivatives and the curvature formula in fibre bundles"],"description":["  In a fibre bundle, natural derivatives of a section are defined as tangent\nvector fields on the image of a section of the fibre bundle. A local extension\nto vector fields in the tangent bundle leads to a direct proof of the formula\nexpressing the curvature of a connection in terms of covariant derivatives. The\nresult is based on a tensoriality argument and extends to nonlinear connections\non fibre bundles a well-known formula for linear connections on vector bundles.\n","Comment: 13 pages"]}]
["1107.1707",{"format":[],"subject":["Mathematics - Group Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.1707"],"date":["2011-07-08"],"type":["text"],"creator":["Lysenok, Igor","Myasnikov, Alexei"],"language":[],"coverage":[],"title":["A polynomial bound on solutions of quadratic equations in free groups"],"description":["  We provide polynomial upper bounds on the size of a shortest solution for\nquadratic equations in a free group. A similar bound is given for parametric\nsolutions in the description of solutions sets of quadratic equations in a free\ngroup.\n","Comment: 41 pages, 10 figures"]}]
["math/0508307",{"format":[],"subject":["Mathematics - Algebraic Geometry","14C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508307","J. Pure Appl. Algebra 209 (2007), no. 2, 571--581","doi:10.1016/j.jpaa.2006.07.007"],"date":["2005-08-16","2006-10-18"],"type":["text"],"creator":["Teitler, Zachariah C."],"language":[],"coverage":[],"title":["On the intersection of the curves through a set of points in P^2"],"description":["  Given a set of points in P^2, we consider the common zeros of the set of\ncurves of a given degree passing through those points. For general sets of\npoints, these zero sets have the expected dimension and are smooth. In fact,\ngiven graded Betti numbers, for any arrangement of points whose ideal has those\ngraded Betti numbers, general among such arrangements, the zero sets have the\nexpected dimension and are smooth.\n","Comment: minor changes; final version, to appear in JPAA"]}]
["math/0508308",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0508308","Comm. Alg. 35 (2007), no. 6, 1902--1913","doi:10.1080/00927870701247005"],"date":["2005-08-16"],"type":["text"],"creator":["Teitler, Zachariah C."],"language":[],"coverage":[],"title":["Multiplier ideals of general line arrangements in C^3"],"description":["  We consider the multiplier ideals of the ideal of a reduced union of lines\nthrough the origin in C^3. For general arrangements of lines, we calculate the\nmultiplier ideals.\n","Comment: 14 pages"]}]
["math/0610303",{"format":[],"subject":["Mathematics - Algebraic Geometry","14B05 (Primary) 52C35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0610303","Proc. Amer. Math. Soc. 136 (2008), no. 5, 1575--1579","doi:10.1090/S0002-9939-07-09177-0"],"date":["2006-10-09","2007-03-17"],"type":["text"],"creator":["Teitler, Zach"],"language":[],"coverage":[],"title":["A note on Mustata's computation of multiplier ideals of hyperplane\n  arrangements"],"description":["  M. Mustata used jet schemes to compute the multiplier ideals of reduced\nhyperplane arrangements. We give an alternate proof using a log resolution,\nwhich is simpler and allows us to consider non-reduced arrangements. By\napplying the idea of wonderful models introduced by De Concini--Procesi, we\nalso simplify the result.\n","Comment: 5 pages; comments welcome"]}]
