["0710.0881",{"format":[],"subject":["Astrophysics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.0881","Extrasolar Planets: Formation, Detection and Dynamics, Eds\n  R.Dvorak, p.79 - 98"],"date":["2007-10-03"],"type":["text"],"creator":["Kaltenegger, L.","Selsis, F."],"language":[],"coverage":[],"title":["Biomarkers set in context"],"description":["  In a famous paper, Sagan et al.(1993) analyzed a spectrum of the Earth taken\nby the Galileo probe, searching for signatures of life. They concluded that the\nlarge amount of O2 and the simultaneous presence of CH4 traces are strongly\nsuggestive of biology. The detection of a widespread red-absorbing pigment with\nno likely mineral origin supports the hypothesis of biophotosynthesis. The\nsearch for signs of life on possibly very different planets implies that we\nneed to gather as much information as possible in order to understand how the\nobserved atmosphere physically and chemically works.\n  The Earth-Sun intensity ratio is about 10^{-7} in the thermal infrared (10\nmicrometer), and about 10^{-10} in the visible (0.5 micrometer). The\ninterferometric systems suggested for Darwin and the Terrestrial Planet Finder\nInterferometer (TPF-I) mission operates in the mid-IR (5 - 20 micrometer), the\ncoronagraph suggested for Terrestrial Planet Finder Coronagraph (TPF-C) in the\nvisible (0.5 - 1 micrometer). For the former it is thus the thermal emission\nemanating from the planet that is detected and analyzed while for the later the\nreflected stellar flux is measured. The spectrum of the planet can contain\nsignatures of atmospheric species that are important for habitability, like CO2\nand H2O, or result from biological activity (O2, O3, CH4, and N2O). Both\nspectral regions contain atmospheric bio-indicators. The presence or absence of\nthese spectral features will indicate similarities or differences with the\natmospheres of terrestrial planets and are discussed in detail and set into\ncontext with the physical characteristics of a planet in this chapter.\n","Comment: in press: 9 pages, 5 figures"]}]
["0710.4113",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0710.4113","Communications in Mathematical Physics, Volume 285, Number 1,\n  161-174 (2008)","doi:10.1007/s00220-008-0582-6"],"date":["2007-10-22","2008-10-26"],"type":["text"],"creator":["Matthews, William","Winter, Andreas"],"language":[],"coverage":[],"title":["On the Chernoff distance for asymptotic LOCC discrimination of bipartite\n  quantum states"],"description":["  Motivated by the recent discovery of a quantum Chernoff theorem for\nasymptotic state discrimination, we investigate the distinguishability of two\nbipartite mixed states under the constraint of local operations and classical\ncommunication (LOCC), in the limit of many copies. While for two pure states a\nresult of Walgate et al. shows that LOCC is just as powerful as global\nmeasurements, data hiding states (DiVincenzo et al.) show that locality can\nimpose severe restrictions on the distinguishability of even orthogonal states.\nHere we determine the optimal error probability and measurement to discriminate\nmany copies of particular data hiding states (extremal d x d Werner states) by\na linear programming approach. Surprisingly, the single-copy optimal\nmeasurement remains optimal for n copies, in the sense that the best strategy\nis measuring each copy separately, followed by a simple classical decision\nrule. We also put a lower bound on the bias with which states can be\ndistinguished by separable operations.\n","Comment: 11 pages; v2: Journal version; Minor errors fixed in Section IV"]}]
["0801.1774",{"format":[],"subject":["Mathematics - Functional Analysis","47A52, 65J20, 65F22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0801.1774","Journal of Inverse and Ill-Posed Problems, 16(5):463-478, 2008","doi:10.1515/JIIP.2008.025"],"date":["2008-01-11","2008-07-18"],"type":["text"],"creator":["Lorenz, Dirk A."],"language":[],"coverage":[],"title":["Convergence rates and source conditions for Tikhonov regularization with\n  sparsity constraints"],"description":["  This paper addresses the regularization by sparsity constraints by means of\nweighted $\\ell^p$ penalties for $0\\leq p\\leq 2$. For $1\\leq p\\leq 2$ special\nattention is payed to convergence rates in norm and to source conditions. As\nmain result it is proven that one gets a convergence rate in norm of\n$\\sqrt{\\delta}$ for $1\\leq p\\leq 2$ as soon as the unknown solution is sparse.\nThe case $p=1$ needs a special technique where not only Bregman distances but\nalso a so-called Bregman-Taylor distance has to be employed.\n  For $p<1$ only preliminary results are shown. These results indicate that,\ndifferent from $p\\geq 1$, the regularizing properties depend on the interplay\nof the operator and the basis of sparsity. A counterexample for $p=0$ shows\nthat regularization need not to happen.\n"]}]
["0809.4042",{"format":[],"subject":["Astrophysics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.4042"],"date":["2008-09-23"],"type":["text"],"creator":["Kaltenegger, L.","Selsis, F."],"language":[],"coverage":[],"title":["ESA White paper: Atmospheric modeling: Setting Biomarkers in context"],"description":["  Motivation: ESAs goal to detect biomarkers in Earth-like exoplanets in the\nHabitable Zone requires theoretical groundwork that needs to be done to model\nthe influence of different parameters on the detectable biomarkers.\n  We need to model a wide parameter space (chemical composition, pressure,\nevolution, interior structure and outgassing, clouds) to generate a grid of\nmodels that inform our detection strategy as well as can help characterize the\nspectra of the small rocky planets detected.\n","Comment: Input to the Call for White Papers for Exo-Planet Roadmap Advisory\n  Team May 2008.\n  http://sci.esa.int/science-e/www/object/index.cfm?fobjectid=42830"]}]
["0812.3882",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3882","Nature Physics 5, 119 (2009)","doi:10.1038/nphys1159"],"date":["2008-12-19"],"type":["text"],"creator":["He, Rui-Hua","Tanaka, Kiyohisa","Mo, Sung-Kwan","Sasagawa, Takao","Fujita, Masaki","Adachi, Tadashi","Mannella, Norman","Yamada, Kazuyoshi","Koike, Yoji","Hussain, Zahid","Shen, Zhi-Xun"],"language":[],"coverage":[],"title":["Energy gaps in the failed high-Tc superconductor La1.875Ba0.125CuO4"],"description":["  A central issue on high-Tc superconductivity is the nature of the\nnormal-state gap (pseudogap) in the underdoped regime and its relationship with\nsuperconductivity. Despite persistent efforts, theoretical ideas for the\npseudogap evolve around fluctuating superconductivity, competing order and\nspectral weight suppression due to many-body effects. Recently, while some\nexperiments in the superconducting state indicate a distinction between the\nsuperconducting gap and pseudogap, others in the normal state, either by\nextrapolation from high-temperature data or directly from La1.875Ba0.125CuO4\n(LBCO-1/8) at low temperature, suggest the ground-state pseudogap is a single\ngap of d-wave form. Here we report angle-resolved photoemission (ARPES) data\nfrom LBCO-1/8, collected with improved experimental conditions, that reveal the\nground-state pseudogap has a pronounced deviation from the simple d-wave form.\nIt contains two distinct components: a d-wave component within an extended\nregion around the node and the other abruptly enhanced close to the antinode,\npointing to a dual nature of the pseudogap in this failed high-Tc\nsuperconductor which involves a possible precursor pairing energy scale around\nthe node and another of different but unknown origin near the antinode.\n","Comment: Nature Physics advance online publication, Dec. 21st 2008; Author's\n  original version of the main text; for a better resolution of figures &\n  Supplementary Information, visit Nature Physics' website"]}]
["0906.3558",{"format":[],"subject":["Physics - Physics and Society","Computer Science - Computers and Society","Physics - History and Philosophy of Physics","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3558","Significance 8 (2011) 22-26","doi:10.1111/j.1740-9713.2011.00473.x"],"date":["2009-06-18","2011-03-15"],"type":["text"],"creator":["Simkin, M. V.","Roychowdhury, V. P."],"language":[],"coverage":[],"title":["Estimating achievement from fame"],"description":["  We report a method for estimating people's achievement based on their fame.\nEarlier we discovered (cond-mat/0310049) that fame of fighter pilot aces\n(measured as number of Google hits) grows exponentially with their achievement\n(number of victories). We hypothesize that the same functional relation between\nachievement and fame holds for other professions. This allows us to estimate\nachievement for professions where an unquestionable and universally accepted\nmeasure of achievement does not exist. We apply the method to Nobel Prize\nwinners in Physics. For example, we obtain that Paul Dirac, who is hundred\ntimes less famous than Einstein contributed to physics only two times less. We\ncompare our results with Landau's ranking.\n"]}]
["0909.2682",{"format":[],"subject":["Quantitative Biology - Genomics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.2682","Genome Research, 19:2300-2307 (2009)","doi:10.1101/gr.092676.109"],"date":["2009-09-14"],"type":["text"],"creator":["Li, Wentian","Freudenberg, Jan"],"language":[],"coverage":[],"title":["Two-Parameter Characterization of Chromosome-Scale Recombination Rate"],"description":["  The genome-wide recombination rate ($RR$) of a species is often described by\none parameter, the ratio between total genetic map length ($G$) and physical\nmap length ($P$), measured in centiMorgans per Megabase (cM/Mb). The value of\nthis parameter varies greatly between species, but the cause for these\ndifferences is not entirely clear. A constraining factor of overall $RR$ in a\nspecies, which may cause increased $RR$ for smaller chromosomes, is the\nrequirement of at least one chiasma per chromosome (or chromosome-arm) per\nmeiosis. In the present study, we quantify the relative excess of recombination\nevents on smaller chromosomes by a linear regression model, which relates the\ngenetic length of chromosomes to their physical length. We find for several\nspecies that the two-parameter regression, $G= G_0 + k \\cdot P$ provides a\nbetter characterization of the relationship between genetic and physical map\nlength than the one-parameter regression that runs through the origin. A\nnon-zero intercept ($G_0$) indicates a relative excess of recombination on\nsmaller chromosomes in a genome. Given $G_0$, the parameter $k$ predicts the\nincrease of genetic map length over the increase of physical map length. The\nobserved values of $G_0$ have a similar magnitude for diverse species, whereas\n$k$ varies by two orders of magnitude. The implications of this strategy for\nthe genetic maps of human, mouse, rat, chicken, honeybee, worm and yeast are\ndiscussed.\n"]}]
["0911.0672",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.0672","Nature 462: 71-73, 2009","doi:10.1038/nature08525"],"date":["2009-11-04"],"type":["text"],"creator":["Ho, Wynn C. G.","Heinke, Craig O."],"language":[],"coverage":[],"title":["A Neutron Star with a Carbon Atmosphere in the Cassiopeia A Supernova\n  Remnant"],"description":["  The surface of hot neutron stars is covered by a thin atmosphere. If there is\naccretion after neutron star formation, the atmosphere could be composed of\nlight elements (H or He); if no accretion takes place or if thermonuclear\nreactions occur after accretion, heavy elements (for example, Fe) are expected.\nDespite detailed searches, observations have been unable to confirm the\natmospheric composition of isolated neutron stars. Here we report an analysis\nof archival observations of the compact X-ray source in the centre of the\nCassiopeia A supernova remnant. We show that a carbon atmosphere neutron star\n(with low magnetic field) produces a good fit to the spectrum. Our emission\nmodel, in contrast with others, implies an emission size consistent with\ntheoretical predictions for the radius of neutron stars. This result suggests\nthat there is nuclear burning in the surface layers and also identifies the\ncompact source as a very young (~330-year-old) neutron star.\n","Comment: 5 pages, 3 figures; to appear in Nature (5 Nov 2009)"]}]
["0911.2810",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.2810","Physical Review B 81, 214423 (2010) [5 pages]","doi:10.1103/PhysRevB.81.214423"],"date":["2009-11-14"],"type":["text"],"creator":["Chudnovsky, E. M.","Garanin, D. A."],"language":[],"coverage":[],"title":["Rotational States of Magnetic Molecules"],"description":["  We study a magnetic molecule that exhibits spin tunneling and is free to\nrotate about its anisotropy axis. Exact low-energy eigenstates of the molecule\nthat are superpositions of spin and rotational states are obtained. We show\nthat parameter $\\alpha = 2(\\hbar S)^2/(I\\Delta)$ determines the ground state of\nthe molecule. Here $\\hbar S$ is the spin, $I$ is the moment of inertia, and\n$\\Delta$ is the tunnel splitting. The magnetic moment of the molecule is zero\nat $\\alpha < \\alpha_c = [1-1/(2S)^{2}]^{-1}$ and non-zero at $\\alpha >\n\\alpha_c$. At $\\alpha \\to \\infty$ the spin of the molecule localizes in one of\nthe directions along the anisotropy axis.\n","Comment: 4 pages, 3 figures"]}]
["0912.3560",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.3560","doi:10.1103/PhysRevE.83.021912"],"date":["2009-12-17","2010-10-13"],"type":["text"],"creator":["Scholak, Torsten","de Melo, Fernando","Wellens, Thomas","Mintert, Florian","Buchleitner, Andreas"],"language":[],"coverage":[],"title":["Efficient and coherent excitation transfer across disordered molecular\n  networks"],"description":["  We show that finite-size, disordered molecular networks can mediate highly\nefficient, coherent excitation transfer which is robust against ambient\ndephasing and associated with strong multi-site entanglement. Such optimal,\nrandom molecular conformations may explain efficient energy transfer in the\nphotosynthetic FMO complex.\n","Comment: 5 pages, 3 figures, revtex4-1"]}]
["1001.0801",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.0801","J. Phys. Soc. Jpn. 79 (2010) 011001","doi:10.1143/JPSJ.79.011001"],"date":["2010-01-06"],"type":["text"],"creator":["Mendels, Philippe","Bert, Fabrice"],"language":[],"coverage":[],"title":["Quantum Kagome antiferromagnet ZnCu3(OH)6Cl2"],"description":["  The frustration of antiferromagnetic interactions on the loosely connected\nkagome lattice associated to the enhancement of quantum fluctuations for S=1/2\nspins was acknowledged long ago as a keypoint to stabilize novel ground states\nof magnetic matter. Only very recently, the model compound Herbersmithite,\nZnCu3(OH)6Cl2, a structurally perfect kagome antiferromagnet, could be\nsynthesized and enables a close comparison to theories. We review and classify\nvarious experimental results obtained over the past years and underline some of\nthe pending issues.\n","Comment: 23 pages, 16 figures, invited paper in J. Phys. Soc. Jpn, special\n  topics issue on \"Novel States of Matter Induced by Frustration\", to be\n  published in Jan. 2010"]}]
["1001.2620",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control","93C30 (Primary), 93D15, 68R10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2620"],"date":["2010-01-15","2011-03-14"],"type":["text"],"creator":["Ceragioli, Francesca","De Persis, Claudio","Frasca, Paolo"],"language":[],"coverage":[],"title":["Discontinuities and hysteresis in quantized average consensus"],"description":["  We consider continuous-time average consensus dynamics in which the agents'\nstates are communicated through uniform quantizers. Solutions to the resulting\nsystem are defined in the Krasowskii sense and are proven to converge to\nconditions of \"practical consensus\". To cope with undesired chattering\nphenomena we introduce a hysteretic quantizer, and we study the convergence\nproperties of the resulting dynamics by a hybrid system approach.\n","Comment: 26 pages, 7 figures. Accepted for publication in Automatica. v4 is\n  minor revision of v3"]}]
["1001.4195",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.4195","Commun. Math. Phys. 303 (2011) 127-148","doi:10.1007/s00220-011-1195-z"],"date":["2010-01-23","2011-03-15"],"type":["text"],"creator":["Kottanattu, George T.","Louko, Jorma"],"language":[],"coverage":[],"title":["Topological geon black holes in Einstein-Yang-Mills theory"],"description":["  We construct topological geon quotients of two families of\nEinstein-Yang-Mills black holes. For Kuenzle's static, spherically symmetric\nSU(n) black holes with n>2, a geon quotient exists but generically requires\npromoting charge conjugation into a gauge symmetry. For Kleihaus and Kunz's\nstatic, axially symmetric SU(2) black holes a geon quotient exists without\ngauging charge conjugation, and the parity of the gauge field winding number\ndetermines whether the geon gauge bundle is trivial. The geon's gauge bundle\nstructure is expected to have an imprint in the Hawking-Unruh effect for\nquantum fields that couple to the background gauge field.\n","Comment: 27 pages. v3: Presentation expanded. Minor corrections and additions"]}]
["1003.0559",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Representation Theory","11F70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.0559"],"date":["2010-03-02","2011-03-15"],"type":["text"],"creator":["Blomer, Valentin","Brumley, Farrell"],"language":[],"coverage":[],"title":["On the Ramanujan conjecture over number fields"],"description":["  We extend to an arbitrary number field the best known bounds towards the\nRamanujan conjecture for the groups GL(n), n=2, 3, 4. In particular, we present\na technique which overcomes the analytic obstacles posed by the presence of an\ninfinite group of units.\n","Comment: Minor corrections from previous version. To appear in Annals of\n  Mathematics"]}]
["1003.1869",{"format":[],"subject":["Mathematics - Number Theory","11R20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1003.1869","Journal of Algebra 325 (2011), pp. 461-478","doi:10.1016/j.jalgebra.2010.08.027"],"date":["2010-03-09"],"type":["text"],"creator":["Cohen, Henri","Morra, Anna"],"language":[],"coverage":[],"title":["Counting Cubic Extensions with given Quadratic Resolvent"],"description":["  Given a number field $k$ and a quadratic extension $K_2$, we give an explicit\nasymptotic formula for the number of isomorphism classes of cubic extensions of\n$k$ whose Galois closure contains $K_2$ as quadratic subextension, ordered by\nthe norm of their relative discriminant ideal. The main tool is Kummer theory.\nWe also study in detail the error term of the asymptotics and show that it is\n$O(X^{\\alpha})$, for an explicit $\\alpha<1$.\n","Comment: 19 pages"]}]
["1004.0888",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.0888","Phys. Rev. A 82, 032302 (2010)","doi:10.1103/PhysRevA.82.032302"],"date":["2010-04-06"],"type":["text"],"creator":["Matthews, William","Piani, Marco","Watrous, John"],"language":[],"coverage":[],"title":["Entanglement in channel discrimination with restricted measurements"],"description":["  We study the power of measurements implementable with local quantum\noperations and classical communication (or LOCC measurements for short) in the\nsetting of quantum channel discrimination. More precisely, we consider\ndiscrimination procedures that attempt to identify an unknown channel, chosen\nuniformly from two known alternatives, that take the following form: (i) the\ninput to the unknown channel is prepared in a possibly entangled state with an\nancillary system, (ii) the unknown channel is applied to the input system, and\n(iii) an LOCC measurement is performed on the output and ancillary systems,\nresulting in a guess for which of the two channels was given. The restriction\nof the measurement in such a procedure to be an LOCC measurement is of interest\nbecause it isolates the entanglement in the initial input/ancillary systems as\na resource in the setting of channel discrimination. We prove that there exist\nchannel discrimination problems for which restricted procedures of this sort\ncan be at either of the two extremes: they may be optimal within the set of all\ndiscrimination procedures (and simultaneously outperform all strategies that\nmake no use of entanglement), or they may be no better than unentangled\nstrategies (and simultaneously sub-optimal within the set of all discrimination\nprocedures).\n","Comment: 17 pages, 4 figures"]}]
["1004.1902",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.1902","Astronomy and Astrophysics, 2010, Volume 517, id.A21","doi:10.1051/0004-6361/200913856"],"date":["2010-04-12"],"type":["text"],"creator":["Wakelam, V.","Herbst, E.","Bourlot, J. Le","Hersant, F.","Selsis, F.","Guilloteau, S."],"language":[],"coverage":[],"title":["Sensitivity analyses of dense cloud chemical models"],"description":["  Because of new telescopes that will dramatically improve our knowledge of the\ninterstellar medium, chemical models will have to be used to simulate the\nchemistry of many regions with diverse properties. To make these models more\nrobust, it is important to understand their sensitivity to a variety of\nparameters. In this article, we report a study of the sensitivity of a chemical\nmodel of a cold dense core, with homogeneous and time-independent physical\nconditions, to variations in the following parameters: initial chemical\ninventory, gas temperature and density, cosmic-ray ionization rate, chemical\nreaction rate coefficients, and elemental abundances. From the results of the\nparameter variations, we can quantify the sensitivity of the model to each\nparameter as a function of time. Our results can be used in principle with\nobservations to constrain some parameters for different cold clouds. We also\nattempted to use the Monte Carlo approach with all parameters varied\ncollectively. Within the parameter ranges studied, the most critical parameters\nturn out to be the reaction rate coefficients at times up to 4e5 yr and\nelemental abundances at later times. At typical times of best agreement with\nobservation, models are sensitive to both of these parameters. The models are\nless sensitive to other parameters such as the gas density and temperature. The\nimprovement of models will require that the uncertainties in rate coefficients\nof important reactions be reduced. As the chemistry becomes better understood\nand more robust, it should be possible to use model sensitivities concerning\nother parameters, such as the elemental abundances and the cosmic ray\nionization rate, to yield detailed information on cloud properties and history.\nNevertheless, at the current stage, we cannot determine the best values of all\nthe parameters simultaneously based on purely observational constraints.\n","Comment: Accepted for publication in Astronomy & Astrophysics"]}]
["1004.4327",{"format":[],"subject":["Physics - Biological Physics","Condensed Matter - Statistical Mechanics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4327","EPL (Europhysics Letters), 93 (2011) 59004","doi:10.1209/0295-5075/93/58004"],"date":["2010-04-25","2011-03-15"],"type":["text"],"creator":["Garai, Ashok","Chowdhury, Debashish"],"language":[],"coverage":[],"title":["Stochastic kinetics of a single headed motor protein: dwell time\n  distribution of KIF1A"],"description":["  KIF1A, a processive single headed kinesin superfamily motor, hydrolyzes\nAdenosine triphosphate (ATP) to move along a filamentous track called\nmicrotubule. The stochastic movement of KIF1A on the track is characterized by\nan alternating sequence of pause and translocation. The sum of the durations of\npause and the following translocation defines the dwell time. Using the NOSC\nmodel (Nishinari et. al. PRL, {\\bf 95}, 118101 (2005)) of individual KIF1A, we\nsystematically derive an analytical expression for the dwell time distribution.\nMore detailed information is contained in the probability densities of the\n\"conditional dwell times\" $\\tau_{\\pm\\pm}$ in between two consecutive steps each\nof which could be forward (+) or backward (-). We calculate the probability\ndensities $\\Xi_{\\pm\\pm}$ of these four conditional dwell times. However, for\nthe convenience of comparison with experimental data, we also present the two\ndistributions $\\Xi_{\\pm}^{*}$ of the times of dwell before a forward (+) and a\nbackward (-) step. In principle, our theoretical prediction can be tested by\ncarrying out single-molecule experiments with adequate spatio-temporal\nresolution.\n","Comment: Author-edited final version published in EPL"]}]
["1004.4368",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4368","Chinese Physics C35, 319-324 (2011)"],"date":["2010-04-25"],"type":["text"],"creator":["van Beveren, Eef","Rupp, George"],"language":[],"coverage":[],"title":["Evidence for further charmonium vector resonances"],"description":["  We discuss the shape of threshold signals in production cross sections of the\nreaction e+ + e- --> D* + antiD*, at the opening of the D(s)* antiD(s)* and\nLambda(c)+ Lambda(c)- channels. Furthermore, evidence for the 3D, 5S, 4D, 6S,\n5D, 7S, 6D, and 8S charmonium vector resonances is presented, on the basis of\ndata recently published by the BaBar Collaboration. Central masses and\nresonance widths are estimated. Confirmation of these resonances would be a\nhuge step in lifting the precision level of hadron spectroscopy towards that of\natomic spectroscopy, with far-reaching consequences for theory.\n","Comment: 5 pages, 5 figures"]}]
["1005.5023",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5023","doi:10.1016/j.spa.2010.12.002"],"date":["2010-05-27","2010-09-23"],"type":["text"],"creator":["Wang, Feng-Yu"],"language":[],"coverage":[],"title":["Gradient Estimate for Ornstein-Uhlenbeck Jump Processes"],"description":["  By using absolutely continuous lower bounds of the L\\'evy measure, explicit\ngradient estimates are derived for the semigroup of the corresponding L\\'evy\nprocess with a linear drift. A derivative formula is presented for the\nconditional distribution of the process at time $t$ under the condition that\nthe process jumps before $t$. Finally, by using bounded perturbations of the\nL\\'evy measure, the resulting gradient estimates are extended to linear SDEs\ndriven by L\\'evy-type processes.\n","Comment: 17"]}]
["1005.5728",{"format":[],"subject":["High Energy Physics - Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.5728","JHEP 1103:049,2011","doi:10.1007/JHEP03(2011)049"],"date":["2010-05-31","2011-03-15"],"type":["text"],"creator":["Chen, Ching-Ming","Chung, Yu-Chieh"],"language":[],"coverage":[],"title":["Flipped SU(5) GUTs from E_8 Singularities in F-theory"],"description":["  In this paper we construct supersymmetric flipped SU(5) GUTs from E_8\nsingularities in F-theory. We start from an SO(10) singularity unfolded from an\nE_8 singularity by using an SU(4) spectral cover. To obtain realistic models,\nwe consider (3,1) and (2,2) factorizations of the SU(4) cover. After turning on\nthe massless U(1)_X gauge flux, we obtain the SU(5) X U(1)_X gauge group. Based\non the well-studied geometric backgrounds in the literature, we demonstrate\nseveral models and discuss their phenomenology.\n","Comment: 46 pages, 23 tables, 1 figure, typos corrected, references added, and\n  new examples presented"]}]
["1006.5325",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5325","MNRAS, Vol. 410, Issue 4, February 2011, Pages: 2463-2471","doi:10.1111/j.1365-2966.2010.17613.x"],"date":["2010-06-28"],"type":["text"],"creator":["Siffert, Beatriz B.","Limone, Angelo","Borriello, Enrico","Longo, Giuseppe","Miele, Gennaro"],"language":[],"coverage":[],"title":["Radio emission from dark matter annihilation in the Large Magellanic\n  Cloud"],"description":["  The Large Magellanic Cloud, at only 50 kpc away from us and known to be dark\nmatter dominated, is clearly an interesting place where to search for dark\nmatter annihilation signals. In this paper, we estimate the synchrotron\nemission due to WIMP annihilation in the halo of the LMC at two radio\nfrequencies, 1.4 and 4.8 GHz, and compare it to the observed emission, in order\nto impose constraints in the WIMP mass vs. annihilation cross section plane. We\nuse available Faraday rotation data from background sources to estimate the\nmagnitude of the magnetic field in different regions of the LMC's disc, where\nwe calculate the radio signal due to dark matter annihilation. We account for\nthe e+ e- energy losses due to synchrotron, Inverse Compton Scattering and\nbremsstrahlung, using the observed hydrogen and dust temperature distribution\non the LMC to estimate their efficiency. The extensive use of observations,\nallied with conservative choices adopted in all the steps of the calculation,\nallow us to obtain very realistic constraints.\n","Comment: 9 pages, 7 figures"]}]
["1007.1338",{"format":[],"subject":["Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.1338"],"date":["2010-07-08","2011-03-15"],"type":["text"],"creator":["Petukhov, Alexey"],"language":[],"coverage":[],"title":["Bounded reductive subalgebras of sl(n)"],"description":["  Let $\\mathfrak g$ be a semisimple Lie algebra and $\\mathfrak\nk\\subset\\mathfrak g$ be a reductive in $\\mathfrak g$ subalgebra. A $(\\mathfrak\ng, \\mathfrak k)$-module is a $\\mathfrak g$-module which after restriction to\n$\\mathfrak k$ becomes a direct sum of finite-dimensional $\\mathfrak k$-modules.\nI.Penkov and V.Serganova introduce definition of bounded $(\\mathfrak g,\n\\mathfrak k)$-modules for reductive subalgebras $\\mathfrak k\\subset\\mathfrak\ng$, i.e. $(\\mathfrak g, \\mathfrak k)$-modules whose $\\mathfrak\nk$-multiplicities are uniformly bounded. A question arising in this context is,\ngiven $\\mathfrak g$, to describe all reductive in $\\mathfrak g$ bounded\nsubalgebras, i.e. reductive in $\\mathfrak g$ subalgebras $\\mathfrak k$ for\nwhich at least one infinite-dimensional bounded $(\\mathfrak g, \\mathfrak\nk)$-module exists.\n  In the present paper we describe explicitly all reductive in\n$\\mathfrak{sl}_n$ bounded subalgebras. Our technique is based on symplectic\ngeometry and the notion of spherical variety. We also characterize the\nirreducible components of the associated varieties of simple bounded\n$(\\mathfrak g, \\mathfrak k)$-modules.\n"]}]
["1007.4426",{"format":[],"subject":["Mathematics - History and Overview","11R39"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4426"],"date":["2010-07-26","2011-03-15"],"type":["text"],"creator":["Dalawat, Chandan Singh"],"language":[],"coverage":[],"title":["Splitting primes"],"description":["  We give an elementary introduction, through illustrative examples but without\nproofs, to one of the basic consequences of the Langlands programme, namely the\nlaw governing the primes modulo which a given irreducible integral polynomial\nsplits completely. Some recent results, such as the modularity of elliptic\ncurves over the rationals, or the proof of Serre's conjecture by Khare and\nWintenberger, are also illustrated through examples.\n","Comment: 16 pages, more examples"]}]
["1008.0614",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology","High Energy Physics - Phenomenology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0614","doi:10.1155/2010/904379"],"date":["2010-08-03","2011-03-14"],"type":["text"],"creator":["Bertacca, Daniele","Bartolo, Nicola","Matarrese, Sabino"],"language":[],"coverage":[],"title":["Unified Dark Matter Scalar Field Models"],"description":["  In this work we analyze and review cosmological models in which the dynamics\nof a single scalar field accounts for a unified description of the Dark Matter\nand Dark Energy sectors, dubbed Unified Dark Matter (UDM) models. In this\nframework, we consider the general Lagrangian of k-essence, which allows to\nfind solutions around which the scalar field describes the desired mixture of\nDark Matter and Dark Energy. We also discuss static and spherically symmetric\nsolutions of Einstein's equations for a scalar field with non-canonical kinetic\nterm, in connection with galactic halo rotation curves.\n","Comment: 57 pages, 6 figures, LaTeX file. Typos corrected; Added References;\n  Revised according to reviewer's suggestions; Invited Review for the special\n  issue \"Focus Issue on Dark Matter\" for Advances in Astronomy"]}]
["1008.0934",{"format":[],"subject":["Mathematics - Geometric Topology","Mathematics - Group Theory","20F55 (primary), 11F06, 11H56, 22E40 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0934"],"date":["2010-08-05","2011-03-14"],"type":["text"],"creator":["Belolipetsky, Mikhail"],"language":[],"coverage":[],"title":["Finiteness theorems for congruence reflection groups"],"description":["  This paper is a follow-up to our joint paper with I. Agol, P. Storm and K.\nWhyte \"Finiteness of arithmetic hyperbolic reflection groups\". The main purpose\nis to investigate the effective side of the method developed there and its\npossible application to the problem of classification of arithmetic hyperbolic\nreflection groups.\n","Comment: 15 pages, to appear in Transform. Groups"]}]
["1008.2099",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematical Physics","81Q15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2099"],"date":["2010-08-12","2011-03-15"],"type":["text"],"creator":["Agmon, Shmuel","Herbst, Ira","Sasane, Sara Maad"],"language":[],"coverage":[],"title":["Persistence of embedded eigenvalues"],"description":["  We consider conditions under which an embedded eigenvalue of a self-adjoint\noperator remains embedded under small perturbations. In the case of a simple\neigenvalue embedded in continuous spectrum of multiplicity m < \\infty we show\nthat in favorable situations the set of small perturbations of a suitable\nBanach space which do not remove the eigenvalue form a smooth submanifold of\nco-dimension m.\n"]}]
["1008.3456",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3456"],"date":["2010-08-20","2011-03-14"],"type":["text"],"creator":["Schmid, Friederike","Schilling, Tanja"],"language":[],"coverage":[],"title":["A method to compute absolute free energies or enthalpies of fluids"],"description":["  We propose a new method to compute the free energy or enthalpy of fluids or\ndisordered solids by computer simulation . The main idea is to construct a\nreference system by freezing one representative configuration, and then carry\nout a thermodynamic integration. We present a strategy and an algorithm which\nallows to sample the thermodynamic integration path even in the case of\nliquids, despite the fact that the particles can diffuse freely through the\nsystem. The method is described in detail and illustrated with applications to\nhard sphere fluids and solids with mobile defects.\n","Comment: Conference paper for the 23rd Workshop on Computer Simulation Studies\n  in Condensed Matter in Athens, Georgia (2010) Revision: Equation (5)\n  corrected"]}]
["1008.4254",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Complex Variables","30C65, 26D15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4254"],"date":["2010-08-25","2011-03-15"],"type":["text"],"creator":["Bhayo, Barkat A.","Božin, Vladimir","Kalaj, David","Vuorinen, Matti"],"language":[],"coverage":[],"title":["Norm inequalities for vector functions"],"description":["  We study vector functions of ${\\mathbb R}^n$ into itself, which are of the\nform $x \\mapsto g(|x|)x\\,,$ where $g : (0,\\infty) \\to (0,\\infty) $ is a\ncontinuous function and call these radial functions. In the case when $g(t) =\nt^c$ for some $c \\in {\\mathbb R}\\,,$ we find upper bounds for the distance of\nimage points under such a radial function. Some of our results refine recent\nresults of L. Maligranda and S. Dragomir. In particular, we study\nquasiconformal mappings of this simple type and obtain norm inequalities for\nsuch mappings.\n","Comment: 19 pages"]}]
["1008.4395",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.4395","Phys. Rev. Lett. 106, 080802 (2011)","doi:10.1103/PhysRevLett.106.080802"],"date":["2010-08-25","2011-03-14"],"type":["text"],"creator":["de Lange, G.","Ristè, D.","Dobrovitski, V. V.","Hanson, R."],"language":[],"coverage":[],"title":["Single-spin magnetometry with multi-pulse sensing sequences"],"description":["  We experimentally demonstrate single-spin magnetometry with multi-pulse\nsensing sequences. The use of multi-pulse sequences can greatly increase the\nsensing time per measurement shot, resulting in enhanced ac magnetic field\nsensitivity. We theoretically derive and experimentally verify the optimal\nnumber of sensing cycles, for which the effects of decoherence and increased\nsensing time are balanced. We perform these experiments for oscillating\nmagnetic fields with fixed phase as well as for fields with random phase.\nFinally, by varying the phase and frequency of the ac magnetic field, we\nmeasure the full frequency-filtering characteristics of different multi-pulse\nschemes and discuss their use in magnetometry applications.\n","Comment: 4 pages, 4 figures. Final version"]}]
["1009.1818",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.1818","Phys. Rev. B 83, 060509(R) (2011)","doi:10.1103/PhysRevB.83.060509"],"date":["2010-09-09"],"type":["text"],"creator":["Marty, K.","Christianson, A. D.","Wang, C. H.","Matsuda, M.","Cao, H.","VanBebber, L. H.","Zarestky, J. L.","Singh, D. J.","Sefat, A. S.","Lumsden, M. D."],"language":[],"coverage":[],"title":["Competing magnetic ground states in non-superconducting Ba(Fe1-xCrx)2As2"],"description":["  We present neutron diffraction measurements on single crystal samples of\nnon-superconducting Ba(Fe1-xCrx)2As2 as a function of Cr-doping for 0<=x<=0.47.\nThe average SDW moment is independent of concentration for x<=0.2 and decreases\nrapidly for x>=0.3. For concentrations in excess of 30% chromium, we find a new\nG-type antiferromagnetic phase which rapidly becomes the dominant magnetic\nground state. Strong magnetism is observed for all concentrations measured and\ncompetition between these ordered states and superconductivity naturally\nexplains the absence of superconductivity in the Cr-doped materials.\n","Comment: 4 pages, 3 figures"]}]
["1009.2151",{"format":[],"subject":["Mathematics - Algebraic Topology","Mathematics - Category Theory","17A32, 18E99, 18G10, 18G50"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.2151","Homology and central extensions of Leibniz and Lie n-algebras,\n  Homology, Homotopy and Appl. 13 (2011), no. 1, 59-74","doi:10.4310/HHA.2011.v13.n1.a2"],"date":["2010-09-11"],"type":["text"],"creator":["Casas, Jose Manuel","Khmaladze, Emzar","Ladra, Manuel","Van der Linden, Tim"],"language":[],"coverage":[],"title":["Some results on homology of Leibniz and Lie n-algebras"],"description":["  From the viewpoint of semi-abelian homology, some recent results on homology\nof Leibniz n-algebras can be explained categorically. In parallel with these\nresults, we develop an analogous theory for Lie n-algebras. We also consider\nthe relative case: homology of Leibniz n-algebras relative to the subvariety of\nLie n-algebras.\n","Comment: 14 pages"]}]
["1009.5155",{"format":[],"subject":["Condensed Matter - Quantum Gases","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5155","Phys. Rev. A 83, 031605(R) (2011)","doi:10.1103/PhysRevA.83.031605"],"date":["2010-09-27"],"type":["text"],"creator":["Fang, Shiang","Chung, Chia-Ming","Ma, Ping Nang","Chen, Pochung","Wang, Daw-Wei"],"language":[],"coverage":[],"title":["Quantum Criticality from in-situ Density Imaging"],"description":["  We perform large-scale Quantum Monte Carlo (QMC) simulations for strongly\ninteracting bosons in a 2D optical lattice trap, and confirm an excellent\nagreement with the benchmarking in-situ density measurements by the Chicago\ngroup [1]. We further present a general finite temperature phase diagram both\nfor the uniform and the trapped systems, and demonstrate how the universal\nscaling properties near the superfluid(SF)-to-Mott insulator(MI) transition can\nbe observed by analysing the in-situ density profile. The characteristic\ntemperature to find such quantum criticality is estimated to be of the order of\nthe single-particle bandwidth, which should be achievable in the present or\nnear future experiments. Finally, we examine the validity regime of the local\nfluctuation-dissipation theorem (FDT), which can be a used as a thermometry in\nthe strongly interacting regime.\n","Comment: 4 pages"]}]
["1010.0119",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0119","Astronomy and Astrophysics, 2010, Volume 524, id.A39","doi:10.1051/0004-6361/201015010"],"date":["2010-10-01"],"type":["text"],"creator":["Chabot, M.","Tuna, T.","Beroff, K.","Pino, T.","Padellec, A. Le","Desequelles, P.","Martinet, G.","Nguyen-Thi, V. O.","Carpentier, Y.","Petit, F. Le","Roueff, E.","Wakelam, V."],"language":[],"coverage":[],"title":["Statistical universal branching ratios for cosmic ray dissociation,\n  photodissociation, and dissociative recombination of the C(n=2-10), C(n=2-4)H\n  and C3H2 neutral and cationic species"],"description":["  Fragmentation branching ratios of electronically excited molecular species\nare of first importance for the modeling of gas phase interstellar chemistry.\nDespite experimental and theoretical efforts that have been done during the\nlast two decades there is still a strong lack of detailed information on those\nquantities for many molecules such as Cn, CnH or C3H2. Our aim is to provide\nastrochemical databases with more realistic branching ratios for Cn (n=2 to\n10), CnH (n=2 to 4), and C3H2 molecules that are electronically excited either\nby dissociative recombination, photodissociation, or cosmic ray processes, when\nno detailed calculations or measurements exist in literature. High velocity\ncollision in an inverse kinematics scheme was used to measure the complete\nfragmentation pattern of electronically excited Cn (n=2 to 10), CnH (n=2 to 4),\nand C3H2 molecules. Branching ratios of dissociation where deduced from those\nexperiments. The full set of branching ratios was used as a new input in\nchemical models and branching ratio modification effects observed in\nastrochemical networks that describe the dense cold Taurus Molecular Cloud-1\nand the photon dominated Horse Head region. The comparison between the\nbranching ratios obtained in this work and other types of experiments showed a\ngood agreement. It was interpreted as the signature of a statistical behavior\nof the fragmentation. The branching ratios we obtained lead to an increase of\nthe C3 production together with a larger dispersion of the daughter fragments.\nThe introduction of these new values in the photon dominated region model of\nthe Horse Head nebula increases the abundance of C3 and C3H, but reduces the\nabundances of the larger Cn and hydrocarbons at a visual extinction Av smaller\nthan 4.\n","Comment: Accepted to Astronomy & Astrophysics"]}]
["1010.1875",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1875","Theory of Quantum Computation, Communication, and Cryptography,\n  Lecture Notes in Computer Science, 2011, Volume 6519/2011, 9-25","doi:10.1007/978-3-642-18073-6_2"],"date":["2010-10-09","2010-11-01"],"type":["text"],"creator":["Chiribella, Giulio"],"language":[],"coverage":[],"title":["On quantum estimation, quantum cloning and finite quantum de Finetti\n  theorems"],"description":["  This paper presents a series of results on the interplay between quantum\nestimation, cloning and finite de Finetti theorems. First, we consider the\nmeasure-and-prepare channel that uses optimal estimation to convert M copies\ninto k approximate copies of an unknown pure state and we show that this\nchannel is equal to a random loss of all but s particles followed by cloning\nfrom s to k copies. When the number k of output copies is large with respect to\nthe number M of input copies the measure-and-prepare channel converges in\ndiamond norm to the optimal universal cloning. In the opposite case, when M is\nlarge compared to k, the estimation becomes almost perfect and the\nmeasure-and-prepare channel converges in diamond norm to the partial trace over\nall but k systems. This result is then used to derive de Finetti-type results\nfor quantum states and for symmetric broadcast channels, that is, channels that\ndistribute quantum information to many receivers in a permutationally invariant\nfashion. Applications of the finite de Finetti theorem for symmetric broadcast\nchannels include the derivation of diamond-norm bounds on the asymptotic\nconvergence of quantum cloning to state estimation and the derivation of bounds\non the amount of quantum information that can be jointly decoded by a group of\nk receivers at the output of a symmetric broadcast channel.\n","Comment: 19 pages, no figures, a new result added, published version to appear\n  in Proceedings of TQC 2010"]}]
["1010.1968",{"format":[],"subject":["Mathematics - Numerical Analysis","81Q20, 35L05, 65M99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1968","Commun. Math. Sci., 9, 663-683, 2011"],"date":["2010-10-10","2011-03-14"],"type":["text"],"creator":["Lu, Jianfeng","Yang, Xu"],"language":[],"coverage":[],"title":["Frozen Gaussian approximation for high frequency wave propagation"],"description":["  We propose the frozen Gaussian approximation for computation of high\nfrequency wave propagation. This method approximates the solution to the wave\nequation by an integral representation. It provides a highly efficient\ncomputational tool based on the asymptotic analysis on the phase plane.\nCompared to geometric optics, it provides a valid solution around caustics.\nCompared to the Gaussian beam method, it not only overcomes the drawback of\nbeam spreading but also improves the asymptotic accuracy. We give several\nnumerical examples to verify that the frozen Gaussian approximation performs\nwell in the presence of caustics and when the Gaussian beam spreads.\n","Comment: 23 pages, 6 figures"]}]
["1010.2022",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2022"],"date":["2010-10-11","2011-03-14"],"type":["text"],"creator":["Fu, Jixiang","Wang, Zhizhang","Wu, Damin"],"language":[],"coverage":[],"title":["Form-type Calabi-Yau equations on K\\\"ahler manifolds of nonnegative\n  orthogonal bisectional curvature"],"description":["  In this paper we prove the existence and uniqueness of the form-type\nCalabi-Yau equation on K\\\"ahler manifolds of nonnegative orthogonal bisectional\ncurvature.\n","Comment: Added a remark in the introduction"]}]
["1010.5443",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5443"],"date":["2010-10-26","2011-03-15"],"type":["text"],"creator":["Ebrahim, Hajar","Headrick, Matthew"],"language":[],"coverage":[],"title":["Instantaneous Thermalization in Holographic Plasmas"],"description":["  Thin-shell AdS-Vaidya spacetimes can be considered as holographic models of\nthe thermalization process in strongly-coupled conformal field theories\nfollowing a rapid injection of energy from an external source. While the\nexpected thermalization time is the inverse temperature, Bhattacharyya and\nMinwalla have pointed out that bulk causality implies that expectation values\nof local field-theory observables actually take on their thermal values\nimmediately following the injection. In this paper we study two-point\nfunctions, for which the causality argument does not apply. Specifically, we\nstudy the Brownian motion of a \"quark\" represented by a string stretching from\nthe boundary to the horizon of an AdS_3-Vaidya spacetime. Surprisingly, we find\nthat the two-point function also thermalizes instantly. Since Brownian motion\nis a 1/N effect, our result shows that, at least in certain cases, the rapid\nthermalization property of holographic plasmas persists beyond leading order in\n1/N.\n","Comment: 32 pages, 2 figures, version 2: typo corrected, a few comments added"]}]
["1011.0311",{"format":[],"subject":["Mathematical Physics","Physics - Plasma Physics","0K28, 70K65, 34E10, 34C11, 34D05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0311"],"date":["2010-11-01","2011-03-15"],"type":["text"],"creator":["Asch, Joachim","Kalvoda, Tomas","Stovicek, Pavel"],"language":[],"coverage":[],"title":["Resonant cyclotron acceleration of particles by a time periodic singular\n  flux tube"],"description":["  We study the dynamics of a classical nonrelativistic charged particle moving\non a punctured plane under the influence of a homogeneous magnetic field and\ndriven by a periodically time-dependent singular flux tube through the hole. We\nobserve an effect of resonance of the flux and cyclotron frequencies. The\nparticle is accelerated to arbitrarily high energies even by a flux of small\nfield strength which is not necessarily encircled by the cyclotron orbit; the\ncyclotron orbits blow up and the particle oscillates between the hole and\ninfinity. We support this observation by an analytic study of an approximation\nfor small amplitudes of the flux which is obtained with the aid of averaging\nmethods. This way we derive asymptotic formulas that are afterwards shown to\nrepresent a good description of the accelerated motion even for fluxes which\nare not necessarily small. More precisely, we argue that the leading asymptotic\nterms may be regarded as approximate solutions of the original system in the\nasymptotic domain as the time tends to infinity.\n"]}]
["1011.1327",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1327","Phys. Rev. Lett. 106, 105304 (2011)","doi:10.1103/PhysRevLett.106.105304"],"date":["2010-11-05","2011-03-14"],"type":["text"],"creator":["Dyke, P.","Kuhnle, E. D.","Whitlock, S.","Hu, H.","Mark, M.","Hoinka, S.","Lingham, M.","Hannaford, P.","Vale, C. J."],"language":[],"coverage":[],"title":["Crossover from 2D to 3D in a weakly interacting Fermi gas"],"description":["  We have studied the transition from two to three dimensions in a low\ntemperature weakly interacting $^6$Li Fermi gas. Below a critical atom number,\n$N_{2D}$, only the lowest transverse vibrational state of a highly anisotropic\noblate trapping potential is occupied and the gas is two-dimensional. Above\n$N_{2D}$ the Fermi gas enters the quasi-2D regime where shell structure\nassociated with the filling of individual transverse oscillator states is\napparent. This dimensional crossover is demonstrated through measurements of\nthe cloud size and aspect ratio versus atom number.\n","Comment: Replaced with published manuscript"]}]
["1011.1333",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1333","Phys. Rev. A 83, 033611 (2011)","doi:10.1103/PhysRevA.83.033611"],"date":["2010-11-05","2011-03-14"],"type":["text"],"creator":["Iazzi, Mauro","Yuasa, Kazuya"],"language":[],"coverage":[],"title":["Relevance of Bose-Einstein Condensation to the Interference of Two\n  Independent Bose Gases"],"description":["  Interference of two independently prepared ideal Bose gases is discussed, on\nthe basis of the idea of measurement-induced interference: even if the number\nof each gas is individually fixed finite and the symmetry of the system is not\nbroken, an interference pattern is observed on each single snapshot. The key\nrole is played by the Hanbury Brown and Twiss effect, which leads to an\noscillating pattern of the cloud of identical atoms. Then, how essential is the\nBose-Einstein condensation to the interference? We describe the ideal Bose\ngases trapped respectively in two spatially separated 3D harmonic traps at a\nfinite temperature as canonical ensembles with fixed numbers of atoms, and\ncompute the full statistics of the snapshot profiles of the expanding and\noverlapping gases released from the traps. We obtain a simple formula, which\nshows that the average fringe spectrum (average fringe contrast) is given by\nthe purity of each gas. The purity is known to be a good measure of\ncondensation, and this result clarifies the relevance of the condensation to\nthe interference. The fluctuation of the interference spectrum is also studied,\nand it is shown that the fluctuation is vanishingly small below the critical\ntemperature, while it is nonvanishing above. This implies that interference\npattern is certainly observed on every snapshot below the critical temperature.\nThe fact that the number of atoms is fixed in the canonical ensemble is crucial\nto this vanishing fluctuation.\n","Comment: 13 pages, 2 figures"]}]
["1011.3067",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3067","Nature 471, 204-208 (2011)","doi:10.1038/nature09898"],"date":["2010-11-12"],"type":["text"],"creator":["Teufel, J. D.","Li, D.","Allman, M. S.","Cicak, K.","Sirois, A. J.","Whittaker, J. D.","Simmonds, R. W."],"language":[],"coverage":[],"title":["Circuit cavity electromechanics in the strong coupling regime"],"description":["  Demonstrating and exploiting the quantum nature of larger, more macroscopic\nmechanical objects would help us to directly investigate the limitations of\nquantum-based measurements and quantum information protocols, as well as test\nlong standing questions about macroscopic quantum coherence. The field of\ncavity opto- and electro-mechanics, in which a mechanical oscillator is\nparametrically coupled to an electromagnetic resonance, provides a practical\narchitecture for the manipulation and detection of motion at the quantum level.\nReaching this quantum level requires strong coupling, interaction timescales\nbetween the two systems that are faster than the time it takes for energy to be\ndissipated. By incorporating a free-standing, flexible aluminum membrane into a\nlumped-element superconducting resonant cavity, we have increased the single\nphoton coupling strength between radio-frequency mechanical motion and resonant\nmicrowave photons by more than two orders of magnitude beyond the current\nstate-of-the-art. A parametric drive tone at the difference frequency between\nthe two resonant systems dramatically increases the overall coupling strength.\nThis has allowed us to completely enter the strong coupling regime. This is\nevidenced by a maximum normal mode splitting of nearly six bare cavity\nline-widths. Spectroscopic measurements of these 'dressed states' are in\nexcellent quantitative agreement with recent theoretical predictions. The basic\narchitecture presented here provides a feasible path to ground-state cooling\nand subsequent coherent control and measurement of the quantum states of\nmechanical motion.\n","Comment: 8 pages, 4 figures"]}]
["1011.3631",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3631","Physical Review A: Atomic, Molecular and Optical Physics (2011)\n  vol. 83, p. 021605"],"date":["2010-11-16","2011-03-15"],"type":["text"],"creator":["Armijo, Julien","Jacqmin, Thibaut","Kheruntsyan, Karen","Bouchoule, Isabelle"],"language":[],"coverage":[],"title":["Mapping out the quasi-condensate transition through the 1D-3D\n  dimensional crossover"],"description":["  By measuring the density fluctuations in a highly elongated weakly\ninteracting Bose gas, we observe and quantify the transition from the ideal gas\nto a quasi-condensate regime throughout the dimensional crossover from a purely\n1D to an almost 3D gas. We show that that the entire transition region and the\ndimensional crossover are described surprisingly well by the modified Yang-Yang\nmodel. Furthermore, we find that at low temperatures the linear density at the\nquasi-condensate transition scales according to an interaction-driven scenario\nof a longitudinally uniform 1D Bose gas, whereas at high temperatures it scales\naccording to the degeneracy-driven critical scenario of transverse condensation\nof a 3D ideal gas.\n"]}]
["1012.1298",{"format":[],"subject":["Physics - Fluid Dynamics","Condensed Matter - Soft Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1298","Phys. Rev. Lett. 106, 114501 (2011)","doi:10.1103/PhysRevLett.106.114501"],"date":["2010-12-06","2011-03-15"],"type":["text"],"creator":["Paulsen, Joseph D.","Burton, Justin C.","Nagel, Sidney R."],"language":[],"coverage":[],"title":["Viscous to Inertial Crossover in Liquid Drop Coalescence"],"description":["  Using an electrical method and high-speed imaging we probe drop coalescence\ndown to 10 ns after the drops touch. By varying the liquid viscosity over two\ndecades, we conclude that at sufficiently low approach velocity where\ndeformation is not present, the drops coalesce with an unexpectedly late\ncrossover time between a regime dominated by viscous and one dominated by\ninertial effects. We argue that the late crossover, not accounted for in the\ntheory, can be explained by an appropriate choice of length-scales present in\nthe flow geometry.\n","Comment: 4 pages, 4 figures"]}]
["1012.5362",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5362","Phys.Rev.D83:054021,2011","doi:10.1103/PhysRevD.83.054021"],"date":["2010-12-24","2011-02-28"],"type":["text"],"creator":["Chen, Dian-Yong","He, Jun","Liu, Xiang"],"language":[],"coverage":[],"title":["Nonresonant explanation for the Y(4260) structure observed in the\n  $e^+e^-\\to J/\\psi\\pi^+\\pi^-$ process"],"description":["  In this work, we proposed a nonresonant explanation for the Y(4260) structure\nobserved in the $e^+e^-\\to J/\\psi\\pi^+\\pi^-$ process, i.e., Y(4260) is not a\ngenuine resonance. Our result indicates that the Y(4260) structure can be\nreproduced by the interference of production amplitudes of the $e^+e^-\\to\nJ/\\psi\\pi^+\\pi^-$ processes via direct $e^+e^-$ annihilation and through\nintermediate charmonia $\\psi(4160)/\\psi(4415)$. Besides describing Y(4260) line\nshape in $e^+e^-\\to J/\\psi\\pi^+\\pi^-$ well, such a nonresonant explanation for\nthe Y(4260) structure naturally answers why there is no evidence of Y(4260) in\nthe exclusive open-charm decay channel and $R$-value scan.\n","Comment: 7 pages, 4 figures, 4 tables. Final version accepted for publication\n  in Physical Review D"]}]
["1012.5688",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5688","doi:10.1214/10-AOP600"],"date":["2010-12-27","2011-02-17"],"type":["text"],"creator":["Wang, Feng-Yu","Yuan, Chenggui"],"language":[],"coverage":[],"title":["Harnack Inequalities for Functional SDEs with Multiplicative Noise and\n  Applications"],"description":["  By constructing a new coupling, the log-Harnack inequality is established for\nthe functional solution of a delay stochastic differential equation with\nmultiplicative noise. As applications, the strong Feller property and heat\nkernel estimates w.r.t. quasi-invariant probability measures are derived for\nthe associated transition semigroup of the solution. The dimension-free Harnack\ninequality in the sense of \\cite{W97} is also investigated.\n","Comment: 22 pages"]}]
["1012.5745",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Group Theory","16K20, 16K40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5745"],"date":["2010-12-28","2011-03-14"],"type":["text"],"creator":["Hai, Bui Xuan","Bien, Mai Hoang","Deo, Trinh Thanh"],"language":[],"coverage":[],"title":["Linear groups over a locally linear division ring"],"description":["  In this paper, in the first we give definitions of some classes of division\nrings which strictly contain the class of centrally finite division rings. One\nof our main purpose is to construct non-trivial examples of rings of new\ndefined classes. Further, we study linear groups over division rings of these\nclasses. Our new obtained results generalize precedent results for centrally\nfinite division rings.\n","Comment: 11 pages"]}]
["1012.5828",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5828"],"date":["2010-12-28"],"type":["text"],"creator":["Ma, Tao","Serota, Rostislav"],"language":[],"coverage":[],"title":["Quantum mechanical calculation of spectral statistics of modified Kepler\n  problem"],"description":["  Discrepancy between periodic orbit theory and numerical calculation of a\nmodified Kepler problem is cleared by a quantum mechanical calculation. The\ndiagonal approximation already gives a good fit for the numerical calculation.\nA better result yet is gained by considering the coherent interference between\nthe classical periodic orbits and the Balian-Bloch term. This approach produces\nimproved results for the rectangular billiards as well.\n","Comment: 8 pages, 7 figures"]}]
["1012.5849",{"format":[],"subject":["Quantum Physics","Condensed Matter - Mesoscale and Nanoscale Physics","Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.5849"],"date":["2010-12-28"],"type":["text"],"creator":["Ma, Tao","Serota, R. A."],"language":[],"coverage":[],"title":["Level Repulsion in Integrable Systems"],"description":["  Contrary to conventional wisdom, level repulsion in semiclassical spectrum is\nnot just a feature of classically chaotic systems, but classically integrable\nsystems as well. While in chaotic systems level repulsion develops on a scale\nof the mean level spacing, regardless of location in the spectrum, in\nintegrable systems it develops on a much longer scale - geometric mean of the\nmean level spacing and the running energy in the spectrum. We show that at this\nscale level correlations in integrable systems have a universal dependence on\nlevel separation, as well as discuss their exact form at any scale. These\ncorrelations have dramatic consequences, including deviations from Poissonian\nstatistics in the nearest level spacing distribution and persistent\noscillations of level number variance as a function of the interval width. We\nillustrate our findings on two models - a rectangular infinite well and a\nmodified Kepler problem - that serve as generic types of hard-wall billiards\nand potential problems. Our theory is based on the concept of parametric\naveraging, which allows for a statistical ensemble of integrable systems at a\ngiven spectral location (running energy).\n","Comment: 11 pages, 2 figures"]}]
["1101.1948",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.1948","AN, 332, No. 3, 315-318 (2011)","doi:10.1002/asna.201111545"],"date":["2011-01-10","2011-01-13"],"type":["text"],"creator":["D'Odorico, V.","Cupani, G.","Cristiani, S.","Maiolino, R.","Molaro, P.","Nonino, M.","Cimatti, A.","Alighieri, S. di Serego","Fiore, F.","Fontana, A.","Gallerani, S.","Giallongo, E.","Mannucci, F.","Marconi, A.","Pentericci, L.","Viel, M.","Vladilo, G."],"language":[],"coverage":[],"title":["Optical-NIR spectra of quasars close to reionization (z~ 6)"],"description":["  X-shooter, with its characteristics of resolution, spectral coverage and\nefficiency, provides a unique opportunity to obtain spectra of the\nhighest-redshift quasars (z ~ 6) that will allow us to carry out successful\ninvestigations on key cosmological issues, from the details of the\nre-ionization process, to the evolution of the first galaxies and AGNs. In this\npaper, we present the spectra of three z ~ 6 quasars: one obtained during the\ncommissioning of X-shooter and two in the context of our ongoing GTO programme.\nCombining this sample with data in the literature, we update the value of the C\nIV cosmic mass density in the range 4.5 < z < 5, confirming the constant trend\nwith redshift between 2.5 and 5.\n","Comment: Proceedings of the workshop \"The first year with X-shooter\" October\n  19-22 2010, Como, Italy. Accepted for publication in Astronomische\n  Nachrichten. Typos corrected and reference updated"]}]
["1101.5256",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","65N12, 65N15, 70C20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5256"],"date":["2011-01-27","2011-03-15"],"type":["text"],"creator":["Ortner, Christoph"],"language":[],"coverage":[],"title":["The role of the patch test in 2D atomistic-to-continuum coupling methods"],"description":["  For a general class of atomistic-to-continuum coupling methods, coupling\nmulti-body interatomic potentials with a P1-finite element discretisation of\nCauchy--Born nonlinear elasticity, this paper adresses the question whether\npatch test consistency (or, absence of ghost forces) implies a first-order\nerror estimate.\n  In two dimensions it is shown that this is indeed true under the following\nadditional technical assumptions: (i) an energy consistency condition, (ii)\nlocality of the interface correction, (iii) volumetric scaling of the interface\ncorrection, and (iv) connectedness of the atomistic region. The extent to which\nthese assumptions are necessary is discussed in detail.\n","Comment: Version 2: correction of some minor mistakes, added discussion of\n  multiple connected atomistic region, minor improvements of style"]}]
["1101.5425",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5425"],"date":["2011-01-27","2011-03-14"],"type":["text"],"creator":["Ljujic, Zeljka"],"language":[],"coverage":[],"title":["A Lower Bound for the Size of a Sum of Dilates"],"description":["  Let $A$ be a subset of integers and let $2\\cdot A+k\\cdot A=\\{2a_1+ka_2 :\na_1,a_2\\in A\\}$. Y. O. Hamidoune and J. Ru\\' e proved that if $k$ is an odd\nprime and $A$ a finite set of integers such that $|A|>8k^k$, then $|2\\cdot\nA+k\\cdot A|\\ge (k+2)|A|-k^2-k+2$. In this paper, we extend this result for the\ncase when $k$ is a power of an odd prime and the case when $k$ is a product of\ntwo odd primes.\n","Comment: v2 Case $k=pq$ added"]}]
["1101.5904",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","Mathematics - Optimization and Control","39A12, 49J05, 49K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5904","Appl. Anal. Discrete Math., Vol. 5 (2011), no. 1, 110--121","doi:10.2298/AADM110131002F"],"date":["2011-01-31"],"type":["text"],"creator":["Ferreira, Rui A. C.","Torres, Delfim F. M."],"language":[],"coverage":[],"title":["Fractional $h$-difference equations arising from the calculus of\n  variations"],"description":["  The recent theory of fractional $h$-difference equations introduced in [N. R.\nO. Bastos, R. A. C. Ferreira, D. F. M. Torres: Discrete-time fractional\nvariational problems, Signal Process. 91 (2011), no. 3, 513--524], is enriched\nwith useful tools for the explicit solution of discrete equations involving\nleft and right fractional difference operators. New results for the right\nfractional $h$ sum are proved. Illustrative examples show the effectiveness of\nthe obtained results in solving fractional discrete Euler-Lagrange equations.\n","Comment: Submitted 15-Aug-2010; revised 16-Jan-2011 and 30-Jan-2011; accepted\n  31-Jan-2011; for publication in Applicable Analysis and Discrete Mathematics"]}]
["1101.6045",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.6045","Phys. Rev. B 83, 100506(R) (2011)"],"date":["2011-01-31"],"type":["text"],"creator":["Levchenko, Alex","Norman, M. R."],"language":[],"coverage":[],"title":["Probing the pseudogap phase of cuprates by a Giaever transformer"],"description":["  We develop a theory of the rectification effect in a double-layer system\nwhere both layers are superconductors, or one of the layers is a normal metal.\nThe Coulomb interaction is assumed to provide the dominant coupling between the\nlayers. We find that superconducting fluctuations strongly enhance the drag\nconductivity, with rectification most pronounced when both layers are\nsuperconductors. In view of their distinct dependence on temperature near Tc\nand layer separation, drag measurements based on a Giaever transformer could\ndistinguish whether rectification occurs due to fluctuating pairs or\ninductively coupled fluctuating vortices.\n","Comment: 4 pages, 1 figure"]}]
["1101.6066",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.6066"],"date":["2011-01-31","2011-03-14"],"type":["text"],"creator":["Plouffe, Simon"],"language":[],"coverage":[],"title":["Identities inspired by the Ramanujan Notebooks, second series"],"description":["  A series of formula is presented that are all inspired by the Ramanujan\nNotebooks [6]. One of them appears in the notebooks II about Zeta(3). That\nformula inspired others that appeared in 1998, 2006 and 2009 on the author's\nwebsite and later in literature [1][2][3]. New formulas for {\\pi} and the\nCatalan constant are presented and a surprising series of approximations. A new\nset of identities is given for Eisenstein series. All of the formulas are\nconjectural since they were found experimentally. A new method for the\ncomputation of p(n) is presented.\n","Comment: a collection of formulas found in 2006-2011"]}]
["1102.3486",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Statistical Mechanics","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3486","Phys. Rev. B 83 (2011) 100405(R)","doi:10.1103/PhysRevB.83.100405"],"date":["2011-02-16"],"type":["text"],"creator":["Sakai, Toru","Nakano, Hiroki"],"language":[],"coverage":[],"title":["Critical magnetization behaviors of the triangular and Kagome lattice\n  quantum antiferromagnets"],"description":["  We investigate the $S=1/2$ quantum spin antiferromagnets on the triangular\nand Kagome lattices in magnetic field, using the numerical exact\ndiagonalization. Particularly we focus on an anomalous magnetization behavior\nof each system at 1/3 of the saturation magnetization. The critical exponent\nanalyses suggest that it is a conventional magnetization plateau on the\ntriangular lattice, while an unconventional phenomenon, called the\nmagnetization ramp, on the Kagome lattice.\n","Comment: 4 figures, Phys. Rev. B Rapid Communications accepted"]}]
["1102.3968",{"format":[],"subject":["Quantum Physics","Computer Science - Emerging Technologies","Computer Science - Other Computer Science","68Q01 (Primary), 68Q12 (Secondary)","K.7.0"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3968","Natural Science, vol. 2, no. 8, August 2010, pp.923 - 927","doi:10.4236/ns.2010.28114"],"date":["2011-02-19"],"type":["text"],"creator":["Voronov, V. K."],"language":[],"coverage":[],"title":["Cluster quantum computer on the basis of quasi-part"],"description":["  The present paper deals with the possibility of creation of the quantum\ncomputer in which the role of q-bits is played by quasi-particles. In such a\ncomputer, the elementary computation block should represent a cluster created\non the basis of the paramagnetic molecules. The latter form heterogeneous spin\nstates in the cluster owing to the presence of interelectron correlations.\n","Comment: 4 pages"]}]
["1102.4993",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4993","Opt. Lett. 36, 1023 (2011)","doi:10.1364/OL.36.001023"],"date":["2011-02-24","2011-03-15"],"type":["text"],"creator":["Shinohara, Susumu","Harayama, Takahisa","Fukushima, Takehiro"],"language":[],"coverage":[],"title":["Fresnel filtering of Gaussian beams in microcavities"],"description":["  We study the output from the modes described by the superposition of Gaussian\nbeams confined in the quasi-stadium microcavities. We experimentally observe\nthe deviation from Snell's law in the output when the incident angle of the\nGaussian beam at the cavity interface is near the critical angle for total\ninternal reflection, providing direct experimental evidence on the Fresnel\nfiltering. The theory of the Fresnel filtering for a planar interface\nqualitatively reproduces experimental data, and a discussion is given on small\ndeviation between the measured data and the theory.\n","Comment: 3 pages, 2 figures"]}]
["1103.0368",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Data Structures and Algorithms","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0368"],"date":["2011-03-02","2011-03-14"],"type":["text"],"creator":["Rocklin, Matthew","Pinar, Ali"],"language":[],"coverage":[],"title":["Computing an Aggregate Edge-Weight Function for Clustering Graphs with\n  Multiple Edge Types"],"description":["  We investigate the community detection problem on graphs in the existence of\nmultiple edge types. Our main motivation is that similarity between objects can\nbe defined by many different metrics and aggregation of these metrics into a\nsingle one poses several important challenges, such as recovering this\naggregation function from ground-truth, investigating the space of different\nclusterings, etc. In this paper, we address how to find an aggregation function\nto generate a composite metric that best resonates with the ground-truth. We\ndescribe two approaches: solving an inverse problem where we try to find\nparameters that generate a graph whose clustering gives the ground-truth\nclustering, and choosing parameters to maximize the quality of the ground-truth\nclustering. We present experimental results on real and synthetic benchmarks.\n"]}]
["1103.1179",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Commutative Algebra","13A35, 14B05, 14E15, 14F18"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1179"],"date":["2011-03-06","2011-03-15"],"type":["text"],"creator":["Takagi, Shunsuke"],"language":[],"coverage":[],"title":["A subadditivity formula for multiplier ideals associated to log pairs"],"description":["  As a generalization of formulas given by Demailly-Ein-Lazarsfeld, Eisenstein\nand Takagi, we prove a subadditivity formula for multiplier ideals associated\nto log pairs.\n","Comment: 11 pages, comments welcome; v2: the latter statement of Theorem 2.3\n  was removed due to an error; all other results are unchanged"]}]
["1103.2086",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2086"],"date":["2011-03-10","2011-03-15"],"type":["text"],"creator":["Vincent, R.","Juaristi, J. I.","Apell, P."],"language":[],"coverage":[],"title":["Geometry and Surface Plasmon energy"],"description":["  We derive a simple rule to determine surface plasmon energies, based on the\ngeometrical properties of the surface of the metal. We apply this concept to\nobtain the surface plasmon energies in wedges, corners and conical tips. The\nresults presented here provide simple and straightforward rules to design the\nenergy of surface plasmons in severals situations of experimental interest such\nas in plasmon wave guiding and in tip-enhanced spectroscopies.\n"]}]
["1103.2272",{"format":[],"subject":["Quantum Physics","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2272","International Conference in Commemoration of the Centenary of the\n  Birth of G. Racah (1909-1965) - Zaragoza, Spain, 22-24 February 2010,\n  Zaragoza : Spain (2010)"],"date":["2011-03-11"],"type":["text"],"creator":["Kibler, Maurice Robert"],"language":[],"coverage":[],"title":["The Impact of Giulio Racah on Crystal- and Ligand-field Theories"],"description":["  This paper focuses on the impact of Racah on crystal- and ligand-field\ntheories, two branches of molecular physics and condensed matter physics\n(dealing with ions embedded in aggregates of finite symmetry). The role of\nRacah and some of his students in developing a symmetry-adapted weak-field\nmodel for crystal-field theory is examined. Then, we discuss the extension of\nthis model to a generalized symmetry-adapted weak-field model for ligand-field\ntheory. Symmetry considerations via the use of the Wigner-Racah algebra for\nchains of type SU(2) > G is essential for these weak-field models. Therefore,\nthe basic ingredients for the Wigner-Racah algebra of a finite or compact group\nare reviewed with a special attention paid to the SU(2) group in a SU(2) > G\nbasis. Finally, as an unexpected application of nonstandard SU(2) bases, it is\nshown how SU(2) bases adapted to the cyclic group allow to build bases of\nrelevance in quantum information.\n"]}]
["1103.2278",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2278"],"date":["2011-03-11","2011-03-15"],"type":["text"],"creator":["Zuev, Vitaly S.","Zueva, Genrietta Ya."],"language":[],"coverage":[],"title":["On the properties of the phenomenon like Vavilov-Cherenkov one with\n  emission of surface plasmons"],"description":["  The phenomenon is described that is an analogue of the Vavilov-Cherenkov\nphenomenon and that could be observable in a space with the boundary separated\na well reflecting light metal and a dielectric. An electron that is moving at a\nconstant velocity in proximity to the such boundary creates surface\nplasmon-polaritons with a phase velocity that is below the electron velocity.\nThe linear momentum of a photon in the created plasmon-polariton is calculated.\nThis momentum could be as high as a doubled initial electron momentum. In the\nother case the electron that has created the photon in the plasmon-polariton\ncould totally lost its velocity. It is shown that at the non-zero temperature\nthis process has a non-zero probability.\n"]}]
["1103.2481",{"format":[],"subject":["Physics - General Physics","Nonlinear Sciences - Adaptation and Self-Organizing Systems","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2481","Complexity 13,3 (2008) 16-26"],"date":["2011-03-12"],"type":["text"],"creator":["Fraundorf, P."],"language":[],"coverage":[],"title":["The thermal roots of correlation-based complexity"],"description":["  Bayesian maxent lets one integrate thermal physics and information theory\npoints of view in the quantitative study of complex systems. Since net\nsurprisal (a free energy analog for measuring \"departures from expected\")\nallows one to place second law constraints on mutual information (a\nmulti-moment measure of correlations), it makes a quantitative case for the\nrole of reversible thermalization in the natural history of invention, and\nsuggests multiscale strategies to monitor standing crop as well. It prompts one\nto track evolved complexity starting from live astrophysically-observed\nprocesses, rather than only from evidence of past events. Various gradients and\nboundaries that play a role in availability flow, ranging from the edge of a\nwave-packet to the boundary between idea-pools, allow one to frame wide-ranging\ncorrelations (including that between a phenomenon and its explanation) as\ndelocalized {\\em physical} structures.\n","Comment: 8 pages, 3 figures, 43 references"]}]
["1103.2787",{"format":[],"subject":["Computer Science - Software Engineering","Computer Science - Logic in Computer Science","D.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2787"],"date":["2011-03-14"],"type":["text"],"creator":["Barlas, Konstantinos","Koletsos, George","Stefaneas, Petros"],"language":[],"coverage":[],"title":["Transforming ASN.1 Specifications into CafeOBJ to assist with Property\n  Checking"],"description":["  The adoption of algebraic specification/formal method techniques by the\nnetworks' research community is happening slowly but steadily. We work towards\na software environment that can translate a protocol's specification, from\nAbstract Syntax Notation One (ASN.1 - a very popular specification language\nwith many applications), into the powerful algebraic specification language\nCafeOBJ. The resulting code can be used to check, validate and falsify critical\nproperties of systems, at the pre-coding stage of development. In this paper,\nwe introduce some key elements of ASN.1 and CafeOBJ and sketch some first steps\ntowards the implementation of such a tool including a case study.\n","Comment: 8 pages, 12 figures"]}]
["1103.2795",{"format":[],"subject":["Mathematics - Optimization and Control","Computer Science - Systems and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2795"],"date":["2011-03-14"],"type":["text"],"creator":["Pasqualetti, Fabio","Dörfler, Florian","Bullo, Francesco"],"language":[],"coverage":[],"title":["Cyber-Physical Attacks in Power Networks: Models, Fundamental\n  Limitations and Monitor Design"],"description":["  Future power networks will be characterized by safe and reliable\nfunctionality against physical malfunctions and cyber attacks. This paper\nproposes a unified framework and advanced monitoring procedures to detect and\nidentify network components malfunction or measurements corruption caused by an\nomniscient adversary. We model a power system under cyber-physical attack as a\nlinear time-invariant descriptor system with unknown inputs. Our attack model\ngeneralizes the prototypical stealth, (dynamic) false-data injection and replay\nattacks. We characterize the fundamental limitations of both static and dynamic\nprocedures for attack detection and identification. Additionally, we design\nprovably-correct (dynamic) detection and identification procedures based on\ntools from geometric control theory. Finally, we illustrate the effectiveness\nof our method through a comparison with existing (static) detection algorithms,\nand through a numerical study.\n"]}]
["1103.2799",{"format":[],"subject":["Mathematics - Differential Geometry","58A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2799"],"date":["2011-03-14"],"type":["text"],"creator":["Dziewa-Dawidczyk, Diana","Pasternak-Winiarski, Zbigniew"],"language":[],"coverage":[],"title":["Uniform structures on differential spaces"],"description":["  The uniform structure on a differential space defined by a family of\ngenerators is considered.\n","Comment: 11 pages"]}]
["1103.2806",{"format":[],"subject":["Mathematics - Number Theory","11F33, 11F55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2806"],"date":["2011-03-14"],"type":["text"],"creator":["Kikuta, Toshiyuki","Nagaoka, Shoyu"],"language":[],"coverage":[],"title":["On $p$-adic quaternionic Eisenstein series"],"description":["  We show that certain $p$-adic Eisenstein series for quaternionic modular\ngroups of degree 2 become \"real\" modular forms of level $p$ in almost all\ncases. To prove this, we introduce a $U(p)$ type operator. We also show that\nthere exists a $p$-adic Eisenstein series of the above type that has\ntranscendental coefficients. Former examples of $p$-adic Eisenstein series for\nSiegel and Hermitian modular groups are both rational (i.e., algebraic).\n"]}]
["1103.2809",{"format":[],"subject":["Computer Science - Computational Complexity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2809","EPTCS 52, 2011, pp. 1-12","doi:10.4204/EPTCS.52.1"],"date":["2011-03-14"],"type":["text"],"creator":["Ablayev, Farid","Vasiliev, Alexander"],"language":[],"coverage":[],"title":["On Computational Power of Quantum Read-Once Branching Programs"],"description":["  In this paper we review our current results concerning the computational\npower of quantum read-once branching programs. First of all, based on the\ncircuit presentation of quantum branching programs and our variant of quantum\nfingerprinting technique, we show that any Boolean function with linear\npolynomial presentation can be computed by a quantum read-once branching\nprogram using a relatively small (usually logarithmic in the size of input)\nnumber of qubits. Then we show that the described class of Boolean functions is\nclosed under the polynomial projections.\n","Comment: In Proceedings HPC 2010, arXiv:1103.2268"]}]
["1103.2810",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2810"],"date":["2011-03-14"],"type":["text"],"creator":["Koolen, Jack","Markowsky, Greg","Park, Jongyook"],"language":[],"coverage":[],"title":["On electric resistances for distance-regular graphs"],"description":["  We investigate the behavior of electric potentials on distance-regular\ngraphs, and extend some results of a prior paper. Our main result, Theorem 4,\nshows(together with Corollary 3) that if distance is measured by the electric\nresistance between points then all points are close to being equidistant on a\ndistance-regular graph with large valency. A number of auxiliary results are\nalso presented.\n"]}]
["1103.2815",{"format":[],"subject":["Mathematics - Probability","60F10, 60K05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2815"],"date":["2011-03-14"],"type":["text"],"creator":["Lefevere, Raphael","Mariani, Mauro","Zambotti, Lorenzo"],"language":[],"coverage":[],"title":["Large deviations for a random speed particle"],"description":["  We investigate large deviations for the empirical measure of the position and\nmomentum of a particle traveling in a box with hot walls. The particle travels\nwith uniform speed from left to right, until it hits the right boundary. Then\nit is absorbed and re-emitted from the left boundary with a new random speed,\ntaken from an i.i.d. sequence. It turns out that this simple model, often used\nto simulate a heat bath, displays unusually complex large deviations features,\nthat we explain in detail. In particular, if the tail of the update\ndistribution of the speed is sufficiently oscillating, then the empirical\nmeasure does not satisfy a large deviations principle, and we exhibit optimal\nlower and upper large deviations functionals.\n"]}]
["1103.2825",{"format":[],"subject":["Mathematics - Geometric Topology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2825"],"date":["2011-03-14"],"type":["text"],"creator":["Kaestner, Aaron","Kauffman, Louis H."],"language":[],"coverage":[],"title":["Parity Biquandles"],"description":["  We use crossing parity to construct a generalization of biquandles for\nvirtual knots which we call Parity Biquandles. These structures include all\nbiquandles as a standard example referred to as the even parity biquandle.\nAdditionally, we find all Parity Biquandles arising from the Alexander\nBiquandle and Quaternionic Biquandles. For a particular construction named the\nz-Parity Alexander Biquandle we show that the associated polynomial yields a\nlower bound on the number of odd crossings as well as the total number of real\ncrossings and virtual crossings for the virtual knot. Moreover we extend this\nconstruction to links to obtain a lower bound on the number of crossings\nbetween components of a virtual link.\n","Comment: 25 pages, 21 figures"]}]
["1103.2827",{"format":[],"subject":["Physics - Popular Physics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2827"],"date":["2011-03-14"],"type":["text"],"creator":["Grober, Robert D."],"language":[],"coverage":[],"title":["Resonance as a Means of Distance Control in Putting"],"description":["  This paper extends an initial study [arXiv:0903.1762v1] where it was shown\nthe tempo of the putting strokes of accomplished golfers can be explained by\nassuming these golfers drive their biomechanical system (i.e. golfer and\nputter) resonantly. In this paper it is proposed that a reason for driving the\nsystem resonantly is to simplify the problem of distance control in putting.\n","Comment: 17 pages, zero figures"]}]
["1103.2832",{"format":[],"subject":["Computer Science - Learning","Computer Science - Information Retrieval","Computer Science - Sound"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2832"],"date":["2011-03-14"],"type":["text"],"creator":["Mandel, Michael","Pascanu, Razvan","Larochelle, Hugo","Bengio, Yoshua"],"language":[],"coverage":[],"title":["Autotagging music with conditional restricted Boltzmann machines"],"description":["  This paper describes two applications of conditional restricted Boltzmann\nmachines (CRBMs) to the task of autotagging music. The first consists of\ntraining a CRBM to predict tags that a user would apply to a clip of a song\nbased on tags already applied by other users. By learning the relationships\nbetween tags, this model is able to pre-process training data to significantly\nimprove the performance of a support vector machine (SVM) autotagging. The\nsecond is the use of a discriminative RBM, a type of CRBM, to autotag music. By\nsimultaneously exploiting the relationships among tags and between tags and\naudio-based features, this model is able to significantly outperform SVMs,\nlogistic regression, and multi-layer perceptrons. In order to be applied to\nthis problem, the discriminative RBM was generalized to the multi-label setting\nand four different learning algorithms for it were evaluated, the first such\nin-depth analysis of which we are aware.\n"]}]
["1103.2837",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2837"],"date":["2011-03-14"],"type":["text"],"creator":["Khajehnejad, Amin","Dimakis, Alexandros G.","Hassibi, Babak","Vigoda, Benjamin","Bradley, William"],"language":[],"coverage":[],"title":["Reweighted LP Decoding for LDPC Codes"],"description":["  We introduce a novel algorithm for decoding binary linear codes by linear\nprogramming. We build on the LP decoding algorithm of Feldman et al. and\nintroduce a post-processing step that solves a second linear program that\nreweights the objective function based on the outcome of the original LP\ndecoder output. Our analysis shows that for some LDPC ensembles we can improve\nthe provable threshold guarantees compared to standard LP decoding. We also\nshow significant empirical performance gains for the reweighted LP decoding\nalgorithm with very small additional computational complexity.\n"]}]
["1103.2838",{"format":[],"subject":["Mathematics - Logic","03E02"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2838"],"date":["2011-03-14"],"type":["text"],"creator":["Rinot, Assaf"],"language":[],"coverage":[],"title":["Transforming Rectangles into Squares, with Applications to Strong\n  Colorings"],"description":["  It is proved that every singular cardinal $\\lambda$ admits a function\n$RTS:[\\lambda^+]^2\\rightarrow[\\lambda^+]^2$ that transforms rectangles into\nsquares. Namely, for every cofinal subsets $A,B$ of $\\lambda^+$, there exists a\ncofinal subset $C$ of $lambda^+$, such that $RTS[AxB]$ covers CxC.\n  When combined with a recent result of Eisworth, this shows that Shelah's\nnotion of strong coloring $Pr_1(\\lambda^+,\\lambda^+,\\lambda^+,\\cf(\\lambda))$\ncoincides with the classical negative partition relation\n$\\lambda^+\\not\\rightarrow[\\lambda^+]^2_{\\lambda^+}$.\n","Comment: preliminary version"]}]
["1103.2845",{"format":[],"subject":["Mathematics - Probability","60J50, 60H15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2845"],"date":["2011-03-15"],"type":["text"],"creator":["Jacob, Emmanuel"],"language":[],"coverage":[],"title":["Langevin process reflected on a partially elastic boundary II"],"description":["  A particle subject to a white noise external forcing moves like a Langevin\nprocess. Consider now that the particle is reflected at a boundary which\nrestores a portion c of the incoming speed at each bounce. For c strictly\nsmaller than the critical value 0.1630, the bounces of the reflected process\naccumulate in a finite time.\n  We show that nonetheless the particle is not necessarily absorbed after this\ntime. We define a \"resurrected\" reflected process as a recurrent extension of\nthe absorbed process, and study some of its properties. We also prove that this\nresurrected reflected process is the unique solution to the stochastic partial\ndifferential equation describing the model. Our approach consists in defining\nthe process conditioned on never being absorbed, via an h-transform, and then\ngiving the Ito excursion measure of the recurrent extension thanks to a formula\nfairly similar to Imhof's relation.\n","Comment: 27 pages, 1 figure. This article follows naturally the article\n  \"Langevin process reflected on a partially elastic boundary I\", though it can\n  be read separately"]}]
["1103.2847",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2847","Optical Materials 33 (2011) 835-838","doi:10.1016/j.optmat.2011.01.005"],"date":["2011-03-15"],"type":["text"],"creator":["Peretti, Romain","Jurdyc, Anne-Marie","Jacquier, Bernard","Blanc, Wilfried","Dussardier, Bernard"],"language":[],"coverage":[],"title":["Spectroscopic signature of phosphate crystallization in Erbium-doped\n  optical fibre preforms"],"description":["  In rare-earth-doped silica optical fibres, the homogeneous distribution of\namplifying ions and part of their spectroscopic properties are usually improved\nby adding selected elements, such as phosphorus or aluminum, as structural\nmodifier. In erbium ion (Er3+) doped fibres, phosphorus preferentially\ncoordinates to Er3+ ions to form regular cages around it. However, the\ncrystalline structures described in literature never gave particular\nspectroscopic signature. In this article, we report emission and excitation\nspectra of Er3+ in a transparent phosphorus-doped silica fibre preform. The\nobserved line features observed at room and low temperature are attributed to\nErPO4 crystallites.\n"]}]
["1103.2850",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2850"],"date":["2011-03-15"],"type":["text"],"creator":["Ciliberto, Ciro","Zaidenberg, Mikhail"],"language":[],"coverage":[],"title":["Scrolls and hyperbolicity"],"description":["  Using degeneration to scrolls, we give an easy proof of non-existence of\ncurves of low genera on general surfaces in P3 of degree d >=5. We show, along\nthe same lines, boundedness of families of curves of small enough genera on\ngeneral surfaces in P3. We also show that there exist Kobayashi hyperbolic\nsurfaces in P3 of degree d = 7 (a result so far unknown), and give a new\nconstruction of such surfaces of degree d = 6. Finally we provide some new\nlower bounds for geometric genera of surfaces lying on general hypersurfaces of\ndegree 3d > 15 in P4.\n","Comment: 17p"]}]
["1103.2856",{"format":[],"subject":["Mathematics - General Mathematics","03F55, 46S40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2856","General Mathematics Notes 2011"],"date":["2011-03-15"],"type":["text"],"creator":["Samanta, T. K.","Mohinta, Sumit"],"language":[],"coverage":[],"title":["On Fixed-point theorems in Intuitionistic Fuzzy metric Space I"],"description":["  In this paper, first we have established two sets of sufficient conditions\nfor a TS-IF contractive mapping to have unique fixed point in a intuitionistic\nfuzzy metric space. Then we have defined \\,$(\\,\\epsilon \\,,\\, \\lambda\\,)$\\,\nIF-uniformly locally contractive mapping and \\,$\\eta\\,-$\\,chainable space,\nwhere it has been proved that the \\,$(\\,\\epsilon \\,,\\, \\lambda\\,)$\\,\nIF-uniformly locally contractive mapping possesses a fixed point\n","Comment: 11 pages"]}]
["1103.2864",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2864"],"date":["2011-03-15"],"type":["text"],"creator":["Ciattoni, Alessandro"],"language":[],"coverage":[],"title":["Highly efficient second-harmonic generation from indefinite\n  epsilon-near-zero slabs of subwavelength thickness"],"description":["  We theoretically predict efficient optical second-harmonic generation (SHG)\nfrom a few hundred nanometer thick slab consisting of a quadratic nonlinear\nanisotropic medium whose linear principal permittivities are, at the\nfundamental wavelength, very small and have different signs (indefinite\nmedium). We show that, by illuminating the slab with a p-polarized fundamental\nwave (with intensity of a few MW/cm^2), a highly efficient scattering of the\nsecond-harmonic field occurs when the conditions of linear complete slab\ntransparency for the fundamental wave are met. The high efficiency of the SHG\nprocess, stems from the large non-plasmonic enhancement of the longitudinal\nfield, perpendicular to the slab surface, produced by the very small value of\nthe slab dielectric permittivities. A suitable nano-structured composite is\nproposed and numerically designed for observing the novel non-phase-matched and\nhighly efficient SHG process from nano-structures.\n","Comment: 5 pages, 5 figures"]}]
["1103.2865",{"format":[],"subject":["Computer Science - Computational Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2865"],"date":["2011-03-15"],"type":["text"],"creator":["Cook IV, Atlas F.","Driemel, Anne","Har-Peled, Sariel","Sherette, Jessica","Wenk, Carola"],"language":[],"coverage":[],"title":["Computing the Fr\\'{e}chet Distance Between Folded Polygons"],"description":["  Computing the Fr\\'{e}chet distance for surfaces is a surprisingly hard\nproblem and the only known algorithm is limited to computing it between flat\nsurfaces. We adapt this algorithm to create one for computing the Fr\\'{e}chet\ndistance for a class of non-flat surfaces which we call folded polygons.\nUnfortunately, the original algorithm cannot be extended directly. We present\nthree different methods to adapt it. The first of which is a fixed-parameter\ntractable algorithm. The second is a polynomial-time approximation algorithm.\nFinally, we present a restricted class of folded polygons for which we can\ncompute the Fr\\'{e}chet distance in polynomial time.\n","Comment: 19 pages, 10 figures. Submitted to WADS 2011"]}]
["1103.2868",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2868"],"date":["2011-03-15"],"type":["text"],"creator":["Niethammer, Barbara","Velázquez, Juan J. J. L."],"language":[],"coverage":[],"title":["Self-similar solutions with fat tails for a coagulation equation with\n  diagonal kernel"],"description":["  We consider self-similar solutions of Smoluchowski's coagulation equation\nwith a diagonal kernel of homogeneity $\\gamma < 1$. We show that there exists a\nfamily of second-kind self-similar solutions with power-law behavior\n$x^{-(1+\\rho)}$ as $x \\to \\infty$ with $\\rho \\in (\\gamma,1)$. To our knowledge\nthis is the first example of a non-solvable kernel for which the existence of\nsuch a family has been established.\n"]}]
["1103.2874",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Dynamical Systems","47A35, 37A99, 47B38"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2874"],"date":["2011-03-15"],"type":["text"],"creator":["Christian, Le Merdy","Quanhua, Xu"],"language":[],"coverage":[],"title":["Strong q-variation inequalities for analytic semigroups"],"description":["  Let T : Lp --> Lp be a positive contraction, with p strictly between 1 and\ninfinity. Assume that T is analytic, that is, there exists a constant K such\nthat \\norm{T^n-T^{n-1}} < K/n for any positive integer n. Let q strictly\nbetweeen 2 and infinity and let v^q be the space of all complex sequences with\na finite strong q-variation. We show that for any x in Lp, the sequence\n([T^n(x)](\\lambda))_{n\\geq 0} belongs to v^q for almost every \\lambda, with an\nestimate \\norm{(T^n(x))_{n\\geq 0}}_{Lp(v^q)}\\leq C\\norm{x}_p. If we remove the\nanalyticity assumption, we obtain a similar estimate for the ergodic averages\nof T instead of the powers of T. We also obtain similar results for strongly\ncontinuous semigroups of positive contractions on Lp-spaces.\n"]}]
["1103.2877",{"format":[],"subject":["Mathematics - Number Theory","Mathematics - Combinatorics","05A18 06A07 06B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2877"],"date":["2011-03-15"],"type":["text"],"creator":["De Causmaecker, Patrick","De Wannemacker, Stefan"],"language":[],"coverage":[],"title":["Partitioning in the space of antimonotonic functions"],"description":["  This paper studies partitions in the space of antimonotonic boolean functions\non sets of n elements. The antimonotonic functions are the antichains of the\npartially ordered set of subsets. We analyse and characterise a natural partial\nordering on this set. We study the inter- vals according to this ordering. We\nshow how intervals of antimonotonic functions, and a fortiori the whole space\nof antimonotonic functions can be partitioned as disjoint unions of certain\nclasses of intervals. These in- tervals are uniquely determined by\nantimonotonic functions on smaller sets. This leads to recursive enumeration\nalgorithms and new recursion relations. Using various decompositions, we derive\nnew recursion formu- lae for the number of antimonotonic functions and hence\nfor the number of monotonic functions (i.e. the Dedekind number).\n","Comment: 15 pages"]}]
["1103.2881",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2881"],"date":["2011-03-15"],"type":["text"],"creator":["Meng, Yunji","Liu, Youwen","Li, Peining"],"language":[],"coverage":[],"title":["Defect solitons in defective PT potentials with real part of\n  dual-frequency lattices"],"description":["  We address the properties of defect solitons (DSs) in defective parity-time\npotentials with real part of dual-frequency lattices. The impact of defect on\nstability regions of DSs was considered. For positive defects, DSs whose\nreal/imaginary parts are symmetric/antisymmetric (SA) functions of position are\nalways stable in the semi-infinite gap and nonexistent in the first gap. While\nfor negative defects, in semi-infinite gap, the SADSs are stable in most of\ntheir existence region besides low power region, but in the first gap, all the\nSADSs are stable. The ASDSs are unstable in the whole semi-infinite gap\nregardless of defects, but can be stable in the low power region for positive\ndefects.\n","Comment: 18 pages,5 figures"]}]
["1103.2882",{"format":[],"subject":["Computer Science - Information Theory","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2882"],"date":["2011-03-15"],"type":["text"],"creator":["Merhav, Neri"],"language":[],"coverage":[],"title":["On optimum strategies for minimizing the exponential moments of a given\n  cost function"],"description":["  We consider a general problem of finding a strategy that minimizes the\nexponential moment of a given cost function, with an emphasis on its relation\nto the more common criterion of minimization the expectation of the first\nmoment of the same cost function. In particular, our main result is a theorem\nthat gives simple sufficient conditions for a strategy to be optimum in the\nexponential moment sense. This theorem may be useful in various situations, and\napplication examples are given. We also examine the asymptotic regime and\ninvestigate universal asymptotically optimum strategies in light of the\naforementioned sufficient conditions, as well as phenomena of irregularities,\nor phase transitions, in the behavior of the asymptotic performance, which can\nbe viewed and understood from a statistical-mechanical perspective. Finally, we\npropose a new route for deriving lower bounds on exponential moments of certain\ncost functions (like the square error in estimation problems) on the basis of\nwell known lower bounds on their expectations.\n","Comment: 26 pages, 1 figure; submitted to the IEEE Transactions on Information\n  Theory"]}]
["1103.2886",{"format":[],"subject":["Computer Science - Information Retrieval","H.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2886","Information und Wissen: global, sozial und frei? Proceedings des\n  12. Internationalen Symposiums f\\\"ur Informationswissenschaft. Joachim\n  Griesbaum, Thomas Mandl, Christa Womser-Hacker (Editors). VWH, Boizenburg,\n  2011. Pages 24-35"],"date":["2011-03-15"],"type":["text"],"creator":["Sirotkin, Pavel"],"language":[],"coverage":[],"title":["Predicting User Preferences"],"description":["  The many metrics employed for the evaluation of search engine results have\nnot themselves been conclusively evaluated. We propose a new measure for a\nmetric's ability to identify user preference of result lists. Using this\nmeasure, we evaluate the metrics Discounted Cumulated Gain, Mean Average\nPrecision and classical precision, finding that the former performs best. We\nalso show that considering more results for a given query can impair rather\nthan improve a metric's ability to predict user preferences.\n"]}]
["1103.2889",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2889"],"date":["2011-03-15"],"type":["text"],"creator":["Sverdlov, Roman"],"language":[],"coverage":[],"title":["Can Bohmian particle be a source of \"continuous collapse\" in GRW-type\n  theories"],"description":["  The purpose of this paper is to unite Pilot Wave model with GRW ideas through\na proposal that Bohmian particle serves as a source of continuous collapse. The\ncontinuous trajectory of a particle allows the particle-centered collapse\nmechanism to be continuous as well. This allows us to remove the \"stochastic\"\nelement from typical GRW proposals.\n","Comment: 19 pages, no figures"]}]
["1103.2897",{"format":[],"subject":["Computer Science - Information Theory","94A12, 90C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2897"],"date":["2011-03-15"],"type":["text"],"creator":["Lorenz, Dirk A."],"language":[],"coverage":[],"title":["Constructing test instances for Basis Pursuit Denoising"],"description":["  The number of available algorithms for the so-called Basis Pursuit Denoising\nproblem (or the related LASSO-problem) is large and keeps growing. Similarly,\nthe number of experiments to evaluate and compare these algorithms on different\ninstances is growing.\n  In this note, we present a method to produce instances with exact solutions\nwhich is based on a simple observation which is related to the so called source\ncondition from sparse regularization.\n"]}]
["1103.2902",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2902"],"date":["2011-03-15"],"type":["text"],"creator":["Mozgovoy, Sergey"],"language":[],"coverage":[],"title":["On the motivic Donaldson-Thomas invariants of quivers with potentials"],"description":["  We study motivic Donaldson-Thomas invariants for a class of quivers with\npotentials using the strategy of Behrend, Bryan, and Szendroi. This class\nincludes quivers with potentials arising from consistent brane tilings and\nquivers with zero potential. Our construction is an alternative to the\nconstructions of Kontsevich and Soibelman. We construct an integration map from\nthe equivariant Hall algebra to the quantum torus and show that our motivic\nDonaldson-Thomas invariants are images of the natural elements in the\nequivariant Hall algebra. We show that the inegration map is an algebra\nhomomorphism and use this fact to prove the Harder-Narasimhan relation for the\nmotivic Donaldson-Thomas invariants.\n","Comment: 12 pages"]}]
["1103.2913",{"format":[],"subject":["Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2913"],"date":["2011-03-15"],"type":["text"],"creator":["Kumar, Mrinal","Maheswari, Gaurav","Sadagopan, N."],"language":[],"coverage":[],"title":["A Characterization of all Stable Minimal Separator Graphs"],"description":["  In this paper, our goal is to characterize two graph classes based on the\nproperties of minimal vertex (edge) separators. We first present a structural\ncharacterization of graphs in which every minimal vertex separator is a stable\nset. We show that such graphs are precisely those in which the induced\nsubgraph, namely, a cycle with exactly one chord is forbidden. We also show\nthat deciding maximum such forbidden subgraph is NP-complete by establishing a\npolynomial time reduction from maximum induced cycle problem [1]. This result\nis of independent interest and can be used in other combinatorial problems.\nSecondly, we prove that a graph has the following property: every minimal edge\nseparator induces a matching (that is no two edges share a vertex in common) if\nand only if it is a tree.\n"]}]
["1103.2914",{"format":[],"subject":["Quantitative Finance - Trading and Market Microstructure"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2914"],"date":["2011-03-15"],"type":["text"],"creator":["Moreno-Bromberg, Santiago","Taschini, Luca"],"language":[],"coverage":[],"title":["Pollution permits, Strategic Trading and Dynamic Technology Adoption"],"description":["  This paper analyzes the dynamic incentives for technology adoption under a\ntransferable permits system, which allows for strategic trading on the permit\nmarket. Initially, firms can invest both in low-emitting production\ntechnologies and trade permits. In the model, technology adoption and allowance\nprice are generated endogenously and are inter-dependent. It is shown that the\nnon-cooperative permit trading game possesses a pure-strategy Nash equilibrium,\nwhere the allowance value reflects the level of uncovered pollution (demand),\nthe level of unused allowances (supply), and the technological status. These\nconditions are also satisfied when a price support instrument, which is\ncontingent on the adoption of the new technology, is introduced. Numerical\ninvestigation confirms that this policy generates a floating price floor for\nthe allowances, and it restores the dynamic incentives to invest. Given that\nthis policy comes at a cost, a criterion for the selection of a self-financing\npolicy (based on convex risk measures) is proposed and implemented.\n","Comment: 29 pages, 20 figures"]}]
["1103.2916",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2916"],"date":["2011-03-15"],"type":["text"],"creator":["Gribacheva, Dobrinka"],"language":[],"coverage":[],"title":["A natural connection on a basic class of Riemannian product manifolds"],"description":["  A Riemannian manifold M with an integrable almost product structure P is\ncalled a Riemannian product manifold. Our investigations are on the manifolds\n(M; P; g) of the largest class of Riemannian product manifolds, which is closed\nwith respect to the group of conformal transformations of the metric g. This\nclass is an analogue of the class of locally conformal K\u007fahler manifolds in\nalmost Hermitian geometry. In the present paper we study a natural connection D\non (M; P; g) (i.e. DP = Dg = 0). We find necessary and suffcient conditions the\ncurvature tensor of D to have properties similar to the K\u007fahler tensor in\nHermitian geometry. We pay attention to the case when D has a parallel\ntorsion.We establish that the Weyl tensors for the connection D and the\nLevi-Civita connection coincide as well as the invariance of the curvature\ntensor of D with respect to the usual conformal transformation. We consider the\ncase when D is a at connection. We construct an example of the considered\nmanifold by a Lie group where D is a at connection with non-parallel torsion.\n","Comment: 14 pages"]}]
["1103.2918",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2918"],"date":["2011-03-15"],"type":["text"],"creator":["Mahmudov, Nazim I."],"language":[],"coverage":[],"title":["Korovkin type theorem for iterates of certain positive linear operators"],"description":["  In this paper we prove that if T:C[0,1] \\rightarrow C[0,1] is a positive\nlinear operator with T(e_0)=1 and T(e_1)-e_1 does not change the sign, then the\niterates T^{m} converges to some positive linear operator T^{\\infty} :C[0,1]\n\\rightarrow C[0,1] and we derive quantitative estimates in terms of modulii of\nsmoothness. This result enlarges the class of operators for which the limit of\nthe iterates can be computed and the quantitative estimates of iterates can be\ngiven.\n"]}]
["1103.2921",{"format":[],"subject":["Mathematical Physics","Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","35Q40, 35A08, 31C12, 53C21, 53C27"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2921"],"date":["2011-03-15"],"type":["text"],"creator":["Krausshar, Rolf Soeren"],"language":[],"coverage":[],"title":["The Klein-Gordon operator on M\\\"obius strip domains and the Klein bottle\n  in $\\mathbb{R}^n$"],"description":["  In this paper we present explicit formulas for the fundamental solution to\nthe Klein-Gordon operator on some higher dimensional generalizations of the\nM\\\"obius strip and the Klein bottle with values in distinct pinor bundles. The\nfundamental solution is described in terms of generalizations of the\nWeierstra{\\ss} $\\wp$-function that are adapted to the context of these\ngeometries. The explicit formulas for the kernel then allow us to express all\nsolutions to the homogeneous and inhomogeneous Klein-Gordon problem with given\nboundary data in the context of these manifolds. In the case of the Klein\nbottle we are able to describe all null solutions of the Klein-Gordon equation\nin terms of finite linear combinations of the fundamental solution and its\npartial derivatives.\n","Comment: 18 pages"]}]
["1103.2922",{"format":[],"subject":["Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2922"],"date":["2011-03-15"],"type":["text"],"creator":["Nagao, Kentaro"],"language":[],"coverage":[],"title":["Wall-crossing of the motivic Donaldson-Thomas invariants"],"description":["  We study motivic Donaldson-Thomas invariants in the sense of\nBehrend-Bryan-Szendroi. A wall-crossing formula under a mutation is proved for\na certain class of quivers with potentials.\n","Comment: 29 pages, 4 figures"]}]
["1103.2933",{"format":[],"subject":["Mathematics - Quantum Algebra","16T05 (Primary), 15A69 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2933"],"date":["2011-03-15"],"type":["text"],"creator":["Anagnostopoulos, V.","Sarantopoulos, Y."],"language":[],"coverage":[],"title":["Circle products as restrictions of the square product"],"description":["  We equip the tensor algebra of a vector space $U$ over the real or complex\nfield with an alternative product. The new product has the property that if we\nspecialize it to the symmetric tensor algebra becomes the circle product\nintroduced by Brouder while specialization to the antisymmetric algebra becomes\nthe circle product introduced by Rota and Stein. We prove some interesting\nproperties of this product analogous to the properties proved by the previous\nauthors. We use Hopf algebraic methods to simplify our results. Finally we\nprove that the classical algebraic structure of the tensor algebra and the new\none are homomorphically isomorphic.\\bigskip\n"]}]
["1103.2934",{"format":[],"subject":["Mathematical Physics","Mathematics - Spectral Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2934","doi:10.1016/j.jmaa.2011.03.022"],"date":["2011-03-15"],"type":["text"],"creator":["de Oliveira, Cesar R.","Verri, Alessandra A."],"language":[],"coverage":[],"title":["On the spectrum and weakly effective operator for Dirichlet Laplacian in\n  thin deformed tubes"],"description":["  We study the Laplacian in deformed thin (bounded or unbounded) tubes in\n?$\\R^3$, i.e., tubular regions along a curve $r(s)$ whose cross sections are\nmultiplied by an appropriate deformation function $h(s)> 0$. One the main\nrequirements on $h(s)$ is that it has a single point of global maximum. We find\nthe asymptotic behaviors of the eigenvalues and weakly effective operators as\nthe diameters of the tubes tend to zero. It is shown that such behaviors are\nnot influenced by some geometric features of the tube, such as curvature,\ntorsion and twisting, and so a huge amount of different deformed tubes are\nasymptotically described by the same weakly effective operator.\n"]}]
["1103.2936",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2936"],"date":["2011-03-15"],"type":["text"],"creator":["Vlasis, A.","van Eerten, H.","Meliani, Z.","Keppens, R."],"language":[],"coverage":[],"title":["Two-shell collisions in the GRB afterglow phase"],"description":["  Strong optical and radio flares often appear in the afterglow phase of\nGamma-Ray Bursts (GRBs). It has been proposed that colliding ultra-relativistic\nshells can produce these flares. Such consecutive shells can be formed due to\nthe variability in the central source of a GRB. We perform high resolution 1D\nnumerical simulations of late collisions between two ultra-relativistic shells\nin order to explore these events. We examine the case where a cold uniform\nshell collides with a self-similar Blandford and McKee shell in a constant\ndensity environment and consider cases with different Lorentz factor and energy\nfor the uniform shell. We produce the corresponding on-axis light curves and\nemission images for the afterglow phase and examine the occurrence of optical\nand radio flares assuming a spherical explosion and a hard-edged jet scenario.\nFor our simulations we use the Adaptive Mesh Refinement version of the\nVersatile Advection Code (AMRVAC) coupled to a linear radiative transfer code\nto calculate synchrotron emission. We find steeply rising flare like behavior\nfor small jet opening angles and more gradual rebrightenings for large opening\nangles. Synchrotron self-absorption is found to strongly influence the onset\nand shape of the radio flare.\n","Comment: Accepted for publication in MNRAS"]}]
["1103.2939",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2939","Physical Review B, Vol. 83, Pg. 094409 (2011)","doi:10.1103/PhysRevB.83.094409"],"date":["2011-03-15"],"type":["text"],"creator":["Sarkar, Tapati","Duffort, V.","Pralong, V.","Caignaert, V.","Raveau, B."],"language":[],"coverage":[],"title":["Oxygen hyperstoichiometric hexagonal ferrite CaBaFe4O7+\\delta (\\delta\n  \\approx 0.14) : coexistence of ferrimagnetism and spin glass behavior"],"description":["  An oxygen hyperstoichiometric ferrite CaBaFe4O7+\\delta (\\delta \\approx 0.14)\nhas been synthesized using \"soft\" reduction of CaBaFe4O8. Like the oxygen\nstoichiometric ferrimagnet CaBaFe4O7, this oxide also keeps the hexagonal\nsymmetry (space group: P63mc), and exhibits the same high Curie temperature of\n270 K. However, the introduction of extra oxygen into the system weakens the\nferrimagnetic interaction significantly at the cost of increased magnetic\nfrustration at low temperature. Moreover, this canonical spin glass (Tg ~ 166\nK) exhibits an intriguing cross-over from de Almeida-Thouless type to\nGabay-Toulouse type critical line in the field temperature plane above a\ncertain field strength, which can be identified as the anisotropy field. Domain\nwall pinning is also observed below 110 K. These results are interpreted on the\nbasis of cationic disordering on the iron sites.\n","Comment: 23 pages, 9 figures"]}]
["1103.2942",{"format":[],"subject":["Condensed Matter - Other Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2942","Bulgarian Journal of Physics, Vol. 38 (2011)"],"date":["2011-03-15"],"type":["text"],"creator":["Lalov, I. J.","Zhelyazkov, I."],"language":[],"coverage":[],"title":["Frenkel Excitons--Charge-Transfer Excitons--Phonons Coupling in\n  One-Component Molecular Crystals"],"description":["  In this paper, we simulate the linear absorption spectra of the MePTCDI and\nPTCDA crystals. The basic Hamiltonian describes the Frenkel excitons and\ncharge-transfer excitons mixing in the molecular stack (point group C_i) and\ntheir linear coupling with one vibrational mode of an intramolecular vibration.\nUsing the vibronic approach, we calculate the linear optical susceptibility in\nthe excitonic and one-phonon vibronic regions of the molecular stack and of a\ncrystal with two types of nonequivalent stacks. We put the excitonic and\nvibrational parameters for the two crystals fitted in the previous studies and\nanalyze some important features of of the linear absorption lineshape in the\nspectral region of 15 000--23 000 cm^-1 and the virtual positions of\nmany-particle bands. Our study exhibits the necessity of introducing the\nFE--CTEs mixing in the interpretation of the linear absorption spectra,\nespecially in the MePTCDI crystal.\n","Comment: 22 pages, 14 figures, Special Issue of Bulgarian Journal of Physics\n  in Memoriam Academician Matey Mateev"]}]
["1103.2945",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2945"],"date":["2011-03-15"],"type":["text"],"creator":["Borghini, Nicolas","Gombeaud, Clement"],"language":[],"coverage":[],"title":["Dynamical evolution of heavy quarkonia in a deconfined medium"],"description":["  We investigate some consequences of the possibility that heavy quarkonia in a\nquark-gluon plasma possess different (quasi-) bound states, between which\ntransitions are possible. In particular, we show that the time-evolution\neigenstates in the medium are mixtures of the vacuum eigenstates. This leads to\nabundance ratios of quarkonia that differ from those predicted in statistical\nmodels or in the sequential-melting picture.\n","Comment: 5 pages, 3 figures"]}]
["1103.2946",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2946","PHYSICS 3, 27 (2010)","doi:10.1103/Physics.3.27"],"date":["2011-03-15"],"type":["text"],"creator":["Hasan, M. Zahid","Bernevig, B. Andrei"],"language":[],"coverage":[],"title":["Dirac cone in iron-based high Tc superconductors"],"description":["  The band structure of iron-based superconductors gives rise to yet another\nscenario for the appearance of Dirac fermions. A viewpoint on \"Observation of\nDirac cone electronic dispersion in BaFe2As2\" (Richard et.al., PRL 104, 137001\n(2010)).\n","Comment: 3 Pages, 1 Figure, Invited perspective article\n  http://physics.aps.org/articles/v3/27"]}]
["1103.2947",{"format":[],"subject":["Condensed Matter - Superconductivity","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2947","Solid State Phenomena, 2011 (special issue, in print)"],"date":["2011-03-15"],"type":["text"],"creator":["Ali, Tahir","Bauer, Ernst","Hilscher, Gerfried","Michor, Herwig"],"language":[],"coverage":[],"title":["Structural, Superconducting and Magnetic Properties of\n  La(3-x)R(x)Ni2B2N3 (R = Ce, Pr, Nd)"],"description":["  We report on structural and superconducting properties of La(3-x)R(x)Ni2B2N3\nwhere La is substituted by the magnetic rare-earth elements Ce, Pr, Nd. The\ncompounds Pr3Ni2B2N3 and Nd3Ni2B2N3 are characterized for the first time.\nPowder X-ray diffraction confirmed all samples R3Ni2B2N3 with R = La, Ce, Pr,\nNd and their solid solutions to crystallize in the body centered tetragonal\nLa3Ni2B2N3 structure type. Superconducting and magnetic properties of\nLa(3-x)R(x)Ni2B2N3 were studied by resistivity, specific heat and\nsusceptibility measurements. While La3Ni2B2N3 has a superconducting transition\ntemperature Tc ~ 14 K, substitution of La by Ce, Pr, and Nd leads to magnetic\npair breaking and, thus, to a gradual suppression of superconductivity.\nPr3Ni2B2N3 exibits no long range magnetic order down to 2 K, Nd3Ni2B2N3 shows\nferrimagnetic ordering below T_C = 17 K and a spin reorientation transition to\na nearly antiferromagnetic state at 10 K.\n","Comment: 5 pages, 4 figures, presented at 17. International Conference on\n  Solid Compounds of Transition Elements, Annecy, France; 05.09.2010 -\n  10.09.2010"]}]
["1103.2952",{"format":[],"subject":["Computer Science - Mathematical Software","Mathematics - Optimization and Control"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2952"],"date":["2011-03-14"],"type":["text"],"creator":["Chen, Wei"],"language":[],"coverage":[],"title":["Data sets of very large linear feasibility problems solved by projection\n  methods"],"description":["  We give a link to a page on the Web on which we deposited a set of eight huge\nLinear Programming (LP) problems for Intensity-Modulated Proton Therapy (IMPT)\ntreatment planning. These huge LP problems were employed in our recent research\nand we were asked to make them public.\n","Comment: 4 pages, 1 table"]}]
["1103.2964",{"format":[],"subject":["Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2964"],"date":["2011-03-15"],"type":["text"],"creator":["Choksi, Rustum","Maras, Mirjana","Williams, J. F."],"language":[],"coverage":[],"title":["2D Phase Diagram for Minimizers of a Cahn-Hilliard Functional with\n  Long-Range Interactions"],"description":["  This paper presents a detailed asymptotic and numerical investigation of the\nphase diagram for global minimizers to a Cahn-Hilliard functional with\nlong-range interactions in two space dimensions. We introduce a small parameter\nmeasuring perturbation from the minimal orderdisorder transition, and derive\nasymptotic estimates for stability regions as the parameter tends to zero.\nBased upon the H^-1 gradient ow, we introduce a hybrid numerical method to\nnavigate through the complex energy landscape and access the ground state of\nthe functional. We use this method to numerically compute the phase diagram.\nOur asymptotic predictions show surprisingly good agreement with our numerical\nresults.\n"]}]
["1103.2969",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2969"],"date":["2011-03-15"],"type":["text"],"creator":["Stevenson, R. M.","Salter, C. L.","de la Giroday, A. Boyer","Farrer, I. A.","Nicoll, C. A.","Ritchie, D. A.","Shields, A. J."],"language":[],"coverage":[],"title":["Coherent entangled light generated by quantum dots in the presence of\n  nuclear magnetic fields"],"description":["  A practical source of high fidelity entangled photons is desirable for\nquantum information applications and exploring quantum physics. Semiconductor\nquantum dots have recently been shown to conveniently emit entangled light when\ndriven electrically, however the fidelity was not optimal. Here we show that\nthe fidelity is not limited by decoherence, but by coherent interaction with\nnuclei. Furthermore we predict that on 100\\mu s timescales, strongly enhanced\nfidelities could be achieved. This insight could allow tailoring of quantum\nlogic to operate using quantum dots in the fault tolerant regime.\n"]}]
["1103.2974",{"format":[],"subject":["Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2974"],"date":["2011-03-15"],"type":["text"],"creator":["Hong, Guosong","Tabakman, Scott M.","Welsher, Kevin","Chen, Zhuo","Robinson, Joshua T.","Wang, Hailiang","Zhang, Bo","Dai, Hongjie"],"language":[],"coverage":[],"title":["Near-Infrared Fluorescence Enhanced (NIR-FE) Molecular Imaging of Live\n  Cells on Gold Substrates"],"description":["  Low quantum yields of near infrared (NIR) fluorophores have limited their\ncapabilities as imaging probes in a transparent, low background imaging window.\nHere for the first time we reported near-infrared fluorescence enhance (NIR-FE)\ncell imaging using nanostructured Au substrate, which was employed as a general\nplatform for both single-walled carbon nanotubes (SWNTs) and organic\nfluorescent labels in the NIR region. Fluorescence intensity, as well as cell\ntargeting specificity, was greatly improved by this novel imaging technique.\nWith NIR-FE imaging, we were able to image SWNT-stained cells at short exposure\ntime of 300ms, and push the detectable limit of SWNT staining of cells down to\nan ultralow concentration of ~50 pM. Further, different degrees of fluorescence\nenhancement for endocytosed, intracellular SWNTs vs. nanotubes on the cell\nmembrane at the cell/gold interface were observed, suggesting the possibility\nof using this technique to track the transmembrane behavior of NIR\nfluorophores.\n","Comment: in press at Angewandte Chemie"]}]
["1103.2979",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2979"],"date":["2011-03-15"],"type":["text"],"creator":["van Bargen, Holger","Scheutzow, Michael","Wasserroth, Simon"],"language":[],"coverage":[],"title":["Exponential growth rate for derivatives of stochastic flows"],"description":["  We show that for a large class of stochastic flows the spatial derivative\ngrows at most exponentially fast even if one takes the supremum over a bounded\nset of initial points. We derive explicit bounds on the growth rates that\ndepend on the local characteristics of the flow and the box dimension of the\nset.\n"]}]
["1103.2985",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2985"],"date":["2011-03-15"],"type":["text"],"creator":["Klartag, Bo'az","Milman, Emanuel"],"language":[],"coverage":[],"title":["Centroid Bodies and the Logarithmic Laplace Transform - A Unified\n  Approach"],"description":["  We unify and slightly improve several bounds on the isotropic constant of\nhigh-dimensional convex bodies; in particular, a linear dependence on the\nbody's psi-2 constant is obtained. Along the way, we present some new bounds on\nthe volume of L_p-centroid bodies and yet another equivalent formulation of\nBourgain's hyperplane conjecture. Our method is a combination of the\nL_p-centroid body technique of Paouris and the logarithmic Laplace transform\ntechnique of the first named author.\n"]}]
["1103.2989",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies","Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2989"],"date":["2011-03-15"],"type":["text"],"creator":["Kuzmin, S.","Duley, W. W."],"language":[],"coverage":[],"title":["Infrared Spectra of Dehydrogenated Carbon Molecules"],"description":["  The detection of fullerene molecules in a variety of astrophysical\nenvironments suggests that smaller dehydrogenated carbon molecules may also be\npresent in these sources. One of these is planar C24 which has been shown to be\nmore stable than the cage fullerene with the same number of carbon atoms. To\nfacilitate searches for C24 and some simple derivatives we have calculated\ninfrared spectra for these molecules using first principles density functional\ntechniques (DFT). Infrared spectra are also presented for several novel carbon\ncage molecules formed from dehydrogenated polycyclic aromatic hydrocarbon\nmolecules. Infrared spectra of a number of these molecules are quite\ndistinctive and we discuss the possibility of detecting these species in the\npresence of C60 and other fullerenes.\n","Comment: 15 pages, 3 figures"]}]
["astro-ph/0504497",{"format":[],"subject":["Astrophysics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0504497"],"date":["2005-04-22"],"type":["text"],"creator":["Kaltenegger, Lisa"],"language":[],"coverage":[],"title":["Search for Extra-Terrestrial planets: The DARWIN mission - Target Stars\n  and Array Architectures"],"description":["  The DARWIN mission is an Infrared free flying interferometer mission based on\nthe new technique of nulling interferometry. Its main objective is to detect\nand characterize other Earth-like planets, analyze the composition of their\natmospheres and their capability to sustain life, as we know it. DARWIN is\ncurrently in definition phase. This PhD work that has been undertaken within\nthe DARWIN team at the European Space Agency (ESA) addresses two crucial\naspects of the mission. Firstly, a DARWIN target star list has been established\nthat includes characteristics of the target star sample that will be critical\nfor final mission design, such as, luminosity, distance, spectral\nclassification, stellar variability, multiplicity, location and radius of the\nstar. Constrains were applied as set by planet evolution theory and mission\narchitecture. Secondly, a number of alternative mission architectures have been\nevaluated on the basis of interferometer response as a function of wavelength,\nachievable modulation efficiency, number of telescopes and starlight rejection\ncapabilities. The study has shown that the core mission goals should be\nachievable with a lower level of complexity as compared to the current baseline\nconfiguration.\n","Comment: PhD thesis 2004, Karl Franzens Univ. Graz, 177 pages, download at:\n  http://cfa-www.harvard.edu/~lkaltenegger/"]}]
["astro-ph/0511241",{"format":[],"subject":["Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0511241"],"date":["2005-11-08","2011-03-15"],"type":["text"],"creator":["Roberts, Mark D."],"language":[],"coverage":[],"title":["Halo Spacetime"],"description":["  It is shown that constant galactic rotation curves require a logarithmic\npotential in both newtonian and relativistic theory. In newtonian theory the\ndensity vanishes asymptotically, but there are a variety of possibilities for\nperfect fluid einstein theory.\n","Comment: To appear in the Electronic Journal of Theoretical Physics, updated\n  to coincide with published version"]}]
["astro-ph/0606733",{"format":[],"subject":["Astrophysics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0606733","Proceedings IAUC200: Direct Imaging of Exoplanets: Science and\n  Techniques, 2005, eds C. Aime, F. Vakili","doi:10.1017/S1743921306009410"],"date":["2006-06-29"],"type":["text"],"creator":["Kaltenegger, L.","Fridlund, M."],"language":[],"coverage":[],"title":["Characteristics of proposed 3 and 4 telescope configurations for Darwin\n  and TPF-I"],"description":["  The Darwin and TPF-I missions are Infrared free flying interferometer\nmissions based on nulling interferometry. Their main objective is to detect and\ncharacterize other Earth-like planets, analyze the composition of their\natmospheres and their capability to sustain life, as we know it. Darwin and\nTPF-I are currently in study phase. A number of mission architectures of 3 and\n4 free flying telescopes are evaluated on the basis of the interferometer's\nresponse, ability to distinguish multiple planet signatures and starlight\nrejection capabilities. The characteristics of the new configurations are\ncompared also to the former, more complex Bowtie baseline architectures as well\nas evaluated on base of their science capability.\n","Comment: 4 pages, 2 figures"]}]
["astro-ph/0609398",{"format":[],"subject":["Astrophysics","Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/astro-ph/0609398","Astrophys.J.658:598-616,2007","doi:10.1086/510996"],"date":["2006-09-14","2006-11-06"],"type":["text"],"creator":["Kaltenegger, L.","Traub, W. A.","Jucks, K. W."],"language":[],"coverage":[],"title":["Spectral Evolution of an Earth-Like Planet"],"description":["  We have developed a characterization of the geological evolution of the\nEarths atmosphere and surface in order to model the observable spectra of an\nEarth-like planet through its geological history. These calculations are\ndesigned to guide the interpretation of an observed spectrum of such a planet\nby future instruments that will characterize exoplanets. Our models focus on\nspectral features that either imply habitability or are required for\nhabitability. These features are generated by H2O, CO2, CH4, O2, O3, N2O, and\nvegetation-like surface albedos. We chose six geological epochs to\ncharacterize. These epochs exhibit a wide range in abundance for these\nmolecules, ranging from a CO2 rich early atmosphere, to a CO2/CH4-rich\natmosphere around 2 billion years ago to a present-day atmosphere. We analyzed\nthe spectra to quantify the strength of each important spectral feature in both\nthe visible and thermal infrared spectral regions, and the resolutions required\nto unambiguously observe the features for each epoch. We find a wide range of\nspectral resolutions required for observing the different features. For\nexample, H2O and O3 can be observed with relatively low resolution, while O2\nand N2O require higher resolution. We also find that the inclusion of clouds in\nour models significantly affects both the strengths and resolutions required to\nobserve all spectral features.\n","Comment: 34 pages, 24 fig, pdf, ApJ, TBP"]}]
["cond-mat/0606167",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/cond-mat/0606167","in Multifield Problems in Solid and Fluid Mechanics, eds. R.\n  Helmig, A. Mielke and B. Wohlmuth (Springer, 2006), p.113-143"],"date":["2006-06-07"],"type":["text"],"creator":["Harting, Jens","Hecht, Martin","Herrmann, Hans J.","McNamara, Sean"],"language":[],"coverage":[],"title":["Computer Simulation of Particle Suspensions"],"description":["  Particle suspensions are ubiquitous in our daily life, but are not well\nunderstood due to their complexity. During the last twenty years, various\nsimulation methods have been developed in order to model these systems. Due to\nvarying properties of the solved particles and the solvents, one has to choose\nthe simulation method properly in order to use the available compute resources\nmost effectively with resolving the system as well as needed. Various\ntechniques for the simulation of particle suspensions have been implemented at\nthe Institute for Computational Physics allowing us to study the properties of\nclay-like systems, where Brownian motion is important, more macroscopic\nparticles like glass spheres or fibers solved in liquids, or even the pneumatic\ntransport of powders in pipes. In this paper we will present the various\nmethods we applied and developed and discuss their individual advantages.\n","Comment: 31 pages, 11 figures, to appear in Lecture Notes in Applied and\n  Computational Mechanics, Springer (2006)"]}]
["math/0204228",{"format":[],"subject":["Mathematics - Geometric Topology","57M27 (primary), 57M20, 57M50 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0204228","Comm. Anal. Geom. 14 (2006), 967-1024"],"date":["2002-04-18","2005-12-11"],"type":["text"],"creator":["Martelli, Bruno","Petronio, Carlo"],"language":[],"coverage":[],"title":["Dehn filling of the \"magic\" 3-manifold"],"description":["  We classify all the non-hyperbolic Dehn fillings of the complement of the\nchain-link with 3 components, conjectured to be the smallest hyperbolic\n3-manifold with 3 cusps. We deduce the classification of all non-hyperbolic\nDehn fillings of infinitely many 1-cusped and 2-cusped hyperbolic manifolds,\nincluding most of those with smallest known volume. Among other consequences of\nthis classification, we mention the following:\n  - for every integer n we can prove that there are infinitely many hyperbolic\nknots in the 3-sphere having exceptional surgeries n, n+1, n+2, n+3, with n+1,\nn+2 giving small Seifert manifolds and n, n+3 giving toroidal manifolds;\n  - we exhibit a 2-cusped hyperbolic manifold that contains a pair of\ninequivalent knots having homeomorphic complements;\n  - we exhibit a chiral 3-manifold containing a pair of inequivalent hyperbolic\nknots with orientation-preservingly homeomorphic complements;\n  - we give explicit lower bounds for the maximal distance between small\nSeifert fillings and any other kind of exceptional filling.\n","Comment: 56 pages, 10 figures, 16 tables. Some consequences of the\n  classification added"]}]
["physics/0104079",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Biological Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0104079","doi:10.1016/j.jcis.2011.02.022"],"date":["2001-04-24","2001-04-25"],"type":["text"],"creator":["Rathgeber, A.","Strobl, C.","Kutschera, H. -J.","Wixforth, A."],"language":[],"coverage":[],"title":["Planar microfluidics - liquid handling without walls"],"description":["  The miniaturization and integration of electronic circuitry has not only made\nthe enormous increase in performance of semiconductor devices possible but also\nspawned a myriad of new products and applications ranging from a cellular phone\nto a personal computer. Similarly, the miniaturization and integration of\nchemical and biological processes will revolutionize life sciences. Drug design\nand diagnostics in the genomic era require reliable and cost effective high\nthroughput technologies which can be integrated and allow for a massive\nparallelization. Microfluidics is the core technology to realize such\nminiaturized laboratories with feature sizes on a submillimeter scale. Here, we\nreport on a novel microfluidic technology meeting the basic requirements for a\nmicrofluidic processor analogous to those of its electronic counterpart: Cost\neffective production, modular design, high speed, scalability and\nprogrammability.\n"]}]
["physics/0603068",{"format":[],"subject":["Physics - General Physics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/physics/0603068","Complexity 13, 6 (2008) 29-39"],"date":["2006-03-09","2007-03-06"],"type":["text"],"creator":["Fraundorf, P."],"language":[],"coverage":[],"title":["A simplex model for layered niche networks"],"description":["  The standing crop of correlations in metazoan communities may be assessed by\nan inventory of niche structures focused inward and outward from the physical\nboundaries of skin (self), gene-pool (family), and meme-pool (culture). We\nconsider tracking the progression from three and four correlation layers in\nmany animal communities, to five of six layers for the shared adaptation of\nmost humans, with an attention-slice model that maps the niche-layer focus of\nindividuals onto the 6-variable space of a 5-simplex. The measure puts\nquestions about the effect, on culture and species, of policy and natural\nevents into a common context, and may help explore the impact of\nelectronically-mediated codes on community health.\n","Comment: 10 pages, 9 figures, 16 references, cf.\n  http://newton.umsl.edu/~philf/correlatedstates.html"]}]
