["0711.3328",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - K-Theory and Homology","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3328","Pure and Applied Mathematics Quarterly 8 (2012), no. 2, 313--328"],"date":["2007-11-21"],"type":["text"],"creator":["Linnell, Peter","Schick, Thomas"],"language":[],"coverage":[],"title":["The Atiyah conjecture and Artinian rings"],"description":["  Let G be a group such that its finite subgroups have bounded order, let d\ndenote the lowest common multiple of the orders of the finite subgroups of G,\nand let K be a subfield of C that is closed under complex conjugation. Let U(G)\ndenote the algebra of unbounded operators affiliated to the group von Neumann\nalgebra N(G), and let D(KG,U(G)) denote the division closure of KG in U(G);\nthus D(KG,U(G)) is the smallest subring of U(G) containing KG that is closed\nunder taking inverses. Suppose n is a positive integer, and \\alpha \\in\n\\Mat_n(KG). Then \\alpha induces a bounded linear map \\alpha: l^2(G)^n \\to\n\\l^2(G)^n, and \\ker\\alpha has a well-defined von Neumann dimension \\dim_{N(G)}\n(\\ker\\alpha). This is a nonnegative real number, and one version of the Atiyah\nconjecture states that d \\dim_{N(G)}(\\ker\\alpha) \\in Z. Assuming this\nconjecture, we shall prove that if G has no nontrivial finite normal subgroup,\nthen D(KG,U(G)) is a d \\times d matrix ring over a skew field. We shall also\nconsider the case when G has a nontrivial finite normal subgroup, and other\nsubrings of U(G) that contain KG.\n","Comment: 10 pages, submitted to the proceedings of the Morelia conference in\n  honor of Farrell-Jones"]}]
["0711.3928",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","65N30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0711.3928","SIAM Journal on Numerical Analysis 2009 vol. 47 (3) pp. 2157-2176","doi:10.1137/070708792"],"date":["2007-11-25"],"type":["text"],"creator":["Demlow, Alan","Lakkis, Omar","Makridakis, Charalambos"],"language":[],"coverage":[],"title":["A posteriori error estimates in the maximum norm for parabolic problems"],"description":["  We derive a posteriori error estimates in the\n$L_\\infty((0,T];L_\\infty(\\Omega))$ norm for approximations of solutions to\nlinear para bolic equations. Using the elliptic reconstruction technique\nintroduced by Makridakis and Nochetto and heat kernel estimates for linear\nparabolic pr oblems, we first prove a posteriori bounds in the maximum norm for\nsemidiscrete finite element approximations. We then establish a posteriori\nbounds for a fully discrete backward Euler finite element approximation. The\nelliptic reconstruction technique greatly simplifies our development by allow\\\ning the straightforward combination of heat kernel estimates with existing\nelliptic maximum norm error estimators.\n"]}]
["0804.4262",{"format":[],"subject":["Mathematics - Numerical Analysis","Mathematics - Analysis of PDEs","65M15, 65M60, 65N30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4262","SIAM Journal on Numerical Analysis 2011 vol. 49 (2) pp. 427--458","doi:10.1137/080722461"],"date":["2008-04-26","2010-03-18"],"type":["text"],"creator":["Georgoulis, Emmanuil H.","Lakkis, Omar","Virtanen, Juha M."],"language":[],"coverage":[],"title":["A posteriori error control for discontinuous Galerkin methods for\n  parabolic problems"],"description":["  We derive energy-norm a posteriori error bounds for an Euler time-stepping\nmethod combined with various spatial discontinuous Galerkin schemes for linear\nparabolic problems. For accessibility, we address first the spatially\nsemidiscrete case, and then move to the fully discrete scheme by introducing\nthe implicit Euler time-stepping. All results are presented in an abstract\nsetting and then illustrated with particular applications. This enables the\nerror bounds to hold for a variety of discontinuous Galerkin methods, provided\nthat energy-norm a posteriori error bounds for the corresponding elliptic\nproblem are available. To illustrate the method, we apply it to the interior\npenalty discontinuous Galerkin method, which requires the derivation of novel a\nposteriori error bounds. For the analysis of the time-dependent problems we use\nthe elliptic reconstruction technique and we deal with the nonconforming part\nof the error by deriving appropriate computable a posteriori bounds for it.\n","Comment: 6 figures"]}]
["0804.4868",{"format":[],"subject":["Mathematical Physics","Mathematics - Functional Analysis","60J60, 82C22, 60K37, 37L55"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0804.4868","IDAQP Vol. 14, No.1 (2011) 105-136","doi:10.1142/S0219025711004328"],"date":["2008-04-30","2009-09-08"],"type":["text"],"creator":["Fattler, Torben","Grothaus, Martin"],"language":[],"coverage":[],"title":["Tagged particle process in continuum with singular interactions"],"description":["  By using Dirichlet form techniques we construct the dynamics of a tagged\nparticle in an infinite particle environment of interacting particles for a\nlarge class of interaction potentials. In particular, we can treat interaction\npotentials having a singularity at the origin, non-trivial negative part and\ninfinite range, as e.g., the Lennard-Jones potential.\n","Comment: 27 pages, proof for conservativity added, tightened presentation"]}]
["0808.1936",{"format":[],"subject":["Mathematics - Probability","Mathematics - Classical Analysis and ODEs","65C50, 41A10, 41A25, 41A17, 60C05, 68U20, 41A36, 41A27, 41A28"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0808.1936","Constr. Approx. 333 (2011), no. 3, 331-363","doi:10.1007/s00365-010-9108-5"],"date":["2008-08-13","2010-01-25"],"type":["text"],"creator":["Holtz, Olga","Nazarov, Fedor","Peres, Yuval"],"language":[],"coverage":[],"title":["New coins from old, smoothly"],"description":["  Given a (known) function $f:[0,1] \\to (0,1)$, we consider the problem of\nsimulating a coin with probability of heads $f(p)$ by tossing a coin with\nunknown heads probability $p$, as well as a fair coin, $N$ times each, where\n$N$ may be random. The work of Keane and O'Brien (1994) implies that such a\nsimulation scheme with the probability $\\P_p(N<\\infty)$ equal to 1 exists iff\n$f$ is continuous. Nacu and Peres (2005) proved that $f$ is real analytic in an\nopen set $S \\subset (0,1)$ iff such a simulation scheme exists with the\nprobability $\\P_p(N>n)$ decaying exponentially in $n$ for every $p \\in S$. We\nprove that for $\\alpha>0$ non-integer, $f$ is in the space $C^\\alpha [0,1]$ if\nand only if a simulation scheme as above exists with $\\P_p(N>n) \\le C\n(\\Delta_n(p))^\\alpha$, where $\\Delta_n(x)\\eqbd \\max \\{\\sqrt{x(1-x)/n},1/n \\}$.\nThe key to the proof is a new result in approximation theory:\n  Let $\\B_n$ be the cone of univariate polynomials with nonnegative Bernstein\ncoefficients of degree $n$. We show that a function $f:[0,1] \\to (0,1)$ is in\n$C^\\alpha [0,1]$ if and only if $f$ has a series representation\n$\\sum_{n=1}^\\infty F_n$ with $F_n \\in \\B_n$ and $\\sum_{k>n} F_k(x) \\le\nC(\\Delta_n(x))^\\alpha$ for all $ x \\in [0,1]$ and $n \\ge 1$. We also provide a\ncounterexample to a theorem stated without proof by Lorentz (1963), who claimed\nthat if some $\\phi_n \\in \\B_n$ satisfy $|f(x)-\\phi_n(x)| \\le C\n(\\Delta_n(x))^\\alpha$ for all $ x \\in [0,1]$ and $n \\ge 1$, then $f \\in\nC^\\alpha [0,1]$.\n","Comment: 29 pages; final version; to appear in Constructive Approximation"]}]
["0809.3520",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0809.3520","Phys. Rev. Lett. 101, 146403 (2008) [4 pages]","doi:10.1103/PhysRevLett.101.146403"],"date":["2008-09-20"],"type":["text"],"creator":["Amaricci, A.","Sordi, G.","Rozenberg, M. J."],"language":[],"coverage":[],"title":["Mottness scenario for non-Fermi liquid behavior in the periodic Anderson\n  model within Dynamical Mean Field Theory"],"description":["  We study the Mott metal-insulator transition in the Periodic Anderson Model\nwithin Dynamical Mean Field Theory (DMFT). Near the quantum transition, we find\na non-Fermi liquid metallic state down to a vanishing temperature scale. We\nidentify the origin of the non-Fermi liquid behavior as due to magnetic\nscattering of the doped carriers by the localized moments. The non-Fermi liquid\nstate can be tuned by either doping or external magnetic field. Our results\nshow that the coupling to spatial magnetic fluctuations (absent in DMFT) is not\na prerequisite to realize a non-Fermi liquid scenario for heavy fermion\nsystems.\n","Comment: 5 pages, 4 figures"]}]
["0810.2359",{"format":[],"subject":["Mathematics - Combinatorics","05C62"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0810.2359"],"date":["2008-10-14","2011-04-05"],"type":["text"],"creator":["Van Thé, L. Nguyen"],"language":[],"coverage":[],"title":["On a problem of Specker about Euclidean representations of finite graphs"],"description":["  Say that a graph $G$ is \\emph{representable in $\\R ^n$} if there is a map $f$\nfrom its vertex set into the Euclidean space $\\R ^n$ such that $\\| f(x) -\nf(x')\\| = \\| f(y) - f(y')\\|$ iff $\\{x,x'\\}$ and $\\{y, y'\\}$ are both edges or\nboth non-edges in $G$. The purpose of this note is to present the proof of the\nfollowing result, due to Einhorn and Schoenberg: if $G$ finite is neither\ncomplete nor independent, then it is representable in $\\R ^{|G|-2}$. A similar\nresult also holds in the case of finite complete edge-colored graphs.\n","Comment: 6 pages, 2 figures. The previous version of this article will not be\n  published because the question it answers was actually answered in 1966 (even\n  before the question existed!). This new version nevertheless contains the\n  proof, as well as the details of the story behind it"]}]
["0811.1855",{"format":[],"subject":["Physics - Atmospheric and Oceanic Physics","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0811.1855","doi:10.1007/s10584-009-9717-9"],"date":["2008-11-12","2009-08-27"],"type":["text"],"creator":["Garrett, Timothy J."],"language":[],"coverage":[],"title":["Are there basic physical constraints on future anthropogenic emissions\n  of carbon dioxide?"],"description":["  Global Climate Models (GCMs) provide forecasts of future climate warming\nusing a wide variety of highly sophisticated anthropogenic CO2 emissions models\nas input, each based on the evolution of four emissions \"drivers\": population\np, standard of living g, energy productivity (or efficiency) f and energy\ncarbonization c. The range of scenarios considered is extremely broad, however,\nand this is a primary source of forecast uncertainty. Here, it is shown both\ntheoretically and observationally how the evolution of the human system can be\nconsidered from a surprisingly simple thermodynamic perspective in which it is\nunnecessary to explicitly model two of the emissions drivers: population and\nstandard of living. Specifically, the human system grows through a\nself-perpetuating feedback loop in which the consumption rate of primary energy\nresources stays tied to the historical accumulation of global economic\nproduction - or p times g - through a time-independent factor of 9.7 +/- 0.3\nmilliwatts per inflation-adjusted 1990 US dollar. This important constraint,\nand the fact that f and c have historically varied rather slowly, points\ntowards substantially narrowed visions of future emissions scenarios for\nimplementation in GCMs.\n","Comment: 18 pages including 5 figures, 1 table, and appendices Accepted on 27\n  August 2009 to Climatic Change"]}]
["0812.3447",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0812.3447"],"date":["2008-12-17","2011-04-05"],"type":["text"],"creator":["Ng, Chris T. K.","Medard, Muriel","Ozdaglar, Asuman"],"language":[],"coverage":[],"title":["Completion Time Minimization and Robust Power Control in Wireless Packet\n  Networks"],"description":["  A wireless packet network is considered in which each user transmits a stream\nof packets to its destination. The transmit power of each user interferes with\nthe transmission of all other users. A convex cost function of the completion\ntimes of the user packets is minimized by optimally allocating the users'\ntransmission power subject to their respective power constraints. At all ranges\nof SINR, completion time minimization can be formulated as a convex\noptimization problem and hence can be efficiently solved. In particular,\nalthough the feasible rate region of the wireless network is non-convex, its\ncorresponding completion time region is shown to be convex. When channel\nknowledge is imperfect, robust power control is considered based on the channel\nfading distribution subject to outage probability constraints. The problem is\nshown to be convex when the fading distribution is log-concave in exponentiated\nchannel power gains; e.g., when each user is under independent Rayleigh,\nNakagami, or log-normal fading. Applying the optimization frameworks in a\nwireless cellular network, the average completion time is significantly reduced\nas compared to full power transmission.\n","Comment: 16 pages, 7 figures"]}]
["0901.1124",{"format":[],"subject":["Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0901.1124","doi:10.1016/j.nimb.2011.02.088"],"date":["2009-01-08"],"type":["text"],"creator":["Msezane, A. Z.","Felfli, Z.","Sokolovski, D."],"language":[],"coverage":[],"title":["Novel Electron Spectroscopy of Tenuously and Weakly Bound Negative Ions"],"description":["  A novel method is proposed that uses very slow electron elastic collisions\nwith atoms to identify their presence through the observation of tenuously\nbound (electron impact energy, E<0.1 eV) and weakly bound (E<1 eV) negative\nions, formed as Regge resonances during the collisions.\n","Comment: 4pages, 3figures"]}]
["0906.4777",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.4777","Phys. Rev. B 80, 035129 (2009) [15 pages]","doi:10.1103/PhysRevB.80.035129"],"date":["2009-06-25"],"type":["text"],"creator":["Sordi, G.","Amaricci, A.","Rozenberg, M. J."],"language":[],"coverage":[],"title":["Asymmetry between the electron- and hole-doped Mott transition in the\n  periodic Anderson model"],"description":["  We study the doping driven Mott metal-insulator transition (MIT) in the\nperiodic Anderson model set in the Mott-Hubbard regime. A striking asymmetry\nfor electron or hole driven transitions is found. The electron doped MIT at\nlarger U is similar to the one found in the single band Hubbard model, with a\nfirst order character due to coexistence of solutions. The hole doped MIT, in\ncontrast, is second order and can be described as the delocalization of\nZhang-Rice singlets.\n","Comment: 18 pages, 19 figures"]}]
["0907.0511",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.0511","Phys. Rev. E 80, 046210 (2009)","doi:10.1103/PhysRevE.80.046210"],"date":["2009-07-03","2009-09-16"],"type":["text"],"creator":["Lee, Tony E.","Refael, G.","Cross, M. C.","Kogan, Oleg","Rogers, Jeffrey L."],"language":[],"coverage":[],"title":["Universality in the one-dimensional chain of phase-coupled oscillators"],"description":["  We apply a recently developed renormalization group (RG) method to study\nsynchronization in a one-dimensional chain of phase-coupled oscillators in the\nregime of weak randomness. The RG predicts how oscillators with randomly\ndistributed frequencies and couplings form frequency-synchronized clusters.\nAlthough the RG was originally intended for strong randomness, i.e. for\ndistributions with long tails, we find good agreement with numerical\nsimulations even in the regime of weak randomness. We use the RG flow to derive\nhow the correlation length scales with the width of the coupling distribution\nin the limit of large coupling. This leads to the identification of a\nuniversality class of distributions with the same critical exponent $\\nu$. We\nalso find universal scaling for small coupling. Finally, we show that the RG\nflow is characterized by a universal approach to the unsynchronized fixed\npoint, which provides physical insight into low-frequency clusters.\n","Comment: 14 pages, 10 figures"]}]
["0907.4000",{"format":[],"subject":["Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0907.4000","Journal of the Royal Statistical Society, Series C, 2010, Vol. 59,\n  Part 2, p. 255-277, www3.interscience.wiley.com/journal/117997424/home"],"date":["2009-07-23","2011-04-05"],"type":["text"],"creator":["Goeyvaerts, Nele","Hens, Niel","Ogunjimi, Benson","Aerts, Marc","Shkedy, Ziv","Van Damme, Pierre","Beutels, Philippe"],"language":[],"coverage":[],"title":["Estimating infectious disease parameters from data on social contacts\n  and serological status"],"description":["  In dynamic models of infectious disease transmission, typically various\nmixing patterns are imposed on the so-called Who-Acquires-Infection-From-Whom\nmatrix (WAIFW). These imposed mixing patterns are based on prior knowledge of\nage-related social mixing behavior rather than observations. Alternatively, one\ncan assume that transmission rates for infections transmitted predominantly\nthrough non-sexual social contacts, are proportional to rates of conversational\ncontact which can be estimated from a contact survey. In general, however,\ncontacts reported in social contact surveys are proxies of those events by\nwhich transmission may occur and there may exist age-specific characteristics\nrelated to susceptibility and infectiousness which are not captured by the\ncontact rates. Therefore, in this paper, transmission is modeled as the product\nof two age-specific variables: the age-specific contact rate and an\nage-specific proportionality factor, which entails an improvement of fit for\nthe seroprevalence of the varicella-zoster virus (VZV) in Belgium. Furthermore,\nwe address the impact on the estimation of the basic reproduction number, using\nnon-parametric bootstrapping to account for different sources of variability\nand using multi-model inference to deal with model selection uncertainty. The\nproposed method makes it possible to obtain important information on\ntransmission dynamics that cannot be inferred from approaches traditionally\napplied hitherto.\n","Comment: 25 pages, 6 figures"]}]
["0909.3549",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Geometric Topology","53C12, 53D17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.3549"],"date":["2009-09-18","2011-04-04"],"type":["text"],"creator":["Suárez-Serrato, Pablo","Verjovsky, Alberto"],"language":[],"coverage":[],"title":["A smooth codimension-one foliation of the five-sphere by symplectic\n  leaves"],"description":["  .\n","Comment: We have withdrawn our paper due to a mistake in the main reference\n  paper and errors in our construction. More over our result has been\n  superseded by Y. Mitsumatsu (arXiv:1101.2319 Leafwise Symplectic Structures\n  on Lawson's Foliation)"]}]
["0910.5232",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0910.5232","doi:10.1103/PhysRevB.81.134104"],"date":["2009-10-27"],"type":["text"],"creator":["Farrow, Christopher L.","Ruan, Chong-Yu","Billinge, Simon J. L."],"language":[],"coverage":[],"title":["Quantitative nanoparticle structures from ultrafast electron\n  crystallography data"],"description":["  We describe the quantitative refinement of nanoparticle structures from gold\nnanoparticles probed by ultrafast electron crystallography (UEC). We establish\nthe equivalence between the modified radial distribution function employed in\nUEC and the atomic pair distribution function (PDF) used in x-ray and neutron\npowder diffraction analysis. By leveraging PDF refinement techniques, we\ndemonstrate that UEC data are of sufficient quality to differentiate between\ncuboctahedral, decahedral and icosahedral nanoparticle models. Furthermore, we\nidentify the signatures of systematic errors that may occur during data\nreduction and show that atomic positions refined from UEC are robust to these\nerrors. This work serves as a foundation for reliable quantitative structural\nanalysis of time-resolved laser-excited nanoparticle states.\n","Comment: 12 pages, 6 figures"]}]
["0911.4070",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4070","Phil. Trans. R. Soc. A 369, 1599-1625 (2011)","doi:10.1098/rsta.2010.0188"],"date":["2009-11-20"],"type":["text"],"creator":["Zaanen, J.","Overbosch, B. J."],"language":[],"coverage":[],"title":["Mottness collapse and statistical quantum criticality"],"description":["  We forward here the case that the anomalous electron states found in cuprate\nsuperconductors and related systems are rooted in a deeply non-classical\nfermion sign structure. The collapse of Mottness as advocated by Phillips and\nsupported by recent DCA results on the Hubbard model is setting the necessary\nmicroscopic conditions. The crucial insight is due to Weng who demonstrated\nthat in the presence of Mottness the fundamental workings of quantum statistics\nchanges and we will elaborate on the effects of this Weng statistics with an\nemphasis on characterizing these further using numerical methods. The pseudogap\nphysics of the underdoped regime appears as a consequence of the altered\nstatistics and the profound question is how to connect this by a continuous\nquantum phase transition to the overdoped regime ruled by normal Fermi-Dirac\nstatistics. Proof of principle follows from\n  Ceperley's constrained path integral formalism where states can be explicitly\nconstructed showing a merger of\n  Fermi-Dirac sign structure and scale invariance of the quantum dynamics.\n","Comment: 27 pages, 4 figures, submitted to theme issue of Phil. Trans. R. Soc.\n  A"]}]
["0911.4271",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0911.4271"],"date":["2009-11-23","2011-04-05"],"type":["text"],"creator":["Tkachov, Fyodor V."],"language":[],"coverage":[],"title":["Optimal confidence intervals for bounded parameters (a correct\n  alternative to the recipe of Feldman and Cousins)"],"description":["  A priori bound for the parameter to be estimated is incorporated into\nconfidence intervals within frequentistic approach in a straightforward and\noptimal fashion, ensuring the best resolution of non-boundary values as well as\nrobustness for non-physical values of the estimator.\n","Comment: 8 pages; v3: diagonal in fig.1 corrected; note added on sensitivity\n  limit. http://www.inr.ac.ru/~ftkachov/arXiv/0911.4271/"]}]
["0912.1038",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0912.1038","J.Phys.A43:295206,2010","doi:10.1088/1751-8113/43/29/295206"],"date":["2009-12-07","2010-02-02"],"type":["text"],"creator":["Hubsch, Tristan","Petrov, Ivailo E."],"language":[],"coverage":[],"title":["Worldsheet Matter Superfields on Half-Shell"],"description":["  In this paper we discuss some of the effects of using \"unidexterous\"\nworldsheet superfields, which satisfy worldsheet differential constraints and\nso are partly on-shell, i.e., on half-shell. Most notably, this results in a\nstratification of the field space that reminds of \"brane-world\" geometries.\nLinear dependence on such superfields provides a worldsheet generalization of\nthe super-Zeeman effect. In turn, non-linear dependence yields additional\nleft-right asymmetric dynamical constraints on the propagating fields, again in\na stratified fashion.\n","Comment: 15 pages, 2 figures; minor algebraic corrections"]}]
["1002.0241",{"format":[],"subject":["Mathematics - Differential Geometry","53C60, 53C80, 83C22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0241","Applied Sciences, Vol. 13 (2011), 76-90"],"date":["2010-02-01","2010-09-12"],"type":["text"],"creator":["Neagu, Mircea"],"language":[],"coverage":[],"title":["A Relativistic Approach on 1-Jet Spaces of the Rheonomic Berwald-Moor\n  Metric"],"description":["  The aim of this paper is to develop on the 1-jet space J^1(R,M^4) the\nFinsler-like geometry (in the sense of d-connection, d-torsions and\nd-curvatures) of the rheonomic Berwald-Moor metric. A natural geometrical\ngravitational field theory produced by the rheonomic Berwald-Moor metric is\nalso constructed.\n","Comment: 14 pages"]}]
["1002.0515",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.0515","J.Phys.A43:295402,2010","doi:10.1088/1751-8113/43/29/295402"],"date":["2010-02-02"],"type":["text"],"creator":["Hubsch, Tristan"],"language":[],"coverage":[],"title":["Unidexterously Constrained Worldsheet Superfields"],"description":["  Super-constrained superfields have provided for most of the best-known and\noft-used representations of supersymmetry. The abelian nature of the Lorentz\nsymmetry on the worldsheet turns out to continue permitting the discovery of\nnew representations, long after the discovery of twisted chiral superfields.\nJust as the latter were effectively used in Lagrangian studies of mirror\nsymmetry, it would seem hopeful that the new representations discussed herein\nmay find their own niche too.\n","Comment: 8 pages, 7 figures"]}]
["1002.1709",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1002.1709","Int. J. Mod. Phys. A26 (2011) 1097-1228","doi:10.1142/S0217751X11051482"],"date":["2010-02-09","2011-03-24"],"type":["text"],"creator":["Yamazaki, Masahito"],"language":[],"coverage":[],"title":["Crystal Melting and Wall Crossing Phenomena"],"description":["  This paper summarizes recent developments in the theory of\nBogomol'nyi-Prasad-Sommerfield (BPS) state counting and the wall crossing\nphenomena, emphasizing in particular the role of the statistical mechanical\nmodel of crystal melting. This paper is divided into two parts, which are\nclosely related to each other. In the first part, we discuss the statistical\nmechanical model of crystal melting counting BPS states. Each of the BPS state\ncontributing to the BPS index is in one-to-one correspondence with a\nconfiguration of a molten crystal, and the statistical partition function of\nthe melting crystal gives the BPS partition function. We also show that smooth\ngeometry of the Calabi-Yau manifold emerges in the thermodynamic limit of the\ncrystal. This suggests a remarkable interpretation that an atom in the crystal\nis a discretization of the classical geometry, giving an important clue as to\nthe geometry at the Planck scale.In the second part we discuss the wall\ncrossing phenomena. Wall crossing phenomena states that the BPS index depends\non the value of the moduli of the Calabi-Yau manifold, and jumps along real\ncodimension one subspaces in the moduli space. We show that by using type\nIIA/M-theory duality, we can provide a simple and an intuitive derivation of\nthe wall crossing phenomena, furthermore clarifying the connection with the\ntopological string theory. This derivation is consistent with another\nderivation from the wall crossing formula, motivated by multi-centered BPS\nextremal black holes. We also explain the representation of the wall crossing\nphenomena in terms of crystal melting, and the generalization of the counting\nproblem and the wall crossing to the open BPS invariants.\n","Comment: PhD thesis, 129 pages, 39 figures, comments welcome; v2: typos\n  corrected, references added, now in IJMPA format; v3: figures corrected"]}]
["1004.2573",{"format":[],"subject":["High Energy Physics - Theory","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.2573"],"date":["2010-04-15","2011-04-05"],"type":["text"],"creator":["Ichinose, Shoichi"],"language":[],"coverage":[],"title":["Geometric Approach to Quantum Statistical Mechanics and Minimal Area\n  Principle"],"description":["  A geometric approach to some quantum statistical systems (including the\nharmonic oscillator) is presented. We regard the (N+1)-dimensional Euclidean\n{\\it coordinate} system (X$^i$,$\\tau$) as the quantum statistical system of N\nquantum (statistical) variables (X$^i$) and one {\\it Euclidean time} variable\n($\\tau$). Introducing a path (line or hypersurface) in this space\n(X$^i$,$\\tau$), we adopt the path-integral method to quantize the mechanical\nsystem. This is a new view of (statistical) quantization of the {\\it\nmechanical} system. It is inspired by the {\\it extra dimensional model},\nappearing in the unified theory of forces including gravity, using the\nbulk-boundary configuration. The system Hamiltonian appears as the {\\it area}.\nWe show quantization is realized by the {\\it minimal area principle} in the\npresent geometric approach. When we take a {\\it line} as the path, the\npath-integral expressions of the free energy are shown to be the ordinary ones\n(such as N harmonic oscillators) or their simple variation. When we take a {\\it\nhyper-surface} as the path, the system Hamiltonian is given by the {\\it area}\nof the {\\it hyper-surface} which is defined as a {\\it closed-string\nconfiguration} in the bulk space. In this case, the system becomes a O(N)\nnon-linear model. The two choices,\\ (1) the {\\it line element} in the bulk\n($X^i,\\tau $) and (2) the Hamiltonian(defined as the damping functional in the\npath-integral) specify the system dynamics. After explaining this new approach,\nwe apply it to a topic in the 5 dimensional quantum gravity. We present a {\\it\nnew standpoint} about the quantum gravity: (a)\\ The metric (gravitational)\nfield is treated as the background (fixed) one;\\ (b)\\ The space-time\ncoordinates are not merely position-labels but are quantum (statistical)\nvariables by themselves. We show the recently-proposed 5 dimensional Casimir\nenergy is valid.\n","Comment: 28 pages, 7 figures"]}]
["1004.3075",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3075","AIP Conf.Proc.1261:116-121,2010","doi:10.1063/1.3479328"],"date":["2010-04-18"],"type":["text"],"creator":["Matevosyan, Hrayr H.","Thomas, Anthony W.","Bentz, Wolfgang"],"language":[],"coverage":[],"title":["Kaon fragmentation function from NJL-jet model"],"description":["  The NJL-jet model provides a sound framework for calculating the\nfragmentation func- tions in an effective chiral quark theory, where the\nmomentum and isospin sum rules are satisfied without the introduction of ad hoc\nparameters [1]. Earlier studies of the pion fragmentation func- tions using the\nNambu-Jona-Lasinio (NJL) model within this framework showed good qualitative\nagreement with the empirical parameterizations. Here we extend the NJL-jet\nmodel by including the strange quark. The corrections to the pion fragmentation\nfunction and corresponding kaon fragmen- tation functions are calculated using\nthe elementary quark to quark-meson fragmentation functions from NJL. The\nresults for the kaon fragmentation function exhibit a qualitative agreement\nwith the empirical parameterizations, while the unfavored strange quark\nfragmentation to pions is shown to be of the same order of magnitude as the\nunfavored light quark's. The results of these studies are expected to provide\nimportant guidance for the analysis of a large variety of semi-inclusive data.\n","Comment: 6 pages, 9 figures, Proceedings of \"Achievements and New Directions\n  in Subatomic Physics: Workshop in Honour of Tony Thomas's 60th Birthday\""]}]
["1004.3542",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.3542","Mon. Not. Roy. Astron. Soc.412:65-74, 2011","doi:10.1111/j.1365-2966.2010.17886.x"],"date":["2010-04-20","2010-11-17"],"type":["text"],"creator":["Hikage, Chiaki","Takada, Masahiro","Hamana, Takashi","Spergel, David"],"language":[],"coverage":[],"title":["Shear Power Spectrum Reconstruction using Pseudo-Spectrum Method"],"description":["  We develop a pseudo power spectrum technique for measuring the lensing power\nspectrum from weak lensing surveys in both the full sky and flat sky limits.\nThe power spectrum approaches have a number of advantages over the traditional\ncorrelation function approach. We test the pseudo spectrum method by using\nnumerical simulations with square-shape boundary that include masked regions\nwith complex configuration due to bright stars and saturated spikes. Even when\n25% of total area of the survey is masked, the method recovers the E-mode power\nspectrum at a sub-percent precision over a wide range of multipoles\n100<l<10000. The systematic error is smaller than the statistical errors\nexpected for a 2000 square degree survey. The residual B-mode spectrum is well\nsuppressed in the amplitudes at less than a percent level relative to the\nE-mode. We also find that the correlated errors of binned power spectra caused\nby the survey geometry effects are not significant. Our method is applicable to\nthe current and upcoming wide-field lensing surveys.\n","Comment: 11 pages, 4 figures, accepted for publication in MNRAS"]}]
["1004.4685",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1004.4685","Journal of Electron Spectroscopy and Related Phenomena 181, 31\n  (2010)"],"date":["2010-04-26"],"type":["text"],"creator":["Moritz, B.","Johnston, S.","Devereaux, T. P."],"language":[],"coverage":[],"title":["Insights on the cuprate high energy anomaly observed in ARPES"],"description":["  Recently, angle-resolved photoemission spectroscopy has been used to\nhighlight an anomalously large band renormalization at high binding energies in\ncuprate superconductors: the high energy \"waterfall\" or high energy anomaly\n(HEA). The anomaly is present for both hole- and electron-doped cuprates as\nwell as the half-filled parent insulators with different energy scales arising\non either side of the phase diagram. While photoemission matrix elements\nclearly play a role in changing the aesthetic appearance of the band\ndispersion, i.e. creating a \"waterfall\"-like appearance, they provide an\ninadequate description for the physics that underlies the strong band\nrenormalization giving rise to the HEA. Model calculations of the single-band\nHubbard Hamiltonian showcase the role played by correlations in the formation\nof the HEA and uncover significant differences in the HEA energy scale for\nhole- and electron-doped cuprates. In addition, this approach properly captures\nthe transfer of spectral weight accompanying doping in a correlated material\nand provides a unifying description of the HEA across both sides of the cuprate\nphase diagram. We find that the anomaly demarcates a transition, or cross-over,\nfrom a quasiparticle band at low binding energies near the Fermi level to\nvalence bands at higher binding energy, assumed to be of strong oxygen\ncharacter.\n","Comment: 5 pages, 5 figures; Submitted to the Proceedings of CORPES09"]}]
["1005.2488",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.2488","J. Math. Phys. 52:012905,2011","doi:10.1063/1.3523469"],"date":["2010-05-14","2011-03-29"],"type":["text"],"creator":["Gibbons, G. W.","Warnick, C. M.","Wong, W. W."],"language":[],"coverage":[],"title":["Non-existence of Skyrmion-Skyrmion and Skyrmion-anti-Skyrmion static\n  equilibria"],"description":["  We consider classical static Skyrmion-anti-Skyrmion and Skyrmion-Skyrmion\nconfigurations, symmetric with respect to a reflection plane, or symmetric up\nto a $G$-parity transformation respectively. We show that the stress tensor\ncomponent completely normal to the reflection plane, and hence its integral\nover the plane, is negative definite or positive definite respectively.\nClassical Skyrmions always repel classical Skyrmions and classical Skyrmions\nalways attract classical anti-Skyrmions and thus no static equilibrium, whether\nstable or unstable, is possible in either case. No other symmetry assumption is\nmade and so our results also apply to multi-Skyrmion configurations. Our\nresults are consistent with existing analyses of Skyrmion forces at large\nseparation, and with numerical results on Skymion-anti-Skyrmion configurations\nin the literature which admit a different reflection symmetry. They also hold\nfor the massive Skyrme model. We also point out that reflection symmetric\nself-gravitating Skyrmions or black holes with Skyrmion hair cannot rest in\nsymmetric equilibrium with self-gravitating anti-Skyrmions.\n","Comment: v2 Typos corrected, refs added. v3 Journal version"]}]
["1005.3556",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3556","Phys. Rev. B 82, 155102 (2010) [10 pages]","doi:10.1103/PhysRevB.82.155102"],"date":["2010-05-19"],"type":["text"],"creator":["Amaricci, Adriano","Camjayi, Alberto","Tanaskovic, Darko","Haule, Kristjan","Dobrosavljevic, Vladimir","Kotliar, Gabriel"],"language":[],"coverage":[],"title":["Extended Hubbard model: Charge Ordering and Wigner-Mott transition"],"description":["  Strong correlation effects, which are often associated to the approach to a\nMott insulating state, in some cases may be observed even far from\nhalf-filling. This typically happens whenever the inter-site Coulomb repulsion\ninduces a tendency towards charge ordering, an effect that confines the\nelectrons, and in turn favors local moment formation, i.e. Mott localization. A\ndistinct intermediate regime then emerges as a precursor of such a Wigner-Mott\ntransition, which is characterized by both charge and spin correlations,\ndisplaying large mass enhancements and strong renormalizations of other Fermi\nliquid parameters. Here we present a careful study of a quarter filled extended\nHubbard model - a simple example where such physics can be studied in detail,\nand discuss its relevance for the understanding of the phenomenology of\nlow-density two dimensional electron gases.\n","Comment: 11 pages, 9 figures"]}]
["1005.3659",{"format":[],"subject":["Mathematics - Probability","Mathematics - Classical Analysis and ODEs","60J80, 60E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3659"],"date":["2010-05-20","2011-04-05"],"type":["text"],"creator":["Kyprianou, A. E.","Liu, R. -L.","Murillo-Salas, A.","Ren, Y. -X."],"language":[],"coverage":[],"title":["Supercritical super-Brownian motion with a general branching mechanism\n  and travelling waves"],"description":["  We consider the classical problem of existence, uniqueness and asymptotics of\nmonotone solutions to the travelling wave equation associated to the parabolic\nsemi-group equation of a super-Brownian motion with a general branching\nmechanism. Whilst we are strongly guided by the probabilistic reasoning of\nKyprianou (2004) for branching Brownian motion, the current paper offers a\nnumber of new insights. Our analysis incorporates the role of Seneta-Heyde\nnorming which, in the current setting, draws on classical work of Grey (1974).\nWe give a pathwise explanation of Evans' immortal particle picture (the spine\ndecomposition) which uses the Dynkin-Kuznetsov N-measure as a key ingredient.\nMoreover, in the spirit of Neveu's stopping lines we make repeated use of\nDynkin's exit measures. Additional complications arise from the general nature\nof the branching mechanism. As a consequence of the analysis we also offer an\nexact X(log X)^2 moment dichotomy for the almost sure convergence of the\nso-called derivative martingale at its critical parameter to a non-trivial\nlimit. This differs to the case of branching Brownian motion and branching\nrandom walk where a moment `gap' appears in the necessary and sufficient\nconditions.\n","Comment: 34 pages"]}]
["1005.4493",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Mathematics - Dynamical Systems","3K57, 92C15, 92B05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4493","Journal of Mathematical Biology online first 4 Feb 2011","doi:10.1007/s00285-011-0404-x"],"date":["2010-05-25","2010-11-20"],"type":["text"],"creator":["Venkataraman, Chandrasekhar","Lakkis, Omar","Madzvamuse, Anotida"],"language":[],"coverage":[],"title":["Global existence for semilinear reaction-diffusion systems on evolving\n  domains"],"description":["  We present global existence results for solutions of reaction-diffusion\nsystems on evolving domains. Global existence results for a class of\nreaction-diffusion systems on fixed domains are extended to the same systems\nposed on spatially linear isotropically evolving domains. The results hold\nwithout any assumptions on the sign of the growth rate. The analysis is valid\nfor many systems that commonly arise in the theory of pattern formation. We\npresent numerical results illustrating our theoretical findings.\n","Comment: 24 pages, 3 figures"]}]
["1006.2696",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.2696"],"date":["2010-06-14","2011-04-05"],"type":["text"],"creator":["Dukes, Mark","Kitaev, Sergey","Remmel, Jeffrey","Steingrimsson, Einar"],"language":[],"coverage":[],"title":["Enumerating (2+2)-free posets by indistinguishable elements"],"description":["  A poset is said to be (2+2)-free if it does not contain an induced subposet\nthat is isomorphic to 2+2, the union of two disjoint 2-element chains. Two\nelements in a poset are indistinguishable if they have the same strict up-set\nand the same strict down-set. Being indistinguishable defines an equivalence\nrelation on the elements of the poset. We introduce the statistic maxindist,\nthe maximum size of a set of indistinguishable elements. We show that, under a\nbijection of Bousquet-Melou et al., indistinguishable elements correspond to\nletters that belong to the same run in the so-called ascent sequence\ncorresponding to the poset. We derive the generating function for the number of\n(2+2)-free posets with respect to both maxindist and the number of different\nstrict down-sets of elements in the poset. Moreover, we show that (2+2)-free\nposets P with maxindist(P) at most k are in bijection with upper triangular\nmatrices of nonnegative integers not exceeding k, where each row and each\ncolumn contains a nonzero entry. (Here we consider isomorphic posets to be\nequal.) In particular, (2+2)-free posets P on n elements with maxindist(P)=1\ncorrespond to upper triangular binary matrices where each row and column\ncontains a nonzero entry, and whose entries sum to n. We derive a generating\nfunction counting such matrices, which confirms a conjecture of Jovovic, and we\nrefine the generating function to count upper triangular matrices consisting of\nnonnegative integers not exceeding k and having a nonzero entry in each row and\ncolumn. That refined generating function also enumerates (2+2)-free posets\naccording to maxindist. Finally, we link our enumerative results to certain\nrestricted permutations and matrices.\n","Comment: 16 pages"]}]
["1006.3209",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Group Theory","14J10, 14J29, 14J25, 14Q10, 20F99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3209"],"date":["2010-06-16","2011-04-05"],"type":["text"],"creator":["Bauer, Ingrid","Pignatelli, Roberto"],"language":[],"coverage":[],"title":["The classification of minimal product-quotient surfaces with $p_g=0$"],"description":["  A product-quotient surface is the minimal resolution of the singularities of\nthe quotient of a product of two curves by the action of a finite group acting\nseparately on the two factors. We classify all minimal product-quotient\nsurfaces of general type with geometric genus 0: they form 72 families. We show\nthat there is exactly one product-quotient surface of general type with big\ncanonical class which is not minimal, and describe its (-1) curves. For all\nthese surfaces the Bloch conjecture holds.\n","Comment: 59 pages. v2: exposition improved"]}]
["1006.3600",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Condensed Matter - Disordered Systems and Neural Networks","Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3600","Phys. Rev. E 82, 036202 (2010)","doi:10.1103/PhysRevE.82.036202"],"date":["2010-06-17","2010-06-24"],"type":["text"],"creator":["Lee, Tony E.","Tam, Heywood","Refael, G.","Rogers, Jeffrey L.","Cross, M. C."],"language":[],"coverage":[],"title":["Vortices and the entrainment transition in the 2D Kuramoto model"],"description":["  We study synchronization in the two-dimensional lattice of coupled phase\noscillators with random intrinsic frequencies. When the coupling $K$ is larger\nthan a threshold $K_E$, there is a macroscopic cluster of\nfrequency-synchronized oscillators. We explain why the macroscopic cluster\ndisappears at $K_E$. We view the system in terms of vortices, since cluster\nboundaries are delineated by the motion of these topological defects. In the\nentrained phase ($K>K_E$), vortices move in fixed paths around clusters, while\nin the unentrained phase ($K<K_E$), vortices sometimes wander off. These\ndeviant vortices are responsible for the disappearance of the macroscopic\ncluster. The regularity of vortex motion is determined by whether clusters\nbehave as single effective oscillators. The unentrained phase is also\ncharacterized by time-dependent cluster structure and the presence of chaos.\nThus, the entrainment transition is actually an order-chaos transition. We\npresent an analytical argument for the scaling $K_E\\sim K_L$ for small\nlattices, where $K_L$ is the threshold for phase-locking. By also deriving the\nscaling $K_L\\sim\\log N$, we thus show that $K_E\\sim\\log N$ for small $N$, in\nagreement with numerics. In addition, we show how to use the linearized model\nto predict where vortices are generated.\n","Comment: 11 pages, 8 figures"]}]
["1006.3681",{"format":[],"subject":["Condensed Matter - Disordered Systems and Neural Networks"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3681","EPL 94 (2011) 10003","doi:10.1209/0295-5075/94/10003"],"date":["2010-06-18","2011-04-05"],"type":["text"],"creator":["Turci, Francesco","Pitard, Estelle"],"language":[],"coverage":[],"title":["Large deviations and heterogeneities in a driven kinetically constrained\n  model"],"description":["  Kinetically Constrained Models (KCMs) have been widely studied in the context\nof glassy dynamics, focusing on the influence of dynamical constraints on the\nslowing down of the dynamics of a macroscopic system. In these models, it has\nbeen shown using the thermodynamic formalism for histories, that there is a\ncoexistence between an active and an inactive phase. This coexistence can be\ndescribed by a first-order transition, and a related discontinuity in the\nderivative of the large deviation function for the activity. We show that\nadding a driving field to a KCM model does not destroy this first-order\ntransition for the activity. Moreover, a singularity is also found in the large\ndeviation function of the current at large fields. We relate for the first time\nthis property to microscopic structures, in particular the heterogeneous,\nintermittent dynamics of the particles, transient shear-banding and blocking\nwalls. We describe both the shear-thinning and the shear-thickening regimes,\nand find that the behaviour of the current is well reproduced by a simple\nmodel.\n","Comment: 5 pages, 5 figures"]}]
["1006.3946",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","82C22, 60K35, 15A52"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3946","J.Stat.Mech. 2016:10016,2010","doi:10.1007/s10955-010-0070-1"],"date":["2010-06-20","2010-09-28"],"type":["text"],"creator":["Ferrari, Patrik L.","Frings, René"],"language":[],"coverage":[],"title":["On the partial connection between random matrices and interacting\n  particle systems"],"description":["  In the last decade there has been increasing interest in the fields of random\nmatrices, interacting particle systems, stochastic growth models, and the\nconnections between these areas. For instance, several objects appearing in the\nlimit of large matrices arise also in the long time limit for interacting\nparticles and growth models. Examples of these are the famous Tracy-Widom\ndistribution functions and the Airy_2 process. The link is however sometimes\nfragile. For example, the connection between the eigenvalues in the Gaussian\nOrthogonal Ensembles (GOE) and growth on a flat substrate is restricted to\none-point distribution, and the connection breaks down if we consider the joint\ndistributions. In this paper we first discuss known relations between random\nmatrices and the asymmetric exclusion process (and a 2+1 dimensional\nextension). Then, we show that the correlation functions of the eigenvalues of\nthe matrix minors for beta=2 Dyson's Brownian motion have, when restricted to\nincreasing times and decreasing matrix dimensions, the same correlation kernel\nas in the 2+1 dimensional interacting particle system under diffusion scaling\nlimit. Finally, we analyze the analogous question for a diffusion on (complex)\nsample covariance matrices.\n","Comment: 31 pages, LaTeX; Added a section concerning the Markov property on\n  space-like paths"]}]
["1006.3997",{"format":[],"subject":["Mathematics - Spectral Theory","Primary: 34A25, Secondary: 34L40, 44A20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3997","J. Diff. Eq. 250, 3534-3558 (2011)","doi:10.1016/j.jde.2010.11.012"],"date":["2010-06-21","2011-04-05"],"type":["text"],"creator":["Grunert, Katrin"],"language":[],"coverage":[],"title":["The Transformation Operator for One-Dimensional Schroedinger Operators\n  on Almost Periodic Infinite-Gap Backgrounds"],"description":["  We investigate the kernels of the transformation operators for\none-dimensional Schroedinger operators with potentials, which are\nasymptotically close to Bohr almost periodic infinite-gap potentials.\n","Comment: 23 pages"]}]
["1007.0711",{"format":[],"subject":["Mathematics - Functional Analysis","39B22, 39B72 (Primary), 26B35 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.0711","International Journal of Uncertainty, Fuzziness and\n  Knowledge-Based Systems 19 (2) (2011) 193-199","doi:10.1142/S0218488511006964"],"date":["2010-07-05","2010-10-22"],"type":["text"],"creator":["Cardin, Marta","Couceiro, Miguel","Giove, Silvio","Marichal, Jean-Luc"],"language":[],"coverage":[],"title":["Axiomatizations of signed discrete Choquet integrals"],"description":["  We study the so-called signed discrete Choquet integral (also called\nnon-monotonic discrete Choquet integral) regarded as the Lov\\'asz extension of\na pseudo-Boolean function which vanishes at the origin. We present\naxiomatizations of this generalized Choquet integral, given in terms of certain\nfunctional equations, as well as by necessary and sufficient conditions which\nreveal desirable properties in aggregation theory.\n"]}]
["1007.2114",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2114"],"date":["2010-07-13","2011-04-05"],"type":["text"],"creator":["Savin, Ovidiu","Valdinoci, Enrico"],"language":[],"coverage":[],"title":["Density estimates for a variational model driven by the Gagliardo norm"],"description":["  We prove density estimates for level sets of minimizers of the energy\n$$\\eps^{2s}\\|u\\|_{H^s(\\Omega)}^2+\\int_\\Omega W(u)\\,dx,$$ with $s \\in (0,1)$,\nwhere $\\|u\\|_{H^s(\\Omega)}$ denotes the total contribution from $\\Omega$ in the\n$H^s$ norm of $u$, and $W$ is a double-well potential.\n  As a consequence we obtain, as $\\eps \\to 0$, the uniform convergence of the\nlevel sets of $u$ to either a $H^s$-nonlocal minimal surface if $s\\in(0,\\frac 1\n2)$, or to a classical minimal surface if $s \\in[\\frac 1 2,1)$.\n"]}]
["1007.2631",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2631","Phys.Lett.B695:264-267,2011","doi:10.1016/j.physletb.2010.11.039"],"date":["2010-07-15","2010-11-13"],"type":["text"],"creator":["Diaz-Cruz, J. Lorenzo","Ma, Ernest"],"language":[],"coverage":[],"title":["Neutral SU(2) Gauge Extension of the Standard Model and a Vector-Boson\n  Dark-Matter Candidate"],"description":["  If the standard model of particle interactions is extended to include a\nneutral SU(2)_N gauge factor, with SU(3)_C x SU(2)_L x U(1)_Y x SU(2)_N\nembedded in E_6 or [SU(3)]^3, a conserved generalized R parity may appear. As a\nresult, we have the first example of a possible dark-matter candidate X_1 which\nis a non-Abelain vector boson. Using current data, its mass is predicted to be\nless than about 1 TeV. The associated Z' of this model, as well as some\nsignatures of the Higgs sector, should then be observable at the LHC (Large\nHadron Collider).\n","Comment: 10 pages, 1 figure; version accepted in PLB"]}]
["1007.2651",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.2651","JHEP 1012:028,2010","doi:10.1007/JHEP12(2010)028"],"date":["2010-07-15","2010-12-10"],"type":["text"],"creator":["Ferraro, Rafael"],"language":[],"coverage":[],"title":["Born-Infeld electrostatics in the complex plane"],"description":["  The complex method to obtain 2-dimensional Born-Infeld electrostatic\nsolutions is presented in a renewed form. The solutions are generated by a\nholomorphic seed that makes contact with the Coulombian complex potential. The\nprocedure is exemplified by solving the Born-Infeld multipolar configurations.\nBesides, it is shown that the attractive force between two equal but opposite\ncharges is lower than its Coulombian partner; it decreases up to vanish when\nthe charges approach each other below a distance ruled by the Born-Infeld\nconstant.\n","Comment: 15 pages, 4 figures"]}]
["1007.3005",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3005","Int.J.Theor.Phys.50:1664-1670,2011","doi:10.1007/s10773-011-0675-4"],"date":["2010-07-18","2011-01-11"],"type":["text"],"creator":["Yadav, Anil Kumar"],"language":[],"coverage":[],"title":["Dissipative Future Universe without Big Rip"],"description":["  The present study deals with dissipative future universe without big rip in\ncontext of Eckart formalism. The generalized chaplygin gas, characterized by\nequation of state $p=-\\frac{A}{\\rho^\\frac{1}{\\alpha}}$, has been considered as\na model for dark energy due to its dark-energy-like evolution at late time. It\nis demonstrated that, if the cosmic dark energy behaves like a fluid with\nequation of state $p=\\omega\\rho$; $\\omega < -1$, as well as chaplygin gas\nsimultaneously then the big rip problem does not arises and the scale factor is\nfound to be regular for all time.\n","Comment: 6 pages, 2 figures, To appear in Int. J. Theor. Phys"]}]
["1007.3323",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.3323","Phys.Lett.B694:398-401,2011","doi:10.1016/j.physletb.2010.10.031"],"date":["2010-07-19","2010-11-04"],"type":["text"],"creator":["Hamaguchi, Koichi","Yokozaki, Norimi"],"language":[],"coverage":[],"title":["Soft Leptogenesis and Gravitino Dark Matter in Gauge Mediation"],"description":["  We study soft leptogenesis in gauge mediated supersymmetry breaking models\nwith an enhanced A-term for the right-handed neutrino. We find that this\nscenario can explain the baryon asymmetry of the present universe, consistently\nwith the gravitino dark matter for a wide range of gravitino mass\nm_{3/2}=O(MeV)-O(GeV). We also propose an explicit model which induces the\nnecessary A-term for the right-handed neutrino.\n","Comment: 13 pages, 2 figures, references are added, the version to appear in\n  PLB"]}]
["1007.4257",{"format":[],"subject":["Computer Science - Computational Complexity","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4257"],"date":["2010-07-24","2011-04-04"],"type":["text"],"creator":["Katkov, Mikhail"],"language":[],"coverage":[],"title":["Polynomial-time approximation scheme for Max-Cut problem"],"description":["  The community convinced me that this peace of crank was written by crackpot\ntrisector. I apologize for disturbing community.\n","Comment: This paper has been withdrawn by the author"]}]
["1008.0689",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.0689","J.Geom.Phys.61:1396-1400, 2011","doi:10.1016/j.geomphys.2011.03.003"],"date":["2010-08-03"],"type":["text"],"creator":["Skakala, Jozef","Visser, Matt"],"language":[],"coverage":[],"title":["Bi-metric pseudo-Finslerian spacetimes"],"description":["  Finsler spacetimes have become increasingly popular within the theoretical\nphysics community over the last two decades. Because physicists need to use\npseudo-Finsler structures to describe propagation}of signals, there will be\nnonzero null vectors in both the tangent and cotangent spaces --- this causes\nsignificant problems in that many of the mathematical results normally obtained\nfor \"usual\" (Euclidean signature) Finsler structures either do not apply, or\nrequire significant modifications to their formulation and/or proof. We shall\nfirst provide a few basic definitions, explicitly demonstrating the\ninterpretation of bi-metric theories in terms of pseudo-Finsler norms. We shall\nthen discuss the tricky issues that arise when trying to construct an\nappropriate pseudo-Finsler metric appropriate to bi-metric spacetimes. Whereas\nin Euclidian signature the construction of the Finsler metric typically fails\nat the zero vector, in Lorentzian signature the Finsler metric is typically\nill-defined on the entire null cone.\n","Comment: 8 pages"]}]
["1008.1569",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1569","Phys.Rev.C82:054001,2010","doi:10.1103/PhysRevC.82.054001"],"date":["2010-08-09","2011-04-05"],"type":["text"],"creator":["Anderson, E. R.","Bogner, S. K.","Furnstahl, R. J.","Perry, R. J."],"language":[],"coverage":[],"title":["Operator Evolution via the Similarity Renormalization Group I: The\n  Deuteron"],"description":["  Similarity Renormalization Group (SRG) flow equations can be used to\nunitarily soften nuclear Hamiltonians by decoupling high-energy intermediate\nstate contributions to low-energy observables while maintaining the natural\nhierarchy of many-body forces. Analogous flow equations can be used to\nconsistently evolve operators so that observables are unchanged if no\napproximations are made. The question in practice is whether the advantages of\na softer Hamiltonian and less correlated wave functions might be offset by\ncomplications in approximating and applying other operators. Here we examine\nthe properties of SRG-evolved operators, focusing in this paper on applications\nto the deuteron but leading toward methods for few-body systems. We find the\nadvantageous features generally carry over to other operators with additional\nsimplifications in some cases from factorization of the unitary transformation\noperator.\n","Comment: 33 pages, 19 figures. Improved figures 17 and 18. Expanded comments\n  on OPE in text"]}]
["1008.1576",{"format":[],"subject":["Mathematics - Differential Geometry","Mathematics - Analysis of PDEs","53CXX"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.1576"],"date":["2010-08-09","2011-04-05"],"type":["text"],"creator":["Ma, Li"],"language":[],"coverage":[],"title":["A complete proof of Hamilton's conjecture"],"description":["  In this paper, we give the full proof of a conjecture of R.Hamilton that for\n$(M^3, g)$ being a complete Riemannian 3-manifold with bounded curvature and\nwith the Ricci pinching condition $Rc\\geq \\ep R g$, where $R>0$ is the positive\nscalar curvature and $\\ep>0$ is a uniform constant, $M^3$ is compact. One of\nthe key ingredients to exclude the local collapse in singularities of the Ricci\nflow is the use of pinching-decaying estimate. The other important part of our\nargument is to role out the Type III singularity complete noncompact Ricci flow\nwith positive Ricci pinching condition. We get this goal by obtaining an Ricci\nexpander based on the monotonicity formula of weighted reduced volume.\n","Comment: 10 pages"]}]
["1008.2562",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.2562","Phys. Rev. B 83, 094426 (2011)","doi:10.1103/PhysRevB.83.094426"],"date":["2010-08-15","2010-11-12"],"type":["text"],"creator":["Katanin, A. A.","Sushkov, O. P."],"language":[],"coverage":[],"title":["Quasielastic neutron scattering from two dimensional antiferromagnets at\n  a finite temperature"],"description":["  We consider frequency dependence of the neutron scattering amplitude from a\ntwo-dimensional quantum antiferromagnet. It is well known that the long range\norder disappears at any finite temperature and hence the elastic neutron\nscattering Bragg peak is transformed to the quasielastic neutron scattering\nspectrum ~dw/w. We show that the widely known formula for the spectrum of an\nisotropic antiferromagnet derived by Auerbach and Arovas should be supplemented\nby a logarithmic term that changes the integrated intensity by two times. A\nsimilar formula for an easy-plane magnet is very much different because of the\nBerezinsky-Kosterlitz-Thouless physics. An external uniform magnetic field\nswitches smoothly the isotropic magnet to the easy-plane magnet. We demonstrate\nthat the quasielastic neutron scattering spectrum in the crossover regime\ncombines properties of both limiting cases. We also consider a quantum\nantiferromagnet close to the O(3) quantum critical point and show that in an\nexternal uniform magnetic field the intensity of elastic (quasielastic) neutron\nscattering peak depends linearly and significantly on the applied field.\n","Comment: 9 pages, 4 figures"]}]
["1009.3842",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.3842","Astrophys. Space Sci. 333:311-316(2011)","doi:10.1007/S10509-011-0605-1"],"date":["2010-09-17"],"type":["text"],"creator":["Gupta, R. C.","Pradhan, Anirudh"],"language":[],"coverage":[],"title":["A theoretically-explained new-variant of Modified-Newtonian-Dynamics\n  (MOND)"],"description":["  It is surprising that we hardly know only 5% of the universe. Rest of the\nuniverse is made up of 70% of dark-energy and 25% of dark-matter. Dark-energy\nis responsible for acceleration of the expanding universe; whereas dark-matter\nis said to be necessary as extra-mass of bizarre-properties to explain the\nanomalous rotational-velocity of galaxy. Though the existence of dark-energy\nhas gradually been accepted in scientific community, but the candidates for\ndark-matter have not been found as yet and are too crazy to be accepted. Thus,\nit is obvious to look for an alternative theory in place of dark-matter.\nIsrael-scientist M. Milgrom has suggested a 'Modified Newtonian Dynamics\n(MOND)' which appears to be highly successful for explaining the anomalous\nrotational-velocity. But unfortunately MOND lacks theoretical support. The\nMOND, in-fact, is (empirical) modification of Newtonian-Dynamics through\nmodification in the kinematical acceleration term 'a' (which is normally taken\nas $a=\\frac{v^{2}}{r}$) as effective kinematic acceleration $a_{effective} = a\n\\mu (\\frac{a}{a_{0}})$, wherein the $\\mu$-function is 1 for usual-values of\naccelerations but equals to $\\frac{a}{a_{0}} (\\ll 1)$ if the acceleration 'a'\nis extremely-low lower than a critical value $a_0 (10^{-10} m/s^{2})$. In the\npresent paper, a novel variant of MOND is proposed with theoretical backing;\nwherein with the consideration of universe's acceleration $a_{d}$ due to\ndark-energy, a new type of $\\mu$-function on theoretical-basis emerges out\nleading to $a_{effective} = a(1 - K \\frac{a_{0}}{a})$. The proposed\ntheoretical-MOND model too is able to fairly explain qualitatively the\nmore-or-less 'flat' velocity-curve of galaxy-rotation, and is also able to\npredict a dip (minimum) on the curve.\n","Comment: 13 pages, 4 figures"]}]
["1009.5680",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1009.5680","Astrophys. J. 731 (2011) 116","doi:10.1088/0004-637X/731/2/116"],"date":["2010-09-28","2011-02-22"],"type":["text"],"creator":["Neyrinck, Mark C.","Szapudi, István","Szalay, Alexander S."],"language":[],"coverage":[],"title":["Rejuvenating Power Spectra II: the Gaussianized galaxy density field"],"description":["  We find that, even in the presence of discreteness noise, a Gaussianizing\ntransform (producing a more-Gaussian one-point distribution) reduces\nnonlinearities in the power spectra of cosmological matter and galaxy density\nfields, in many cases drastically. Although Gaussianization does increase the\neffective shot noise, it also increases the power spectrum's fidelity to the\nlinear power spectrum on scales where the shot noise is negligible.\nGaussianizing also increases the Fisher information in the power spectrum in\nall cases and resolutions, although the gains are smaller in redshift space\nthan in real space. We also find that the gain in cumulative Fisher information\nfrom Gaussianizing peaks at a particular grid resolution that depends on the\nsampling level.\n","Comment: Slight changes to match version accepted to ApJ. 7 pages, 8 figures"]}]
["1010.1165",{"format":[],"subject":["Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1165","J. Korean Phys.Soc. 57,823 (2010)","doi:10.3938/jkps.57.823"],"date":["2010-10-06"],"type":["text"],"creator":["Lee, Keumsook","Park, Jong Soo","Choi, Hannah","Choi, M. Y.","Jung, Woo-Sung"],"language":[],"coverage":[],"title":["Sleepless in Seoul: `The Ant and the Metrohopper'"],"description":["  One of Aesop's (La Fontain's) famous fables `The Ant and the Grasshopper' is\nwidely known to give a moral lesson through comparison between the hard working\nant and the party-loving grasshopper. Here we show a slightly different version\nof this fable, namely, \"The Ant and the Metrohopper,\" which describes human\nmobility patterns in modern urban life. Numerous real transportation networks\nand the trajectory data have been studied in order to understand mobility\npatterns. We study trajectories of commuters on the public transportation of\nMetropolitan Seoul, Korea. Smart cards (Integrated Circuit Cards; ICCs) are\nused in the public transportation system, which allow collection of transit\ntransaction data, including departure and arrival stations and time. This\nempirical analysis provides human mobility patterns, which impact traffic\nforecasting and transportation optimization, as well as urban planning.\n","Comment: to be appeared in Journal of the Korean Physical Society"]}]
["1010.1671",{"format":[],"subject":["Condensed Matter - Quantum Gases","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.1671","doi:10.1007/s00340-011-4430-6"],"date":["2010-10-08"],"type":["text"],"creator":["Tayebirad, Ghazal","Mannella, Riccardo","Wimberger, Sandro"],"language":[],"coverage":[],"title":["Engineering of Landau-Zener tunneling"],"description":["  Several ways are discussed how to control the Landau-Zener tunneling in the\nWannier-Stark system. We focus on a realization of this system with interacting\nand noninteracting ultracold bosons. The tunneling from the ground band to the\ncontinuum is shown to depend crucially on the initial condition and system\nparameters and, more interestingly, on added timedependent disorder -- noise --\non the lattice beams.\n"]}]
["1010.2048",{"format":[],"subject":["Quantitative Finance - Statistical Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.2048","Eur. Phys. J. B 79, 55-60 (2011)","doi:10.1140/epjb/e2010-90492-x"],"date":["2010-10-11"],"type":["text"],"creator":["Oh, Gabjin","Eom, Cheoljun","Wang, Fengzhong","Jung, Woo-Sung","Stanley, H. Eugene","Kim, Seunghwan"],"language":[],"coverage":[],"title":["Statistical Properties of Cross-Correlation in the Korean Stock Market"],"description":["  We investigate the statistical properties of the correlation matrix between\nindividual stocks traded in the Korean stock market using the random matrix\ntheory (RMT) and observe how these affect the portfolio weights in the\nMarkowitz portfolio theory. We find that the distribution of the correlation\nmatrix is positively skewed and changes over time. We find that the eigenvalue\ndistribution of original correlation matrix deviates from the eigenvalues\npredicted by the RMT, and the largest eigenvalue is 52 times larger than the\nmaximum value among the eigenvalues predicted by the RMT. The $\\beta_{473}$\ncoefficient, which reflect the largest eigenvalue property, is 0.8, while one\nof the eigenvalues in the RMT is approximately zero. Notably, we show that the\nentropy function $E(\\sigma)$ with the portfolio risk $\\sigma$ for the original\nand filtered correlation matrices are consistent with a power-law function,\n$E(\\sigma) \\sim \\sigma^{-\\gamma}$, with the exponent $\\gamma \\sim 2.92$ and\nthose for Asian currency crisis decreases significantly.\n"]}]
["1010.3447",{"format":[],"subject":["Mathematics - Symplectic Geometry","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.3447"],"date":["2010-10-17","2011-04-05"],"type":["text"],"creator":["Fernandes, Rui Loja","Frejlich, Pedro"],"language":[],"coverage":[],"title":["A h-principle for symplectic foliations"],"description":["  We show that a classical result of Gromov in symplectic geometry extends to\nthe context of symplectic foliations, which we regard as a $h$-principle for\n(regular) Poisson geometry. Namely, we formulate a sufficient cohomological\ncriterion for a regular bivector to be homotopic to a regular Poisson\nstructure, in the spirit of Haefliger's criterion for homotoping a distribution\nto a foliation. We give an example to show that this criterion is not too\nunsharp.\n","Comment: 9 pages; final version accepted for publication by IMRN"]}]
["1011.0516",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0516","PoS Lattice2010:054,2010"],"date":["2010-11-02"],"type":["text"],"creator":["Itou, Etsuko","Aoyama, Tatsumi","Kurachi, Masafumi","Lin, C. -J. David","Matsufuru, Hideo","Ohki, Hiroshi","Onogi, Tetsuya","Shintani, Eigo","Yamazaki, Takeshi"],"language":[],"coverage":[],"title":["Search for the IR fixed point in the Twisted Polyakov Loop scheme (II)"],"description":["  We measure the renormalized coupling in the Twisted Polyakov loop scheme for\nSU(3) gauge theory coupled with $N_f=12$ fundamental fermions. To find the\ninfrared fixed point of this theory, we focus on the step scaling function for\nthe renormalized coupling. We take the continuum limit using the linear\nfunction of $(a/L)^2$ and a constant fit function. We find that there is a\nsizeable systematic error due to the choice of the continuum extrapolation\nfunction in the low energy region. We will give some directions to reduce the\nsystematic errors.\n","Comment: 7pages, To appear in the proceedings for the 28th International\n  Symposium on Lattice Field Field: Lattice 2010"]}]
["1011.0697",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0697","Annals of Physics, Volume 326, Issue 3, March 2011, Pages 626-633","doi:10.1016/j.aop.2010.11.008"],"date":["2010-10-30"],"type":["text"],"creator":["Rangelov, A. A.","Suchowski, H.","Silberberg, Y.","Vitanov, N. V."],"language":[],"coverage":[],"title":["Wireless adiabatic power transfer"],"description":["  We propose a technique for efficient mid-range wireless power transfer\nbetween two coils, by adapting the process of adiabatic passage for a\ncoherently driven two-state quantum system to the realm of wireless energy\ntransfer. The proposed technique is shown to be robust to noise, resonant\nconstraints, and other interferences that exist in the neighborhood of the\ncoils.\n","Comment: 11 pages, 6 figures"]}]
["1011.0945",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Complex Variables","Mathematics - Operator Algebras","47A05, 47B35, 47B99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.0945"],"date":["2010-11-03","2011-04-05"],"type":["text"],"creator":["Garcia, Stephan Ramon","Ross, William T.","Wogen, Warren R."],"language":[],"coverage":[],"title":["Spatial isomorphisms of algebras of truncated Toeplitz operators"],"description":["  We examine when two maximal abelian algebras in the truncated Toeplitz\noperators are spatially isomorphic. This builds upon recent work of N. Sedlock,\nwho obtained a complete description of the maximal algebras of truncated\nToeplitz operators.\n","Comment: 24 pages"]}]
["1011.1052",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1052","Phys.Rev.D83:074003,2011","doi:10.1103/PhysRevD.83.074003"],"date":["2010-11-03"],"type":["text"],"creator":["Matevosyan, Hrayr H.","Thomas, Anthony W.","Bentz, Wolfgang"],"language":[],"coverage":[],"title":["Calculating Kaon Fragmentation Functions from NJL-Jet Model"],"description":["  The Nambu--Jona-Lasinio (NJL) - Jet model provides a sound framework for\ncalculating the fragmentation functions in an effective chiral quark theory,\nwhere the momentum and isospin sum rules are satisfied without the introduction\nof ad hoc parameters. Earlier studies of the pion fragmentation functions using\nthe NJL model within this framework showed qualitative agreement with the\nempirical parameterizations. Here we extend the NJL-Jet model by including the\nstrange quark. The corrections to the pion fragmentation functions and\ncorresponding kaon fragmentation functions are calculated using the elementary\nquark to quark-meson fragmentation functions from NJL. The results for the kaon\nfragmentation functions exhibit a qualitative agreement with the empirical\nparameterizations, while the unfavored strange quark fragmentation to pions is\nshown to be of the same order of magnitude as the unfavored light quark's. The\nresults of these studies are expected to provide important guidance for the\nanalysis of a large variety of semi-inclusive data.\n","Comment: 9 pages, 14 figures"]}]
["1011.2573",{"format":[],"subject":["Condensed Matter - Materials Science","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2573","Journal of Applied Physics 109, 07B524 (2011)","doi:10.1063/1.3559504"],"date":["2010-11-11"],"type":["text"],"creator":["Batlle, Xavier","Pérez, N.","Guardia, P.","Iglesias, O.","Labarta, A.","Bartolomé, F.","García, L. M.","Bartolomé, J.","Roca, A. G.","Morales, M. P.","Serna, C. J."],"language":[],"coverage":[],"title":["Magnetic nanoparticles with bulk-like properties"],"description":["  The magnetic behavior of $Fe_{3-x}O_4$ nanoparticles synthesized either by\nhigh-temperature decomposition of an organic iron precursor or low-temperature\nco-precipitation in aqueous conditions, is compared. Transmission electron\nmicroscopy, X-ray absorption spectroscopy, X-ray magnetic circular dichroism\nand magnetization measurements show that nanoparticles synthesized by thermal\ndecomposition display high crystal quality and bulk-like magnetic and\nelectronic properties, while nanoparticles synthesized by co-precipitation show\nmuch poorer crystallinity and particle-like phenomenology, including reduced\nmagnetization, high closure fields and shifted hysteresis loops. The key role\nof the crystal quality is thus suggested since particle-like behavior for\nparticles larger than about 5 nm is only observed when they are structurally\ndefective. These conclusions are supported by Monte Carlo simulations. It is\nalso shown that thermal decomposition is capable of producing nanoparticles\nthat, after further stabilization in physiological conditions, are suitable for\nbiomedical applications such as magnetic resonance imaging or bio-distribution\nstudies.\n","Comment: Review article. 20 pages, 7 figures. Invited contribution to 55th MMM\n  Conference 2010 (Atlanta), Session HG-01. To be published in J. Appl. Phys"]}]
["1011.3569",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Condensed Matter - Statistical Mechanics","Physics - Atomic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.3569","Phys. Rev. Lett. 106, 143001 (2011)","doi:10.1103/PhysRevLett.106.143001"],"date":["2010-11-15","2011-01-26"],"type":["text"],"creator":["Lee, Tony E.","Cross, M. C."],"language":[],"coverage":[],"title":["Pattern formation with trapped ions"],"description":["  Ion traps are a versatile tool to study nonequilibrium statistical physics,\ndue to the tunability of dissipation and nonlinearity. We propose an experiment\nwith a chain of trapped ions, where dissipation is provided by laser heating\nand cooling, while nonlinearity is provided by trap anharmonicity and beam\nshaping. The collective dynamics are governed by an equation similar to the\ncomplex Ginzburg-Landau equation, except that the reactive nature of the\ncoupling leads to qualitatively different behavior. The system has the unusual\nfeature of being both oscillatory and excitable at the same time. We account\nfor noise from spontaneous emission and find that the patterns are observable\nfor realistic experimental parameters. Our scheme also allows controllable\nexperiments with noise and quenched disorder.\n","Comment: 4 pages + appendix"]}]
["1011.5376",{"format":[],"subject":["Physics - Atomic and Molecular Clusters"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.5376","J. Chem. Phys. 134, 124302 (2011)","doi:10.1063/1.3569564"],"date":["2010-11-24","2011-04-05"],"type":["text"],"creator":["De, Sandip","Ghasemi, S. Alireza","Willand, Alexander","Genovese, Luigi","Kanhere, Dilip","Goedecker, Stefan"],"language":[],"coverage":[],"title":["The effect of ionization on the global minima of small and medium sized\n  silicon and magnesium clusters"],"description":["  We re-examine the question of whether the geometrical ground state of neutral\nand ionized clusters are identical. Using a well defined criterion for being\n\"identical\" together, the extensive sampling methods on a potential energy\nsurface calculated by density functional theory, we show that the ground states\nare in general different. This behavior is to be expected whenever there are\nmetastable configurations which are close in energy to the ground state, but it\ndisagrees with previous studies.\n","Comment: 7 pages, 7 figures"]}]
["1012.0303",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0303","Phys. Rev. Lett. 106, 137002 (2011)","doi:10.1103/PhysRevLett.106.137002"],"date":["2010-12-01"],"type":["text"],"creator":["Hackl, Andreas","Vojta, Matthias"],"language":[],"coverage":[],"title":["Zeeman-driven Lifshitz transition: A scenario for the Fermi-surface\n  reconstruction in YbRh2Si2"],"description":["  The heavy-fermion metal YbRh2Si2 displays a field-driven quantum phase\ntransition where signatures of a Fermi-surface reconstruction have been\nidentified, often interpreted as breakdown of the Kondo effect. We argue that\ninstead many properties of the material can be consistently described assuming\na Zeeman-driven Lifshitz transition of narrow heavy-fermion bands. Using a\nsuitable quasiparticle model, we find a smeared jump in the Hall constant and\nlines of maxima in susceptibility and specific heat, very similar to\nexperimental data. An intermediate non-Fermi liquid regime emerges due to the\nsmall effective Fermi energy near the transition. Further experiments to\ndiscriminate the different scenarios are proposed.\n","Comment: 4 pages, 3 figs"]}]
["1012.1572",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.1572","Phys. Rev. Lett. 106, 140501 (2011)","doi:10.1103/PhysRevLett.106.140501"],"date":["2010-12-07","2011-04-04"],"type":["text"],"creator":["Banchi, Leonardo","Bayat, Abolfazl","Verrucchi, Paola","Bose, Sougato"],"language":[],"coverage":[],"title":["Non-Perturbative Entangling Gates between Distant Qubits using Uniform\n  Cold Atom Chains"],"description":["  We propose a new fast scalable method for achieving a two-qubit entangling\ngate between arbitrary distant qubits in a network by exploiting dispersionless\npropagation in uniform chains. This is achieved dynamically by switching on a\nstrong interaction between the qubits and a bus formed by a non-engineered\nchain of interacting qubits. The quality of the gate scales very efficiently\nwith qubit separations. Surprisingly, a sudden switching of the coupling is not\nnecessary and our gate mechanism is not altered by a possibly gradual\nswitching. The bus is also naturally reset to its initial state making the\ncomplex resetting procedure unnecessary after each application of the gate.\nMoreover, we propose a possible experimental realization in cold atoms trapped\nin optical lattices and near field Fresnel trapping potentials, which are both\naccessible to current technology.\n","Comment: 4 pages, 3 figures. Comments are welcome"]}]
["1012.2279",{"format":[],"subject":["Quantitative Finance - General Finance","Physics - Physics and Society","89.65.Gh, 89.75.Da, 89.75.Kd"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2279","Chinese Physics Letters, 2011,28(2):038901","doi:10.1088/0256-307X/28/3/038901"],"date":["2010-12-09","2011-01-25"],"type":["text"],"creator":["Zhang, Jiang","Wang, You-Gui"],"language":[],"coverage":[],"title":["Size-Dependency of Income Distributions and Its Implications"],"description":["  This paper highlights the size-dependency of income distributions, i.e. the\nincome distribution curves versus the population of a country systematically.\nBy using the generalized Lotka-Volterra model to fit the empirical income data\nin the United States during 1996-2007, we found an important parameter\n$\\lambda$ can scale with a $\\beta$ power of the size (population) of U.S. in\nthat year. We pointed out that the size-dependency of the income distributions,\nwhich is a very important property but seldom addressed by previous studies,\nhas two non-trivial implications: (1) the allometric growth pattern, i.e. the\npower law relationship between population and GDP in different years, which can\nbe mathematically derived from the size-dependent income distributions and also\nsupported by the empirical data; (2) the connection with the anomalous scaling\nfor the probability density function in critical phenomena since the re-scaled\nform of the income distributions has the exactly same mathematical expression\nfor the limit distribution of the sum of many correlated random variables\nasymptotically.\n","Comment: 4 figures, 4 pages"]}]
["1012.2744",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2744"],"date":["2010-12-13","2011-04-05"],"type":["text"],"creator":["Rocen, Andreas","West, Peter"],"language":[],"coverage":[],"title":["E11, generalised space-time and IIA string theory; the R-R sector"],"description":["  We extend the analysis of arXiv:1009.2624, which constructed the non-linear\nrealisation of the semi-direct product of E11 and the l1 representation at\nlevel zero, to level one. Thus we add to the previously considered NS-NS fields\nthose of the R-R sector.\n","Comment: 6 pages. Typos corrected, references added and some more explanations\n  given"]}]
["1012.3153",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3153"],"date":["2010-12-14","2011-04-04"],"type":["text"],"creator":["Kalaj, David","Markovic, Marijan"],"language":[],"coverage":[],"title":["Optimal estimates for the gradient of harmonic functions in the unit\n  disk"],"description":["  Concrete sharp constants in a pointwise estimate of the gradient of a\nharmonic function in the unit disk are obtained under the assumption that\nfunction belong to Hardy space $h^p$, $p\\ge 1$. This generalizes some recent\nresult of Maz'ya & Kresin and a result of Colonna related to the Bloch constant\nof harmonic mappings of the unit disk into itself.\n","Comment: 14 pages, 2 figures"]}]
["1012.4114",{"format":[],"subject":["Quantum Physics","Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4114","Quantum Inf. Comput. 11, 0326-0354 (2011)"],"date":["2010-12-18"],"type":["text"],"creator":["Wei, Tzu-Chieh","Vishveshwara, Smitha","Goldbart, Paul M."],"language":[],"coverage":[],"title":["Global geometric entanglement in transverse-field XY spin chains: finite\n  and infinite systems"],"description":["  The entanglement in quantum XY spin chains of arbitrary length is\ninvestigated via the geometric (measure of) entanglement. The emergence of\nentanglement is explained intuitively from the perspective of perturbations.\nThe model is solved exactly and the energy spectrum is determined and analyzed\nin particular for the lowest two levels. The entanglement is obtained over the\nentire phase diagram, and its behavior can be used to delineate the boundaries\nin the phase diagram. For example, the field-derivative of the entanglement\nbecomes singular along the critical line. The form of the divergence turns out\nto be dictated by the universality class controlling the quantum phase\ntransition. The entanglement near criticality can be understood via a scaling\nhypothesis, analogous to that for free energies. The entanglement density\nvanishes along the so-called disorder line in the phase diagram, the ground\nspace is doubly degenerate and spanned by two product states. The entanglement\nfor the superposition of the lowest two states is also investigated. Even\nthough the exact value of the entanglement depends on the specific form of\nsuperposition, in the thermodynamic limit the entanglement density is\nindependent of the superposition, showing that the entanglement density is\ninsensitive to whether the ground state is chosen to be the spontaneously $Z_2$\nsymmetry broken one or not. The finite-size scaling of entanglement at critical\npoints is also investigated from two different view points: (1) the maximum in\nthe field-derivative of the entanglement density vs. the system size, used to\ndeduce the correlation length exponent for the Ising class by the behavior of\nentanglement; (2) the correction to the entanglement density vs. the system\nsize, with the coefficient being universal (but with different values for the\ntwo lowest states).\n","Comment: Single column, 36 pages, 10 figures, 1 table, expansion of PRA 71,\n  060305 (R) (2005) with additional results; to appear in QIC"]}]
["1012.4417",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.4417","Phys. Rev. A 83, 041601(R) (2011)","doi:10.1103/PhysRevA.83.041601"],"date":["2010-12-20","2011-04-05"],"type":["text"],"creator":["Gandolfi, S.","Schmidt, K. E.","Carlson, J."],"language":[],"coverage":[],"title":["BEC-BCS crossover and universal relations in unitary Fermi gases"],"description":["  The contact parameter in unitary Fermi Gases governs the short-distance,\nhigh-momentum, and high-energy properties of the system. We perform accurate\nquantum Monte Carlo calculations with highly optimized trial functions to\nprecisely determine this parameter at T=0, demonstrate its universal\napplication to a variety of observables, and determine the regions of momentum\nand energy over which the leading short-range behavior is dominant. We derive\nTan's expressions for the contact parameter using just the short-range behavior\nof the ground-state many-body wave function, and use this behavior to calculate\nthe two-body distribution function, one-body density matrix, and the momentum\ndistribution of unitary Fermi gases; providing a precise value of the contact\nparameter that can be compared to experiments.\n","Comment: 5 pages, 4 figures, minor changes, published version"]}]
["1102.0524",{"format":[],"subject":["Physics - Data Analysis, Statistics and Probability","Condensed Matter - Statistical Mechanics","Quantitative Biology - Quantitative Methods"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0524","Phys. Rev. E 83, 041103 (2011)","doi:10.1103/PhysRevE.83.041103"],"date":["2011-02-02"],"type":["text"],"creator":["Norrelykke, Simon F.","Flyvbjerg, Henrik"],"language":[],"coverage":[],"title":["Harmonic Oscillator in Heat Bath: Exact simulation of\n  time-lapse-recorded data, exact analytical benchmark statistics"],"description":["  The stochastic dynamics of the damped harmonic oscillator in a heat bath is\nsimulated with an algorithm that is exact for time steps of arbitrary size.\nExact analytical results are given for correlation functions and power spectra\nin the form they acquire when computed from experimental time-lapse recordings.\nThree applications are discussed: (i) Effects of finite sampling-rate and\n-time, described exactly here, are similar for other stochastic dynamical\nsystems-e.g. motile micro-organisms and their time-lapse recorded trajectories.\n(ii) The same statistics is satisfied by any experimental system to the extent\nit is interpreted as a damped harmonic oscillator at finite temperature-such as\nan AFM cantilever. (iii) Three other models of fundamental interest are\nlimiting cases of the damped harmonic oscillator at finite temperature; it\nconsequently bridges their differences and describes effects of finite sampling\nrate and sampling time for these models as well. Finally, we give a brief\ndiscussion of nondimensionalization.\n","Comment: 12 pages, 8 figures"]}]
["1102.0601",{"format":[],"subject":["Mathematics - Geometric Topology","57M60, 37E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.0601"],"date":["2011-02-03","2011-04-05"],"type":["text"],"creator":["Malestein, Justin","Souto, Juan"],"language":[],"coverage":[],"title":["On genericity of pseudo-Anosovs in the Torelli group"],"description":["  We show that, for any (symmetric) finite generating set of the Torelli group\nof a closed surface, the probability that a random word is not pseudo-Anosov\ndecays exponentially in terms of the length of the word.\n","Comment: 11 pages, minor improvement to results"]}]
["1102.1241",{"format":[],"subject":["Mathematics - Metric Geometry","Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1241"],"date":["2011-02-07","2011-04-05"],"type":["text"],"creator":["Alesker, Semyon"],"language":[],"coverage":[],"title":["On modules over valuations"],"description":["  Recently an algebra of smooth valuations was attached to any smooth manifold.\nRoughly put, a smooth valuation is finitely additive measure on compact\nsubmanifolds with corners which satisfies some extra properties. In this note\nwe initiate a study of modules over smooth valuations. More specifically we\nstudy finitely generated projective modules in analogy to the study of vector\nbundles on a manifold. In particular it is shown that on a compact manifold\nthere exists a canonical isomorphism between the $K$-ring constructed out of\nfinitely generated projective modules over valuations and the classical\ntopological $K^0$-ring constructed out of vector bundles.\n","Comment: 11 pages; minor corrections"]}]
["1102.4205",{"format":[],"subject":["Computer Science - Numerical Analysis","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.4205"],"date":["2011-02-21","2011-04-04"],"type":["text"],"creator":["Thielemann, Henning"],"language":[],"coverage":[],"title":["An algebra for signal processing"],"description":["  Our paper presents an attempt to axiomatise signal processing. Our long-term\ngoal is to formulate signal processing algorithms for an ideal world of exact\ncomputation and prove properties about them, then interpret these ideal\nformulations and apply them without change to real world discrete data. We give\nmodels of the axioms that are based on Gaussian functions, that allow for exact\ncomputations and automated tests of signal algorithm properties.\n","Comment: 15 pages, 1 figure, 1 table, Accepted at International Conference on\n  Algebraic Informatics, CAI2011"]}]
["1102.5292",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.5292","PoS(Texas 2010)219"],"date":["2011-02-25"],"type":["text"],"creator":["Stiele, Rainer","Boeckel, Tillmann","Schaffner-Bielich, Jurgen"],"language":[],"coverage":[],"title":["Self-interacting Dark Matter Energy Density"],"description":["  We investigate cosmological implications of an energy density contribution\narising by elastic dark matter self-interactions. Its scaling behaviour shows\nthat it can be the dominant energy contribution in the early universe.\nConstraints from primordial nucleosynthesis give an upper limit on the\nself-interaction strength which allows for the same strength as standard model\nstrong interactions. Furthermore we explore the cosmological consequences of an\nearly self-interaction dominated universe. Chemical dark matter decoupling\nrequires that self-interacting dark matter particles are rather light (keV\nrange) but we find that super-weak inelastic interactions are predicted by\nstrong elastic dark matter self-interactions. Assuming a second, collisionless\ncold dark matter component, its natural decoupling scale exceeds the weak scale\nand is in accord with the electron and positron excess observed by PAMELA and\nFermi-LAT. Structure formation analysis reveals a linear growing solution\nduring self-interaction domination, enhancing structures up to ~ 10^(-3) solar\nmasses long before the formation of the first stars.\n","Comment: 7 pages, 2 figures; contribution to the POS Proceedings of the 25th\n  Texas Symposium on Relativistic Astrophysics (December 6-10, 2010,\n  Heidelberg, Germany)"]}]
["1103.1064",{"format":[],"subject":["Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1064","Phys. Rev. A 83, 033630 (2011)","doi:10.1103/PhysRevA.83.033630"],"date":["2011-03-05"],"type":["text"],"creator":["Salasnich, Luca"],"language":[],"coverage":[],"title":["Condensate formation with three-component ultracold fermions"],"description":["  We investigate the formation of Bose-Einstein condensation and population\nimbalance in a three-component Fermi superfluid by increasing the U(3)\ninvariant attractive interaction. We consider the system at zero temperature in\nthree dimensions and also in two dimensions. Within the mean-field theory, we\nderive explicit formulas for number densities, gap order parameter, condensate\ndensity and condensate fraction of the uniform system, and analyze them in the\ncrossover from the Bardeen-Cooper-Schrieffer (BCS) state of Cooper pairs to the\nBose-Einstein Condensate (BEC) of strongly-bound molecular dimers. In addition,\nwe study this Fermi mixture trapped by a harmonic potential: we calculate the\ndensity profiles of the three components and the condensate density profile of\nCooper pairs in the BCS-BEC crossover.\n","Comment: 6 pages, 3 figures, accepted for publication in Physical Review A\n  (regular article)"]}]
["1103.2857",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.2857","J. Chem. Phys. 134, 134106 (2011)","doi:10.1063/1.3573564"],"date":["2011-03-15"],"type":["text"],"creator":["Garberoglio, Giovanni","Harvey, Allan H."],"language":[],"coverage":[],"title":["Path-integral calculation of the third virial coefficient of quantum\n  gases at low temperatures"],"description":["  We derive path-integral expressions for the second and third virial\ncoefficients of monatomic quantum gases. Unlike previous work that considered\nonly Boltzmann statistics, we include exchange effects (Bose-Einstein or\nFermi-Dirac statistics). We use state-of-the-art pair and three-body potentials\nto calculate the third virial coefficient of 3He and 4He in the temperature\nrange 2.6-24.5561 K. We obtain uncertainties smaller than those of the limited\nexperimental data. Inclusion of exchange effects is necessary to obtain\naccurate results below about 7 K.\n","Comment: The following article has been accepted by The Journal of Chemical\n  Physics. After it is published, it will be found at http://jcp.aip.org/"]}]
["1103.3493",{"format":[],"subject":["Mathematics - Category Theory","Mathematics - General Topology","Mathematics - Logic","18G10, 18B25, 18B35, 18C10, 03G10, 03G30, 06xxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3493"],"date":["2011-03-17"],"type":["text"],"creator":["Caramello, Olivia"],"language":[],"coverage":[],"title":["A topos-theoretic approach to Stone-type dualities"],"description":["  We present an abstract unifying framework for interpreting Stone-type\ndualities; several known dualities are seen to be instances of just one\ntopos-theoretic phenomenon, and new dualities are introduced. In fact,\ninfinitely many new dualities between preordered structures and locales or\ntopological spaces can be generated through our topos-theoretic machinery in a\nuniform way. We then apply our topos-theoretic interpetation to obtain results\nconnecting properties of preorders and properties of the corresponding locales\nor topological spaces, and we establish adjunctions between various kinds of\ncategories as natural applications of our general methodology. In the last part\nof the paper, we exploit the theory developed in the previous parts to obtain a\ntopos-theoretic interpretation of the problem of finding explicit descriptions\nof models of 'ordered algebraic theories' presented by generators and\nrelations, and give several examples which illustrate the effectiveness of our\nmethodology. In passing, we provide a number of other applications of our\ntheory to Algebra, Topology and Logic.\n","Comment: 158 pages"]}]
["1103.4287",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4287"],"date":["2011-03-22","2011-04-05"],"type":["text"],"creator":["Kaynak, Burak Tevfik"],"language":[],"coverage":[],"title":["Quantum Effective Action in Odd Dimensions and Zeta-Function\n  Regularization"],"description":["  In this work, we mainly study the one-loop effective action for real scalar\ntheories in non-homogeneous backgrounds in odd dimensions. It is shown that\nthrough the method studied in Ref. [1], it is possible to obtain a unified\nresult for the one-loop correction to the Euclidean effective action in 2+1\ndimensions. Our result simplifies into the ones given in the literature\ncalculated via different techniques based on some assumptions of field and its\nderivative. The one-loop correction is obtained in (2n+1)-dimensional Euclidean\nspace-times, as well. Moreover, its generic behavior is discussed for\nnon-homogeneous backgrounds. Afterwards, the structure of the divergence for\nscalar field theories at one-loop is discussed by studying the one-loop\ncorrection in 2n-dimensional Euclidean space-times. The beta function of the\nO(N)-invariant nonlinear sigma-model in d=2+1 is calculated at leading order in\nthe 1/N expansion without using the epsilon-expansion method.\n","Comment: 12 pages, typos corrected, a mistyped equation corrected, references\n  added, a new section added"]}]
["1103.4392",{"format":[],"subject":["Physics - History and Philosophy of Physics","Astrophysics - High Energy Astrophysical Phenomena","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4392","Rivista del Nuovo Cimento33:713, 2010"],"date":["2011-03-22"],"type":["text"],"creator":["De Angelis, Alessandro"],"language":[],"coverage":[],"title":["Domenico Pacini, uncredited pioneer of the discovery of cosmic rays"],"description":["  During a series of experiments performed between 1907 and 1911, Domenico\nPacini (Marino 1878-Roma 1934), at that time researcher at the Central Bureau\nof Meteorology and Geodynamics in Roma, studied the origin of the radiation\ntoday called \"cosmic rays\", the nature of which was unknown at that time. In\nhis conclusive measurements in June 1911 at the Naval Academy in Livorno, and\nconfirmed in Bracciano a couple of months later, Pacini, proposing a novel\nexperimental technique, observed the radiation strength to decrease when going\nfrom the surface to a few meters underwater (both in the sea and in the lake),\nthus demonstrating that such radiation could not come from the Earth's crust.\nPacini's work was largely overlooked. Hess was awarded the Nobel Prize in\nPhysics in 1936, two years after the death of Pacini, who had become a full\nprofessor of Experimental Physics at the University of Bari. The discovery of\ncosmic rays -a milestone in science- involved several scientists in Europe and\nin the United States of America and took place during a period characterized by\nnationalism and lack of communication. Historical, political and personal\nfacts, embedded in the pre- and post-World War I context, might have\ncontributed to the substantial disappearance of Pacini from the history of\nscience. This article aims to give an unbiased historical account of the\ndiscovery of cosmic rays; in the centenary of Pacini's pioneering experiments,\nhis work, which employed a technique that was complementary to, and independent\nof that of Hess, will be duly taken into consideration. A translation into\nEnglish of three fundamental early articles by Pacini is provided in the\nAppendix.\n"]}]
["1103.5243",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5243"],"date":["2011-03-27","2011-04-05"],"type":["text"],"creator":["Van Nguyen, Thu"],"language":[],"coverage":[],"title":["A Raikov-Type Theorem for Radial Poisson Distributions: A Proof of\n  Kingman's Conjecture"],"description":["  In the present paper we prove the following conjecture in Kingman, J.F.C.,\nRandom walks with spherical symmetry, Acta Math.,109, (1963), 11-53. concerning\na famous Raikov's theorem of decomposition of Poisson random variables:\n  \"If a radial sum of two independent random variables X and Y is radial\nPoisson, then each of them must be radial Poisson.\"\n","Comment: 6 pgs. The paper presents a proof of a Kingman conjecture regarding\n  an analogue of the Raikov's Theorem for Kingman convolutions"]}]
["1103.5918",{"format":[],"subject":["General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.5918"],"date":["2011-03-30","2011-04-05"],"type":["text"],"creator":["Tsyba, P.","Yerzhanov, K.","Esmakhanova, K.","Kulnazarov, I.","Nugmanova, G.","Myrzakulov, R."],"language":[],"coverage":[],"title":["Reconstruction of f-essence and fermionic Chaplygin gas models of dark\n  energy"],"description":["  Recently, it was proposed a new fermionic model of dark energy, the so-called\nf-essence. In this work, we explicitly reconstruct the different f-essence\nmodels. In particular, these models include the fermionic Chaplygin gas and the\nfermionic generalized Chaplygin gas models of dark energy. We also derive the\nequation of state parameter of the selected f-essence models.\n","Comment: 10 pages, typos corrected, new section 4 added, refs added, main\n  results unchanged"]}]
["1104.0317",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","Primary 13D03, Secondary 06F25, 46A40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0317"],"date":["2011-04-02"],"type":["text"],"creator":["Akriche, Mouadh","Toumi, Mohamed Ali"],"language":[],"coverage":[],"title":["Cohomology groups of integral domains and -algebras"],"description":["  In this paper, we introduce a new homology theory devoted to the study of\nlinear operators such as local mutipliers and band preserving operators. The\nidea is to study the vanishing homology problem. This enables us to\ncharacterize integral domains in which any local multiplier is a multiplier,\nwhich gives a partial answer to a problem posed by R. V. Kadison [J. Algebra\n130, No.2, (1990) 494-509]. Finally, we solve the Wickstead problem [Compositio\nMath, 35(3) (1977), 225--238] for the class of Archimedean unital f-algebras.\n","Comment: 16 pages"]}]
["1104.0409",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0409","JOURNAL OF EXPERIMENTAL AND THEORETICAL PHYSICS Volume 112, Number\n  1, 20-37 (2011)","doi:10.1134/S1063776110061111"],"date":["2011-04-03"],"type":["text"],"creator":["Katamadze, K. G.","Kulik, S. P."],"language":[],"coverage":[],"title":["Biphoton Spectrum Control"],"description":["  The main methods for controlling the biphoton field, as well as the problems\nfor which the width and the shape of the spectrum of the biphoton field are of\ndecisive importance, are discussed. The method for controlling the spectrum of\nthe spontaneous parametric downconversion of light based on the spatial\nmodulation of the refractive indices of a nonlinear crystal in which the\ngeneration of biphotons has been analyzed. Modulation is due to the\nthermo-optic and electro-optic effects.\n","Comment: 20 pages, 17 figures"]}]
["1104.0459",{"format":[],"subject":["Computer Science - Databases","Statistics - Applications"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0459"],"date":["2011-04-03","2011-04-05"],"type":["text"],"creator":["Li, Yaping","Chen, Minghua","Li, Qiwei","Zhang, Wei"],"language":[],"coverage":[],"title":["Enabling Multi-level Trust in Privacy Preserving Data Mining"],"description":["  Privacy Preserving Data Mining (PPDM) addresses the problem of developing\naccurate models about aggregated data without access to precise information in\nindividual data record. A widely studied \\emph{perturbation-based PPDM}\napproach introduces random perturbation to individual values to preserve\nprivacy before data is published. Previous solutions of this approach are\nlimited in their tacit assumption of single-level trust on data miners.\n  In this work, we relax this assumption and expand the scope of\nperturbation-based PPDM to Multi-Level Trust (MLT-PPDM). In our setting, the\nmore trusted a data miner is, the less perturbed copy of the data it can\naccess. Under this setting, a malicious data miner may have access to\ndifferently perturbed copies of the same data through various means, and may\ncombine these diverse copies to jointly infer additional information about the\noriginal data that the data owner does not intend to release. Preventing such\n\\emph{diversity attacks} is the key challenge of providing MLT-PPDM services.\nWe address this challenge by properly correlating perturbation across copies at\ndifferent trust levels. We prove that our solution is robust against diversity\nattacks with respect to our privacy goal. That is, for data miners who have\naccess to an arbitrary collection of the perturbed copies, our solution prevent\nthem from jointly reconstructing the original data more accurately than the\nbest effort using any individual copy in the collection. Our solution allows a\ndata owner to generate perturbed copies of its data for arbitrary trust levels\non-demand. This feature offers data owners maximum flexibility.\n","Comment: 20 pages, 5 figures. Accepted for publication in IEEE Transactions on\n  Knowledge and Data Engineering"]}]
["1104.0487",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0487"],"date":["2011-04-04","2011-04-05"],"type":["text"],"creator":["Willett, Brian","Yaakov, Itamar"],"language":[],"coverage":[],"title":["N=2 Dualities and Z Extremization in Three Dimensions"],"description":["  We use localization techniques to study duality in N = 2 supersymmetric gauge\ntheories in three dimensions. Specifically, we consider a duality due to\nAharony involving unitary and symplectic gauge groups, which is similar to\nSeiberg duality in four dimensions, as well as related dualities involving\nChern-Simons terms. These theories have the possibility of non-trivial\nanomalous dimensions for the chiral multiplets and were previously difficult to\nexamine. We use a matrix model to compute the partition functions on both sides\nof the duality, deformed by real mass and FI terms, and find that they agree.\nThe results provide strong evidence for the validity of the proposed dualities.\nWe also comment on a recent proposal for recovering the exact IR conformal\ndimensions in such theories using localization.\n"]}]
["1104.0662",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Combinatorics","Mathematics - Representation Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0662"],"date":["2011-04-04","2011-04-05"],"type":["text"],"creator":["Rupel, Dylan"],"language":[],"coverage":[],"title":["Positivity in Quantum Cluster Algebras and Flags of Valued Quiver\n  Representations"],"description":["  In this paper we give a direct proof of the positivity conjecture for adapted\nquantum cluster variables. Moreover, our process allows one to explicitly\ncompute formulas for all adapted cluster monomials and certain ordered products\nof adapted cluster monomials. In particular, we describe all cluster monomials\nin cluster algebras and quantum cluster algebras of rank 2. One may obtain\nsimilar formulas for all finite type cluster monomials.\n  The above results are achieved by computing explicit set-theoretic\ndecompositions of Grassmannians of subrepresentations in adapted valued quiver\nrepresentations into a disjoint union of products of standard vector space\nGrassmannians. We actually prove a more general result which should be of\nindependent interest: we compute these decompositions for arbitrary flags of\nsubrepresentations in adapted valued quiver representations.\n  This implies the existence of counting polynomials for the number of points\nin these sets over different finite fields. Using this we extend the results of\n\\cite{rupel} to quantum cluster algebras $\\Acal_q(Q,\\bfd)$, where $q$ is an\nindeterminate.\n","Comment: This paper has been withdrawn because the author's claim of\n  positivity may be false and needs to be investigated further"]}]
["1104.0673",{"format":[],"subject":["Mathematics - Combinatorics","Primary 20F55, Secondary 05C99, 05E15, 06A07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0673"],"date":["2011-04-04"],"type":["text"],"creator":["Ragnarsson, Kari","Tenner, Bridget Eileen"],"language":[],"coverage":[],"title":["Derangement Frequency in the Boolean Complex"],"description":["  In previous work, we associated to any finite simple graph a particular set\nof derangements of its vertices. These derangements are in bijection with the\nspheres in the wedge sum describing the homotopy type of the boolean complex\nfor this graph. Here we study the frequency with which a given derangement\nappears in this set.\n","Comment: 6 pages"]}]
["1104.0682",{"format":[],"subject":["Physics - General Physics","51B20, 53A35, 53B30, 83A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0682"],"date":["2011-03-29"],"type":["text"],"creator":["Oziewicz, Zbigniew"],"language":[],"coverage":[],"title":["Ternary relative velocity; astonishing conflict of the Lorentz group\n  with relativity"],"description":["  We are proving that the Lorentz boost entails the relative velocity to be\nternary: ternary relative velocity is a velocity of a body with respect to an\ninterior observer as seen by a preferred exterior-observer. The Lorentz boosts\nimply non-associative addition of ternary relative velocities. Within\nEinstein's special relativity theory, each preferred observer (fixed stars,\naether, etc), determine the unique relative velocity among each pair of massive\nbodies. Therefore, the special relativity founded on Minkowski's axiom, that\neach pair of reference systems must be related by Lorentz isometry, needs a\npreferred reference system in order to have the unique Einstein's relative\nvelocity among each pair of massive bodies. This choice-dependence of relative\nvelocity violate the Relativity Principle that all reference systems must be\nequivalent. This astonishing conflict of the Lorentz relativity group, with the\nRelativity Principle, can be resolved in two alternative ways. Either, abandon\nthe Relativity Principle in favor of a preferred reference system [de Abreu\n2004; de Abreu and Guerra 2005, 2006]. Or, within the Relativity Principle,\nreplace the Lorentz relativity group by the relativity groupoid, with the\nchoice-free binary relative velocities introduced by Minkowski in 1908. Binary\n- means that the relative velocity is a function of a pair of reference\nsystems. Following Minkowski [1908], we consider the binary relative velocity\nto be the Minkowski space-like vector (and not the Minkowski bivector as it is\nin the Hestenes theory [Hestenes 1974]).\n","Comment: LaTeX, 19 pages; Vladimir Gladyshev, Editor, Physical Interpretations\n  of Relativity Theory, Moscow 2007, pages 292-303, ISBN 978-5-7038-3178-6"]}]
["1104.0684",{"format":[],"subject":["Physics - General Physics","51B20, 53A17, 53A35, 53B30, 83A05"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0684"],"date":["2011-03-30"],"type":["text"],"creator":["Oziewicz, Zbigniew","Page, William S."],"language":[],"coverage":[],"title":["Concepts of relative velocity"],"description":["  The central concept of the theory of relativity is the relativity of\nvelocity. The velocity of a material body is not an intrinsic property of the\nbody; it depends on a free choice of reference system. Relative velocity is\nthus reference-dependent, it is not an absolute concept. We stress that even\nzero-velocity must be relative. Every reference system possesses its own\nzero-velocity relative only to that particular reference system. Does the\ntheory of relativity formulated in terms of relative velocities, with many\nzero-velocities, imply the Lorentz isometry group? We discuss the many relative\nspaces of Galileo and Poincare, as quotient spaces.\n","Comment: 18 pages, LaTeX"]}]
["1104.0689",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Mathematical Software"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0689"],"date":["2011-04-04"],"type":["text"],"creator":["Chen, Changbo","Maza, Marc Moreno"],"language":[],"coverage":[],"title":["Algorithms for Computing Triangular Decompositions of Polynomial Systems"],"description":["  We propose new algorithms for computing triangular decompositions of\npolynomial systems incrementally. With respect to previous works, our\nimprovements are based on a {\\em weakened} notion of a polynomial GCD modulo a\nregular chain, which permits to greatly simplify and optimize the\nsub-algorithms. Extracting common work from similar expensive computations is\nalso a key feature of our algorithms. In our experimental results the\nimplementation of our new algorithms, realized with the {\\RegularChains}\nlibrary in {\\Maple}, outperforms solvers with similar specifications by several\norders of magnitude on sufficiently difficult problems.\n"]}]
["1104.0694",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0694"],"date":["2011-04-04"],"type":["text"],"creator":["Bediaga, Ignacio"],"language":[],"coverage":[],"title":["Heavy meson three body decay: Three decades of Dalitz plot amplitude\n  analysis"],"description":["  Three body heavy meson decays allows one to extract important quantities for\nflavour physic, however the phenomenological analysis has some open problems to\nbe solved in order to make possible to extract physical parameters with\nprecision. After many years and some experience accumulated, we have learned\nnew features and we expect to learn much more from data coming mainly from B\nthree body decays. In this paper we address these aspects and we present a\nproposal to modify the Dalitz fit amplitude method in order to allow further\nstudies.\n","Comment: 11 pages. To appear at Alberto Santoro Festschrift"]}]
["1104.0703",{"format":[],"subject":["Physics - Physics Education"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0703"],"date":["2011-04-04"],"type":["text"],"creator":["Rojas, Sergio"],"language":[],"coverage":[],"title":["Physics Education Research and the Teaching and Learning of Physics"],"description":["  A brief account of some recent controversies about the teaching and learning\nof physics is presented. A shorter version of this outcome was accepted by The\nPhysics Teacher, but publication is still pending.\n"]}]
["1104.0713",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Group Theory","Primary 05C10, secondary 14H57, 20B25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0713"],"date":["2011-04-04"],"type":["text"],"creator":["Jones, Gareth A."],"language":[],"coverage":[],"title":["Hypermaps and multiply quasiplatonic Riemann surfaces"],"description":["  Generalising an example by Girondo and Wolfart, we use finite group theory to\nconstruct Riemann surfaces admitting two or more regular dessins (i.e.\norientably regular hypermaps) with automorphism groups of the same order, and\nin many cases with isomorphic automorphism groups.\n","Comment: 26 pages. Based on a talk given at the workshop `Groups and\n  Languages' in honour of Antonio Machi, at the Universita di Roma `La\n  Sapienza', September 2010"]}]
["1104.0714",{"format":[],"subject":["Mathematics - Quantum Algebra","Mathematics - Combinatorics","Primary 17B69, Secondary 11H06, 11H71"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0714"],"date":["2011-04-04"],"type":["text"],"creator":["Shimakura, Hiroki"],"language":[],"coverage":[],"title":["On isomorphism problems for vertex operator algebras associated with\n  even lattices"],"description":["  In this article, we completely determine the isomorphism classes of lattice\nvertex operator algebras and the vertex operator subalgebras fixed by a lift of\nthe -1-isometry of the lattice. We also provide similar results for certain\neven lattices associated with doubly-even binary codes.\n","Comment: 15 pages"]}]
["1104.0719",{"format":[],"subject":["Mathematical Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0719"],"date":["2011-04-04"],"type":["text"],"creator":["Hodzic, Amer"],"language":[],"coverage":[],"title":["Analytic partial wave expansion and integral representation of Bessel\n  beam"],"description":["  This paper describes the partial wave expansion and integral representation\nof Bessel beams in free space and in the presence of dispersion. The expansion\nof the Bessel beam wavepacket with constant spectrum is obtained as well.\nFurthermore, the sum of a triple Legendre polynomial product of same order but\ndifferent argument follows naturally from the partial wave expansion. The\nintegration of all Bessel beams over all conical angles is shown to have a\nsimple series representation, which confirms the equivalence between the\nresults for both expansion and integral representation.\n","Comment: 11 pages"]}]
["1104.0726",{"format":[],"subject":["Mathematics - Algebraic Geometry","14F17"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0726"],"date":["2011-04-04"],"type":["text"],"creator":["Burr, Michael A."],"language":[],"coverage":[],"title":["Asymptotic Purity for Very General Hypersurfaces of P^n x P^n of\n  Bidegree (k,k)"],"description":["  For a complex irreducible projective variety, the volume function and the\nhigher asymptotic cohomological functions have proven to be useful in\nunderstanding the positivity of divisors as well as other geometric properties\nof the variety. In this paper, we study the vanishing properties of these\nfunctions on specific hypersurfaces of P^n \\times P^n. In particular, we show\nthat very general hypersurfaces of bidegree (k,k) obey a very strong vanishing\nproperty, which we define as asymptotic purity: at most one asymptotic\ncohomological function is nonzero for each divisor. This provides evidence for\na conjecture of Bogomolov and also suggests some general conditions for\nasymptotic purity.\n","Comment: 11 pages"]}]
["1104.0727",{"format":[],"subject":["Quantitative Biology - Populations and Evolution"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0727"],"date":["2011-04-05"],"type":["text"],"creator":["Heled, Joseph"],"language":[],"coverage":[],"title":["Average Sequence dissimilarity under simple multi-species coalescent"],"description":["  We show how to analytically derive the average sequence dissimilarity (ASD)\nwithin and between species under a simplified multi-species coalescent setup.\n"]}]
["1104.0731",{"format":[],"subject":["Mathematics - K-Theory and Homology","14F22, 19Dxx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0731"],"date":["2011-04-05"],"type":["text"],"creator":["Antieau, Benjamin"],"language":[],"coverage":[],"title":["On a theorem of Hazrat and Hoobler"],"description":["  We use cycle complexes with coefficients in an Azumaya algebra, as developed\nby Kahn and Levine, to compare the G-theory of an Azumaya algebra to the\nG-theory of the base scheme. We obtain a sharper version of a theorem of Hazrat\nand Hoobler in certain cases.\n","Comment: submitted"]}]
["1104.0732",{"format":[],"subject":["Mathematics - Dynamical Systems","37D20, 37D25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0732"],"date":["2011-04-05"],"type":["text"],"creator":["Stoyanov, Luchezar"],"language":[],"coverage":[],"title":["Regular decay of ball diameters and spectra of Ruelle operators for\n  contact Anosov flows"],"description":["  For Anosov flows on compact Riemann manifolds we study the rate of decay\nalong the flow of diameters of balls $B^s(x,\\ep)$ on local stable manifolds at\nLyapunov regular points $x$. We prove that this decay rate is similar for all\nsufficiently small values of $\\epsilon > 0$. From this and the main result in\n\\cite{kn:St1}, we derive strong spectral estimates for Ruelle transfer\noperators for contact Anosov flows with Lipschitz local stable holonomy maps.\nThese apply in particular to geodesic flows on compact locally symmetric\nmanifolds of strictly negative curvature. As is now well known, such spectral\nestimates have deep implications in some related areas, e.g. in studying\nanalytic properties of Ruelle zeta functions and partial differential\noperators, asymptotics of closed orbit counting functions, etc.\n"]}]
["1104.0734",{"format":[],"subject":["Mathematical Physics","Nonlinear Sciences - Exactly Solvable and Integrable Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0734","SIGMA 7 (2011), 036, 20 pages","doi:10.3842/SIGMA.2011.036"],"date":["2011-04-05"],"type":["text"],"creator":["Post, Sarah"],"language":[],"coverage":[],"title":["Models of Quadratic Algebras Generated by Superintegrable Systems in 2D"],"description":["  In this paper, we consider operator realizations of quadratic algebras\ngenerated by second-order superintegrable systems in 2D. At least one such\nrealization is given for each set of St\\\"ackel equivalent systems for both\ndegenerate and nondegenerate systems. In almost all cases, the models can be\nused to determine the quantization of energy and eigenvalues for integrals\nassociated with separation of variables in the original system.\n"]}]
["1104.0739",{"format":[],"subject":["Computer Science - Data Structures and Algorithms"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0739"],"date":["2011-04-05"],"type":["text"],"creator":["Gelles, Ran","Sahai, Amit"],"language":[],"coverage":[],"title":["Potent Tree Codes and their applications: Coding for Interactive\n  Communication, revisited"],"description":["  We study the fundamental problem of reliable interactive communication over a\nnoisy channel. In a breakthrough sequence of papers published in 1992 and 1993,\nSchulman gave non-constructive proofs of the existence of general methods to\nemulate any two-party interactive protocol such that: (1) the emulation\nprotocol takes a constant-factor longer than the original protocol, and (2) if\nthe emulation protocol is executed over a noisy channel, then the probability\nthat the emulation protocol fails is exponentially small in the total length of\nthe protocol. Unfortunately, Schulman's emulation procedures either only work\nin a model with a large amount of shared randomness, or are non-constructive in\nthat they rely on the existence of good tree codes. The only known proofs of\nthe existence of good tree codes are non-constructive, and finding an explicit\nconstruction remains an important open problem. Indeed, randomly generated tree\ncodes are not good tree codes with overwhelming probability.\n  In this work, we revisit the problem of reliable interactive communication,\nand obtain the following results: We introduce a new notion of goodness for a\ntree code, and define the notion of a potent tree code. We believe that this\nnotion is of independent interest. We prove the correctness of an explicit\nemulation procedure based on any potent tree code. We show that a randomly\ngenerated tree code (with suitable constant alphabet size) is a potent tree\ncode with overwhelming probability. Furthermore we are able to partially\nderandomize this result using only O(n) random bits, where $n$ is the depth of\nthe tree.\n  These results allow us to obtain the first fully explicit emulation procedure\nfor reliable interactive communication over noisy channels with a constant\ncommunication overhead, and exponentially small failure probability.\n","Comment: 26 pages, 6 figures"]}]
["1104.0745",{"format":[],"subject":["Mathematics - Differential Geometry","53C25, 81T30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0745"],"date":["2011-04-05"],"type":["text"],"creator":["Friedrich, Thomas"],"language":[],"coverage":[],"title":["The second Dirac eigenvalue of a nearly parallel $G_2$-manifold"],"description":["  We investigate the second Dirac eigenvalue on Riemannian manifolds admitting\na Killing spinor. In small dimensions the whole Dirac spectrum depends on\nspecial eigenvalues on functions and 1-forms. We compute and discuss the\nformulas in dimension $n = 7$.\n","Comment: 10 pages"]}]
["1104.0746",{"format":[],"subject":["Computer Science - Symbolic Computation","Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0746"],"date":["2011-04-05"],"type":["text"],"creator":["Gao, Sicun","Platzer, André","Clarke, Edmund M."],"language":[],"coverage":[],"title":["Quantifier Elimination over Finite Fields Using Gr\\\"obner Bases"],"description":["  We give an algebraic quantifier elimination algorithm for the first-order\ntheory over any given finite field using Gr\\\"obner basis methods. The algorithm\nrelies on the strong Nullstellensatz and properties of elimination ideals over\nfinite fields. We analyze the theoretical complexity of the algorithm and show\nits application in the formal analysis of a biological controller model.\n","Comment: A shorter version is to appear in International Conference on\n  Algebraic Informatics 2011"]}]
["1104.0747",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0747","Proceedings of Science, Texas-2010"],"date":["2011-04-05"],"type":["text"],"creator":["Bogomazov, A. I.","Tutukov, A. V."],"language":[],"coverage":[],"title":["Supernovae type Ia: non-standard candles of the Universe"],"description":["  We analyze the influence of the evolution of light absorbtion by grey dust in\nSNe Ia host galaxies and the influence of the evolution of average total mass\nof coalescing double carbon-oxygen white dwarfs (progenitors of SNe Ia) under\nthe influence of gravitational radiation on the interpretation of Hubble\ndiagrams of SNe Ia. Significant increase in the average energy of SNe Ia due to\nincrease in the total mass of merging dwarfs can be observed at red shift z> 2.\nThe observed dependence of the distance modulus from the red shift in\nobservations of SNe Ia can be explained not only by the assumption about\naccelerated expansion of the Universe, but also by the evolution of the\nabsorbtion of light by grey dust in various types of host galaxies of SNe Ia,\nby the effects of observational selection and by the decrease in the average\nmass of coalescing degenerate dwarfs.\n","Comment: 7 pages, 4 figures"]}]
["1104.0749",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Probability","36P, 60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0749"],"date":["2011-04-05"],"type":["text"],"creator":["Diaconis, Persi","Lebeau, Gilles","Michel, Laurent"],"language":[],"coverage":[],"title":["Gibbs/Metropolis algorithms on a convex polytope"],"description":["  This paper gives sharp rates of convergence for natural versions of the\nMetropolis algorithm for sampling from the uniform distribution on a convex\npolytope. The singular proposal distribution, based on a walk moving locally in\none of a fixed, finite set of directions, needs some new tools. We get useful\nbounds on the spectrum and eigenfunctions using Nash and Weyl-type\ninequalities. The top eigenvalues of the Markov chain are closely related to\nthe Neuman eigenvalues of the polytope for a novel Laplacian.\n","Comment: 21 pages, 1 figure"]}]
["1104.0750",{"format":[],"subject":["Mathematics - Functional Analysis","Primary 47H05, Secondary 46B10, 47N10, 90C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0750"],"date":["2011-04-05"],"type":["text"],"creator":["Bauschke, Heinz H.","Borwein, Jonathan M.","Wang, Xianfu","Yao, Liangjin"],"language":[],"coverage":[],"title":["Every maximally monotone operator of Fitzpatrick-Phelps type is actually\n  of dense type"],"description":["  We show that every maximally monotone operator of Fitzpatrick-Phelps type\ndefined on a real Banach space must be of dense type. This provides an\naffirmative answer to a question posed by Stephen Simons in 2001 and implies\nthat various important notions of monotonicity coincide.\n","Comment: 8 pages"]}]
["1104.0752",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","K.1","C.2.m"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0752"],"date":["2011-04-05"],"type":["text"],"creator":["Chung, Yoo"],"language":[],"coverage":[],"title":["Modeling network technology deployment rates with different network\n  models"],"description":["  To understand the factors that encourage the deployment of a new networking\ntechnology, we must be able to model how such technology gets deployed. We\ninvestigate how network structure influences deployment with a simple\ndeployment model and different network models through computer simulations. The\nresults indicate that a realistic model of networking technology deployment\nshould take network structure into account.\n","Comment: 14 pages, 9 figures"]}]
["1104.0756",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","Primary 35K55, 35K45, 58J35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0756"],"date":["2011-04-05"],"type":["text"],"creator":["Andrews, Ben","McCoy, James","Zheng, Yu"],"language":[],"coverage":[],"title":["Contracting convex hypersurfaces by curvature"],"description":["  We consider compact convex hypersurfaces contracting by functions of their\ncurvature. Under the mean curvature flow, uniformly convex smooth initial\nhypersurfaces evolve to remain smooth and uniformly convex, and contract to\npoints after finite time. The same holds if the initial data is only weakly\nconvex or non-smooth, and the limiting shape at the final time is spherical. We\nprovide a surprisingly large family of flows for which such results fail, by a\nvariety of mechanisms: Uniformly convex hypersurfaces may become non-convex,\nand smooth ones may develop curvature singularities; even where this does not\noccur, non-uniformly convex regions and singular parts in the initial\nhypersurface may persist, including flat sides, ridges of infinite curvature,\nor `cylindrical' regions where some of the principal curvatures vanish; such\ncylindrical regions may persist even if the speed is positive, and in such\ncases the hypersurface may even collapse to a line segment or\nhigher-dimensional disc rather than to a point. We provide sufficient\nconditions for these various disasters to occur, and by avoiding these arrive\nat a class of flows for which arbitrary weakly convex initial hypersurfaces\nimmediately become smooth and uniformly convex and contract to points.\n","Comment: 44 pages, 5 figures"]}]
["1104.0763",{"format":[],"subject":["Mathematics - Statistics Theory","Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0763","Journal of Multivariate Analysis, 99, 2368-2388 (2008)"],"date":["2011-04-05"],"type":["text"],"creator":["Gardes, L.","Girard, S."],"language":[],"coverage":[],"title":["A moving window approach for nonparametric estimation of the conditional\n  tail index"],"description":["  We present a nonparametric family of estimators for the tail index of a\nPareto-type distribution when covariate information is available. Our\nestimators are based on a weighted sum of the log-spacings between some\nselected observations. This selection is achieved through a moving window\napproach on the covariate domain and a random threshold on the variable of\ninterest. Asymptotic normality is proved under mild regularity conditions and\nillustrated for some weight functions. Finite sample performances are presented\non a real data study.\n"]}]
["1104.0764",{"format":[],"subject":["Statistics - Methodology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0764","L. Gardes & S. Girard. \"Comparison of Weibull tail-coefficient\n  estimators\", REVSTAT - Statistical Journal, 4(2), 163-188, 2006"],"date":["2011-04-05"],"type":["text"],"creator":["Gardes, Laurent","Girard, Stéphane"],"language":[],"coverage":[],"title":["Comparison of Weibull tail-coefficient estimators"],"description":["  We address the problem of estimating the Weibull tail-coefficient which is\nthe regular variation exponent of the inverse failure rate function. We propose\na family of estimators of this coefficient and an associate extreme quantile\nestimator. Their asymptotic normality are established and their asymptotic\nmean-square errors are compared. The results are illustrated on some finite\nsample situations.\n"]}]
["1104.0766",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0766"],"date":["2011-04-05"],"type":["text"],"creator":["Nicaise, Serge","Christos, Xenophontos"],"language":[],"coverage":[],"title":["An hp Finite Element Method for singularly perturbed transmission\n  problems in smooth domains"],"description":["  We consider a two-dimensional singularly perturbed transmission problem with\ntwo different diffusion coefficients, in a domain with smooth (analytic)\nboundary. The solution will contain boundary layers only in the part of the\ndomain where the diffusion coefficient is high and interface layers along the\ninterface. Utilizing existing and newly derived regularity results for the\nexact solution, we design a robust $hp$ finite element method for its\napproximation. Under the assumption of analytic input data, we show that the\nmethod converges at an e{xponential} rate, provided the mesh and polynomial\ndegree distribution are chosen appropriately. Numerical results illustrating\nour theoretical findings are also included.\n"]}]
["1104.0767",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0767"],"date":["2011-04-05"],"type":["text"],"creator":["Jeanjean, Louis"],"language":[],"coverage":[],"title":["Some continuation properties via minimax arguments"],"description":["  This note is devotes to some remarks regarding the use of variational\nmethods, of minimax type, to establish continuity type results\n"]}]
["1104.0769",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0769","Mechanism and Machine Theory 46, 5 (2011) 10-18"],"date":["2011-04-05"],"type":["text"],"creator":["Pashkevich, Anatoly","Klimchik, Alexandr","Chablat, Damien"],"language":[],"coverage":[],"title":["Enhanced stiffness modeling of manipulators with passive joints"],"description":["  The paper presents a methodology to enhance the stiffness analysis of serial\nand parallel manipulators with passive joints. It directly takes into account\nthe loading influence on the manipulator configuration and, consequently, on\nits Jacobians and Hessians. The main contributions of this paper are the\nintroduction of a non-linear stiffness model for the manipulators with passive\njoints, a relevant numerical technique for its linearization and computing of\nthe Cartesian stiffness matrix which allows rank-deficiency. Within the\ndeveloped technique, the manipulator elements are presented as pseudo-rigid\nbodies separated by multidimensional virtual springs and perfect passive\njoints. Simulation examples are presented that deal with parallel manipulators\nof the Ortholide family and demonstrate the ability of the developed\nmethodology to describe non-linear behavior of the manipulator structure such\nas a sudden change of the elastic instability properties (buckling).\n"]}]
["1104.0770",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0770"],"date":["2011-04-05"],"type":["text"],"creator":["Clausel--Lesourd, Marianne","Nicolay, Samuel"],"language":[],"coverage":[],"title":["A weak local irregularity property in S^\\nu spaces"],"description":["  Although it has been shown that, from the prevalence point of view, the\nelements of the S^ \\nu spaces are almost surely multifractal, we show here that\nthey also almost surely satisfy a weak uniform irregularity property.\n"]}]
["1104.0771",{"format":[],"subject":["Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0771"],"date":["2011-04-05"],"type":["text"],"creator":["Clausel--Lesourd, Marianne","Samuel, Nicolay"],"language":[],"coverage":[],"title":["A wavelet characterization for the upper global Holder index"],"description":["  In this paper, we give a wavelet characterization of the upper global Holder\nindex, which can be seen as the irregular counterpart of the usual global\nHolder index, for which a wavelet characterization is well-known.\n"]}]
["1104.0774",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0774"],"date":["2011-04-05"],"type":["text"],"creator":["Clausel--Lesourd, Marianne","Vedel, Béatrice"],"language":[],"coverage":[],"title":["Explicit constructions of operator scaling Gaussian fields"],"description":["  We propose an explicit way to generate a large class of Operator scaling\nGaussian random fields (OSGRF). Such fields are anisotropic generalizations of\nselfsimilar fields. More specifically, we are able to construct any Gaussian\nfield belonging to this class with given Hurst index and exponent. Our\nconstruction provides - for simulations of texture as well as for detection of\nanisotropies in an image - a large class of models with controlled anisotropic\ngeometries and structures.\n"]}]
["1104.0777",{"format":[],"subject":["Quantitative Finance - General Finance"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0777"],"date":["2011-04-05"],"type":["text"],"creator":["Timsit, Jean-Philippe","Castiaux, Annick"],"language":[],"coverage":[],"title":["If Entry Strategy and Money go Together, What is the Right Side of the\n  Coin?"],"description":["  The goal of this study is to determine which strategic model, either IO or\nRBV, allows firms to generate the highest performance on a competitive market.\nContrasting with classical studies that mobilize analyses as VARCOMP, we deploy\na multi-agent system simulating the behavior of firms adopting RBV or IO\nstrategic models. For an equivalent proportion of both strategic orientations,\nwe study the instant and total performances of the firms on hypercompetitive\nmarkets. We show that the performance of best-performing IO firms, measured by\nthe ROA, is higher in the short term, but that RBV firms obtain an average\nhigher sustained performance, in the long term. Moreover, when they are in\ncompetition with IO firms on a highly profitable and competitive market, RBV\nfirms which dare to enter such markets obtained generally the highest\nperformance.\n"]}]
["1104.0780",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0780","IEEE Transactions on Industrial Electronics 50, 4 (2003) 692-698"],"date":["2011-04-05"],"type":["text"],"creator":["Chedmail, Patrick","Chablat, Damien","Roy, Christophe Le"],"language":[],"coverage":[],"title":["A distributed Approach for Access and Visibility Task with a Manikin and\n  a Robot in a Virtual Reality Environment"],"description":["  This paper presents a new method, based on a multi-agent system and on a\ndigital mock-up technology, to assess an efficient path planner for a manikin\nor a robot for access and visibility task taking into account ergonomic\nconstraints or joint and mechanical limits. In order to solve this problem, the\nhuman operator is integrated in the process optimization to contribute to a\nglobal perception of the environment. This operator cooperates, in real-time,\nwith several automatic local elementary agents. The result of this work\nvalidates solutions through the digital mock-up; it can be applied to simulate\nmaintenability and mountability tasks.\n"]}]
["1104.0782",{"format":[],"subject":["Physics - Medical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0782","cancer radioth\\'erapie 15, 3 (2011) 168-240","doi:10.1016/j.canrad.2010.12.006"],"date":["2011-04-05"],"type":["text"],"creator":["Voyant, Cyril","Biffi, Katia","Delphine, Leschi","Briancon, Jerome","Marcovici, Celine Lantieri"],"language":[],"coverage":[],"title":["Dosimetric uncertainties related to the elasticity of bladder and rectal\n  walls: Adenocarcinoma of the prostate"],"description":["  Purpose. - Radiotherapy is an important treatment for prostate cancer.During\ntreatment sessions, bladder and rectal repletion is difficult to quantify and\ncannot be measured with a single and initial CT scan acquisition. Some methods,\nsuch as image-guided radiation therapy and dose-guided radiation therapy, aimto\ncompensate thismissing information through periodic CT acquisitions. The aimis\nto adapt patient's position, beam configuration or prescribed dose for a\ndosimetric compliance. Methods. -We evaluated organmotion (and repletion) for\n54 patients after having computed the original ballistic on a new CT scan\nacquisition. A new delineation was done on the prostate, bladder and rectum to\ndetermine the newdisplacements and define organ dosesmistakes (equivalent\nuniformdose, average dose and dose-volume histograms). Results. - The new CT\nacquisitions confirmed that bladder and rectal volumes were not constant during\nsessions. Some cases showed that previously validated treatment plan became\nunsuitable. A proposed solution is to correct dosimetries when bladder volume\nmodifications are significant. The result is an improvement for the stability\nof bladder doses, D50 error is reduced by 25.3%, mean dose error by 5.1% and\nequivalent uniform dose error by 2.6%. For the rectum this method decreases\nerrors by only 1%. This process can reduce the risk of mismatch between the\ninitial scan and following treatment sessions. Conclusion. - For the\nproposedmethod, the cone-beamCT is necessary to properly position the isocenter\nand to quantify bladder and rectal volume variation and deposited doses. The\ndosimetries are performed in the event that bladder (or rectum) volume\nmodification limits are exceeded. To identify these limits, we have calculated\nthat a tolerance of 10% for the equivalent uniformdose (compared to the initial\nvalue of the first dosimetry), this represents 11% of obsolete dosimetries for\nthe bladder, and 4% for the rectum.\n"]}]
["1104.0787",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0787"],"date":["2011-04-05"],"type":["text"],"creator":["Agócs, A. G.","Barnaföldi, G. G.","Lévai, P."],"language":[],"coverage":[],"title":["Underlying events in p+p collisions at LHC energies"],"description":["  General properties of hadron production are investigated in proton-proton\ncollisions at LHC energies. We are interested in the characteristics of hadron\nproduction outside the identified jet cones. We improve earlier definitions and\nintroduce surrounding rings/belts around the cone of identified jets. In this\nway even multiple jet events can be studied in details. We define the\nunderlying event as collected hadrons from outside jet cones and outside\nsurrounding belts, and investigate the features of these hadrons. We use a\nPYTHIA generated data sample of proton-proton collisions at s = (7 TeV)^2. This\ndata sample is analysed by our new method and the widely applied CDF method.\nAngular correlations and momentum distributions have been studied and the\nobtained results are compared and discussed.\n","Comment: 5 pages, 5 figures, to appear in the EPJ Web of Conferences,\n  Proceedings of the International Workshop on Hot and Cold Baryonic Matter\n  2010 (Budapest, Hungary, 15-20 August 2010)"]}]
["1104.0792",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","46E35, 26A45, 28A12"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0792"],"date":["2011-04-05"],"type":["text"],"creator":["Hakkarainen, Heikki","Nuortio, Matti"],"language":[],"coverage":[],"title":["The variable exponent BV-Sobolev capacity"],"description":["  In this article we study basic properties of the mixed BV-Sobolev capacity\nwith variable exponent p. We give an alternative way to define mixed type\nBV-Sobolev-space which was originally introduced by Harjulehto, H\\\"ast\\\"o, and\nLatvala. Our definition is based on relaxing the p-energy functional with\nrespect to the Lebesgue space topology. We prove that this procedure produces a\nBanach space that coincides with the space defined by Harjulehto et al. for\nbounded domain and log-H\\\"older continuous exponent p. Then we show that this\ninduces a type of variable exponent BV-capacity and that this is a Choquet\ncapacity with many usual properties. Finally, we prove that this capacity has\nthe same null sets as the variable exponent Sobolev capacity when p is\nlog-H\\\"older continuous.\n","Comment: 33 pages"]}]
["1104.0796",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0796"],"date":["2011-04-05"],"type":["text"],"creator":["Curran, P. A.","Casella, P.","Maccarone, T. J.","Evans, P. A.","Landsman, W.","Krimm, H. A.","Brocksopp, C.","Still, M."],"language":[],"coverage":[],"title":["Swift observations of black hole candidate XTE J1752-223 during outburst"],"description":["  Here we summarise the Swift broadband observations of the recently discovered\nX-ray transient and black hole candidate, XTE J1752-223,obtained over the\nperiod of outburst from October 2009 to June 2010. We offer a phenomenological\ntreatment of the spectra as an indication of the canonical spectral state of\nthe source during different periods of the outburst. We find that the high\nenergy hardness-intensity diagrams over two separate bands follows the\ncanonical behavior, confirming the spectral states. From Swift-UVOT data we\nconfirm the presence of an optical counterpart which displays variability\ncorrelated, in the soft state, to the X-ray emission observed by Swift-XRT. The\noptical counterpart also displays hysteretical behaviour between the states not\nnormally observed in the optical bands, suggesting a possible contribution from\na synchrotron emitting jet to the optical emission in the rising hard state.\nOur XRT timing analysis shows that in the hard state there is significant\nvariability below 10Hz which is more pronounced at low energies, while during\nthe soft state the level of variability is consistent with being minimal.These\nproperties of XTE J1752-223 support its candidacy as a black hole in the\nGalactic centre region.\n","Comment: 5 pages, 4 figures, to appear in the Proceedings of the 4th\n  International MAXI Workshop \"The first year of MAXI: Monitoring variable\n  X-ray sources\""]}]
["1104.0797",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","28A12, 26A45, 30L99"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0797"],"date":["2011-04-05"],"type":["text"],"creator":["Hakkarainen, Heikki","Shanmugalingam, Nageswari"],"language":[],"coverage":[],"title":["Comparisons of relative BV-capacities and Sobolev capacity in metric\n  spaces"],"description":["  We study relations between the variational Sobolev 1-capacity and versions of\nvariational BV-capacity in a complete metric space equipped with a doubling\nmeasure and supporting a weak $(1,1)$-Poincar\\'e inequality. We prove the\nequality of 1-modulus and 1-capacity, extending the known results for $1 < p <\n\\infty$ to also cover the more geometric case $p = 1$. Then we give alternative\ndefinitions for variational BV-capacities and obtain equivalence results\nbetween them. Finally we study relations between total 1-capacity and versions\nof BV-capacity.\n","Comment: 30 pages"]}]
["1104.0799",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0799","CERN-2010-004, pp. 273-333"],"date":["2011-04-05"],"type":["text"],"creator":["Lestrade, A."],"language":[],"coverage":[],"title":["Dimensional metrology and positioning operations: basics for a spatial\n  layout analysis of measurement systems"],"description":["  Dimensional metrology and positioning operations are used in many fields of\nparticle accelerator projects. This lecture gives the basic tools to designers\nin the field of measure by analysing the spatial layout of measurement systems\nsince it is central to dimensional metrology as well as positioning operations.\nIn a second part, a case study dedicated to a synchrotron storage ring is\nproposed from the detection of the magnetic centre of quadrupoles to the orbit\ndefinition of the ring.\n","Comment: 60 pages, presented at the CERN Accelerator School CAS 2009:\n  Specialised Course on Magnets, Bruges, 16-25 June 2009"]}]
["1104.0800",{"format":[],"subject":["Computer Science - Cryptography and Security"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0800","International Journal of Computer Science Issues,Volume 8, Issue\n  2, 2011"],"date":["2011-04-05"],"type":["text"],"creator":["Shah, Jolly","Saxena, Dr. Vikas"],"language":[],"coverage":[],"title":["Video Encryption: A Survey"],"description":["  Multimedia data security is becoming important with the continuous increase\nof digital communications on internet. The encryption algorithms developed to\nsecure text data are not suitable for multimedia application because of the\nlarge data size and real time constraint. In this paper, classification and\ndescription of various video encryption algorithms are presented. Analysis and\nComparison of these algorithms with respect to various parameters like visual\ndegradation, encryption ratio, speed, compression friendliness, format\ncompliance and cryptographic security is presented.\n"]}]
["1104.0801",{"format":[],"subject":["Condensed Matter - Materials Science","82D37, 74A10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0801","Ukrainian Journal of Physics, 2011, Vol. 56, no. 3, pp. 267-271"],"date":["2011-04-05"],"type":["text"],"creator":["Stakhira, J. M.","Fl'unt, O. Ye.","Fiyala, Ya. M."],"language":[],"coverage":[],"title":["Effect of uniaxial stress on low-frequency dispersion of dielectric\n  constant in high-resistivity GaSe crystals"],"description":["  Low-frequency dielectric spectra of high-resistivity GaSe layered crystals\nhave been studied on the samples clamped between two insulating parallel plates\nat frequencies up to 100 kHz. The measurements have been carried out at\ndifferent uniaxial stresses up to $2.4\\times10^5$ Pa applied along the c-axis\nnormal to crystal layer's plane. It is revealed that the dielectric spectra of\nhigh-resistivity GaSe layered crystals with insulating plates obey a universal\npower law ${\\sim}\\omega^{n-1}$, where ${\\omega}$ is the angular frequency and\n$n\\approx 0.8$, earlier observed on high-resistivity GaSe crystals with\nindium-soldered contacts. The same type of spectra on the crystals with\ndifferent types of contacts (insulating and ohmic) confirms the bulk character\nof the observed polarization caused by hopping charge carriers. It is shown\nthat the frequency-dependent dielectric constant increases linearly with the\nuniaxial stress characterized by the coefficient\n${\\Delta}{\\epsilon}/({\\epsilon}{\\Delta}{p})=8{\\times}10^{-7}$ Pa$^{-1}$. A\nslight increase of power $1-n$ with the stress is observed, that leads to a\nstronger dielectric dispersion. The strong stress dependence of the\nlow-frequency dielectric constant in high-resistivity GaSe crystals may be\nreferred to the presence of the formations of elementary dipoles, rotations of\nwhich correspond to hops of localized charge carriers.\n","Comment: 5 pages, 2 figures"]}]
["1104.0802",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0802","CERN-2010-004, pp. 335-355"],"date":["2011-04-05"],"type":["text"],"creator":["Tommasini, D."],"language":[],"coverage":[],"title":["Dielectric insulation and high-voltage issues"],"description":["  Electrical faults are in most cases dramatic events for magnets, due to the\nlarge stored energy which is potentially available to be dissipated at the\nfault location. After a reminder of the principles of electrostatics in Section\n1, the basic mechanisms of conduction and breakdown in dielectrics are\nsummarized in Section 2. Section 3 introduces the types and function of the\nelectrical insulation in magnets, and Section 4 its relevant failure\nmechanisms. Section 5 deals with ageing and, finally, Section 6 gives some\nprinciples for testing. Though the School specifically dealt with warm magnets,\nfor completeness some principles of dielectric insulation for superconducting\naccelerator magnets are briefly summarized in a dedicated appendix.\n","Comment: 21 pages, presented at the CERN Accelerator School CAS 2009:\n  Specialised Course on Magnets, Bruges, 16-25 June 2009"]}]
["1104.0803",{"format":[],"subject":["Physics - Accelerator Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0803","CERN-2010-004, pp. 387-421"],"date":["2011-04-05"],"type":["text"],"creator":["Buzio, M."],"language":[],"coverage":[],"title":["Fabrication and calibration of search coils"],"description":["  In this paper the techniques available to make and calibrate magnetic search\ncoils are reviewed, with emphasis on harmonic coil systems as the commonly-used\noptimal choice for integral measurements of accelerator magnets in terms of\nmeasuring range, accuracy, and cost. The topics treated, drawing extensively on\nhalf a century of experience at CERN, include mechanical and electrical design\ncriteria, practical fabrication techniques, metrological considerations, and\nvarious calibration methods for coil parameters such as surface area, rotation\nradius, tilt angle etc. in both static or time-varying magnetic fields.\n","Comment: 35 pages, presented at the CERN Accelerator School CAS 2009:\n  Specialised Course on Magnets, Bruges, 16-25 June 2009"]}]
["1104.0809",{"format":[],"subject":["Computer Science - Multimedia"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0809","World of Computer Science and Information Technology Journal\n  (WCSIT), ISSN: 2221-0741, Vol. 1, No. 2, 39-43, 2011"],"date":["2011-04-05"],"type":["text"],"creator":["Kodge, B. G.","Hiremath, P. S."],"language":[],"coverage":[],"title":["SLDs for Visualizing Multicolor Elevation Contour Lines in Geo-Spatial\n  Web Applications"],"description":["  This paper addresses the need for geospatial consumers (either humans or\nmachines) to visualize multicolored elevation contour poly lines with respect\ntheir different contour intervals and control the visual portrayal of the data\nwith which they work. The current OpenGIS Web Map Service (WMS) specification\nsupports the ability for an information provider to specify very basic styling\noptions by advertising a preset collection of visual portrayals for each\navailable data set. However, while a WMS currently can provide the user with a\nchoice of style options, the WMS can only tell the user the name of each style.\nIt cannot tell the user what portrayal will look like on the map. More\nimportantly, the user has no way of defining their own styling rules. The\nability for a human or machine client to define these rules requires a styling\nlanguage that the client and server can both understand. Defining this\nlanguage, called the StyledLayerDescriptor (SLD), is the main focus of this\npaper, and it can be used to portray the output of Web Map Servers, Web Feature\nServers and Web Coverage Servers.\n","Comment: 5 pages"]}]
["1104.0813",{"format":[],"subject":["High Energy Physics - Theory","Astrophysics - Cosmology and Nongalactic Astrophysics","General Relativity and Quantum Cosmology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0813"],"date":["2011-04-05"],"type":["text"],"creator":["Sáez-Gómez, Diego"],"language":["es"],"coverage":[],"title":["On Friedmann-Lema\\^{\\i}tre-Robertson-Walker cosmologies in non-standard\n  gravity"],"description":["  The present thesis is focused on the study of FLRW cosmology in modified\ngravities and with scalar fields. The mystery of dark energy has made that the\nlast decade, many efforts in theoretical physics have been focused on the\nexplanation of the current acceleration of the Universe expansion. On the other\nhand, an early accelerated epoch, known as inflation, is also required in the\nstandard cosmological model in order to fit the observational data. Here, we\nstudy the possibility to explain both effects under the same mechanism, by\nmeans of scalar fields or modified gravity. In this sense, F(R) and\nGauss-Bonnet gravities are studied. This analysis is also extended to\nHo\\v{r}ava-Lifshitz gravity, a theory that seems to be power counting\nrenormalizable, in spite of it contains other serious problems that are also\ndiscussed in the thesis.\n","Comment: PhD thesis, March 2011, University of Barcelona. 176 pages. Language:\n  English. Preface in Spanish and Catalan. 13 chapters"]}]
["1104.0824",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0824","International Journal of VLSI design & Communication Systems\n  (VLSICS) Vol.2, No.1, March 2011"],"date":["2011-04-04"],"type":["text"],"creator":["Ranka, Deepesh","Rana, Ashwani K.","Yadav, Rakesh Kumar","Yadav, Kamalesh","Giri, Devendra"],"language":[],"coverage":[],"title":["Performance evaluation of FD-SOI Mosfets for different metal gate work\n  function"],"description":["  Fully depleted (FD) Silicon on Insulator (SOI) metal oxide Field Effect\nTransistor (MOSFET) Is the Leading Contender for Sun 65nm Regime. This paper\npresents a study of effects of work functions of metal gate on the performance\nof FD-SOI MOSFET. Sentaurus TCAD simulation tool is used to investigate the\neffect of work function of gates ont he performance FDSOI MOSFET. Specific\nchannel length of the device that had been concentrated is 25nm. From\nsimulation we observed that by changing the work function of the metal gates of\nFD-SOI MOSFET we can change the threshold voltage. Hence by using this\ntechnique we can set the appropriate threshold voltage of FD-SOI MOSFET at same\nvoltage and we can decrease the leakage current, gate tunneling current and\nshort channel effects and increase drive current.\n","Comment: 14 pages,12 figures,International Journal of VLSI design &\n  Communication Systems (VLSICS) Vol.2, No.1, March 2011"]}]
["1104.0825",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0825"],"date":["2011-04-05"],"type":["text"],"creator":["Dutan, Ioana"],"language":[],"coverage":[],"title":["Ultra-High-Energy Cosmic Ray Contribution from the Spin-Down Power of\n  Black Holes"],"description":["  We investigate the production of ultra-high-energy cosmic ray (UHECR) in jets\nfrom low-luminosity active galactic nuclei (LLAGN). We propose a model for the\nUHECR contribution from the spin-down power of black holes (BHs) in LLAGN,\nwhich present a jet power $P_{\\mathrm{j}} \\leqslant 10^{46}$ erg s$^{-1}$. This\nis in contrast to the opinion that only high-luminosity AGN can accelerate\nparticles to energies $ \\geqslant 50$ EeV. We rewrite the equations which\ndescribe the synchrotron self-absorbed emission of a non-thermal particle\ndistribution to obtain the observed radio flux density from flat-spectrum core\nsources and its relationship to the jet power. In general, the jet power\nprovides the UHECR luminosity and so, its relationship to the observed radio\nflux density. We found that the UHECR luminosity is dependent on the observed\nradio flux density, the distance to the AGN, and the BH mass, where the\nparticle acceleration regions can be sustained by the magnetic energy\nextraction from spinning BHs and where the strength of the magnetic field at\nthe sites of particle acceleration scales with the maximum value of the BH\nmagnetic field, which is $\\sim 10^4$ gauss for a BH of $10^9 M_{\\odot}$. We\napply the model to M87 and Cen A, two possible sources of UHECRs, whose jet\nparameters can be inferred from observational data. Next, we use a complete\nsample of 29 steep spectrum radio sources with a total flux density greater\nthan 0.5 Jy at 5 GHz to make predictions for the maximum particle energy,\nluminosity, and flux of the UHECRs from nearby AGN. Using our proposed model,\nit is possible to show that LLAGN can be sites of the origin of UHECRs. In\nadditional, the scenario in which the contribution to the UHECR flux from many\nweak radio galaxies would dominate over that from a few strong radio galaxies,\nor vice-versa, should be substantiated with further statistics.\n","Comment: to be submitted"]}]
["1104.0829",{"format":[],"subject":["Mathematics - Differential Geometry","46F30, 46T30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0829"],"date":["2011-04-05"],"type":["text"],"creator":["Nigsch, Eduard"],"language":[],"coverage":[],"title":["Nonlinear tensor distributions on Riemannian manifolds"],"description":["  We construct an algebra of nonlinear generalized tensor fields on manifolds\nin the sense of J.-F. Colombeau, i.e., containing distributional tensor fields\nas a linear subspace and smooth tensor fields as a faithful subalgebra. The use\nof a background connection on the manifold allows for a simplified construction\nbased on the existing scalar theory of full diffeomorphism invariant Colombeau\nalgebras on manifolds, still having a canonical embedding of tensor\ndistributions. In the particular case of the Levi-Civita connection on\nRiemannian manifolds one obtains that this embedding commutes with pullback\nalong homotheties and Lie derivatives along Killing vector fields only.\n"]}]
["1104.0833",{"format":[],"subject":["Mathematics - Complex Variables"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0833"],"date":["2011-04-05"],"type":["text"],"creator":["Nestoridis, V.","Papadoperakis, I."],"language":[],"coverage":[],"title":["A Remark on Two Extensions of the Disc Algebra and Mergelyan's Theorem"],"description":["  We investigate the set of uniform limits of polynomials on any closed Jordan\ndomain with respect to the chordal metric $\\chi$ on $\\mathbb{C}\\cup\\{\\infty\n\\}$. We conclude that Mergelyan's Theorem may be extended to the case of\nuniform approximation with respect to $\\chi$ on closed Jordan domains. Similar\nresults are obtained if we replace the one point compactification\n$\\mathbb{C}\\cup\\{\\infty\\}$ of $\\mathbb{C}$ by another compactification of\n$\\mathbb{C}$ homeomorphic to the closed unit disc.\n"]}]
["1104.0834",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0834","M\\'ecanique \\& Industries 5, 2 (2004) 189-197"],"date":["2011-04-05"],"type":["text"],"creator":["Chablat, Damien","Bennis, Fouad","Hoessler, Bernard","Guibert, Matthieu"],"language":[],"coverage":[],"title":["Haptic devices and objects, robots and mannequin simulation in a CAD-CAM\n  software: eM-Virtual Desktop"],"description":["  This paper presents the development of a new software in order to manage\nobjects, robots and mannequins in using the possibilities given by the haptic\nfeedback of the Phantom desktop devices. The haptic device provides 6\npositional degrees of freedom sensing but three degrees force feedback. This\nsoftware called eM-Virtual Desktop is integrated in the Tecnomatix's solution\ncalled eM-Workplace. The eM-Workplace provides powerful solutions for planning\nand designing of complex assembly facilities, lines and workplaces. In the\ndigital mockup context, the haptic interfaces can be used to reduce the\ndevelopment cycle of products. Three different loops are used to manage the\ngraphic, the collision detection and the haptic feedback according to theirs\nown frequencies. The developed software is currently tested in industrial\ncontext by a European automotive constructor.\n"]}]
["1104.0835",{"format":[],"subject":["Physics - History and Philosophy of Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0835","Quelle place pour les arcs \\'electriques et les r\\'eacteurs\n  plasmas dans l'\" Inventaire et valorisation des collections, archives\n  scientifiques et biens culturels \" de l'universit\\'e de Limoges ?, LIMOGES :\n  France (2011)"],"date":["2011-04-05"],"type":["text"],"creator":["Pateyron, Bernard","Delaune, Anne-Marie"],"language":[],"coverage":[],"title":["Quelle place pour les arcs \\'electriques et les r\\'eacteurs plasmas dans\n  l'\" Inventaire et valorisation des collections, archives scientifiques et\n  biens culturels \" de l'universit\\'e de Limoges ?"],"description":["  The University of Limoges in the rehabilitation of the premises was\nconfronted with scientific disposal of property irreplaceable heritage in the\ncontext of \"postmodern\" or \"post industrial\" of our industrial society.\nTherefore a \"scientific and cultural heritage Mission\" was created in 2010 to\nsave as much as possible the memory of the past half-century. For reasons we\ndiscuss plasmas and electric arcs have been an important place at that time in\nWestern industry and especially by chance in Limoges.\n","Comment: 21 pages; 140 r\\'ef\\'erences"]}]
["1104.0839",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0839","14th International Conference on Human-Computer Interaction,\n  Orlando : United States (2011)"],"date":["2011-04-05"],"type":["text"],"creator":["Ma, Ruina","Chablat, Damien","Bennis, Fouad","Ma, Liang"],"language":[],"coverage":[],"title":["A framework of motion capture system based human behaviours simulation\n  for ergonomic analysis"],"description":["  With the increasing of computer capabilities, Computer aided ergonomics (CAE)\noffers new possibilities to integrate conventional ergonomic knowledge and to\ndevelop new methods into the work design process. As mentioned in [1],\ndifferent approaches have been developed to enhance the efficiency of the\nergonomic evaluation. Ergonomic expert systems, ergonomic oriented information\nsystems, numerical models of human, etc. have been implemented in numerical\nergonomic software. Until now, there are ergonomic software tools available,\nsuch as Jack, Ergoman, Delmia Human, 3DSSPP, and Santos, etc. [2-4]. The main\nfunctions of these tools are posture analysis and posture prediction. In the\nvisualization part, Jack and 3DSSPP produce results to visualize virtual human\ntasks in 3-dimensional, but without realistic physical properties. Nowadays,\nwith the development of computer technology, the simulation of physical world\nis paid more attention. Physical engines [5] are used more and more in computer\ngame (CG) field. The advantage of physical engine is the nature physical world\nenvironment simulation. The purpose of our research is to use the CG technology\nto create a virtual environment with physical properties for ergonomic analysis\nof virtual human.\n"]}]
["1104.0840",{"format":[],"subject":["Computer Science - Robotics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0840","International Conference on Robotics and Automation, Shanghai :\n  China (2011)"],"date":["2011-04-05"],"type":["text"],"creator":["Chablat, Damien","Moroz, Guillaume","Wenger, Philippe"],"language":[],"coverage":[],"title":["Uniqueness domains and non singular assembly mode changing trajectories"],"description":["  Parallel robots admit generally several solutions to the direct kinematics\nproblem. The aspects are associated with the maximal singularity free domains\nwithout any singular configurations. Inside these regions, some trajectories\nare possible between two solutions of the direct kinematic problem without\nmeeting any type of singularity: non-singular assembly mode trajectories. An\nestablished condition for such trajectories is to have cusp points inside the\njoint space that must be encircled. This paper presents an approach based on\nthe notion of uniqueness domains to explain this behaviour.\n"]}]
["1104.0846",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0846"],"date":["2011-04-05"],"type":["text"],"creator":["Bak-Steslicka, Urszula","Kolomanski, Sylwester","Mrozek, Tomasz"],"language":[],"coverage":[],"title":["Coronal mass ejections associated with LDE flares of slow rise phase"],"description":["  It is well known, that there is temporal relationship between CMEs and\nassociated flares. The duration of the acceleration phase is related to the\nduration of the rise phase of a flare. We investigated CMEs associated with\nlong duration flares of slow rise phase (slow LDE). These CMEs are\ncharacterized by high velocity (v>1000 km/s) during the propagation phase and\nlow average acceleration during the main, prolongated, acceleration phase. The\nCMEs are accelerated until the height $> 5 R_\\odot$, which is higher value than\nin typical impulsive CMEs. CMEs associated with slow LDEs have characteristics\nof both classes of CMEs, i.e. CMEs associated with flares and CMEs associated\nwith eruptive prominences.\n","Comment: Accepted for publication in Central European Astrophysical Bulletin"]}]
["1104.0848",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Formal Languages and Automata Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0848"],"date":["2011-04-05"],"type":["text"],"creator":["Babu, Ajesh","Limaye, Nutan","Radhakrishnan, Jaikumar","Varma, Girish"],"language":[],"coverage":[],"title":["Streaming algorithms for language recognition problems"],"description":["  We study the complexity of the following problems in the streaming model.\n  Membership testing for \\DLIN We show that every language in \\DLIN\\ can be\nrecognised by a randomized one-pass $O(\\log n)$ space algorithm with inverse\npolynomial one-sided error, and by a deterministic p-pass $O(n/p)$ space\nalgorithm. We show that these algorithms are optimal.\n  Membership testing for \\LL$(k)$ For languages generated by \\LL$(k)$ grammars\nwith a bound of $r$ on the number of nonterminals at any stage in the left-most\nderivation, we show that membership can be tested by a randomized one-pass\n$O(r\\log n)$ space algorithm with inverse polynomial (in $n$) one-sided error.\n  Membership testing for \\DCFL We show that randomized algorithms as efficient\nas the ones described above for \\DLIN\\ and $\\LL(k)$ (which are subclasses of\n\\DCFL) cannot exist for all of \\DCFL: there is a language in \\VPL\\ (a subclass\nof \\DCFL) for which any randomized p-pass algorithm with error bounded by\n$\\epsilon < 1/2$ must use $\\Omega(n/p)$ space.\n  Degree sequence problem We study the problem of determining, given a sequence\n$d_1, d_2,..., d_n$ and a graph $G$, whether the degree sequence of $G$ is\nprecisely $d_1, d_2,..., d_n$. We give a randomized one-pass $O(\\log n)$ space\nalgorithm with inverse polynomial one-sided error probability. We show that our\nalgorithms are optimal.\n  Our randomized algorithms are based on the recent work of Magniez et al.\n\\cite{MMN09}; our lower bounds are obtained by considering related\ncommunication complexity problems.\n"]}]
["1104.0850",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0850"],"date":["2011-04-05"],"type":["text"],"creator":["Schildknecht, Dieter"],"language":[],"coverage":[],"title":["Perturbative QCD Evolution and Color Dipole Picture"],"description":["  The proton structure function in the diffraction region of small Bjorken-$x$\nand $10 {\\rm GeV}^2 \\le Q^2 \\le 100 {\\rm GeV}^2$ behaves as $F_2 (x, Q^2) = F_2\n(W^2) = f_0 \\cdot (W^2)^{C_2}$, where $x = Q^2 / W^2$. The exponent $C_2$ of\nthe $\\gamma^* p$ center-of-mass energy squared, $W^2$, is predicted from\nevolution of the flavor-singlet quark distribution, $C_2 = 0.29$, and the only\nfree parameter, the normalization $f_0 = 0.063$, is fitted. The evolution of\nthe gluon density multiplied by $\\alpha_s (Q^2)$ is dentical to the evolution\nof the flavor-singlet quark density. This simple picture is at variance with\nthe standard approach to evolution based on the coupled equations of\nflavor-singlet and gluon density.\n","Comment: 11 pages, 4 figures"]}]
["1104.0854",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0854"],"date":["2011-04-05"],"type":["text"],"creator":["Terent'ev, Ya. V.","Zoth, C.","Bel'kov, V. V.","Olbrich, P.","Drexler, C.","Lechner, V.","Lutz, P.","Semenov, A. N.","Solov'ev, V. A.","Sedova, I. V.","Klimko, G. V.","Komissarova, T. A.","Ivanov, S. V.","Ganichev, S. D."],"language":[],"coverage":[],"title":["Diluted magnetic semiconductor heterostructure AlSb/InAs/ZnMnTe with\n  giant Zeeman effect for two dimensional electrons in InAs"],"description":["  A new approach to the growth of diluted magnetic semiconductors with two\ndimensional electron gas in InAs quantum well has been developed. The method is\nbased on molecular-beam epitaxy of coherent \"hybrid\" AlSb/InAs/(Zn,Mn)Te\nheterostructures with a III-V/II-VI interface inside. The giant Zeeman\nsplitting of the InAs conduction band caused by exchange interaction with Mn2+\nions has been proved by measuring the microwave radiation induced spin\npolarized electric currents.\n","Comment: 4 pages and 3 figures"]}]
["1104.0867",{"format":[],"subject":["Computer Science - Databases","Computer Science - Data Structures and Algorithms","H.2.3","H.2.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0867"],"date":["2011-04-05"],"type":["text"],"creator":["Olteanu, Dan","Zavodny, Jakub"],"language":[],"coverage":[],"title":["Factorised Representations of Query Results"],"description":["  Query tractability has been traditionally defined as a function of input\ndatabase and query sizes, or of both input and output sizes, where the query\nresult is represented as a bag of tuples. In this report, we introduce a\nframework that allows to investigate tractability beyond this setting. The key\ninsight is that, although the cardinality of a query result can be exponential,\nits structure can be very regular and thus factorisable into a nested\nrepresentation whose size is only polynomial in the size of both the input\ndatabase and query.\n  For a given query result, there may be several equivalent representations,\nand we quantify the regularity of the result by its readability, which is the\nminimum over all its representations of the maximum number of occurrences of\nany tuple in that representation. We give a characterisation of\nselect-project-join queries based on the bounds on readability of their results\nfor any input database. We complement it with an algorithm that can find\nasymptotically optimal upper bounds and corresponding factorised\nrepresentations.\n","Comment: 44 pages, 13 figures"]}]
["1104.0869",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0869","PoS LAT2010:301"],"date":["2011-04-05"],"type":["text"],"creator":["Di Vita, S.","Haas, B.","Lubicz, V.","Mescia, F.","Simula, S.","Tarantino, C.","Collaboration, for the ETM"],"language":[],"coverage":[],"title":["Form factors of the $D \\to \\pi$ and $D \\to K$ semileptonic decays with\n  $N_f = 2$ twisted mass lattice QCD"],"description":["  We present lattice results for the vector and scalar form factors of the\nsemileptonic decays D -> \\pi \\ell \\nu_ell and D -> K \\ell \\nu_\\ell in the\nphysical range of values of squared four momentum transfer q^2, obtained with\nN_f=2 maximally twisted Wilson fermions simulated at three different lattice\nspacings (a ~ 0.102 fm, 0.086 fm, 0.068 fm) with pion masses as light as 270\nMeV and m_\\pi L \\gtrsim 4. The form factors are extracted using a double ratios\nstrategy, which allows a good statistical accuracy and is independent of the\nvector current renormalization constant. The chiral/continuum extrapolation is\nperformed through a simultaneous fit in the three variables (m_\\pi, q^2, a)\nusing HMChPT formulae with additional O(a^2) terms that parametrically account\nfor the lattice spacing dependence. Our results are in very good agreement with\nthe experimental data in the full q^2 range for both D -> \\pi \\ell \\nu_\\ell and\nD -> K \\ell \\nu_\\ell. At zero momentum transfer we obtain f^{D->pi}(0) =\n0.65(6)_{stat}(6)_{syst} and f^{D->K}(0) = 0.76(5)_{stat}(5)_{syst}, where the\nsystematic error does not include the effects of quenching the strange and the\ncharm quarks. Our findings are in good agreement with recent lattice\ncalculations at N_f = 2+1.\n","Comment: 7 pages, 2 figures, proceedings of the XXVIII Int'l Symposium on\n  Lattice Field Theory (Lattice2010), June 14-19 2010, Villasimius (Sardinia),\n  Italy"]}]
["1104.0870",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Combinatorics","14N10 (Primary), 05E10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0870"],"date":["2011-04-05"],"type":["text"],"creator":["Purbhoo, Kevin"],"language":[],"coverage":[],"title":["Wronskians, cyclic group actions, and ribbon tableaux"],"description":["  The Wronski map is a finite, PGL_2(C)-equivariant morphism from the\nGrassmannian Gr(d,n) to a projective space (the projectivization of a vector\nspace of polynomials). We consider the following problem. If C_r < PGL_2(C) is\na cyclic subgroup of order r, how may C_r-fixed points are in the in a fibre of\nthe Wronski map over a C_r-fixed point in the base?\n  In this paper, we compute a general answer in terms of r-ribbon tableaux.\nWhen r=2, this computation gives the number of real points in the fibre of the\nWronski map over a real polynomial with purely imaginary roots. More generally,\nwe can compute the number of real points in certain intersections of Schubert\nvarieties.\n  When r divides d(n-d) our main result says that the generic number of\nC_r-fixed points in the fibre is the number of standard r-ribbon tableaux\nrectangular shape (n-d)^d. Computing by a different method, we show that the\nanswer in this case is also given by the number of of standard Young tableaux\nof shape (n-d)^d that are invariant under N/r iterations of jeu de taquin\npromotion. Together, these two results give a new proof of Rhoades' cyclic\nsieving theorem for promotion on rectangular tableaux.\n  We prove analogous results for dihedral group actions.\n","Comment: 63 pages, 11 colour figures. Uses LaTeX \"rotating\" package which may\n  not render correctly in xdvi"]}]
["1104.0876",{"format":[],"subject":["Physics - Biological Physics","Quantitative Biology - Subcellular Processes"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0876"],"date":["2011-04-05"],"type":["text"],"creator":["Sun, Cheng","Mitchell, Odingo","Huang, Jiaxin","Boutis, Gregory S."],"language":[],"coverage":[],"title":["Direct measurement of the correlated dynamics of the protein-backbone\n  and proximal waters of hydration in mechanically strained elastin"],"description":["  We report on the direct measurement of the correlation times of the protein\nbackbone carbons and proximal waters of hydration in mechanically strained\nelastin by nuclear magnetic resonance methods. The experimental data indicate a\ndecrease in the correlation times of the carbonyl carbons as the strain on the\nbiopolymer is increased. These observations are in good agreement with short\n4ns molecular dynamics simulations of (VPGVG)3, a well studied mimetic peptide\nof elastin. The experimental results also indicate a reduction in the\ncorrelation time of proximal waters of hydration with increasing strain applied\nto the elastomer. A simple model is suggested that correlates the increase in\nthe motion of proximal waters of hydration to the increase in frequency of\nlibration of the protein backbone that develops with increasing strain.\nTogether, the reduction in the protein entropy accompanied with the increase in\nentropy of the proximal waters of hydration with increasing strain, support the\nnotion that the source of elasticity is driven by an entropic mechanism arising\nfrom the change in entropy of the protein backbone.\n"]}]
["1104.0882",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture","C.2.1","C.2.4","C.4","E.1","G.2.2","G.3","H.3.4"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0882"],"date":["2011-04-05"],"type":["text"],"creator":["Pandurangan, Gopal","Trehan, Amitabh"],"language":[],"coverage":[],"title":["Xheal: Localized Self-healing using Expanders"],"description":["  We consider the problem of self-healing in reconfigurable networks (e.g.\npeer-to-peer and wireless mesh networks) that are under repeated attack by an\nomniscient adversary and propose a fully distributed algorithm, Xheal that\nmaintains good expansion and spectral properties of the network, also keeping\nthe network connected. Moreover, Xheal does this while allowing only low\nstretch and degree increase per node. Thus, the algorithm heals global\nproperties while only doing local changes and using only local information.\n  Our work improves over the self-healing algorithms 'Forgiving tree'[PODC\n2008] and 'Forgiving graph'[PODC 2009] (using a similar model) in that we are\nable to give guarantees on degree and stretch, while at the same time\npreserving the expansion and spectral properties of the network. These repairs\npreserve the invariants in the following sense. At any point in the algorithm,\nthe expansion of the graph will be either `better' than the expansion of the\ngraph formed by considering only the adversarial insertions (not the\nadversarial deletions) or the expansion will be, at least, a constant. Also,\nthe stretch i.e. the distance between any pair of nodes in the healed graph is\nno more than a $O(\\log n)$ factor. Similarly, at any point, a node $v$ whose\ndegree would have been $d$ in the graph with adversarial insertions only, will\nhave degree at most $O(\\kappa d)$ in the actual graph, for a small parameter\n$\\kappa$. We also provide bounds on the second smallest eigenvalue of the\nLaplacian which captures key properties such as mixing time, conductance,\ncongestion in routing etc. Our distributed data structure has low amortized\nlatency and bandwidth requirements.\n","Comment: A shorter version of this to be presented at PODC, 2011, San Jose, CA"]}]
["1104.0886",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0886"],"date":["2011-04-05"],"type":["text"],"creator":["Walczak, Philip B.","Anglin, James R."],"language":[],"coverage":[],"title":["Exact Bogoliubov-de Gennes Solutions for Grey Soliton Backgrounds"],"description":["  We derive and discuss the complete set of exact solutions to the\none-dimensional Bogoliubov-de Gennes equations for small amplitude excitations\naround general grey soliton solutions to the cubic nonlinear Schr\\\"odinger\nequation. Our results extend the previously known case of the motionless dark\nsoliton background. We derive our non-zero frequency solutions using a variant\nof the factorization method for Schr\\\"odinger equations with reflectionless\npotentials. We also discuss the zero mode solutions at length.\n"]}]
["1104.0893",{"format":[],"subject":["Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0893"],"date":["2011-04-05"],"type":["text"],"creator":["Martinis, Mladen","Ozimec, Zoran"],"language":[],"coverage":[],"title":["Application of Gauss' Law in Acoustics"],"description":["  Practical application of Gauss' law in acoustics is not a very well known\nmethod. However, any inverse square law behavior can be formulated in the way\nsimilar to Gauss' law, which allows us to extend the same principle to sound\nwaves propagation. We show in this paper how the acoustic power of sound source\ncan be related to the sound intensity flow through a given surface by means of\nthe Gauss' law. Several different sound-source shapes, important in practical\napplications, are analyzed by means of the Gauss' law. A suitable choice of the\nGaussian surface allows us to obtain the simple and straightforward method for\ncalculating the sound intensity distribution in space.\n","Comment: 9 pages"]}]
["1104.0904",{"format":[],"subject":["Mathematics - Rings and Algebras","Mathematics - Commutative Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0904"],"date":["2011-04-05"],"type":["text"],"creator":["Hoge, Torsten"],"language":[],"coverage":[],"title":["A presentation of the trace algebra of three 3x3 matrices"],"description":["  The trace algebra C_{nd} is generated by all traces of products of d generic\nn x n matrices. Minimal generating sets of C_{nd} and their defining relations\nare known for n < 3 and n = 3, d=2. This paper states a minimal generating set\nand their defining relations for n=d=3. Furthermore the computations yield a\ndescription of C_{33} as a free module over the ring generated by a homogeneous\nsystem of parameters.\n"]}]
["1104.0911",{"format":[],"subject":["Mathematics - Functional Analysis","46F30, 26E15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0911"],"date":["2011-04-05"],"type":["text"],"creator":["Nigsch, Eduard"],"language":[],"coverage":[],"title":["Point value characterizations and related results in the full Colombeau\n  algebras G^e and G^d"],"description":["  We present a point value characterization for elements of the elementary full\nColombeau algebra G^e and the diffeomorphism invariant full Colombeau algebra\nG^d. Moreover, several results from the special algebra G^s about generalized\nnumbers and invertibility are extended to the elementary full algebra.\n"]}]
["1104.0915",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0915"],"date":["2011-04-05"],"type":["text"],"creator":["Adduci, James","Mityagin, Boris"],"language":[],"coverage":[],"title":["Root System of a Perturbation of a Selfadjoint Operator with Discrete\n  Spectrum"],"description":["  We analyze the perturbations $T+B$ of a selfadjoint operator $T$ in a Hilbert\nspace $H$ with discrete spectrum $\\{t_k \\}$, $T \\phi_k = t_k \\phi_k$, as an\nextension of our constructions in arXiv: 0912.2722 where $T$ was a harmonic\noscillator operator. In particular, if $t_{k+1}-t_k \\geq c k^{\\alpha - 1},\n\\quad \\alpha > 1/2$ and $\\| B \\phi_k \\| = o(k^{\\alpha - 1})$ then the system of\nroot vectors of $T+B$, eventually eigenvectors of geometric multiplicity 1, is\nan unconditional basis in $H$.\n"]}]
["1104.0917",{"format":[],"subject":["Mathematics - Combinatorics","05C10, 92E10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0917","M. V. Diudea, A. Ili\\'c, All pentagonal face multitori, J. Comput.\n  Theor. Nanosci. 8 (2011) 736-739"],"date":["2011-04-05"],"type":["text"],"creator":["Diudea, Mircea V.","Ilić, Aleksandar"],"language":[],"coverage":[],"title":["All pentagonal face multi tori"],"description":["  Design of monomeric unit, by using sequences of map operations, and the\ngrowing process in the building of a double-shell multi torus with\nall-pentagonal faces, is presented. It is shown that the monomer and some small\nintermediates, as hydrogenated species, have a moderate stability, between\nadamantane and C60 fullerene, as calculated at the PM3 level of theory. The\ntopology of these high genera structures is described in terms of Omega\npolynomial as a function of the net parameters. Closed formulas for this\npolynomial and examples are presented.\n","Comment: 8 pages, 5 figure"]}]
["funct-an/9302008",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/funct-an/9302008","Commun.Math.Phys.156:201-220,1993","doi:10.1007/BF02096738"],"date":["1993-02-25"],"type":["text"],"creator":["Brunetti, R.","Guido, D.","Longo, R."],"language":[],"coverage":[],"title":["Modular Structure and Duality in Conformal Quantum Field Theory"],"description":["  Making use of a recent result of Borchers, an algebraic version of the\nBisognano-Wichmann theorem is given for conformal quantum field theories, i.e.\nthe Tomita-Takesaki modular group associated with the von Neumann algebra of a\nwedge region and the vacuum vector concides with the evolution given by the\nrescaled pure Lorentz transformations preserving the wedge. A similar geometric\ndescription is valid for the algebras associated with double cones. Moreover\nessential duality holds on the Minkowski space $M$, and Haag duality for double\ncones holds provided the net of local algebras is extended to a pre-cosheaf on\nthe superworld $\\tilde M$, i.e. the universal covering of the Dirac-Weyl\ncompactification of $M$. As a consequence a PCT symmetry exists for any\nalgebraic conformal field theory in even space-time dimension. Analogous\nresults hold for a Poincar\\'e covariant theory provided the modular groups\ncorresponding to wedge algebras have the expected geometrical meaning and the\nsplit property is satisfied. In particular the Poincar\\'e representation is\nunique in this case.\n","Comment: 23 pages, plain TeX, TVM26-12-1992"]}]
["funct-an/9704007",{"format":[],"subject":["Mathematics - Functional Analysis","High Energy Physics - Theory","Mathematics - Operator Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/funct-an/9704007","Commun.Math.Phys.141:471-492,1998","doi:10.1007/s002200050337"],"date":["1997-04-23"],"type":["text"],"creator":["Bertozzini, Paolo","Conti, Roberto","Longo, Roberto"],"language":[],"coverage":[],"title":["Covariant Sectors with Infinite Dimension and Positivity of the Energy"],"description":["  We consider a Moebius covariant sector, possibly with infinite dimension, of\na local conformal net of von Neumann algebras on the circle. If the sector has\nfinite index, it has automatically positive energy. In the infinite index case,\nwe show the spectrum of the energy always to contain the positive real line,\nbut, as seen by an example, it may contain negative values. We then consider\nnets with Haag duality on the real line, or equivalently sectors with\nnon-solitonic extension to the dual net; we give a criterion for irreducible\nsectors to have positive energy, namely this is the case iff there exists an\nunbounded Moebius covariant left inverse. As a consequence the class of sectors\nwith positive energy is stable under composition, conjugation and direct\nintegral decomposition.\n","Comment: 25 pages, Latex2e"]}]
["gr-qc/9605073",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/gr-qc/9605073","Commun.Math.Phys.186:451-479,1997","doi:10.1007/s002200050116"],"date":["1996-05-31","1997-07-17"],"type":["text"],"creator":["Longo, Roberto"],"language":[],"coverage":[],"title":["An Analogue of the Kac-Wakimoto Formula and Black Hole Conditional\n  Entropy"],"description":["  A local formula for the dimension of a superselection sector in Quantum Field\nTheory is obtained as vacuum expectation value of the exponential of the proper\nHamiltonian. In the particular case of a chiral conformal theory, this provides\na local analogue of a global formula obtained by Kac and Wakimoto within the\ncontext of representations of certain affine Lie algebras. Our formula is model\nindependent and its version in general Quantum Field Theory applies to black\nhole thermodynamics. The relative free energy between two thermal equilibrium\nstates associated with a black hole turns out to be proportional to the\nvariation of the conditional entropy in different superselection sectors, where\nthe conditional entropy is defined as the Connes-Stoermer entropy associated\nwith the DHR localized endomorphism representing the sector. The constant of\nproportionality is half of the Hawking temperature. As a consequence the\nrelative free energy is quantized proportionally to the logarithm of a rational\nnumber, in particular it is equal to a linear function the logarithm of an\ninteger once the initial state or the final state is taken fixed.\n","Comment: AMS-TeX v1.1c, minor grammatical corrections"]}]
["hep-th/9703129",{"format":[],"subject":["High Energy Physics - Theory","Mathematics - Functional Analysis"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9703129","Commun.Math.Phys.192:217-244,1998","doi:10.1007/s002200050297"],"date":["1997-03-18","1997-07-11"],"type":["text"],"creator":["Guido, Daniele","Longo, Roberto","Wiesbrock, Hans-Werner"],"language":[],"coverage":[],"title":["Extensions of Conformal Nets and Superselection Structures"],"description":["  Starting with a conformal Quantum Field Theory on the real line, we show that\nthe dual net is still conformal with respect to a new representation of the\nMoebius group. We infer from this that every conformal net is normal and\nconormal, namely the local von Neumann algebra associated with an interval\ncoincides with its double relative commutant inside the local von Neumann\nalgebra associated with any larger interval. The net and the dual net give\ntogether rise to an infinite dimensional symmetry group, of which we study a\nclass of positive energy irreducible representations. We mention how\nsuperselsection sectors extend to the dual net and we illustrate by examples\nhow, in general, this process generates solitonic sectors. We describe the free\ntheories associated with the lowest weight n representations of PSL(2,R),\nshowing that they violate 3-regularity for n>2. When n>1, we obtain examples of\nnon Moebius-covariant sectors of a 3-regular (non 4-regular) net.\n","Comment: 34 pages, Latex2e. Some points have been clarified and some\n  references have been added. To appear in Communications in Mathematical\n  Physics"]}]
["hep-th/9905102",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/9905102","Adv.Theor.Math.Phys.3:615-626,1999; Addendum-ibid.3:1909-1910,1999"],"date":["1999-05-14","2000-10-05"],"type":["text"],"creator":["Buchholz, Detlev","Longo, Roberto"],"language":[],"coverage":[],"title":["Graded KMS Functionals and the Breakdown of Supersymmetry"],"description":["  It is shown that the modulus of any graded or, more generally, twisted KMS\nfunctional of a C*-dynamical system is proportional to an ordinary KMS state\nand the twist is weakly inner in the corresponding GNS-representation. If the\nfunctional is invariant under the adjoint action of some asymptotically abelian\nfamily of automorphisms, then the twist is trivial. As a consequence, such\nfunctionals do not exist for supersymmetric C*-dynamical systems. This is in\ncontrast with the situation in compact spaces where super KMS functionals occur\nas super-Gibbs functionals.\n","Comment: 9 pages, Latex, note added about a generalization of Corollary 8"]}]
["math-ph/0203021",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematics - Operator Algebras","81Txx"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0203021","Rev.Math.Phys.14:759-786,2002","doi:10.1142/S0129055X02001387"],"date":["2002-03-13","2002-06-18"],"type":["text"],"creator":["Brunetti, Romeo","Guido, Daniele","Longo, Roberto"],"language":[],"coverage":[],"title":["Modular localization and Wigner particles"],"description":["  We propose a framework for the free field construction of algebras of local\nobservables which uses as an input the Bisognano-Wichmann relations and a\nrepresentation of the Poincare' group on the one-particle Hilbert space. The\nabstract real Hilbert subspace version of the Tomita-Takesaki theory enables us\nto bypass some limitations of the Wigner formalism by introducing an intrinsic\nspacetime localization. Our approach works also for continuous spin\nrepresentations to which we associate a net of von Neumann algebras on\nspacelike cones with the Reeh-Schlieder property. The positivity of the energy\nin the representation turns out to be equivalent to the isotony of the net, in\nthe spirit of Borchers theorem. Our procedure extends to other spacetimes\nhomogeneous under a group of geometric transformations as in the case of\nconformal symmetries and de Sitter spacetime.\n","Comment: 22 pages, LaTeX. Some errors have been corrected. To appear on Rev.\n  Math. Phys"]}]
["math-ph/0304022",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","Mathematics - Operator Algebras","Mathematics - Quantum Algebra","81T05, 81T40, 46L60, 18D10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0304022","Commun.Math.Phys.244:63-97,2004","doi:10.1007/s00220-003-0979-1"],"date":["2003-04-14"],"type":["text"],"creator":["Kawahigashi, Yasuyuki","Longo, Roberto"],"language":[],"coverage":[],"title":["Classification of Two-dimensional Local Conformal Nets with c<1 and\n  2-cohomology Vanishing for Tensor Categories"],"description":["  We classify two-dimensional local conformal nets with parity symmetry and\ncentral charge less than 1, up to isomorphism. The maximal ones are in a\nbijective correspondence with the pairs of A-D-E Dynkin diagrams with the\ndifference of their Coxeter numbers equal to 1. In our previous classification\nof one-dimensional local conformal nets, Dynkin diagrams D_{2n+1} and E_7 do\nnot appear, but now they do appear in this classification of two-dimensional\nlocal conformal nets. Such nets are also characterized as two-dimensional local\nconformal nets with mu-index equal to 1 and central charge less than 1. Our\nmain tool, in addition to our previous classification results for\none-dimensional nets, is 2-cohomology vanishing for certain tensor categories\nrelated to the Virasoro tensor categories with central charge less than 1.\n","Comment: 40 pages, LaTeX 2e"]}]
["math-ph/0405037",{"format":[],"subject":["Mathematical Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematics - Operator Algebras","81T40, 83C57, 46L90 (primary), 81T70, 46L37, 46L87 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0405037","Commun.Math.Phys.257:193-225,2005","doi:10.1007/s00220-005-1322-9"],"date":["2004-05-12","2004-11-16"],"type":["text"],"creator":["Kawahigashi, Yasuyuki","Longo, Roberto"],"language":[],"coverage":[],"title":["Noncommutative Spectral Invariants and Black Hole Entropy"],"description":["  We consider an intrinsic entropy associated with a local conformal net A by\nthe coefficients in the expansion of the logarithm of the trace of the ``heat\nkernel'' semigroup. In analogy with Weyl theorem on the asymptotic density\ndistribution of the Laplacian eigenvalues, passing to a quantum system with\ninfinitely many degrees of freedom, we regard these coefficients as\nnoncommutative geometric invariants. Under a natural modularity assumption, the\nleading term of the entropy (noncommutative area) is proportional to the\ncentral charge c, the first order correction (noncommutative Euler\ncharacteristic) is proportional to log\\mu_A, where \\mu_A is the global index of\nA, and the second spectral invariant is again proportional to c.\n  We give a further general method to define a mean entropy by considering\nconformal symmetries that preserve a discretization of S^1 and we get the same\nvalue proportional to c.\n  We then make the corresponding analysis with the proper Hamiltonian\nassociated to an interval. We find here, in complete generality, a proper mean\nentropy proportional to log\\mu_A with a first order correction defined by means\nof the relative entropy associated with canonical states.\n  By considering a class of black holes with an associated conformal quantum\nfield theory on the horizon, and relying on arguments in the literature, we\nindicate a possible way to link the noncommutative area with the\nBekenstein-Hawking classical area description of entropy.\n","Comment: 38 pages. Minor style improvements"]}]
["math-ph/0405067",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory","81R15, 81T05, 81T40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math-ph/0405067","Rev.Math.Phys.16:909,2004","doi:10.1142/S0129055X04002163"],"date":["2004-05-31","2004-08-17"],"type":["text"],"creator":["Longo, Roberto","Rehren, Karl-Henning"],"language":[],"coverage":[],"title":["Local fields in boundary conformal QFT"],"description":["  Conformal field theory on the half-space x>0 of Minkowski space-time\n(\"boundary CFT\") is analyzed from an algebraic point of view, clarifying in\nparticular the algebraic structure of local algebras and the bi-localized\ncharge structure of local fields. The field content and the admissible boundary\nconditions are characterized in terms of a non-local chiral field algebra.\n","Comment: 58 pages, 5 figures. v2: organization of results improved; version to\n  appear in RMP"]}]
["math/0003082",{"format":[],"subject":["Mathematics - Operator Algebras","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics","46L60","81T75","81T05","(Primary) 81T20","46L87","82B10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0003082","Commun.Math.Phys.222:45-96,2001","doi:10.1007/s002200100492"],"date":["2000-03-14","2005-11-14"],"type":["text"],"creator":["Longo, Roberto"],"language":[],"coverage":[],"title":["Notes for a Quantum Index Theorem"],"description":["  We view DHR superselection sectors with finite statistics as Quantum Field\nTheory analogs of elliptic operators where KMS functionals play the role of the\ntrace composed with the heat kernel regularization. We extend our local\nholomorphic dimension formula and prove an analogue of the index theorem in the\nQuantum Field Theory context. The analytic index is the Jones index, more\nprecisely the minimal dimension, and, on a 4-dimensional spacetime, the DHR\ntheorem gives the integrality of the index. We introduce the notion of\nholomorphic dimension; the geometric dimension is then defined as the part of\nthe holomorphic dimension which is symmetric under charge conjugation. We apply\nthe AHKT theory of chemical potential and we extend it to the low dimensional\ncase, by using conformal field theory. Concerning Quantum Field Theory on\ncurved spacetime, the geometry of the manifold enters in the expression for the\ndimension. If a quantum black hole is described by a spacetime with bifurcate\nKilling horizon and sectors are localizable on the horizon, the logarithm of\nthe holomorphic dimension is proportional to the incremental free energy, due\nto the addition of the charge, and to the inverse temperature, hence to the\nsurface gravity in the Hartle-Hawking KMS state. For this analysis we consider\na conformal net obtained by restricting the field to the horizon\n(``holography''). Compared with our previous work on Rindler spacetime, this\nresult differs inasmuch as it concerns true black hole spacetimes, like the\nSchwarzschild-Kruskal manifold, and pertains to the entropy of the black hole\nitself, rather than of the outside system. An outlook concerns a possible\nrelation with supersymmetry and noncommutative geometry.\n","Comment: Only one change to previous version: ref. [62] misnumbering was fixed\n  on request to the cited author"]}]
["math/0102196",{"format":[],"subject":["Mathematics - Operator Algebras","High Energy Physics - Theory","Mathematical Physics","46L37","81T40 (primary) 46L60","81T05 (secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0102196","Commun.Math.Phys.237:7-30,2003","doi:10.1007/s00220-003-0814-8"],"date":["2001-02-26","2002-03-05"],"type":["text"],"creator":["Longo, Roberto"],"language":[],"coverage":[],"title":["Conformal Subnets and Intermediate Subfactors"],"description":["  Given an irreducible local conformal net A of von Neumann algebras on the\ncircle and a finite-index conformal subnet B of A, we show that A is completely\nrational iff B is completely rational. In particular this extends a result of\nF. Xu for the orbifold construction. By applying previous results of Xu, many\ncoset models turn out to be completely rational and the structure results in\n[KLM] hold. Our proofs are based on an analysis of the net inclusion B in A;\namong other things we show that, for a fixed interval I, every von Neumann\nalgebra R intermediate between B(I) and A(I) comes from an intermediate\nconformal net L between B and A with L(I)=R. We make use of a theorem of\nWatatani (type II case) and Teruya and Watatani (type III case) on the\nfiniteness of the set I(N,M) of intermediate subfactors in an irreducible\ninclusion of factors N in M with finite Jones index [M:N]. We provide a unified\nproof of this result that gives in particular an explicit bound for the\ncardinality of I(N,M) which depends only on [M:N].\n","Comment: 29 pages; AMS-Latex2e"]}]
["math/0309366",{"format":[],"subject":["Mathematics - Operator Algebras","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0309366","Commun.Math.Phys.251:321-364,2004","doi:10.1007/s00220-004-1063-1"],"date":["2003-09-22","2004-03-17"],"type":["text"],"creator":["Longo, Roberto","Xu, Feng"],"language":[],"coverage":[],"title":["Topological Sectors and a Dichotomy in Conformal Field Theory"],"description":["  Let A be a local conformal net of factors on the circle with the split\nproperty. We provide a topological construction of soliton representations of\nthe tensor product of n copies of A, that restrict to true representations of\nsubnet inviant under cyclic permutations (cyclic orbifold). We prove a quantum\nindex theorem for our sectors relating the Jones index to a topological degree.\nThen A is not completely rational iff the the cyclic orbifold has an\nirreducible representation with infinite index. This implies the following\ndichotomy: if all irreducible sectors of A have a conjugate sector then either\nA is completely rational or A has uncountably many different irreducible\nsectors. Thus A is rational iff A is completely rational. In particular, if the\nmu-index of A finite then A turns out to be strongly additive. By [KLM], if A\nis rational then the tensor category of representations of A is automatically\nmodular, namely the braiding symmetry is non-degenerate. In interesting cases,\nwe compute the fusion rules of the topological solitons and show that they\ndetermine all twisted sectors of the cyclic orbifold.\n","Comment: 50 pages, Latex; minor corrections"]}]
["math/0312512",{"format":[],"subject":["Mathematics - Operator Algebras","High Energy Physics - Theory","Mathematical Physics","Mathematics - Quantum Algebra"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0312512","Commun.Math.Phys.253:723-764,2004","doi:10.1007/s00220-004-1160-1"],"date":["2003-12-31","2004-02-12"],"type":["text"],"creator":["Kac, Victor G.","Longo, Roberto","Xu, Feng"],"language":[],"coverage":[],"title":["Solitons in Affine and Permutation Orbifolds"],"description":["  We consider properties of solitons in general orbifolds in the algebraic\nquantum field theory framework and constructions of solitons in affine and\npermutation orbifolds. Under general conditions we show that our construction\ngives all the twisted representations of the fixed point subnet. This allows us\nto prove a number of conjectures: in the affine orbifold case we clarify the\nissue of ``fixed point resolutions''; in the permutation orbifold case we\ndetermine all irreducible representations of the orbifold, and we also\ndetermine the fusion rules in a nontrivial case, which imply an integral\nproperty of chiral data for any completely rational conformal net.\n","Comment: Latex, 48 pages, minor style corrections"]}]
["math/9903104",{"format":[],"subject":["Mathematics - Operator Algebras","High Energy Physics - Theory","Mathematical Physics","46L37 (Primary) 81T05, 46M05 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/9903104","Commun.Math.Phys.219:631-669,2001","doi:10.1007/PL00005565"],"date":["1999-03-17","2001-01-15"],"type":["text"],"creator":["Kawahigashi, Yasuyuki","Longo, Roberto","Mueger, Michael"],"language":[],"coverage":[],"title":["Multi-interval Subfactors and Modularity of Representations in Conformal\n  Field Theory"],"description":["  We describe the structure of the inclusions of factors A(E) contained in\nA(E')' associated with multi-intervals E of R for a local irreducible net A of\nvon Neumann algebras on the real line satisfying the split property and Haag\nduality. In particular, if the net is conformal and the subfactor has finite\nindex, the inclusion associated with two separated intervals is isomorphic to\nthe Longo-Rehren inclusion, which provides a quantum double construction of the\ntensor category of superselection sectors of A. As a consequence, the index of\nA(E) in A(E')' coincides with the global index associated with all irreducible\nsectors, the braiding symmetry associated with all sectors is non-degenerate,\nnamely the representations of A form a modular tensor category, and every\nsector is a direct sum of sectors with finite dimension. The superselection\nstructure is generated by local data. The same results hold true if conformal\ninvariance is replaced by strong additivity and there exists a modular PCT\nsymmetry.\n","Comment: 45 pages, AMSLatex 2e. Improvements concerning the exposition.\n  Appendices have been expanded with more details. To appear in Commun. Math.\n  Phys"]}]
["nlin/0607004",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/nlin/0607004","J. Math. Phys. 48, 072701 (2007)","doi:10.1063/1.2747612"],"date":["2006-07-05"],"type":["text"],"creator":["Amaricci, A.","Bonetto, F.","Falco, P."],"language":[],"coverage":[],"title":["Analyticity of the SRB measure for a class of simple Anosov flows"],"description":["  We consider perturbations of the Hamiltonian flow associated with the\ngeodesic flow on a surface of constant negative curvature. We prove that, under\na small perturbation, not necessarely of Hamiltonian character, the SRB measure\nassociated to the flow exists and is analytic in the strength of the\nperturbation. An explicit example of \"thermostatted\" dissipative dynamics is\nconstructed.\n","Comment: 23 pages, corrected typos"]}]
