["0707.1317",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0707.1317"],"date":["2007-07-09"],"type":["text"],"creator":["Copland, Neil B."],"language":[],"coverage":[],"title":["Aspects of M-Theory Brane Interactions and String Theory Symmetries"],"description":["  The dissertation consists of two parts. The first presents an account of the\neffective worldvolume description of $N$ coincident M2-branes ending on an\nM5-brane in M-theory. It reviews Basu and Harvey's recent description of the\nworldvolume theory of the M2-branes in terms of a Bogomol'nyi equation, and its\nsolution via a fuzzy (three-) funnel. Tests of the consistency of this picture\nare then performed and many of the issues with it are addressed. This is\nfollowed by a discussion of how a refinement of the fuzzy three-sphere algebra\nused can lead to the correct $N^{3/2}$ scaling of degrees of freedom for this\nsystem. A reduction of this Basu-Harvey picture to the D1-string picture of the\nD1-D3 intersection is then performed via constructing a reduction of the\nfuzzy-three sphere to the fuzzy two-sphere.\n  The second part of the dissertation describes how a holomorphic factorisation\nargument can be used to demonstrate quantum equivalence of the doubled\nformalism of string theory with the standard formalism by deriving the\npartition function, including instanton and oscillator sectors.\n","Comment: 161 pages. Author's PhD thesis"]}]
["0708.4112",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0708.4112"],"date":["2007-08-30","2011-10-26"],"type":["text"],"creator":["Kinsler, P."],"language":[],"coverage":[],"title":["Phase coherence and extreme self phase modulation"],"description":["  I study how pulse to pulse phase coherence in a pulse train can survive\nsuper-broadening by extreme self phase modulation (SPM). Such pulse trains have\nbeen used in phase self-stabilizing schemes as an alternative to using a\nfeedback process. However, such super-broadened pulses have undergone\nconsiderable distortion, and it is far from obvious that they necessarily\nretain any useful phase information. I propose measures of phase coherence\n(i.e. supercontinuum coherence) applicable to such pulse trains, and use them\nto analyze numerical simulations comparable to self-stabilization experiments.\n","Comment: 9 pages"]}]
["0805.3679",{"format":[],"subject":["High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0805.3679","International Journal of Nonlinear Science Vol.10(2010) No.4,\n  pp.410-421"],"date":["2008-05-23","2009-04-19"],"type":["text"],"creator":["Ozer, H. T."],"language":[],"coverage":[],"title":["Nonlinear Schrodinger Equations and N=2 Superconformal Algebra"],"description":["  We obtain new coupled super Nonlinear Schrodinger equations by using AKNS\nscheme and soliton connection taking values in N=2 superconformal algebra.\n","Comment: 12 pages, no figures, LaTex file;\n  http://www.internonlinearscience.org/upload/papers/20110618052032246.pdf"]}]
["0903.3036",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0903.3036","The Astronomical Journal 138 (2009) 568-578","doi:10.1088/0004-6256/138/2/568"],"date":["2009-03-18","2009-03-20"],"type":["text"],"creator":["Bianco, Federica B.","Protopapas, Pavlos","McLeod, Brian A.","Alcock, Charles R.","Holman, Matthew J.","Lehner, Matthew J."],"language":[],"coverage":[],"title":["A Search for Occultations of Bright Stars by Small Kuiper Belt Objects\n  using Megacam on the MMT"],"description":["  We conducted a search for occultations of bright stars by Kuiper Belt Objects\n(KBOs) to estimate the density of sub-km KBOs in the sky. We report here the\nfirst results of this occultation survey of the outer solar system conducted in\nJune 2007 and June/July 2008 at the MMT Observatory using Megacam, the large\nMMT optical imager. We used Megacam in a novel shutterless continuous--readout\nmode to achieve high precision photometry at 200 Hz. We present an analysis of\n220 star hours at signal-to-noise ratio of 25 or greater. The survey efficiency\nis greater than 10% for occultations by KBOs of diameter d>=0.7 km, and we\nreport no detections in our dataset. We set a new 95% confidence level upper\nlimit for the surface density \\Sigma_N(d) of KBOs larger than 1 km:\n\\Sigma_N(d>=1 km) <= 2.0e8 deg^-2, and for KBOs larger than 0.7 km \\Sigma_N(d>=\n0.7 km) <= 4.8e8 deg^-2.\n","Comment: 13 pages, 12 figures, submitted to AJ, modified fig 11 that did now\n  display properly"]}]
["0906.2749",{"format":[],"subject":["Mathematics - Number Theory","11N13, 11M06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.2749","Acta Arith. 150 (2011), 65-91"],"date":["2009-06-15"],"type":["text"],"creator":["Xylouris, Triantafyllos"],"language":["de"],"coverage":[],"title":["On Linnik's constant"],"description":["  Let a and q be coprime natural numbers. In 1944 Linnik proved that the least\nprime in an arithmetic progression a mod q is less then C times q to the L.\nSince then the admissible value for the constant L has been improved several\ntimes, lastly by Heath-Brown in 1992 to L=5.5. In his article Heath-Brown\ndescribes several improvement potentials for his paper. Using these potentials\nwe improve the intermediate results concerning zeros of Dirichlet L-Functions\nand finally the admissible constant to L=5.2.\n  -----\n  Seien a und q teilerfremde natuerliche Zahlen. 1944 bewies Linnik, dass die\nkleinste Primzahl in einer arithmetischen Progression a mod q kleiner als C mal\nq hoch L ist. Seitdem wurde der zulaessige Wert fuer die Konstante L oft\nverbessert, zuletzt 1992 durch Heath-Brown auf L=5.5. In letzterem Artikel gibt\nHeath-Brown verschiedene Potentiale zur Verbesserung seiner Arbeit an. Mit\ndiesen Potentialen verbessern wir die Zwischenresultate betreffend den\nNullstellen von Dirichletschen L-Funktionen und schliesslich die zulaessige\nKonstante auf L=5.2.\n","Comment: 86 pages, Diplomarbeit, in German"]}]
["0906.3350",{"format":[],"subject":["Mathematics - Dynamical Systems","37D25, 37A50, 37B40, 37C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0906.3350"],"date":["2009-06-18","2011-10-25"],"type":["text"],"creator":["Varandas, Paulo"],"language":[],"coverage":[],"title":["Non-uniform specification and large deviations for weak Gibbs measures"],"description":["  We establish bounds for the measure of deviation sets associated to\ncontinuous observables with respect to not necessarily invariant weak Gibbs\nmeasures. Under some mild assumptions, we obtain upper and lower bounds for the\nmeasure of deviation sets of some non-uniformly expanding maps, including\nquadratic maps and robust multidimensional non-uniformly expanding local\ndiffeomorphisms. For that purpose, a measure theoretical weak form of\nspecification is introduced and proved to hold for the robust classes of\nmultidimensional nonuniformly expanding local diffeomorphisms and Viana maps.\n","Comment: 30 pages, Final version"]}]
["0909.4857",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/0909.4857","Int.J.Mod.Phys.A26:4617-4631,2011","doi:10.1142/S0217751X11054632"],"date":["2009-09-26","2011-05-07"],"type":["text"],"creator":["Sin, Sang-Jin","Xu, Shan-Shan","Zhou, Yang"],"language":[],"coverage":[],"title":["Holographic Superconductor for a Lifshitz fixed point"],"description":["  We consider the gravity dual of strongly coupled system at a Lifshitz-fixed\npoint and finite temperature, which was constructed in a recent work\narXiv:0909.0263. We construct an Abelian Higgs model in that background and\ncalculate condensation and conductivity using holographic techniques. We find\nthat condensation happens and DC conductivity blows up when temperature turns\nbelow a critical value.\n","Comment: 14 pages, 4 figures, v4: improved version, references added"]}]
["1001.2006",{"format":[],"subject":["Astrophysics - Earth and Planetary Astrophysics","Astrophysics - Instrumentation and Methods for Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1001.2006","2010 The Astronomical Journal 139 1499","doi:10.1088/0004-6256/139/4/1499"],"date":["2010-01-12","2010-01-15"],"type":["text"],"creator":["Bianco, F. B.","Zhang, Z. -W.","Lehner, M. J.","Mondal, S.","King, S. -K.","Giammarco, J.","Holman, M. J.","Coehlo, N. K.","Wang, J. -H.","Alcock, C.","Axelrod, T.","Byun, Y. -I.","Chen, W. P.","Cook, K. H.","Dave, R.","de Pater, I.","Kim, D. -W.","Lee, T.","Lin, H. -C.","Lissauer, J. J.","Marshall, S. L.","Protopapas, P.","Rice, J. A.","Schwamb, M. E.","Wang, S. -Y.","Wen, C. -Y."],"language":[],"coverage":[],"title":["The TAOS Project: Upper Bounds on the Population of Small KBOs and Tests\n  of Models of Formation and Evolution of the Outer Solar System"],"description":["  We have analyzed the first 3.75 years of data from TAOS, the Taiwanese\nAmerican Occultation Survey. TAOS monitors bright stars to search for\noccultations by Kuiper Belt Objects (KBOs). This dataset comprises 5e5\nstar-hours of multi-telescope photometric data taken at 4 or 5 Hz. No events\nconsistent with KBO occultations were found in this dataset. We compute the\nnumber of events expected for the Kuiper Belt formation and evolution models of\nPan & Sari (2005), Kenyon & Bromley (2004), Benavidez & Campo Bagatin (2009),\nand Fraser (2009). A comparison with the upper limits we derive from our data\nconstrains the parameter space of these models. This is the first detailed\ncomparison of models of the KBO size distribution with data from an occultation\nsurvey. Our results suggest that the KBO population is comprised of objects\nwith low internal strength and that planetary migration played a role in the\nshaping of the size distribution.\n","Comment: 18 pages, 16 figures, Aj submitted"]}]
["1005.0751",{"format":[],"subject":["Mathematics - Optimization and Control","90C31 (Primary) 26B05, 41A29, 46N10 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.0751"],"date":["2010-05-05","2011-10-25"],"type":["text"],"creator":["Grcar, Joseph F."],"language":[],"coverage":[],"title":["Minimal Perturbations to Roots of Parameterized Equations"],"description":["  The size of minimal perturbations to roots of parameterized equations can be\nestimated reliably from linearizations of the equations.\n","Comment: 14 pages, 2 figures, 3 tables"]}]
["1005.1398",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.1398"],"date":["2010-05-09","2011-10-26"],"type":["text"],"creator":["Rosenthal, Ron"],"language":[],"coverage":[],"title":["Random walk on discrete point processes"],"description":["  We consider a model for random walks on random environments (RWRE) with\nrandom subset of the d-dimensional Euclidean lattice as the vertices, and\nuniform transition probabilities on 2d points (two \"coordinate nearest points\"\nin each of the d coordinate directions). We prove that the velocity of such\nrandom walks is almost surely 0, and give partial characterization of\ntransience and recurrence for the different dimensions. Finally we prove\nCentral Limit Theorem for such random walks, under a condition on the distance\nbetween nearest coordinate nearest points.\n","Comment: 44 pages, one figure. This is R. Rosenthal's Masters thesis. Advisor:\n  Noam Berger"]}]
["1005.3854",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.3854","Entropy 2010, 12, 2333-2358","doi:10.3390/e12112333"],"date":["2010-05-14"],"type":["text"],"creator":["Annila, Arto"],"language":[],"coverage":[],"title":["All in action"],"description":["  The principle of least action provides a holistic worldview in which nature\nin its entirety and every detail is pictured in terms of actions. Each and\nevery action is ultimately composed of one or multiples of the most elementary\naction which corresponds to the Planck's constant. Elements of space are closed\nactions, known as fermions, whereas elements of time are open actions, known as\nbosons. The actions span energy landscape, the Universe which evolves\nirreversibly according to the 2nd law of thermodynamics by diminishing density\ndifferences in least time. During the step-by-step evolution densely-curled\nactions unfold by opening up and expelling one or multiple elementary actions\nto their surrounding sparser space. The manifold's varieties process from one\nsymmetry group to another until the equivalence to their dual, i.e., the\nsurrounding density has been attained. The scale-free physical portrayal of\nnature does not recognize any fundamental difference between fundamental\nparticles and fundamental forces. Instead a plethora of particles and a\ndiaspora of forces are perceived merely as diverse manifestations of a natural\nselection for various mechanisms and ways to decrease free energy in the least\ntime.\n","Comment: 17 pages 8 figures; Keywords: energy dispersal; entropy; evolution;\n  Hodge conjecture; natural process; Planck's constant, Yang-Mills theory"]}]
["1005.4617",{"format":[],"subject":["Mathematics - Differential Geometry","53D17, 17A32"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1005.4617","Journal of Generalized Lie Theory and Applications Vol. 5 (2011),\n  Article ID G100801","doi:10.4303/jglta/G100801"],"date":["2010-05-25","2010-07-26"],"type":["text"],"creator":["García-Beltrán, Dennise","Vallejo, José A."],"language":[],"coverage":[],"title":["Some generalizations of the notion of Lie algebra"],"description":["  We introduce the notion of left (and right) quasi-Loday algebroids and a\n\"universal space\" for them, called a left (right) omni-Loday algebroid, in such\na way that Lie algebroids, omni-Lie algebras and omni-Loday algebroids are\nparticular substructures.\n","Comment: Second version. 14 pages. Included some comments about previous works\n  related to Leibniz algebras, and updated bibliography. A new example added"]}]
["1006.0915",{"format":[],"subject":["Mathematics - Number Theory","High Energy Physics - Theory","Mathematics - Algebraic Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.0915"],"date":["2010-06-04","2011-10-26"],"type":["text"],"creator":["Bringmann, Kathrin","Manschot, Jan"],"language":[],"coverage":[],"title":["From sheaves on P2 to a generalization of the Rademacher expansion"],"description":["  Moduli spaces of stable coherent sheaves on a surface are of much interest\nfor both mathematics and physics. Yoshioka computed generating functions of\nPoincare polynomials of such moduli spaces if the surface is the projective\nplane P2 and the rank of the sheaves is 2. Motivated by physical arguments,\nthis paper investigates the modular properties of these generating functions.\nIt is shown that these functions can be written in terms of the Lerch sum and\ntheta function. Based on this, we prove a conjecture by Vafa and Witten, which\nexpresses the generating functions of Euler numbers as a mixed mock modular\nform. Moreover, we derive an exact formula for the Fourier coefficients of this\nfunction, which is similar to the Rademacher expansion for weakly holomorphic\nmodular forms but is more complicated. This is the first example of an exact\nformula for the Fourier coefficients of mixed mock modular forms, which is of\nindependent mathematical interest.\n","Comment: 23 pages, final version"]}]
["1006.3721",{"format":[],"subject":["Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.3721","Computer Physics Communications, 182(9, SI):2025-2028, SEP 2011","doi:10.1016/j.cpc.2010.12.034"],"date":["2010-06-18","2011-01-04"],"type":["text"],"creator":["Verstichel, Brecht","van Aggelen, Helen","Van Neck, Dimitri","Ayers, Paul W.","Bultinck, Patrick"],"language":[],"coverage":[],"title":["Variational density matrix optimization using semidefinite programming"],"description":["  We discuss how semidefinite programming can be used to determine the\nsecond-order density matrix directly through a variational optimization. We\nshow how the problem of characterizing a physical or N -representable density\nmatrix leads to matrix-positivity constraints on the density matrix. We then\nformulate this in a standard semidefinite programming form, after which two\ninterior point methods are discussed to solve the SDP. As an example we show\nthe results of an application of the method on the isoelectronic series of\nBeryllium.\n","Comment: corrected typos, added doi"]}]
["1006.5903",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1006.5903","Mon. Not. R. Astron. Soc. 417, 541-554 (2011)","doi:10.1111/j.1365-2966.2011.19296.x"],"date":["2010-06-30","2011-10-26"],"type":["text"],"creator":["Alexandrov, A. N.","Zhdanov, V. I."],"language":[],"coverage":[],"title":["Asymptotic Expansions and Amplification of a Gravitational Lens Near a\n  Fold Caustic"],"description":["  We propose two methods that enable us to obtain approximate solutions of the\nlens equation near a fold caustic with an arbitrary degree of accuracy. We\nobtain \"post-linear\" corrections to the well-known formula in the linear\ncaustic approximation for the total amplification of two critical images of a\npoint source. In this case, in order to obtain the nontrivial corrections we\nhad to go beyond the approximation orders earlier used by Keeton et al. and to\ntake into account the Taylor expansion of the lens equation near caustic up to\nthe fourth order. Corresponding analytical expressions are derived for the\namplification in cases of the Gaussian and power-law extended source models;\nthe amplifications depend on three additional fitting parameters. Conditions of\nneglecting the correction terms are analysed. The modified formula for the\namplification is applied to the fitting of light curves of the Q2237+0305\ngravitational lens system in a vicinity of the high amplification events\n(HAEs). We show that the introduction of some \"post-linear\" corrections reduces\nchi^2 by 30% in the case of known HAE on the light curve of image C (1999).\nThese corrections can be important for a precise comparison of different source\nmodels with regard for observational data. Key words: gravitational lensing:\nmicro - quasars: individual (Q2237+0305) - gravitational lensing: strong -\nmethods: analytical\n","Comment: 16 pages, 3 figures"]}]
["1007.4652",{"format":[],"subject":["Mathematical Physics","Mathematics - Probability","15B52, 82B44"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1007.4652"],"date":["2010-07-27","2011-10-25"],"type":["text"],"creator":["Erdos, Laszlo","Yau, Horng-Tzer","Yin, Jun"],"language":[],"coverage":[],"title":["Rigidity of Eigenvalues of Generalized Wigner Matrices"],"description":["  Consider $N\\times N$ hermitian or symmetric random matrices $H$ with\nindependent entries, where the distribution of the $(i,j)$ matrix element is\ngiven by the probability measure $\\nu_{ij}$ with zero expectation and with\nvariance $\\sigma_{ij}^2$. We assume that the variances satisfy the\nnormalization condition $\\sum_{i} \\sigma^2_{ij} = 1$ for all $j$ and that there\nis a positive constant $c$ such that $c\\le N \\sigma_{ij}^2 \\le c^{-1}$. We\nfurther assume that the probability distributions $\\nu_{ij}$ have a uniform\nsubexponential decay. We prove that the Stieltjes transform of the empirical\neigenvalue distribution of $H$ is given by the Wigner semicircle law uniformly\nup to the edges of the spectrum with an error of order $ (N \\eta)^{-1}$ where\n$\\eta$ is the imaginary part of the spectral parameter in the Stieltjes\ntransform. There are three corollaries to this strong local semicircle law: (1)\nRigidity of eigenvalues: If $\\gamma_j =\\gamma_{j,N}$ denotes the {\\it classical\nlocation} of the $j$-th eigenvalue under the semicircle law ordered in\nincreasing order, then the $j$-th eigenvalue $\\lambda_j$ is close to $\\gamma_j$\nin the sense that for any $\\xi>1$ there is a constant $L$ such that \\[\\mathbb P\n\\Big (\\exists \\, j : \\; |\\lambda_j-\\gamma_j| \\ge (\\log N)^L \\Big [ \\min \\big\n(\\, j, N-j+1 \\, \\big) \\Big ]^{-1/3} N^{-2/3} \\Big) \\le C\\exp{\\big[-c(\\log\nN)^{\\xi} \\big]} \\] for $N$ large enough. (2) The proof of the {\\it Dyson's\nconjecture} \\cite{Dy} which states that the time scale of the Dyson Brownian\nmotion to reach local equilibrium is of order $N^{-1}$. (3) The edge\nuniversality holds in the sense that the probability distributions of the\nlargest (and the smallest) eigenvalues of two generalized Wigner ensembles are\nthe same in the large $N$ limit provided that the second moments of the two\nensembles are identical.\n","Comment: 72 pages, no figures Sep 17,2011 a small error in the conditions of\n  Lemma 5.1 was fixed and the argument in page 34-35 modified accordingly. On\n  Oct 25 we added several explanation paragraphs and considerably expanded\n  Section 7 to better illustrate the method"]}]
["1008.3202",{"format":[],"subject":["Mathematics - Number Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.3202"],"date":["2010-08-18","2011-10-26"],"type":["text"],"creator":["Miller, Steven J.","Wang, Yinghui"],"language":[],"coverage":[],"title":["From Fibonacci Numbers to Central Limit Type Theorems"],"description":["  A beautiful theorem of Zeckendorf states that every integer can be written\nuniquely as a sum of non-consecutive Fibonacci numbers\n$\\{F_n\\}_{n=1}^{\\infty}$. Lekkerkerker proved that the average number of\nsummands for integers in $[F_n, F_{n+1})$ is $n/(\\phi^2 + 1)$, with $\\phi$ the\ngolden mean. This has been generalized to the following: given nonnegative\nintegers $c_1,c_2,...,c_L$ with $c_1,c_L>0$ and recursive sequence\n$\\{H_n\\}_{n=1}^{\\infty}$ with $H_1=1$, $H_{n+1}\n=c_1H_n+c_2H_{n-1}+...+c_nH_1+1$ $(1\\le n< L)$ and\n$H_{n+1}=c_1H_n+c_2H_{n-1}+...+c_LH_{n+1-L}$ $(n\\geq L)$, every positive\ninteger can be written uniquely as $\\sum a_iH_i$ under natural constraints on\nthe $a_i$'s, the mean and the variance of the numbers of summands for integers\nin $[H_{n}, H_{n+1})$ are of size $n$, and the distribution of the numbers of\nsummands converges to a Gaussian as $n$ goes to the infinity. Previous\napproaches used number theory or ergodic theory. We convert the problem to a\ncombinatorial one. In addition to re-deriving these results, our method\ngeneralizes to a multitude of other problems (in the sequel paper \\cite{BM} we\nshow how this perspective allows us to determine the distribution of gaps\nbetween summands in decompositions). For example, it is known that every\ninteger can be written uniquely as a sum of the $\\pm F_n$'s, such that every\ntwo terms of the same (opposite) sign differ in index by at least 4 (3). The\npresence of negative summands introduces complications and features not seen in\nprevious problems. We prove that the distribution of the numbers of positive\nand negative summands converges to a bivariate normal with computable, negative\ncorrelation, namely $-(21-2\\phi)/(29+2\\phi) \\approx -0.551058$.\n","Comment: This is a companion paper to Kologlu, Kopp, Miller and Wang's On the\n  number of summands in Zeckendorf decompositions. Version 2.0 (mostly\n  correcting missing references to previous literature)"]}]
["1008.5014",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1008.5014","Phys. Rev. A 84, 032115 (2011)","doi:10.1103/PhysRevA.84.032115"],"date":["2010-08-30","2011-03-08"],"type":["text"],"creator":["Cavalcanti, E. G.","He, Q. Y.","Reid, M. D.","Wiseman, H. M."],"language":[],"coverage":[],"title":["Unified criteria for multipartite quantum nonlocality"],"description":["  Wiseman and co-workers (Phys. Rev. Lett. 98, 140402, 2007) proposed a\ndistinction between the nonlocality classes of Bell's nonlocality, steering and\nentanglement based on whether or not an overseer trusts each party in a\nbipartite scenario where they are asked to demonstrate entanglement. Here we\nextend that concept to the multipartite case and derive inequalities that\nprogressively test for those classes of nonlocality, with different thresholds\nfor each level. This framework includes the three classes of nonlocality above\nin special cases and introduces a family of others.\n","Comment: V2: corrected image display; V3: substantial changes including new\n  proofs, arguments, and results"]}]
["1010.0275",{"format":[],"subject":["Nuclear Theory","High Energy Physics - Phenomenology","Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.0275","AIP Conf. Proc. 1374, 501-504 (2011)","doi:10.1063/1.3647190"],"date":["2010-10-01"],"type":["text"],"creator":["Kamano, Hiroyuki"],"language":[],"coverage":[],"title":["Dynamical coupled-channels study of meson production reactions from\n  EBAC@JLab"],"description":["  We present the current status of a combined and simultaneous analysis of\nmeson production reactions based on a dynamical coupled-channels (DCC) model,\nwhich is conducted at Excited Baryon Analysis Center (EBAC) of Jefferson Lab.\n","Comment: Contribution to 12th International Conference on Meson-Nucleon\n  Physics and the Structure of the Nucleon -- MENU2010, Williamsburg, Virginia,\n  May 31-June 4, 2010. 4 pages, 5 figures"]}]
["1010.4180",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4180","Eur.Phys.J.C71:1515,2011","doi:10.1140/epjc/s10052-010-1515-z"],"date":["2010-10-20","2011-10-25"],"type":["text"],"creator":["Davier, Michel","Hoecker, Andreas","Malaescu, Bogdan","Zhang, Zhiqing"],"language":[],"coverage":[],"title":["Reevaluation of the Hadronic Contributions to the Muon g-2 and to\n  alpha(MZ)"],"description":["  We reevaluate the hadronic contributions to the muon magnetic anomaly, and to\nthe running of the electromagnetic coupling constant at the Z-boson mass. We\ninclude new pi+pi- cross-section data from KLOE, all available multi-hadron\ndata from BABAR, a reestimation of missing low-energy contributions using\nresults on cross sections and process dynamics from BABAR, a reevaluation of\nall experimental contributions using the software package HVPTools, together\nwith a reanalysis of inter-experiment and inter-channel correlations, and a\nreevaluation of the continuum contributions from perturbative QCD at four\nloops. These improvements lead to a decrease in the hadronic contributions with\nrespect to earlier evaluations. For the muon g-2 we find lowest-order hadronic\ncontributions of (692.3 +- 4.2) 10^-10 and (701.5 +- 4.7) 10^-10 for the e+e-\nbased and tau-based analyses, respectively, and full Standard Model predictions\nthat differ by 3.6 sigma and 2.4 sigma from the experimental value. For the\ne+e- based five-quark hadronic contribution to alpha(MZ) we find\nDelta_alpha_had[5](MZ)=(275.7 +- 1.0) 10^-4. The reduced electromagnetic\ncoupling strength at MZ leads to an increase by 7 GeV in the most probable\nHiggs boson mass obtained by the standard Gfitter fit to electroweak precision\ndata.\n","Comment: 13 pages, 10 figures, v2 corrected missing KKpi contribution in Delta\n  alpha_had(MZ) evaluation"]}]
["1010.4579",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry","Mathematics - Spectral Theory","35P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.4579","Comm. Partial Differential Equations 36 (2011), no. 12, 2208--2212","doi:10.1080/03605302.2011.558556"],"date":["2010-10-21","2010-11-01"],"type":["text"],"creator":["Mangoubi, Dan"],"language":[],"coverage":[],"title":["A Remark on Recent Lower Bounds for Nodal Sets"],"description":["  Recently, Sogge-Zelditch and Colding-Minicozzi gave new power law lower\nbounds on the size of the nodal sets of eigenfunctions. The purpose of this\nshort note is to point out a third method to obtain a power law lower bound on\nthe volume of the nodal sets. Our method is based on the Donnelly-Fefferman\ngrowth bound for eigenfunctions and a growth vs. volume relation we proved in a\nprevious work.\n","Comment: 4 pages; In section 2 an explanation of the basic iteration idea is\n  added; acknowledgments added"]}]
["1010.5729",{"format":[],"subject":["High Energy Physics - Phenomenology","Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.5729","Phys. Rev. D 84, 083524 (2011)","doi:10.1103/PhysRevD.84.083524"],"date":["2010-10-27","2011-10-26"],"type":["text"],"creator":["Di Bari, Pasquale","King, Stephen F.","Luhn, Christoph","Merle, Alexander","Schmidt-May, Angnis"],"language":[],"coverage":[],"title":["Radiative Inflation and Dark Energy"],"description":["  We propose a model based on radiative symmetry breaking that combines\ninflation with Dark Energy and is consistent with the WMAP 7-year regions. The\nradiative inflationary potential leads to the prediction of a spectral index\n0.955 \\lesssim n_S \\lesssim 0.967 and a tensor to scalar ratio 0.142 \\lesssim r\n\\lesssim 0.186, both consistent with current data but testable by the Planck\nexperiment. The radiative symmetry breaking close to the Planck scale gives\nrise to a pseudo Nambu-Goldstone boson with a gravitationally suppressed mass\nwhich can naturally play the role of a quintessence field responsible for Dark\nEnergy. Finally, we present a possible extra dimensional scenario in which our\nmodel could be realised.\n","Comment: 15 pages, 4 figures; v2: references added, appendix added, Section 5\n  slightly modified; content matches published version"]}]
["1010.6132",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1010.6132"],"date":["2010-10-29","2011-10-26"],"type":["text"],"creator":["Lee, Jong Phil","Lee, Kang Young"],"language":[],"coverage":[],"title":["A like-sign dimuon charge asymmetry at Tevatron induced by the anomalous\n  top quark couplings"],"description":["  We show that the recently measured 3.2 $\\sigma$ deviations of the charge\nasymmetry of like-sign dimuon events from the standard model prediction by the\nD0 collaboration at Tevatron can be explained by introducing the anomalous\nright-handed top quark couplings. Combined analysis with the $\\bs$ and $\\bd$\nmixings and $B \\to X_s \\gamma$ decays has been performed. We discuss how to\ndiscriminate the effects on the dimuon charge asymmetry of the anomalous $\\tsW$\nand $\\tbW$ couplings.\n","Comment: 9 pages, 5 figures"]}]
["1011.1372",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.1372"],"date":["2010-11-05","2011-10-26"],"type":["text"],"creator":["Verrilli, D","Marin, F"],"language":[],"coverage":[],"title":["Self consistent charge-current in a mesoscopic region attached to\n  superconductor leads"],"description":["  We investigate the behavior of a electric potential profile inside a\nmesoscopic region attached to a pair of superconducting leads. It turns out\nthat ${\\rm I}-V$ characteristic curves are strongly modified by this profile.\nIn addition, the electronic population in the mesoscopic region is affected by\nthe profile behavior. We discuss the single particle current and the mesoscopic\nelectronic population within the non-equilibrium Keldysh Green functions\ntechnique. The Keldysh technique results are further converted in a self\nconsistent field (SFC) problem by introducing potential profile modifications\nas proposed by Datta. Evaluation of ${\\rm I}-V$ characteristics are presented\nfor several values of the model parameters and comparison with current\nexperimental results are discussed.\n","Comment: 12 pages, 4 figures"]}]
["1011.2476",{"format":[],"subject":["Physics - Fluid Dynamics","76B15, 76B07, 65N35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1011.2476","Phys. Rev. Lett, 107, 184501, 2011","doi:10.1103/PhysRevLett.107.184501"],"date":["2010-11-10","2011-10-26"],"type":["text"],"creator":["Wilkening, Jon"],"language":[],"coverage":[],"title":["Breakdown of self-similarity at the crests of large amplitude standing\n  water waves"],"description":["  We study the limiting behavior of large-amplitude standing waves on deep\nwater using high-resolution numerical simulations in double and quadruple\nprecision. While periodic traveling waves approach Stokes's sharply crested\nextreme wave in an asymptotically self-similar manner, we find that standing\nwaves behave differently. Instead of sharpening to a corner or cusp as\npreviously conjectured, the crest tip develops a variety of oscillatory\nstructures. This causes the bifurcation curve that parametrizes these waves to\nfragment into disjoint branches corresponding to the different oscillation\npatterns that occur. In many cases, a vertical jet of fluid pushes these\nstructures upward, leading to wave profiles commonly seen in wave tank\nexperiments. Thus, we observe a rich array of dynamic behavior at small length\nscales in a regime previously thought to be self-similar.\n","Comment: 4 pages, 5 figures. Final version accepted for publication"]}]
["1012.0272",{"format":[],"subject":["Mathematics - Spectral Theory","Mathematics - Functional Analysis","35P20"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.0272"],"date":["2010-12-01","2011-10-26"],"type":["text"],"creator":["Strichartz, Robert S."],"language":[],"coverage":[],"title":["Spectral Asymptotics Revisited"],"description":["  We introduce two new heuristic ideas concerning the spectrum of a Laplacian,\nand we give theorems and conjectures from the realms of manifolds, graphs and\nfractals that validate these heuristics. The first heuristic concerns\nLaplacians that do not have discrete spectra: here we introduce a notion of\n\"spectral mass\", an average of the diagonal of the kernel of the spectral\nprojection operator, and show that this can serve as a substitute for the\neigenvalue counting function. The second heuristic is an \"asymptotic Schur's\nlemma\" that describes the proportions of the spectrum that transforms according\nto the irreducible representations of a finite group that acts as a symmetric\ngroup of the Laplacian. For this to be valid we require the existence of a\nfundamental domain with relatively small boundary. We also give a version in\nthe case that the symmetry groups is a compact Lie group. Many of our results\nare reformulations of known results, and some are merely conjectures, but there\nis something to be gained by looking at them together with a new perspective.\n","Comment: v3: Further updates from reviewer. v2: Updated with comments from\n  reviwer. v1:39 pages"]}]
["1012.2059",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons","Physics - Computational Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2059","Comput. Phys. Commun., 182(6):1235-1244, 2011","doi:10.1016/j.cpc.2011.02.005"],"date":["2010-12-09"],"type":["text"],"creator":["Verstichel, B.","van Aggelen, H.","Van Neck, D.","Bultinck, P.","De Baerdemacker, S."],"language":[],"coverage":[],"title":["A primal-dual semidefinite programming algorithm tailored to the\n  variational determination of the two-body density matrix"],"description":["  The quantum many-body problem can be rephrased as a variational determination\nof the two-body reduced density matrix, subject to a set of N-representability\nconstraints. The mathematical problem has the form of a semidefinite program.\nWe adapt a standard primal-dual interior point algorithm in order to exploit\nthe specific structure of the physical problem. In particular the matrix-vector\nproduct can be calculated very efficiently. We have applied the proposed\nalgorithm to a pairing-type Hamiltonian and studied the computational aspects\nof the method. The standard N-representability conditions perform very well for\nthis problem.\n","Comment: 24 pages, 5 figures, submitted to the Journal of Computational\n  Physics"]}]
["1012.2076",{"format":[],"subject":["Mathematics - Dynamical Systems","37E15 (Primary) 05A05, 37A99 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2076"],"date":["2010-12-09","2011-10-25"],"type":["text"],"creator":["Acosta-Humánez, Primitivo B.","Castiblanco, Eduardo Martínez"],"language":[],"coverage":[],"title":["Simple permutations with order $4n + 2$. Part I"],"description":["  The problem of genealogy of permutations has been solved partially by Stefan\n(odd order) and Acosta-Hum\\'anez & Bernhardt (power of two). It is well known\nthat Sharkovskii's theorem shows the relationship between the cardinal of the\nset of periodic points of a continuous map, but simple permutations will show\nthe behavior of those periodic points. This paper studies the structure of\npermutations of mixed order $4n+2$, its properties and a way to describe its\ngenealogy by using Pasting and Reversing.\n","Comment: 17 pages"]}]
["1012.2262",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.2262","Proc. of ICALP 2011, Volume 6755/2011, pp. 86-97","doi:10.1007/978-3-642-22006-7_8"],"date":["2010-12-10","2011-04-26"],"type":["text"],"creator":["Harrow, Aram W.","Montanaro, Ashley","Short, Anthony J."],"language":[],"coverage":[],"title":["Limitations on quantum dimensionality reduction"],"description":["  The Johnson-Lindenstrauss Lemma is a classic result which implies that any\nset of n real vectors can be compressed to O(log n) dimensions while only\ndistorting pairwise Euclidean distances by a constant factor. Here we consider\npotential extensions of this result to the compression of quantum states. We\nshow that, by contrast with the classical case, there does not exist any\ndistribution over quantum channels that significantly reduces the dimension of\nquantum states while preserving the 2-norm distance with high probability. We\ndiscuss two tasks for which the 2-norm distance is indeed the correct figure of\nmerit. In the case of the trace norm, we show that the dimension of low-rank\nmixed states can be reduced by up to a square root, but that essentially no\ndimensionality reduction is possible for highly mixed states.\n","Comment: 17 pages; v2: typo fixes and clarifications"]}]
["1012.3070",{"format":[],"subject":["Mathematics - Complex Variables","Mathematics - Dynamical Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1012.3070"],"date":["2010-12-14","2011-10-26"],"type":["text"],"creator":["Martelo, Mitchael","Scardua, Bruno"],"language":[],"coverage":[],"title":["Groups of formal diffeomorphisms in several complex variables and closed\n  one-forms"],"description":["  We study groups of formal diffeomorphisms in several complex variables. For\nabelian, metabelian or nilpotent groups we investigate the existence of\nsuitable formal vector fields and closed differential forms which exhibit an\ninvariance property under the group action. Our results are applicable in the\nconstruction of suitable integrating factors for holomorphic foliations with\nsingularities. We believe they are a starting point in the study of the\nconnection between Liouvillian integration and transverse structures of\nholomorphic foliations with singularities in the case of arbitrary codimension.\n","Comment: The paper must be replaced by a new version, which is much more\n  complete and clear, avoiding some notation mistakes"]}]
["1101.5320",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5320","Signal Processing, Volume 91, Issue 12, December 2011, Pages\n  2699-2730","doi:10.1016/j.sigpro.2011.04.025"],"date":["2011-01-27","2011-04-20"],"type":["text"],"creator":["Jacques, Laurent","Duval, Laurent","Chaux, Caroline","Peyré, Gabriel"],"language":[],"coverage":[],"title":["A Panorama on Multiscale Geometric Representations, Intertwining\n  Spatial, Directional and Frequency Selectivity"],"description":["  The richness of natural images makes the quest for optimal representations in\nimage processing and computer vision challenging. The latter observation has\nnot prevented the design of image representations, which trade off between\nefficiency and complexity, while achieving accurate rendering of smooth regions\nas well as reproducing faithful contours and textures. The most recent ones,\nproposed in the past decade, share an hybrid heritage highlighting the\nmultiscale and oriented nature of edges and patterns in images. This paper\npresents a panorama of the aforementioned literature on decompositions in\nmultiscale, multi-orientation bases or dictionaries. They typically exhibit\nredundancy to improve sparsity in the transformed domain and sometimes its\ninvariance with respect to simple geometric deformations (translation,\nrotation). Oriented multiscale dictionaries extend traditional wavelet\nprocessing and may offer rotation invariance. Highly redundant dictionaries\nrequire specific algorithms to simplify the search for an efficient (sparse)\nrepresentation. We also discuss the extension of multiscale geometric\ndecompositions to non-Euclidean domains such as the sphere or arbitrary meshed\nsurfaces. The etymology of panorama suggests an overview, based on a choice of\npartially overlapping \"pictures\". We hope that this paper will contribute to\nthe appreciation and apprehension of a stream of current research directions in\nimage understanding.\n","Comment: 65 pages, 33 figures, 303 references"]}]
["1101.5340",{"format":[],"subject":["Nonlinear Sciences - Chaotic Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1101.5340","Phys Rev E 84, 046212, 2011","doi:10.1103/PhysRevE.84.046212"],"date":["2011-01-27","2011-10-26"],"type":["text"],"creator":["Resmi, V.","Ambika, G.","Amritkar, R. E."],"language":[],"coverage":[],"title":["General mechanism for amplitude death in coupled systems"],"description":["  We introduce a general mechanism for amplitude death in coupled\nsynchronizable dynamical systems. It is known that when two systems are coupled\ndirectly, they can synchronize under suitable conditions. When an indirect\nfeedback coupling through an environment or an external system is introduced in\nthem, it is found to induce a tendency for anti-synchronization. We show that,\nfor sufficient strengths, these two competing effects can lead to amplitude\ndeath. We provide a general stability analysis that gives the threshold values\nfor onset of amplitude death. We study in detail the nature of the transition\nto death in several specific cases and find that the transitions can be of two\ntypes - continuous and discontinuous. By choosing a variety of dynamics for\nexample, periodic, chaotic, hyper chaotic, and time-delay systems, we\nillustrate that this mechanism is quite general and works for different types\nof direct coupling, such as diffusive, replacement, and synaptic couplings and\nfor different damped dynamics of the environment.\n","Comment: 12 pages, 17 figures"]}]
["1102.1492",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.1492"],"date":["2011-02-07","2011-10-25"],"type":["text"],"creator":["Snoek, Jasper","Adams, Ryan Prescott","Larochelle, Hugo"],"language":[],"coverage":[],"title":["On Nonparametric Guidance for Learning Autoencoder Representations"],"description":["  Unsupervised discovery of latent representations, in addition to being useful\nfor density modeling, visualisation and exploratory data analysis, is also\nincreasingly important for learning features relevant to discriminative tasks.\nAutoencoders, in particular, have proven to be an effective way to learn latent\ncodes that reflect meaningful variations in data. A continuing challenge,\nhowever, is guiding an autoencoder toward representations that are useful for\nparticular tasks. A complementary challenge is to find codes that are invariant\nto irrelevant transformations of the data. The most common way of introducing\nsuch problem-specific guidance in autoencoders has been through the\nincorporation of a parametric component that ties the latent representation to\nthe label information. In this work, we argue that a preferable approach relies\ninstead on a nonparametric guidance mechanism. Conceptually, it ensures that\nthere exists a function that can predict the label information, without\nexplicitly instantiating that function. The superiority of this guidance\nmechanism is confirmed on two datasets. In particular, this approach is able to\nincorporate invariance information (lighting, elevation, etc.) from the small\nNORB object recognition dataset and yields state-of-the-art performance for a\nsingle layer, non-convolutional network.\n","Comment: 9 pages, 12 figures"]}]
["1102.3911",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1102.3911","2011, ApJ, 741, 115","doi:10.1088/0004-637X/741/2/115"],"date":["2011-02-18","2011-08-16"],"type":["text"],"creator":["Miller, Sarah H.","Bundy, Kevin","Sullivan, Mark","Ellis, Richard S.","Treu, Tommaso"],"language":[],"coverage":[],"title":["The Assembly History of Disk Galaxies: I - The Tully-Fisher Relation to\n  z~1.3 from Deep Exposures with DEIMOS"],"description":["  We present new measures of the evolving scaling relations between stellar\nmass, luminosity and rotational velocity for a morphologically-inclusive sample\nof 129 disk-like galaxies with z_AB<22.5 in the redshift range 0.2<z<1.3, based\non spectra from DEIMOS on the Keck II telescope, multi-color HST ACS\nphotometry, and ground-based Ks-band imaging. A unique feature of our survey is\nthe extended spectroscopic integration times, leading to significant\nimprovements in determining characteristic rotational velocities for each\ngalaxy. Rotation curves are reliably traced to the radius where they begin to\nflatten for ~90% of our sample, and we model the HST-resolved bulge and disk\ncomponents in order to accurately de-project our measured velocities,\naccounting for seeing and dispersion. We demonstrate the merit of these\nadvances by recovering an intrinsic scatter on the stellar mass Tully-Fisher\nrelation a factor of 2-3 less than in previous studies at intermediate redshift\nand comparable to that of locally-determined relations. With our increased\nprecision, we find the relation is well-established by <z>~1, with no\nsignificant evolution to <z>~0.3, \\DeltaM_stellar ~ 0.04+/-0.07 dex. A clearer\ntrend of evolution is seen in the B-band Tully-Fisher relation corresponding to\na decline in luminosity of \\DeltaM_B ~ 0.85+/-0.28 magnitudes at fixed velocity\nover the same redshift range, reflecting the changes in star formation over\nthis period. As an illustration of the opportunities possible when gas masses\nare available for a sample such as ours, we show how our dynamical and stellar\nmass data can be used to evaluate the likely contributions of baryons and dark\nmatter to the assembly history of spiral galaxies.\n","Comment: 22 pages, 11 figures, Accepted for publication in the Astrophysical\n  Journal"]}]
["1103.0444",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0444"],"date":["2011-03-02"],"type":["text"],"creator":["Bachoc, Christine","Pêcher, Arnaud","Thiéry, Alain"],"language":[],"coverage":[],"title":["On the theta number of powers of cycle graphs"],"description":["  We give a closed formula for Lovasz theta number of the powers of cycle\ngraphs and of their complements, the circular complete graphs. As a\nconsequence, we establish that the circular chromatic number of a circular\nperfect graph is computable in polynomial time. We also derive an asymptotic\nestimate for this theta number.\n","Comment: 17 pages"]}]
["1103.0975",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.0975"],"date":["2011-03-04","2011-10-26"],"type":["text"],"creator":["Veron, Laurent"],"language":[],"coverage":[],"title":["A note on the equation $-\\Delta u+e^{u}-1=0$"],"description":["  If $\\Omega$ is a bounded domain in $\\mathbb R^N$, we study conditions on a\nRadon measure $\\mu$ on $\\partial\\Omega$ for solving the equation $-\\Delta\nu+e^{u}-1=0$ in $\\Omega$ with $u=\\mu$ on $\\partial\\Omega$. The conditions are\nexpressed in terms of nonlinear capacities.\n","Comment: Preliminary report of a paper initialy written in May 2004. To appear\n  in Mathematische Zeitschrift"]}]
["1103.1599",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1599","IEEE Transactions on Electron Devices, vol. 58, issue 11, pp.\n  4049-4052 (2011)","doi:10.1109/TED.2011.2163517"],"date":["2011-03-08","2011-06-24"],"type":["text"],"creator":["Jimenez, David","Moldovan, Oana"],"language":[],"coverage":[],"title":["Explicit drain-current model of graphene field-effect transistors\n  targeting analog and radio-frequency applications"],"description":["  We present a compact physics-based model of the current-voltage\ncharacteristics of graphene field-effect transistors, of especial interest for\nanalog and radio-frequency applications where bandgap engineering of graphene\ncould be not needed. The physical framework is a field-effect model and\ndrift-diffusion carrier transport. Explicit closed-form expressions have been\nderived for the drain current covering continuosly all operation regions. The\nmodel has been benchmarked with measured prototype devices, demonstrating\naccuracy and predictive behavior. Finally, we show an example of projection of\nthe intrinsic gain as a figure of merit commonly used in RF /analog\napplications.\n","Comment: 10 pages, 4 figures"]}]
["1103.1656",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.1656","Physics Letters A 2011 375, 3755-3761","doi:10.1016/j.physleta.2011.08.056"],"date":["2011-03-05"],"type":["text"],"creator":["Anttila, Jani","Annila, Arto"],"language":[],"coverage":[],"title":["Natural games"],"description":["  Behavior in the context of game theory is described as a natural process that\nfollows the 2nd law of thermodynamics. The rate of entropy increase as the\npayoff function is derived from statistical physics of open systems. The\nthermodynamic formalism relates everything in terms of energy and describes\nvarious ways to consume free energy. This allows us to associate game\ntheoretical models of behavior to physical reality. Ultimately behavior is\nviewed as a physical process where flows of energy naturally select ways to\nconsume free energy as soon as possible. This natural process is, according to\nthe profound thermodynamic principle, equivalent to entropy increase in the\nleast time. However, the physical portrayal of behavior does not imply\ndeterminism. On the contrary, evolutionary equation for open systems reveals\nthat when there are three or more degrees of freedom for behavior, the course\nof a game is inherently unpredictable in detail because each move affects\nmotives of moves in the future. Eventually, when no moves are found to consume\nmore free energy, the extensive-form game has arrived at a solution concept\nthat satisfies the minimax theorem. The equilibrium is Lyapunov-stable against\nvariation in behavior within strategies but will be perturbed by a new strategy\nthat will draw even more surrounding resources to the game. Entropy as the\npayoff function also clarifies motives of collaboration and subjective nature\nof decision making.\n","Comment: 14 pages, 1 figure"]}]
["1103.3387",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Probability","35P15, 60G52, 31C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3387"],"date":["2011-03-17","2011-10-26"],"type":["text"],"creator":["Dyda, Bartłomiej"],"language":[],"coverage":[],"title":["Fractional calculus for power functions"],"description":["  We calculate the fractional Laplacian for functions of the form\n$u(x)=(1-|x|^2)_+^p$ and $v(x)=x_d u(x)$. As an application, we estimate the\nfirst eigenvalues of the fractional Laplacian in a ball.\n","Comment: 18 pages, added Proposition 2 and references, some minor corrections"]}]
["1103.3454",{"format":[],"subject":["Quantum Physics","General Relativity and Quantum Cosmology","High Energy Physics - Theory","Mathematical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.3454","Phys. Rev. Lett. 107, 180401 (2011)","doi:10.1103/PhysRevLett.107.180401"],"date":["2011-03-17","2011-10-19"],"type":["text"],"creator":["David, Francois"],"language":[],"coverage":[],"title":["Importance of Reversibility in the Quantum Formalism"],"description":["  In this letter I stress the role of causal reversibility (time-symmetry),\ntogether with causality and locality, in the justification of the quantum\nformalism. Firstly, in the algebraic quantum formalism, I show that the\nassumption of reversibility implies that the observables of a quantum theory\nform an abstract real C*-algebra, and can be represented as an algebra of\noperators on a real Hilbert space. Secondly, in the quantum logic formalism, I\nemphasize which axioms for the lattice of propositions (existence of an\northocomplementation and the covering property) derive from reversibility. A\nnew argument based on locality and Soler's theorem is used to derive the\nrepresentation as projectors on a regular Hilbert space from the general\nquantum logic formalism. In both cases it is recalled that the restriction to\ncomplex algebras and Hilbert spaces comes from the constraints of locality and\nseparability.\n","Comment: 4 pages, LaTeX. Title modified and a few misprints corrected from\n  version 2. Differences with version 1: Extensive rewriting, no changes in the\n  results, review material much shortened, starting points more extensively\n  discussed, more emphasis on the three original points of the paper. The\n  reader interested in the underlying formalism may still look at the\n  compatible version arXiv:1103.3454v1"]}]
["1103.4046",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4046","Phys. Rev. Lett. 107, 076803 (2011)","doi:10.1103/PhysRevLett.107.076803"],"date":["2011-03-21"],"type":["text"],"creator":["Lebedev, A. V.","Blatter, G."],"language":[],"coverage":[],"title":["Dynamical resurrection of the visibility in a Mach-Zehnder\n  interferometer"],"description":["  We study a single-electron pulse injected into the chiral edge-state of a\nquantum Hall device and subject to a capacitive Coulomb interaction. We find\nthat the scattered multi-particle state remains unentangled and hence can be\ncreated itself by a suitable classical voltage-pulse $V(t)$. The application of\nthe inverse pulse $-V(-t)$ corrects for the shake-up due to the interaction and\nresurrects the original injected wave packet. We suggest an experiment with an\nasymmetric Mach-Zehnder interferometer where the application of such pulses\nmanifests itself in an improved visibility.\n","Comment: 4 pages, 1 figure"]}]
["1103.4128",{"format":[],"subject":["Physics - Atomic Physics","Condensed Matter - Quantum Gases"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4128","Phys. Rev. A 84, 041604(R) (2011)","doi:10.1103/PhysRevA.84.041604"],"date":["2011-03-21","2011-10-26"],"type":["text"],"creator":["Lima, Aristeu R. P.","Pelster, Axel"],"language":[],"coverage":[],"title":["Quantum Fluctuations in Dipolar Bose Gases"],"description":["  We investigate the influence of quantum fluctuations upon dipolar Bose gases\nby means of the Bogoliubov-de Gennes theory. Thereby, we make use of the local\ndensity approximation to evaluate the dipolar exchange interaction between the\ncondensate and the excited particles. This allows to obtain the Bogoliubov\nspectrum analytically in the limit of large particle numbers. After discussing\nthe condensate depletion and the ground-state energy correction, we derive\nquantum corrected equations of motion for harmonically trapped dipolar Bose\ngases by using superfluid hydrodynamics. These equations are subsequently\napplied to analyze the equilibrium configuration, the low-lying oscillation\nfrequencies, and the time-of-flight dynamics. We find that both atomic magnetic\nand molecular electric dipolar systems offer promising scenarios for detecting\nbeyond mean-field effects.\n","Comment: Published in PRA"]}]
["1103.4314",{"format":[],"subject":["Mathematical Physics","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4314","J. Math. Phys. 52: 103509, 2011","doi:10.1063/1.3653486"],"date":["2011-03-22","2011-10-26"],"type":["text"],"creator":["Fiore, Gaetano","Gouba, Laure"],"language":[],"coverage":[],"title":["Class of invariants for the 2D time-dependent Landau problem and\n  harmonic oscillator in a magnetic field"],"description":["  We consider an isotropic two dimensional harmonic oscillator with arbitrarily\ntime-dependent mass $M(t)$ and frequency $\\Omega(t)$ in an arbitrarily\ntime-dependent magnetic field $B(t)$. We determine two commuting invariant\nobservables (in the sense of Lewis and Riesenfeld) $L,I$ in terms of some\nsolution of an auxiliary ordinary differential equation and an orthonormal\nbasis of the Hilbert space consisting of joint eigenvectors $\\phi_\\lambda$ of\n$L,I$. We then determine time-dependent phases $\\alpha_\\lambda(t)$ such that\nthe $\\psi_\\lambda(t)=e^{i\\alpha_\\lambda}\\phi_\\lambda$ are solutions of the\ntime-dependent Schr\\\"odinger equation and make up an orthonormal basis of the\nHilbert space. These results apply, in particular to a two dimensional Landau\nproblem with time-dependent $M,B$, which is obtained from the above just by\nsetting $\\Omega(t) \\equiv 0$. By a mere redefinition of the parameters, these\nresults can be applied also to the analogous models on the canonical\nnon-commutative plane.\n","Comment: 13 pages, 3 references added"]}]
["1103.4411",{"format":[],"subject":["Quantum Physics","Condensed Matter - Quantum Gases","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1103.4411","Laser Phys. 21, 1486 (2011)","doi:10.1134/S1054660X11150163"],"date":["2011-03-22"],"type":["text"],"creator":["Mekhov, Igor B.","Ritsch, Helmut"],"language":[],"coverage":[],"title":["Atom state evolution and collapse in ultracold gases during light\n  scattering into a cavity"],"description":["  We consider the light scattering from ultracold atoms trapped in an optical\nlattice inside a cavity. In such a system, both the light and atomic motion\nshould be treated in a fully quantum mechanical way. The unitary evolution of\nthe light-matter quantum state is shown to demonstrate the non-trivial phase\ndependence, quadratic in the atom number. This is essentially due to the\ndynamical self-consistent nature of the light modes assumed in our model. The\ncollapse of the quantum state during the photocounting process is analyzed as\nwell. It corresponds to the measurement-induced atom number squeezing. We show\nthat, at the final stage of the state collapse, the shrinking of the width of\nthe atom number distribution behaves exponentially in time. This is much faster\nthan the square root time dependence, obtained for the initial stage of the\nstate collapse. The exponentially fast squeezing appears due to the discrete\nnature of the atom number distribution.\n","Comment: 10 pages, 1 figure"]}]
["1104.0078",{"format":[],"subject":["Condensed Matter - Statistical Mechanics","Physics - Computational Physics","Physics - Fluid Dynamics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0078","Phys. Rev. E 84, 046709 (2011)","doi:10.1103/PhysRevE.84.046709"],"date":["2011-04-01","2011-08-10"],"type":["text"],"creator":["Sumesh, P. T.","Pagonabarraga, Ignacio","Adhikari, Ronojoy"],"language":[],"coverage":[],"title":["Lattice Boltzmann - Langevin simulations of binary mixtures"],"description":["  We report a hybrid numerical method for the solution of the model H\nfluctuating hydrodynamic equations for binary mixtures. The momentum\nconservation equations with Landau-Lifshitz stresses are solved using the\nfluctuating lattice Boltzmann equation while the order parameter conservation\nequation with Langevin fluxes are solved using the stochastic method of lines.\nTwo methods, based on finite difference and finite volume, are proposed for\nspatial discretisation of the order parameter equation. Special care is taken\nto ensure that the fluctuation-dissipation theorem is maintained at the lattice\nlevel in both cases. The methods are benchmarked by comparing static and\ndynamic correlations and excellent agreement is found between analytical and\nnumerical results. The Galilean invariance of the model is tested and found to\nbe satisfactory. Thermally induced capillary fluctuations of the interface are\ncaptured accurately, indicating that the model can be used to study nonlinear\nfluctuations.\n"]}]
["1104.0479",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.0479"],"date":["2011-04-04","2011-10-26"],"type":["text"],"creator":["Porretta, Alessio","Veron, Laurent"],"language":[],"coverage":[],"title":["Separable solutions of quasilinear Lane-Emden equations"],"description":["  For $0 < p-1 < q$ and $\\ge=\\pm 1$, we prove the existence of solutions of\n$-\\Gd_pu=\\ge u^q$ in a cone $C_S$, with vertex 0 and opening $S$, vanishing on\n$\\prt C_S$, under the form $u(x)=|x|^\\gb\\gw(\\frac{x}{|x|})$. The problem\nreduces to a quasilinear elliptic equation on $S$ and existence is based upon\ndegree theory and homotopy methods. We also obtain a non-existence result in\nsome critical case by an integral type identity.\n","Comment: To appear in Journal of the European Mathematical Society"]}]
["1104.1876",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Analysis of PDEs","Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.1876"],"date":["2011-04-11","2011-10-26"],"type":["text"],"creator":["Pfaffelhuber, Peter","Weisshaupt, Heinz"],"language":[],"coverage":[],"title":["Sensitivity analysis of one parameter semigroups exemplified by the\n  Wright--Fisher diffusion"],"description":["  We consider the sensitivity, with respect to a parameter \\theta, of\nparametric families of operators A_{\\theta}, vectors \\pi_{\\theta} corresponding\nto the adjoints A_{\\theta}^{*} of A_{\\theta} via A_{\\theta}^{*}\\pi_{\\theta}=0\nand one parameter semigroups t\\mapsto e^{tA_{\\theta}}. We display formulas\nrelating weak differentiability of \\theta\\mapsto \\pi_{\\theta} (at \\theta=0) to\nweak differentiability of \\theta\\mapsto A_{\\theta}^{*}\\pi_{0} and\n[e^{A_{\\theta}t}]^{*}\\pi_{0}. We give two applications: The first one concerns\nthe sensitivity of the Ornstein--Uhlenbeck process with respect to its location\nparameter. The second one provides new insights regarding the Wright--Fisher\ndiffusion for small mutation parameter.\n"]}]
["1104.3812",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Operator Algebras","Primary 47L25, Secondary 22D25, 43A30, 46B10, 46B28, 46L06, 46L07,\n  47B07"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3812","J. Math. Anal. Appl. 385 (2012), 477-484"],"date":["2011-04-19","2011-06-10"],"type":["text"],"creator":["Runde, Volker"],"language":[],"coverage":[],"title":["Factorization of completely bounded maps through reflexive operator\n  spaces with applications to weak almost periodicity"],"description":["  Let $(M,\\Gamma)$ be a Hopf--von Neumann algebra, so that $M_\\ast$ is a\ncompletely contractive Banach algebra. We investigate whether the product of\ntwo elements of $M$ that are both weakly almost periodic functionals on\n$M_\\ast$ is again weakly almost periodic. For that purpose, we establish the\nfollowing factorization result: If $M$ and $N$ are injective von Neumann\nalgebras, and if $x, y \\in M \\bar{\\otimes} N$ correspond to weakly compact\noperators from $M_\\ast$ to $N$ factoring through reflexive operator spaces $X$\nand $Y$, respectively, then the operator corresponding to $xy$ factors through\nthe Haagerup tensor product $X \\otimes^h Y$ provided that $X \\otimes^h Y$ is\nreflexive. As a consequence, for instance, for any Hopf--von Neumann algebra\n$(M,\\Gamma)$ with $M$ injective, the product of a weakly almost periodic\nelement of $M$ with a completely almost periodic one is again weakly almost\nperiodic.\n","Comment: 14 pages; minor corrections"]}]
["1104.3855",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.3855","Phys.Rev.Lett.107:012001,2011","doi:10.1103/PhysRevLett.107.012001"],"date":["2011-04-19","2011-10-26"],"type":["text"],"creator":["Bacchetta, Alessandro","Courtoy, A.","Radici, Marco"],"language":[],"coverage":[],"title":["First glances at the transversity parton distribution through dihadron\n  fragmentation functions"],"description":["  We present first observations of the transversity parton distribution based\non an analysis of pion-pair production in deep inelastic scattering off\ntransversely polarized targets. The extraction of transversity relies on the\nknowledge of dihadron fragmentation functions, which we take from\nelectron-positron annihilation measurements. This is the first attempt to\ndetermine the transversity distribution in the framework of collinear\nfactorization.\n","Comment: Minor changes in text and references"]}]
["1104.4923",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1104.4923","Int. J. Mod. Phys A26 (2011) 4661-4686","doi:10.1142/S0217751X11054681"],"date":["2011-04-26","2011-10-09"],"type":["text"],"creator":["Martinez, S. A.","Montemayor, R.","Urrutia, L. F."],"language":[],"coverage":[],"title":["Perturbative Hamiltonian constraints for higher order theories"],"description":["  We present a method for constructing a consistent low energy canonical\nformalism for higher order time-derivative theories, extending the Dirac method\nto include perturbative Hamiltonian constraints. We apply it to two\nparadigmatic examples: the Pais-Uhlenbeck oscillator and the Bernard-Duncan\nscalar field. We also compare the results, both at the classical and quantum\nlevel, with the ones corresponding to a direct perturbative construction\napplied to the exact higher order theory. This comparison highligths the\nsoundness of the present formalism.\n","Comment: 26 pages, 4 figures; review section shortened and appendices changed"]}]
["1105.0161",{"format":[],"subject":["Condensed Matter - Soft Condensed Matter","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.0161","J. Chem. Phys. 135, 161101 (2011)","doi:10.1063/1.3657400"],"date":["2011-05-01","2011-10-26"],"type":["text"],"creator":["Lutsko, James F."],"language":[],"coverage":[],"title":["A dynamical theory of homogeneous nucleation for colloids and\n  macromolecules"],"description":["  Homogeneous nucleation is formulated within the context of fluctuating\nhydrodynamics. It is shown that for a colloidal or macromolecular system in the\nstrong damping limit the most likely path for nucleation can be determined by\ngradient descent in density space governed by a nontrivial metric fixed by the\ndynamics. The theory provides a justification and extension of more heuristic\nequilibrium approaches based solely on the free energy. It is illustrated by\napplication to liquid-vapor nucleation where it is shown that, in contrast to\nmost free energy-based studies, the smallest clusters correspond to long\nwavelength, small amplitude perturbations.\n","Comment: final version; 4 pages, 2 figures"]}]
["1105.1310",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.1310"],"date":["2011-05-06","2011-10-25"],"type":["text"],"creator":["Dedecker, Jérôme","Samson, Adeline","Taupin, Marie-Luce"],"language":[],"coverage":[],"title":["Estimation in autoregressive model with measurement error"],"description":["  Consider an autoregressive model with measurement error: we observe\n$Z_i=X_i+\\epsilon_i$, where $X_i$ is a stationary solution of the equation\n$X_i=f_{\\theta^0}(X_{i-1})+\\xi_i$. The regression function $f_{\\theta^0}$ is\nknown up to a finite dimensional parameter $\\theta^0$. The distributions of\n$X_0$ and $\\xi_1$ are unknown whereas the distribution of $\\epsilon_1$ is\ncompletely known. We want to estimate the parameter $\\theta^0$ by using the\nobservations $Z_0,..,Z_n$. We propose an estimation procedure based on a\nmodified least square criterion involving a weight function $w$, to be suitably\nchosen. We give upper bounds for the risk of the estimator, which depend on the\nsmoothness of the errors density $f_\\epsilon$ and on the smoothness properties\nof $w f_\\theta$.\n"]}]
["1105.3442",{"format":[],"subject":["Mathematics - Functional Analysis","65T60, 47A67, 31C35"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1105.3442"],"date":["2011-05-17","2011-10-26"],"type":["text"],"creator":["Dutkay, Dorin Ervin","Jorgensen, Palle E. T.","Silvestrov, Sergei"],"language":[],"coverage":[],"title":["Decomposition of wavelet representations and Martin boundaries"],"description":["  We study a decomposition problem for a class of unitary representations\nassociated with wavelet analysis, wavelet representations, but our framework is\nwider and has applications to multi-scale expansions arising in dynamical\nsystems theory for non-invertible endomorphisms.\n  Our main results offer a direct integral decomposition for the general\nwavelet representation, and we solve a question posed by Judith Packer. This\nentails a direct integral decomposition of the general wavelet representation.\nWe further give a detailed analysis of the measures contributing to the\ndecomposition into irreducible representations. We prove results for associated\nMartin boundaries, relevant for the understanding of wavelet filters and\ninduced random-walks, as well as classes of harmonic functions.\n  Our setting entails representations built from certain finite-to-one\nendomorphisms $r$ in compact metric spaces $X$, and we study their dilations to\nautomorphisms in induced solenoids. Our wavelet representations are covariant\nsystems formed from the dilated automorphisms. They depend on assigned measures\n$\\mu$ on $X$. It is known that when the data $(X, r, \\mu)$ are given the\nassociated wavelet representation is typically reducible. By introducing\nwavelet filters associated to $(X, r)$ we build random walks in $X$, path-space\nmeasures, harmonic functions, and an associated Martin boundary.\n  We construct measures on the solenoid $(X_\\infty, r_\\infty)$, built from $(X,\nr)$. We show that $r_\\infty$ induces unitary operators $U$ on Hilbert space\n$\\H$ and representations $\\pi$ of the algebra $L^\\infty(X)$ such that the pair\n$(U, r_\\infty)$, together with the corresponding representation $\\pi$ forms a\ncross-product in the sense of $C^*$-algebras. We note that the traditional\nwavelet representations fall within this wider framework of $(\\H, U, \\pi)$\ncovariant crossed products.\n"]}]
["1106.1888",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.1888","Nuclear Physics, Section B 854 (2012) 575-591","doi:10.1016/j.nuclphysb.2011.09.008"],"date":["2011-06-09","2011-10-25"],"type":["text"],"creator":["Copland, Neil B."],"language":[],"coverage":[],"title":["Connecting T-duality invariant theories"],"description":["  We show that the vanishing of the one-loop beta-functional of the doubled\nformalism (which describes string theory on a torus fibration in which the\nfibres are doubled) is the same as the equation of motion of the recently\nproposed generalised metric formulation of double field theory restricted to\nthis background: both are the vanishing of a generalised Ricci tensor. That\nthis tensor arises in both backgrounds indicates the importance of a new\ndoubled differential geometry for understanding both constructions.\n","Comment: 25 pages. v2: published version with minor corrections"]}]
["1106.2707",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.2707"],"date":["2011-06-14","2011-10-26"],"type":["text"],"creator":["Gounaris, G. J.","Renard, F. M."],"language":[],"coverage":[],"title":["Supersimplicity: a remarkable high energy SUSY property"],"description":["  In previous work, we have established that for any 2-to-2 process in MSSM,\nonly the helicity conserving (HC) amplitudes survive asymptotically. Studying a\nlarge number of such processes, at the 1loop Electroweak (EW) order, it is now\nfound that their high energy HC amplitudes are determined by just three forms:\na log-squared function of the ratio of two of the (s,t,u) variables, to which a\npi^2 is added; and two Sudakov-like ln- and ln^2-terms accompanied by\nrespective mass-dependent constants. Apart from an additional residual\nconstant, all high energy HC amplitudes, may be expressed as linear\ncombinations of the above three forms, with coefficients being rational\nfunctions of the $(s,t,u)$ variables. We call this fact supersimplicity.\nApplying to the $ug\\to dW$ amplitudes, for which the complete 1loop expressions\nare available, we find that supersimplicity may be a very good approximation at\nLHC energies, provided the SUSY scale is not too high. SM processes are also\ndiscussed, and their differences are explored.\n","Comment: 25 pages, 16 figures. Clarifications added. Version to appear in Acta\n  Physica Polonica B"]}]
["1106.4008",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics","Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4008","2011 ApJ 741 20","doi:10.1088/0004-637X/741/1/20"],"date":["2011-06-20","2011-07-15"],"type":["text"],"creator":["Bianco, F. B.","Howell, D. A.","Sullivan, M.","Conley, A.","Kasen, D.","Gonzalez-Gaitan, S.","Guy, J.","Astier, P.","Balland, C.","Carlberg, R. G.","Fouchez, D.","Fourmanoit, N.","Hardin, D.","Hook, I.","Lidman, C.","Pain, R.","Palanque-Delabrouille, N.","Perlmutter, S.","Perrett, K. M.","Pritchet, C. J.","Regnault, N.","Rich, J.","Ruhlmann-Kleider, V."],"language":[],"coverage":[],"title":["Constraining Type Ia Supernovae progenitors from three years of SNLS\n  data"],"description":["  While it is generally accepted that Type Ia supernovae are the result of the\nexplosion of a carbon-oxygen White Dwarf accreting mass in a binary system, the\ndetails of their genesis still elude us, and the nature of the binary companion\nis uncertain. Kasen (2010) points out that the presence of a non-degenerate\ncompanion in the progenitor system could leave an observable trace: a flux\nexcess in the early rise portion of the lightcurve caused by the ejecta impact\nwith the companion itself. This excess would be observable only under favorable\nviewing angles, and its intensity depends on the nature of the companion. We\nsearched for the signature of a non-degenerate companion in three years of\nSupernova Legacy Survey data by generating synthetic lightcurves accounting for\nthe effects of shocking and comparing true and synthetic time series with\nKolmogorov-Smirnov tests. Our most constraining result comes from noting that\nthe shocking effect is more prominent in rest-frame B than V band: we rule out\na contribution from white dwarf-red giant binary systems to Type Ia supernova\nexplosions greater than 10% at 2 sigma, and than 20% at 3 sigma level.\n","Comment: 14 pages, 15 figures, resubmitted to ApJ, figure 15 modified"]}]
["1106.4347",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4347","Phys.Rev. D 84: 075016, 2011","doi:10.1103/PhysRevD.84.075016"],"date":["2011-06-21","2011-10-25"],"type":["text"],"creator":["Lebed, Richard F.","Mayes, Van E."],"language":[],"coverage":[],"title":["Gauged Baryon and Lepton Number in MSSM_4 Brane Worlds"],"description":["  A recent D-brane model designed to accommodate a phenomenologically\nacceptable fourth generation of chiral fermions was noted to produce an\nunexpected additional unbroken nonanomalous U(1) gauge group at the string\nscale. We show that the corresponding charges acting on MSSM fields count\nbaryon and lepton numbers. If broken spontaneously at lower scales, these\nU(1)_B and U(1)_L symmetries provide potential avenues for preserving\nbaryogenesis while nonetheless explaining the suppression of proton decay\n(without the need for R parity), as well as the smallness of right-handed\nneutrino Majorana masses compared to the string scale.\n","Comment: 21 pages. Version accepted for publication in Phys. Rev. D"]}]
["1106.4408",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4408","Phys. Rev. B 84, 155115 (2011)","doi:10.1103/PhysRevB.84.155115"],"date":["2011-06-22","2011-09-14"],"type":["text"],"creator":["Cano-Cortes, L.","Ralko, A.","Fevrier, C.","Merino, J.","Fratini, S."],"language":[],"coverage":[],"title":["Geometrical frustration effects on charge-driven quantum phase\n  transitions"],"description":["  The interplay of Coulomb repulsion and geometrical frustration on\ncharge-driven quantum phase transitions is explored. The ground state phase\ndiagram of an extended Hubbard model on an anisotropic triangular lattice\nrelevant to quarter-filled layered organic materials contains homogeneous\nmetal, 'pinball' and three-fold charge ordered metallic phases. The stability\nof the 'pinball' phase occurring for strong Coulomb repulsions is found to be\nstrongly influenced by geometrical frustration. A comparison with a spinless\nmodel reproduces the transition from the homogeneous metallic phase to a\npinball liquid, which indicates that the spin correlations should play a much\nsmaller role than the charge correlations in the metallic phase close to the\ncharge ordering transition. Spin degeneracy is, however, essential to describe\nthe dependence of the system on geometrical frustration. Based on finite\ntemperature Lanczos diagonalization we find that the effective Fermi\ntemperature scale, T*, of the homogeneous metal vanishes at the quantum phase\ntransition to the ordered metallic phase driven by the Coulomb repulsion. Above\nthis temperature scale 'bad' metallic behavior is found which is robust against\ngeometrical frustration in general. Quantum critical phenomena are not found\nwhenever nesting of the Fermi surface is strong, possibly indicating a first\norder transition instead. 'Reentrant' behavior in the phase diagram is\nencountered whenever the 2kF-CDW instability competes with the Coulomb driven\nthree-fold charge order transition. The relevance of our results to the family\nof quarter-filled materials: theta-(BEDT-TTF)2X is discussed.\n","Comment: 15 pages, 11 figures"]}]
["1106.4856",{"format":[],"subject":["Mathematics - Combinatorics","Mathematics - Commutative Algebra","Mathematics - Spectral Theory","05C65 (Primary) 15A69, 15A18 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1106.4856"],"date":["2011-06-23","2011-10-25"],"type":["text"],"creator":["Cooper, Joshua","Dutle, Aaron"],"language":[],"coverage":[],"title":["Spectra of Uniform Hypergraphs"],"description":["  We present a spectral theory of hypergraphs that closely parallels Spectral\nGraph Theory. A number of recent developments building upon classical work has\nled to a rich understanding of \"hyperdeterminants\" of hypermatrices, a.k.a.\nmultidimensional arrays. Hyperdeterminants share many properties with\ndeterminants, but the context of multilinear algebra is substantially more\ncomplicated than the linear algebra required to address Spectral Graph Theory\n(i.e., ordinary matrices). Nonetheless, it is possible to define eigenvalues of\na hypermatrix via its characteristic polynomial as well as variationally. We\napply this notion to the \"adjacency hypermatrix\" of a uniform hypergraph, and\nprove a number of natural analogues of basic results in Spectral Graph Theory.\nOpen problems abound, and we present a number of directions for further study.\n","Comment: 32 pages, no figures"]}]
["1107.0133",{"format":[],"subject":["Mathematics - Group Theory","Computer Science - Discrete Mathematics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.0133"],"date":["2011-07-01","2011-10-26"],"type":["text"],"creator":["Ivanyos, Gábor","Gall, François Le","Yoshida, Yuichi"],"language":[],"coverage":[],"title":["On the distance between non-isomorphic groups"],"description":["  A result of Ben-Or, Coppersmith, Luby and Rubinfeld on testing whether a map\nbe two groups is close to a homomorphism implies a tight lower bound on the\ndistance between the multiplication tables of two non-isomorphic groups.\n","Comment: 2 pages; corrected reference"]}]
["1107.2338",{"format":[],"subject":["Physics - Fluid Dynamics","Physics - Atmospheric and Oceanic Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.2338","Phys. Rev. Lett. 107, 174502 (2011)","doi:10.1103/PhysRevLett.107.174502"],"date":["2011-07-12","2011-10-26"],"type":["text"],"creator":["Cencini, Massimo","Muratore-Ginanneschi, Paolo","Vulpiani, Angelo"],"language":[],"coverage":[],"title":["Nonlinear superposition of direct and inverse cascades in\n  two-dimensional turbulence forced at large and small scales"],"description":["  We inquire about the properties of 2d Navier-Stokes turbulence simultaneously\nforced at small and large scales. The background motivation comes by\nobservational results on atmospheric turbulence. We show that the velocity\nfield is amenable to the sum of two auxiliary velocity fields forced at large\nand small scale and exhibiting a direct-enstrophy and an inverse-energy\ncascade, respectively. Remarkably, the two auxiliary fields reconcile universal\nproperties of fluxes with positive statistical correlation in the inertial\nrange.\n","Comment: 4 Latex pages, 4 figures, the derivations of some equations have been\n  expanded + other small corrections"]}]
["1107.4057",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4057"],"date":["2011-07-20"],"type":["text"],"creator":["Loghmani, Nick Mehrdad"],"language":[],"coverage":[],"title":["The Harmonic Theory; A mathematical framework to build intelligent\n  contextual and adaptive computing, cognition and sensory system"],"description":["  Harmonic theory provides a mathematical framework to describe the structure,\nbehavior, evolution and emergence of harmonic systems. A harmonic system is\ncontext aware, contains elements that manifest characteristics either\ncollaboratively or independently according to system's expression and can\ninteract with its environment. This theory provides a fresh way to analyze\nemergence and collaboration of \"ad-hoc\" and complex systems.\n","Comment: 16 pages, 8 figures"]}]
["1107.4289",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4289","doi:10.1111/j.1365-2966.2011.19485.x"],"date":["2011-07-21"],"type":["text"],"creator":["Elahi, Pascal J.","Thacker, Robert J.","Widrow, Lawrence M."],"language":[],"coverage":[],"title":["Peaks above the Maxwellian Sea: A New Approach to Finding Substructure\n  in N-Body Haloes"],"description":["  We describe a new algorithm for finding substructures within dark matter\nhaloes from N-body simulations. The algorithm relies upon the fact that\ndynamically distinct substructures in a halo will have a {\\em local} velocity\ndistribution that differs significantly from the mean, i.e. smooth background\nhalo. We characterize the large-scale mean field using a coarsely grained\ncell-based approach, while a kernel smoothing process is used to determined the\nlocal velocity distribution. Comparing the ratio of these two estimates allows\nus to identify particles which are strongly cluster in velocity space relative\nto the background and thus resident in substructure. From this population of\noutliers, groups are identified using a Friends-of-Friends-like approach. False\npositives are rejected using Poisson noise arguments. This approach does not\nrequire a search of the full phase-space structure of a halo, a non-trivial\ntask, and is thus computationally advantageous. We apply our algorithm to\nseveral test cases and show that it identifies not only subhaloes, bound\noverdensities in phase-space, but can recover tidal streams with a high purity.\nOur method can even find streams which do not appear significantly overdense in\neither physical or phase-space.\n","Comment: 17 pages, 12 figures, accepted for publication in MNRAS"]}]
["1107.4400",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4400","Phys. Rev. A 84, 042337 (2011)","doi:10.1103/PhysRevA.84.042337"],"date":["2011-07-21","2011-10-26"],"type":["text"],"creator":["Di Franco, C.","Gettrick, M. Mc","Machida, T.","Busch, Th."],"language":[],"coverage":[],"title":["Alternate two-dimensional quantum walk with a single-qubit coin"],"description":["  We have recently proposed a two-dimensional quantum walk where the\nrequirement of a higher dimensionality of the coin space is substituted with\nthe alternance of the directions in which the walker can move [C. Di Franco, M.\nMc Gettrick, and Th. Busch, Phys. Rev. Lett. {\\bf 106}, 080502 (2011)]. For a\nparticular initial state of the coin, this walk is able to perfectly reproduce\nthe spatial probability distribution of the non-localized case of the Grover\nwalk. Here, we present a more detailed proof of this equivalence. We also\nextend the analysis to other initial states, in order to provide a more\ncomplete picture of our walk. We show that this scheme outperforms the Grover\nwalk in the generation of $x$-$y$ spatial entanglement for any initial\ncondition, with the maximum entanglement obtained in the case of the particular\naforementioned state. Finally, the equivalence is generalized to wider classes\nof quantum walks and a limit theorem for the alternate walk in this context is\npresented.\n","Comment: 9 pages, 9 figures, RevTeX4"]}]
["1107.4453",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1107.4453","JCAP 1110:034,2011","doi:10.1088/1475-7516/2011/10/034"],"date":["2011-07-22"],"type":["text"],"creator":["Ciafaloni, Paolo","Cirelli, Marco","Comelli, Denis","De Simone, Andrea","Riotto, Antonio","Urbano, Alfredo"],"language":[],"coverage":[],"title":["Initial State Radiation in Majorana Dark Matter Annihilations"],"description":["  The cross section for a Majorana Dark Matter particle annihilating into light\nfermions is helicity suppressed. We show that, if the Dark Matter is the\nneutral Majorana component of a multiplet which is charged under the\nelectroweak interactions of the Standard Model, the emission of gauge bosons\nfrom the initial state lifts the suppression and allows an s-wave annihilation.\nThe resulting energy spectra of stable Standard Model particles are importantly\naffected. This has an impact on indirect searches for Dark Matter.\n","Comment: 9 pages, 3 figures"]}]
["1108.0827",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0827","Phys. Lett. B704 (2011) 637-640","doi:10.1016/j.physletb.2011.09.067"],"date":["2011-08-03","2011-10-26"],"type":["text"],"creator":["D'Alesio, Umberto","Gamberg, Leonard","Kang, Zhong-Bo","Murgia, Francesco","Pisano, Cristian"],"language":[],"coverage":[],"title":["Testing the process dependence of the Sivers function via hadron\n  distributions inside a jet"],"description":["  We study the process dependence of the Sivers function by considering the\nimpact of color-gauge invariant initial and final state interactions on\ntransverse spin asymmetries in proton-proton reactions within the framework of\nthe transverse momentum dependent (TMD), generalized parton model. To this aim,\nwe consider the azimuthal distribution of leading pions inside a fragmenting\njet as well as single inclusive jet asymmetry in polarized proton proton\ncollisions. In contrast to single inclusive pion production, in both cases we\ncan isolate the Sivers contribution and thereby study its process dependence.\nThe predictions for the Sivers asymmetry obtained with and without inclusion of\ncolor gauge factors are comparable in size but with opposite signs. We conclude\nthat both processes represent unique opportunities to discriminate among the\ntwo approaches and test the universality properties of the Sivers function in\nhadronic reactions.\n","Comment: RevTex4, 5 pages, 2 figures; v2: minor corrections, references added;\n  matches the version published in Phys. Lett. B"]}]
["1108.0875",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - Cosmology and Nongalactic Astrophysics","High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.0875","Class. Quantum Grav. 28 (2011) 225019","doi:10.1088/0264-9381/28/22/225019"],"date":["2011-08-03","2011-10-03"],"type":["text"],"creator":["Bauer, Florian"],"language":[],"coverage":[],"title":["The cosmological constant filter without big bang singularity"],"description":["  In the recently proposed cosmological constant (CC) filter mechanism based on\nmodified gravity in the Palatini formalism, gravity in the radiation, matter\nand late-time de Sitter eras is insensitive to energy sources with the equation\nof state -1. This implies that finite vacuum energy shifts from phase\ntransitions are filtered out, too. In this work we investigate the CC filter\nmodel at very early times. We find that the initial big bang singularity is\nreplaced by a cosmic bounce, where the matter energy density and the curvature\nare finite. In a certain case this finiteness can be observed already on the\nalgebraic level.\n","Comment: 11+3 pages, 6 figures, one reference added, accepted by Class. Quant.\n  Grav"]}]
["1108.1021",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.1021","PRD 84 (2011) 074503","doi:10.1103/PhysRevD.84.074503"],"date":["2011-08-04"],"type":["text"],"creator":["Baum, I.","Lubicz, V.","Martinelli, G.","Orifici, L.","Simula, S."],"language":[],"coverage":[],"title":["Matrix elements of the electromagnetic operator between kaon and pion\n  states"],"description":["  We compute the matrix elements of the electromagnetic (EM) operator (\\bar{s}\nF{\\mu \\nu} \\sigma{\\mu \\nu} d) between kaon and pion states, using lattice QCD\nwith maximally twisted-mass fermions and two flavors of dynamical quarks (Nf =\n2). The operator is renormalized non-perturbatively in the RI'/MOM scheme and\nour simulations cover pion masses as light as 270 MeV and three values of the\nlattice spacing from ~ 0.07 up to ~ 0.1 fm. At the physical point our result\nfor the corresponding tensor form factor at zero-momentum transfer is\nfT{K\\pi}(0) = 0.417 (14_stat) (5_syst), where the systematic error does not\ninclude the effect of quenching the strange and charm quarks. Our result\ndiffers significantly from the old quenched result fT{K\\pi}(0) = 0.78 (6)\nobtained by the SPQcdR Collaboration with pion masses above 500 MeV. We\ninvestigate the source of this difference and conclude that it is mainly\nrelated to the chiral extrapolation. We also study the tensor charge of the\npion and obtain the value fT{\\pi\\pi}(0) = 0.195 (8_stat) (6_syst) in good\nagreement with, but more accurate than the result fT{\\pi\\pi}(0) = 0.216 (34)\nobtained by the QCDSF Collaboration using higher pion masses.\n","Comment: 6 pages, 5 figures, 2 tables"]}]
["1108.2059",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2059","Solid State Commun. 151, 1924 (2011)","doi:10.1016/j.ssc.2011.09.019"],"date":["2011-08-09"],"type":["text"],"creator":["Shen, K.","Fu, J. Y.","Wu, M. W."],"language":[],"coverage":[],"title":["Spin-orbit coupling and $g$-factor of $X$-valley in cubic GaN"],"description":["  We report our theoretically investigation on the spin-orbit coupling and\n$g$-factor of the $X$-valley in cubic GaN. We find that the spin-orbit coupling\ncoefficient from $sp^3d^5s^\\ast$ tight-binding model is 0.029\\,eV$\\cdot${\\AA},\nwhich is comparable with that in cubic GaAs. By employing the ${\\bf k}\\cdot{\\bf\np}$ theory, we find that the $g$-factor in this case is only slightly different\nfrom the free electron $g$-factor. These results are expected to be important\nfor the on-going study on spin dynamics far away from equilibrium in cubic GaN.\n","Comment: 3 pages, 1 figure"]}]
["1108.2232",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2232"],"date":["2011-08-10","2011-10-26"],"type":["text"],"creator":["Nowak, Piotr"],"language":[],"coverage":[],"title":["A note on stochastic ordering of estimators of exponential reliability"],"description":["  Recently Balakrishnan and Iliopoulos [Ann. Inst. Statist. Math. 61 (2009)]\ngave sufficient conditions under which maximum likelihood estimator (MLE) is\nstochastically increasing. In this paper we study test plans which are not\nconsidered there and we prove that MLEs for those plans are also stochastic\nordered. We also give some applications to the estimation of reliability.\n","Comment: accepted for publication in Applicationes Mathematicae"]}]
["1108.2453",{"format":[],"subject":["Physics - Atomic Physics","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2453","Optics Letters 36, 21 (2011) 4128-4130","doi:10.1364/OL.36.004128"],"date":["2011-08-11"],"type":["text"],"creator":["Ménoret, Vincent","Geiger, Remi","Stern, Guillaume","Zahzam, Nassim","Battelier, Baptiste","Bresson, Alexandre","Landragin, Arnaud","Bouyer, Philippe"],"language":[],"coverage":[],"title":["Dual-wavelength laser source for onboard atom interferometry"],"description":["  We present a compact and stable dual-wavelength laser source for onboard atom\ninterferometry with two different atomic species. It is based on\nfrequency-doubled telecom lasers locked on a femtosecond optical frequency\ncomb. We take advantage of the maturity of fiber telecom technology to reduce\nthe number of free-space optical components which are intrinsically less\nstable, and to make the setup immune to vibrations and thermal fluctuations.\nThe source provides the frequency agility and phase stability required for atom\ninterferometry and can easily be adapted to other cold atom experiments. We\nhave shown its robustness by achieving the first dual-species K-Rb magneto\noptical trap in microgravity during parabolic flights.\n"]}]
["1108.2581",{"format":[],"subject":["Mathematics - Combinatorics","05E30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.2581"],"date":["2011-08-12","2011-10-26"],"type":["text"],"creator":["Ikuta, Takuya","Munemasa, Akihiro"],"language":[],"coverage":[],"title":["Nomura algebras of nonsymmetric Hadamard models"],"description":["  We show that the Nomura algebra of the nonsymmetric Hadamard model coincides\nwith the Bose-Mesner algebra of the directed Hadamard graph.\n","Comment: 10 pages, minor revision"]}]
["1108.3049",{"format":[],"subject":["High Energy Physics - Phenomenology","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3049","Acta Physica Polonica B Proceedings Supplement vol. 4 (2011) page\n  641","doi:10.5506/APhysPolBSupp.4.641"],"date":["2011-08-15","2011-08-18"],"type":["text"],"creator":["Blaizot, Jean-Paul"],"language":[],"coverage":[],"title":["Weakly and strongly coupled degrees of freedom in the quark-gluon plasma"],"description":["  In this talk, I reflect on the physical origin of the strongly coupled\ncharacter of the quark-gluon plasma.\n","Comment: Talk presented at the workshop \"Excited QCD 2011\", Les Houches,\n  France, Feb. 20-25, 2011. 6 pages v2: reference added"]}]
["1108.3484",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1108.3484","Phys.Rev.D84:073011,2011","doi:10.1103/PhysRevD.84.073011"],"date":["2011-08-17","2011-10-26"],"type":["text"],"creator":["Rodejohann, W.","Valle, J. W. F."],"language":[],"coverage":[],"title":["Symmetrical Parametrizations of the Lepton Mixing Matrix"],"description":["  Advantages of the original symmetrical form of the parametrization of the\nlepton mixing matrix are discussed. It provides a conceptually more transparent\ndescription of neutrino oscillations and lepton number violating processes like\nneutrinoless double beta decay, clarifying the significance of Dirac and\nMajorana phases. It is also ideal for parametrizing scenarios with light\nsterile neutrinos.\n","Comment: 7 pages, matches published version"]}]
["1109.0178",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Pattern Formation and Solitons","Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0178","doi:10.1103/PhysRevLett.107.184502"],"date":["2011-09-01"],"type":["text"],"creator":["Onorato, Miguel","Proment, Davide","Toffoli, Alessandro"],"language":[],"coverage":[],"title":["Triggering rogue waves in opposing currents"],"description":["  We show that rogue waves can be triggered naturally when a stable wave train\nenters a region of an opposing current flow. We demonstrate that the maximum\namplitude of the rogue wave depends on the ratio between the current velocity,\n$ U_0 $, and the wave group velocity, $ c_g $. We also reveal that an opposing\ncurrent can force the development of rogue waves in random wave fields,\nresulting in a substantial change of the statistical properties of the surface\nelevation. The present results can be directly adopted in any field of physics\nin which the focusing Nonlinear Schrodinger equation with non constant\ncoefficient is applicable. In particular, nonlinear optics laboratory\nexperiments are natural candidates for verifying experimentally our results.\n","Comment: 5 pages, 5 figures"]}]
["1109.0376",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0376","Opt. Express 19, 22557-22562 (2011)","doi:10.1364/OE.19.022557"],"date":["2011-09-02"],"type":["text"],"creator":["Bache, M.","Bang, O.","Zhou, B. B.","Moses, J.","Wise, F. W."],"language":[],"coverage":[],"title":["Optical Cherenkov radiation by cascaded nonlinear interaction: an\n  efficient source of few-cycle energetic near- to mid-IR pulses"],"description":["  When ultrafast noncritical cascaded second-harmonic generation of energetic\nfemtosecond pulses occur in a bulk lithium niobate crystal optical Cherenkov\nwaves are formed in the near- to mid-IR. Numerical simulations show that the\nfew-cycle solitons radiate Cherenkov (dispersive) waves in the\n$\\lambda=2.2-4.5\\mic$ range when pumping at $\\lambda_1=1.2-1.8\\mic$. The exact\nphase-matching point depends on the soliton wavelength, and we show that a\nsimple longpass filter can separate the Cherenkov waves from the solitons. The\nCherenkov waves are born few-cycle with an excellent Gaussian pulse shape, and\nthe conversion efficiency is up to 25%. Thus, optical Cherenkov waves formed\nwith cascaded nonlinearities could become an efficient source of energetic\nnear- to mid-IR few-cycle pulses.\n","Comment: Extended version of Nonlinear Optics 2011 contribution\n  http://www.opticsinfobase.org/abstract.cfm?URI=NLO-2011-NTuA7. Submitted for\n  Optics Express special issue for NLO conference"]}]
["1109.0732",{"format":[],"subject":["Computer Science - Information Retrieval","68W25, 90C35","I.7.2","I.7.3","I.7.5","H.3.1","H.3.3"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0732"],"date":["2011-09-04","2011-10-26"],"type":["text"],"creator":["Lin, Feiyu","Krizhanovsky, Andrew"],"language":[],"coverage":[],"title":["Multilingual ontology matching based on Wiktionary data accessible via\n  SPARQL endpoint"],"description":["  Interoperability is a feature required by the Semantic Web. It is provided by\nthe ontology matching methods and algorithms. But now ontologies are presented\nnot only in English, but in other languages as well. It is important to use an\nautomatic translation for obtaining correct matching pairs in multilingual\nontology matching. The translation into many languages could be based on the\nGoogle Translate API, the Wiktionary database, etc. From the point of view of\nthe balance of presence of many languages, of manually crafted translations, of\na huge size of a dictionary, the most promising resource is the Wiktionary. It\nis a collaborative project working on the same principles as the Wikipedia. The\nparser of the Wiktionary was developed and the machine-readable dictionary was\ndesigned. The data of the machine-readable Wiktionary are stored in a\nrelational database, but with the help of D2R server the database is presented\nas an RDF store. Thus, it is possible to get lexicographic information\n(definitions, translations, synonyms) from web service using SPARQL requests.\nIn the case study, the problem entity is a task of multilingual ontology\nmatching based on Wiktionary data accessible via SPARQL endpoint. Ontology\nmatching results obtained using Wiktionary were compared with results based on\nGoogle Translate API.\n","Comment: 8 pages, 3 tables, 4 figures, In: Proceedings of the 13th Russian\n  Conference on Digital Libraries RCDL'2011. October 19-22, Voronezh, Russia. -\n  pp. 19-26. (preprint)"]}]
["1109.0808",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.0808","J. Phys. B: At. Mol. Opt. Phys. 44 (2011) 225301","doi:10.1088/0953-4075/44/22/225301"],"date":["2011-09-05"],"type":["text"],"creator":["Elsen, C","Rapedius, K","Witthaut, D","Korsch, H J"],"language":[],"coverage":[],"title":["Exceptional points in bichromatic Wannier-Stark systems"],"description":["  The resonance spectrum of a tilted periodic quantum system for a bichromatic\nperiodic potential is investigated. For such a bichromatic Wannier-Stark system\nexceptional points, degeneracies of the spectrum, can be localized in parameter\nspace by means of an efficient method for computing resonances. Berry phases\nand Petermann factors are analyzed. Finally the influence of a nonlinearity of\nthe Gross-Pitaevskii type on the resonance crossing scenario is briefly\ndiscussed.\n","Comment: 19 pages, 14 figures"]}]
["1109.2149",{"format":[],"subject":["General Relativity and Quantum Cosmology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.2149","Phys. Rev. D 84, 084039 (2011)","doi:10.1103/PhysRevD.84.084039"],"date":["2011-09-09","2011-10-26"],"type":["text"],"creator":["Zilhão, Miguel","Ansorg, Marcus","Cardoso, Vitor","Gualtieri, Leonardo","Herdeiro, Carlos","Sperhake, Ulrich","Witek, Helvi"],"language":[],"coverage":[],"title":["Higher-dimensional puncture initial data"],"description":["  We calculate puncture initial data, corresponding to single and binary black\nholes with linear momenta, which solve the constraint equations of D\ndimensional vacuum gravity. The data are generated by a modification of the\npseudo-spectral code presented in arXiv:gr-qc/0404056 and made available as the\nTwoPunctures thorn inside the Cactus computational toolkit. As examples, we\nexhibit convergence plots, the violation of the Hamiltonian constraint as well\nas the initial data for D=4,5,6,7. These initial data are the starting point to\nperform high energy collisions of black holes in D dimensions.\n","Comment: 11 pages, 3 figures; corrected typos, added one Table and other minor\n  changes. matches published version in PRD"]}]
["1109.3093",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Lattice","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3093"],"date":["2011-09-14"],"type":["text"],"creator":["Cherman, Aleksey","Tiburzi, Brian C."],"language":[],"coverage":[],"title":["The Fermion Sign Problem at Finite Density, and Large Nc Orbifold\n  Equivalence"],"description":["  The study of QCD at finite baryon density is severely hampered by the\nso-called fermion sign problem. As a result, we have no known first principles\napproach to study nuclear matter, or neutron stars from QCD. On the surface,\nthe large Nc limit does not seem to simplify matters. In this limit, however,\none can exploit dualities that exist between strongly coupled gauge theories.\nOur focus will be on some rather novel orbifold equivalences that have recently\nbeen discovered at finite density. These equivalences relate strongly coupled\ntheories plagued by a sign problem, to strongly coupled theories free of sign\nproblems. As a result, such dualities give deeper insight into the nature of\nthe sign problem and possibly provide a way to simulate QCD at finite density\nin the large Nc limit.\n","Comment: 8 pages, 2 figures, talk given by BCT at DPF 2011, Providence, Rhode\n  Island, USA, 9-13 Aug 2011"]}]
["1109.3996",{"format":[],"subject":["General Relativity and Quantum Cosmology","Astrophysics - High Energy Astrophysical Phenomena","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.3996","doi:10.1103/PhysRevD.84.087501"],"date":["2011-09-19","2011-10-26"],"type":["text"],"creator":["Pani, Paolo","Macedo, Caio F. B.","Crispino, Luis C. B.","Cardoso, Vitor"],"language":[],"coverage":[],"title":["Slowly rotating black holes in alternative theories of gravity"],"description":["  We present, in closed analytic form, a general stationary, slowly rotating\nblack hole, which is solution to a large class of alternative theories of\ngravity in four dimensions. In these theories, the Einstein-Hilbert action is\nsupplemented by all possible quadratic, algebraic curvature invariants coupled\nto a scalar field. The solution is found as a deformation of the Schwarzschild\nmetric in General Relativity. We explicitly derive the changes to the orbital\nfrequency at the innermost stable circular orbit and at the light ring in\nclosed form. These results could be useful when comparing General Relativity\nagainst alternative theories by (say) measurements of X-ray emission in\naccretion disks, or by stellar motion around supermassive black holes. When\ngravitational-wave astronomy comes into force, strong constraints on the\ncoupling parameters can in principle be made.\n","Comment: 5 pages, no figures. v2: references added and one minor correction in\n  the discussion. Published in PRD as Brief Report"]}]
["1109.4044",{"format":[],"subject":["Physics - Fluid Dynamics","Nonlinear Sciences - Chaotic Dynamics","Physics - Classical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4044","EPL 96 (2011) 34004","doi:10.1209/0295-5075/96/34004"],"date":["2011-09-19"],"type":["text"],"creator":["Deike, Luc","Laroche, Claude","Falcon, Eric"],"language":[],"coverage":[],"title":["Experimental study of the inverse cascade in gravity wave turbulence"],"description":["  We perform experiments to study the inverse cascade regime of gravity wave\nturbulence on the surface of a fluid. Surface waves are forced at an\nintermediate scale corresponding to the gravity-capillary wavelength. In\nresponse to this forcing, waves at larger scales are observed. The spectrum of\ntheir amplitudes exhibits a frequency-power law at high enough forcing. Both\nobservations are ascribed to the upscale wave action transfers of gravity wave\nturbulence. The spectrum exponent is close to the value predicted by the weak\nturbulence theory. The spectrum amplitude is found to scale linearly with the\nmean injected power. We measure also the distributions of the injected power\nfluctuations in the presence of upscale (inverse) transfers or in the presence\nof a downscale (direct) cascade in gravity wave turbulence.\n","Comment: in press in EPL (2011)"]}]
["1109.4875",{"format":[],"subject":["Computer Science - Discrete Mathematics","I.2.8"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.4875","doi:10.1145/1830483.1830745"],"date":["2011-09-22"],"type":["text"],"creator":["Chicano, Francisco","Luque, Gabriel","Alba, Enrique"],"language":[],"coverage":[],"title":["Elementary Components of the Quadratic Assignment Problem"],"description":["  The Quadratic Assignment Problem (QAP) is a well-known NP-hard combinatorial\noptimization problem that is at the core of many real-world optimization\nproblems. We prove that QAP can be written as the sum of three elementary\nlandscapes when the swap neighborhood is used. We present a closed formula for\neach of the three elementary components and we compute bounds for the\nautocorrelation coefficient.\n","Comment: 10 pages, 1 figure. An extended version of this paper was published\n  in GECCO 2010"]}]
["1109.5084",{"format":[],"subject":["Condensed Matter - Strongly Correlated Electrons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1109.5084","2011 J. Phys.: Conf. Ser. 324 012036","doi:10.1088/1742-6596/324/1/012036"],"date":["2011-09-23","2011-09-26"],"type":["text"],"creator":["Klekovkina, V. V.","Zakirov, A. R.","Malkin, B. Z.","Kasatkina, L. A."],"language":[],"coverage":[],"title":["Simulations of magnetic and magnetoelastic properties of Tb2Ti2O7 in\n  paramagnetic phase"],"description":["  Magnetic and magnetoelastic properties of terbium titanate pyrochlore in\nparamagnetic phase are simulated. The magnetic field and temperature\ndependences of magnetization and forced magnetostriction in Tb2Ti2O7 single\ncrystals and polycrystalline samples are calculated in the framework of\nexchange charge model of crystal field theory and a mean field approximation.\nThe set of electron-deformation coupling constants has been determined.\nVariations of elastic constants with temperature and applied magnetic field are\ndiscussed. Additional strong softening of the crystal lattice at liquid helium\ntemperatures in the magnetic field directed along the rhombic symmetry axis is\npredicted.\n","Comment: 13 pages, 4 figures, 2 tables"]}]
["1110.1621",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1621","doi:10.1103/PhysRevD.84.087705"],"date":["2011-10-07"],"type":["text"],"creator":["Brandt, F. T.","McKeon, D. G. C."],"language":[],"coverage":[],"title":["Non-Quadratic Gauge Fixing and Ghosts for Gauge Theories on the\n  Hypersphere"],"description":["  It has been suggested that using a gauge fixing Lagrangian that is not\nquadratic in a gauge fixing condition is most appropriate for gauge theories\nformulated on a hypersphere. We reexamine the appropriate ghost action that is\nto be associated with gauge fixing, applying a technique that has been used for\nensuring that the propagator for a massless spin-two field is transverse and\ntraceless. It is shown that this non-quadratic gauge fixing Lagrangian leads to\ntwo pair of complex Fermionic ghosts and two Bosonic real ghosts.\n","Comment: To be published in the Physical Review D"]}]
["1110.1860",{"format":[],"subject":["Mathematics - Logic"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.1860"],"date":["2011-10-09","2011-10-26"],"type":["text"],"creator":["Bienvenu, Laurent","Porter, Christopher"],"language":[],"coverage":[],"title":["Effective randomness, strong reductions and Demuth's theorem"],"description":["  We study generalizations of Demuth's Theorem, which states that the image of\na Martin-L\\\"of random real under a tt-reduction is either computable or Turing\nequivalent to a Martin-L\\\"of random real. We show that Demuth's Theorem holds\nfor Schnorr randomness and computable randomness (answering a question of\nFranklin), but that it cannot be strengthened by replacing the Turing\nequivalence in the statement of the theorem with wtt-equivalence. We also\nprovide some additional results about the Turing and tt-degrees of reals that\nare random with respect to some computable measure.\n","Comment: Submitted to Theoretical Computer Science"]}]
["1110.2341",{"format":[],"subject":["Computer Science - Networking and Internet Architecture","Computer Science - Artificial Intelligence"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2341"],"date":["2011-10-11","2011-10-26"],"type":["text"],"creator":["Kashefikia, Mehdi","Nematbakhsh, Nasser","Moghadam, Reza Askari"],"language":[],"coverage":[],"title":["Multiple ant-bee colony optimization for load balancing in\n  packet-switched networks"],"description":["  One of the important issues in computer networks is \"Load Balancing\" which\nleads to efficient use of the network resources. To achieve a balanced network\nit is necessary to find different routes between the source and destination. In\nthe current paper we propose a new approach to find different routes using\nswarm intelligence techniques and multi colony algorithms. In the proposed\nalgorithm that is an improved version of MACO algorithm, we use different\ncolonies of ants and bees and appoint these colony members as intelligent\nagents to monitor the network and update the routing information. The survey\nincludes comparison and critiques of MACO. The simulation results show a\ntangible improvement in the aforementioned approach.\n","Comment: This paper has been withdrawn by the author"]}]
["1110.2592",{"format":[],"subject":["Mathematics - Probability","Mathematics - Optimization and Control","60A10, 60A86, 91B06"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.2592"],"date":["2011-10-12","2011-10-26"],"type":["text"],"creator":["Cohen, Samuel N."],"language":[],"coverage":[],"title":["Quasi-sure analysis, aggregation and dual representations of sublinear\n  expectations in general spaces"],"description":["  We consider coherent sublinear expectations on a measurable space, without\nassuming the existence of a dominating probability measure. By considering a\ndecomposition of the space in terms of the supports of the measures\nrepresenting our sublinear expectation, we give a simple construction, in a\nquasi-sure sense, of the (linear) conditional expectations, and hence give a\nrepresentation for the conditional sublinear expectation. We also show an\naggregation property holds, and give an equivalence between consistency and a\npasting property of measures.\n"]}]
["1110.3246",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3246"],"date":["2011-10-14","2011-10-26"],"type":["text"],"creator":["Luk, Michael M. H."],"language":[],"coverage":[],"title":["Search for Fourth Generation Quarks at CMS"],"description":["  We summarise the analyses that search for fourth generation quarks at the\nCentral Muon Solenoid (CMS) experiment. Such particles provide a natural\nextension to the Standard Model (SM) and are still consistent with precision\nelectroweak measurements. Our searches are not limited to fourth generation\nchiral quarks and are relevant to many Beyond the Standard Model theories. No\nexcess over the expected SM background is observed in any of these analyses and\nlimits are set on the masses of the $b^\\prime$ and $t^\\prime$ quarks at 95%\nconfidence level at 361 GeV/$c^2$ and 450 GeV/$c^2$, respectively.\n","Comment: 10 pages, 6 figures, Proceedings of the DPF-2011 Conference,\n  Providence, RI, August 8-13, 2011"]}]
["1110.3767",{"format":[],"subject":["Computer Science - Computer Vision and Pattern Recognition","Computer Science - Databases","Computer Science - Information Retrieval","Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.3767"],"date":["2011-10-17","2011-10-25"],"type":["text"],"creator":["Jégou, Hervé","Furon, Teddy","Fuchs, Jean-Jacques"],"language":[],"coverage":[],"title":["Anti-sparse coding for approximate nearest neighbor search"],"description":["  This paper proposes a binarization scheme for vectors of high dimension based\non the recent concept of anti-sparse coding, and shows its excellent\nperformance for approximate nearest neighbor search. Unlike other binarization\nschemes, this framework allows, up to a scaling factor, the explicit\nreconstruction from the binary representation of the original vector. The paper\nalso shows that random projections which are used in Locality Sensitive Hashing\nalgorithms, are significantly outperformed by regular frames for both synthetic\nand real data if the number of bits exceeds the vector dimensionality, i.e.,\nwhen high precision is required.\n","Comment: submitted to ICASSP'2012; RR-7771 (2011)"]}]
["1110.4864",{"format":[],"subject":["Mathematical Physics","Physics - Physics Education","Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.4864","Ser. Modern Problems of Mathematical Physics. Spec. Iss. 3 (2010)\n  1-67"],"date":["2011-10-21","2011-10-25"],"type":["text"],"creator":["Beloglazov, G. S.","Bobrick, A. L.","Chervon, S. V.","Danilyuk, B. V.","Dolgopolov, M. V.","Ivanov, M. G.","Panina, O. G.","Petrova, E. Yu.","Rodionova, I. N.","Rykova, E. N.","Shalaginov, M. Y.","Tsirova, I. S.","Volovich, I. V.","Zubarev, A. P."],"language":[],"coverage":[],"title":["Mathematical Physics : Problems and Solutions of The Students Training\n  Contest Olympiad in Mathematical and Theoretical Physics (May 21st - 24th,\n  2010)"],"description":["  The present issue of the series <<Modern Problems in Mathematical Physics>>\nrepresents the Proceedings of the Students Training Contest Olympiad in\nMathematical and Theoretical Physics and includes the statements and the\nsolutions of the problems offered to the participants. The contest Olympiad was\nheld on May 21st-24th, 2010 by Scientific Research Laboratory of Mathematical\nPhysics of Samara State University, Steklov Mathematical Institute of Russia's\nAcademy of Sciences, and Moscow Institute of Physics and Technology (State\nUniversity) in cooperation.\n  The present Proceedings is intended to be used by the students of physical\nand mechanical-mathematical departments of the universities, who are interested\nin acquiring a deeper knowledge of the methods of mathematical and theoretical\nphysics, and could be also useful for the persons involved in teaching\nmathematical and theoretical physics.\n","Comment: 68 pages, Proceedings of the statements and solutions of the problems\n  of the Students Training Contest Olympiad in Mathematical and Theoretical\n  Physics. The subjects covered by the problems include classical mechanics,\n  integrable nonlinear systems, probability, integral equations, PDE, quantum\n  and particle physics, cosmology, and other areas of mathematical and\n  theoretical physics; Ser. Modern Problems of Mathematical Physics Spec. Iss.\n  3. - Samara : Samara University Press, 2010"]}]
["1110.5367",{"format":[],"subject":["General Relativity and Quantum Cosmology","Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5367"],"date":["2011-10-24"],"type":["text"],"creator":["Maluf, J. W.","Faria, F. F."],"language":[],"coverage":[],"title":["The electromagnetic field in accelerated frames"],"description":["  We develop a geometrical framework that allows to obtain the electromagnetic\nfield quantities in accelerated frames. The frame of arbitrary accelerated\nobservers in space-time is defined by a suitable set of tetrad fields, whose\ntimelike components are adapted to the worldlines of a field of observers. We\nconsider the Faraday tensor and Maxwell's equations as abstract tensor\nquantities in space-time, and make use of tetrad fields to project the\nelectromagnetic field quantities in the accelerated frames. As an application,\nplane and spherical electromagnetic waves are projected in linearly accelerated\nframes in Minkowski space-time. We show that the amplitude, frequency and the\nwave vector of the plane wave in the accelerated frame vary with time, while\nthe light speed remains constant. We also obtain the variation of the Poynting\nvector with time in the accelerated frame.\n","Comment: 19 pages, no figures, written as a chapter of the open access book\n  \"Electromagnetic Radiation\", ISBN 979-953-307-332-2 (Intech, 2012)"]}]
["1110.5371",{"format":[],"subject":["Computer Science - Social and Information Networks","Computer Science - Cryptography and Security","Computer Science - Distributed, Parallel, and Cluster Computing","Computer Science - Networking and Internet Architecture","Physics - Physics and Society"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5371"],"date":["2011-10-24"],"type":["text"],"creator":["Mahdian, Alireza","Black, John","Han, Richard","Mishra, Shivakant"],"language":[],"coverage":[],"title":["MyZone: A Next-Generation Online Social Network"],"description":["  This technical report considers the design of a social network that would\naddress the shortcomings of the current ones, and identifies user privacy,\nsecurity, and service availability as strong motivations that push the\narchitecture of the proposed design to be distributed. We describe our design\nin detail and identify the property of resiliency as a key objective for the\noverall design philosophy.\n  We define the system goals, threat model, and trust model as part of the\nsystem model, and discuss the challenges in adapting such distributed\nframeworks to become highly available and highly resilient in potentially\nhostile environments. We propose a distributed solution to address these\nchallenges based on a trust-based friendship model for replicating user\nprofiles and disseminating messages, and examine how this approach builds upon\nprior work in distributed Peer-to-Peer (P2P) networks.\n"]}]
["1110.5470",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5470"],"date":["2011-10-25","2011-10-26"],"type":["text"],"creator":["Holley, Julian","Jahan, Ishrat","Costello, Ben De Lacy","Bull, Larry","Adamatzky, Andrew"],"language":[],"coverage":[],"title":["Logical and Arithmetic Circuits in Belousov Zhabotinsky Encapsulated\n  Discs"],"description":["  Excitation waves on a sub-excitable Belousov Zhabotinsky (BZ) substrate can\nbe manipulated by chemical variations in the substrate and by interactions with\nother waves. Symbolic assignment and interpretation of wave dynamics can be\nused to perform logical and arithmetic computations. We present chemical\nanalogs of elementary logic and arithmetic circuits created entirely from\ninterconnected arrangements of individual BZ encapsulated cell like discs.\nInter-disc wave migration is confined in carefully positioned connecting pores.\nThis connection limits wave expansion and unifies the input-output\ncharacteristic of the discs. Circuit designs derived from numeric simulations\nare optically encoded onto a homogeneous photo-sensitive BZ substrate.\n"]}]
["1110.5638",{"format":[],"subject":["Astrophysics - Cosmology and Nongalactic Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5638"],"date":["2011-10-25"],"type":["text"],"creator":["Swinbank, Mark","Balogh, Michael","Bower, Richard","Zabludoff, Ann","Lucey, John","McGee, Sean","Miller, Chris","Nichol, Robert"],"language":[],"coverage":[],"title":["From Star-Forming Spirals to Passive Spheroids: Integral Field\n  Spectroscopy of E+A Galaxies"],"description":["  We present three dimensional spectroscopy of eleven E+A galaxies, selected\nfor their strong H-delta absorption but weak (or non-existent) [OII]3727 and\nH-alpha emission. This selection suggests that a recent burst of star-formation\nwas triggered but subsequently abruptly ended. We probe the spatial and\nspectral properties of both the young (~1Gyr) and old (few Gyr) stellar\npopulations. Using the H-delta equivalent widths we estimate that the burst\nmasses must have been at least 10% by mass (Mburst~10^10Mo), which is also\nconsistent with the star-formation history inferred from the broad-band SEDs.\nOn average the A-stars cover ~33% of the galaxy image, extending over\n2-15kpc^2, indicating that the characteristic E+A signature is a property of\nthe galaxy as a whole and not due to a heterogeneous mixture of populations. In\napproximately half of the sample, we find that the A-stars, nebular emission,\nand continuum emission are not co-located, suggesting that the newest stars are\nforming in a different place than those that formed ~1Gyr ago, and that recent\nstar-formation has occurred in regions distinct from the oldest stellar\npopulations. At least ten of the galaxies (91%) have dynamics that class them\nas \"fast rotators\" with magnitudes and dynamics comparable to local ellipticals\nand S0's. We also find a correlation between the spatial extent of the A-stars\nand dynamics such that the fastest rotators tend to have the most compact\nA-star populations, providing new constraints on models that aim to explain the\ntransformation of later type galaxies into early types. Finally, we show that\nthere are no obvious differences between the line extents and kinematics of E+A\ngalaxies detected in the radio (AGN) compared to non-radio sources, suggesting\nthat AGN feedback does not play a dramatic role in defining their properties,\nor that its effects are short.\n","Comment: 14 pages, 7 figures, 2 tables. MNRAS in press"]}]
["1110.5642",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5642"],"date":["2011-10-25"],"type":["text"],"creator":["Kiritsis, Elias","Taliotis, Anastasios"],"language":[],"coverage":[],"title":["Mini-Black-Hole production at RHIC and LHC"],"description":["  We argue that heavy-ion collisions provide the best testing ground for\nmini-black hole physics as $M_P\\simeq 4 GeV$ for the gravity dual of YM and\ngive concrete evidence for a new extra dimension, that is visible only to the\nstrong interactions. We analyse the process of production evolution and decay\nof the mini-black-holes by using recent results on gravity duals of YM. There\nare several novelties compared with the traditional story of black hole\nevaporation, including Bjorken scaling instead of sphericity, evaporation via\nbubble nucleation instead of the Hawking mechanism and lepton-poor final\nstates. Multiplicities are estimated using shock-wave scattering techniques. It\nis argued that high-multiplicity/high energy pp collisions will also show\nsimilar characteristics of mini-black-hole production and decay.\n","Comment: Latex, 10 pages, 2 figures"]}]
["1110.5647",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5647"],"date":["2011-10-25"],"type":["text"],"creator":["Swain, J.","Paul, T.","Widom, A.","Srivastava, Y. N."],"language":[],"coverage":[],"title":["Detecting and Identifying Heavy Nuclei and Antinuclei with Standard\n  Detectors"],"description":["  Most data gathered from high energy experiments at colliders are analyzed\nassuming that particles stable enough to not decay in the detector volume, and\nable to interact strongly or electromagnetically, must be electrons, muons,\nprotons, neutrons, photons, kaons, and charged pions, or their antiparticles.\nWhile light nuclei and antinuclei such as (anti)deuterons have been detected,\nwe argue that it is experimentally interesting to look for even heavier nuclei\nin high energy collisions. To this end, we point out that using only tracking\nand calorimetry information it is, in principle, possible to also search for\nhigh energy nuclei and antinuclei and determine, with errors, their charge Z\nand atomic weight A.\n"]}]
["1110.5649",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5649"],"date":["2011-10-25"],"type":["text"],"creator":["Foschini, L.","Ghisellini, G.","Maraschi, L.","Tagliaferri, G.","Tavecchio, F.","Kovalev, Y. Y.","Kovalev, Yu. A.","Lister, M. L.","Richards, J. L.","D'Ammando, F.","Thompson, D. J.","Donato, D.","Tramacere, A.","Angelakis, E.","Fuhrmann, L.","Nestoras, I.","Falcone, A.","Hauser, M.","Wagner, S.","Mannheim, K.","Tibolla, O.","Max-Moerbeck, W.","Pavlidou, V.","Readhead, A. C. S.","Stevenson, M. A.","Pushkarev, A. B."],"language":[],"coverage":[],"title":["The July 2010 outburst of the NLS1 PMN J0948+0022"],"description":["  We report about the multiwavelength campaign on the Narrow-Line Seyfert 1\n(NLS1) Galaxy PMN J0948+0022 (z = 0.5846) performed in 2010 July-September and\ntriggered by high activity as measured by Fermi/LAT. The peak luminosity in the\n0.1-100 GeV energy band exceeded, for the first time in this type of source,\nthe value of 10^48 erg/s, a level comparable to the most powerful blazars. The\ncomparison of the spectral energy distribution of the NLS1 PMN J0948+0022 with\nthat of a typical blazar - like 3C 273 - shows that the power emitted at gamma\nrays is extreme.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1110.5654",{"format":[],"subject":["Condensed Matter - Superconductivity"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5654"],"date":["2011-10-25"],"type":["text"],"creator":["Choi, Han-Yong","Varma, C. M.","Zhou, Xingjiang"],"language":[],"coverage":[],"title":["Superconductivity in the Cuprates: Deduction of Mechanism for D-Wave\n  Pairing Through Analysis of ARPES"],"description":["  In the Eliashberg integral equations for d-wave superconductivity, two\ndifferent functions $(\\alpha^2 F)_n(\\omega, \\theta)$ and $(\\alpha^2\nF)_{p,d}(\\omega)$ determine, respectively, the \"normal\" and the \"pairing\"\nself-energies. We present a quantitative analysis of the high-resolution laser\nbased ARPES data on the compound Bi-2212 to deduce the function$(\\alpha^2\nF)_n(\\omega, \\theta)$. Besides its detailed $\\omega$ dependence, we find the\nremarkable result that this function is nearly independent of $\\theta$ between\nthe ($\\pi,\\pi$)-direction and 25 degrees from it. Assuming that the same\nfluctuations determine both the normal and the pairing self-energy, we ask what\ntheories give the function $(\\alpha^2 F)_{p,d}(\\omega)$ required for the d-wave\npairing instability at high temperatures as well as the deduced $(\\alpha^2\nF)_n(\\theta, \\omega)$. We show that the deduced $(\\alpha^2 F)_n(\\theta,\n\\omega)$ can only be obtained from Antiferromagnetic (AFM) fluctuations if\ntheir correlation length is smaller than a lattice constant. Using $(\\alpha^2\nF)_{p,d}(\\omega)$ consistent with such a correlation length and the symmetry of\nmatrix-elements scattering fermions off AFM fluctuations, we calculate $T_c$ an\nshow that AFM fluctuations are excluded as the pairing mechanism for d-wave\nsuperconductivity in cuprates. We also consider the quantum-critical\nfluctuations derived microscopically as the fluctuations of the observed\nloop-current order discovered in the under-doped cuprates. We show that their\nfrequency dependence and the momentum dependence of their matrix-elements to\nscatter fermions are consistent with the $\\theta$ and $\\omega$ dependence of\nthe deduced $(\\alpha^2 F)_n(\\omega, \\theta)$. The pairing kernel $(\\alpha^2\nF)_{p,d}(\\omega)$ calculated using the experimental values in the Eliashberg\nequation gives $d-wave$ instability at $T_c$ comparable to the experiments.\n"]}]
["1110.5667",{"format":[],"subject":["Computer Science - Artificial Intelligence","Computer Science - Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5667"],"date":["2011-10-25"],"type":["text"],"creator":["Hwang, Irvin","Stuhlmüller, Andreas","Goodman, Noah D."],"language":[],"coverage":[],"title":["Inducing Probabilistic Programs by Bayesian Program Merging"],"description":["  This report outlines an approach to learning generative models from data. We\nexpress models as probabilistic programs, which allows us to capture abstract\npatterns within the examples. By choosing our language for programs to be an\nextension of the algebraic data type of the examples, we can begin with a\nprogram that generates all and only the examples. We then introduce greater\nabstraction, and hence generalization, incrementally to the extent that it\nimproves the posterior probability of the examples given the program. Motivated\nby previous approaches to model merging and program induction, we search for\nsuch explanatory abstractions using program transformations. We consider two\ntypes of transformation: Abstraction merges common subexpressions within a\nprogram into new functions (a form of anti-unification). Deargumentation\nsimplifies functions by reducing the number of arguments. We demonstrate that\nthis approach finds key patterns in the domain of nested lists, including\nparameterized sub-functions and stochastic recursion.\n"]}]
["1110.5668",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5668","ACS Nano, 5, (9), 7117-7123 (2011)","doi:10.1021/nn202524j"],"date":["2011-10-25"],"type":["text"],"creator":["Mongillo, Massimo","Spathis, Panayotis","Katsaros, Georgios","Gentile, Pascal","Sanquer, Marc","De Franceschi, Silvano"],"language":[],"coverage":[],"title":["Joule-assisted silicidation for short-channel silicon nanowire devices"],"description":["  We report on a technique enabling electrical control of the contact\nsilicidation process in silicon nanowire devices. Undoped silicon nanowires\nwere contacted by pairs of nickel electrodes and each contact was selectively\nsilicided by means of the Joule effect. By a realtime monitoring of the\nnanowire electrical resistance during the contact silicidation process we were\nable to fabricate nickel-silicide/silicon/nickel- silicide devices with\ncontrolled silicon channel length down to 8 nm.\n","Comment: 6 pages, 4 figures"]}]
["1110.5670",{"format":[],"subject":["Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5670"],"date":["2011-10-25"],"type":["text"],"creator":["Henriksen, R. N."],"language":[],"coverage":[],"title":["Spiral Structure in Scale-free, Thin Discs: Rigid Rotation"],"description":["  In this paper we suggest the existence in the central regions of spiral\ngalaxies of collisionless, scale-free, rigidly rotating, self-gravitating discs\nwith spiral symmetry. Such discs must be truncated at a finite radius, and they\nmust be stabilized and rendered self-similar by a suitable halo. The halo and\nthe rotating disc share the self-similar class and must form together to arrive\nat the suggested state. We make comparisons with the well-known rigidly\nrotating, Kalnajs discs; one of which is axi-symmetric and finite while the\nother is infinite and decomposed into spiral modes. We find the\nself-consistent, self-similar, distribution functions in one and two dimensions\nin a rigidly rotating, collisionless system. In the case of two dimensions we\ndeduce the self-consistency condition for discrete spiral arms.\n  We give an estimate of the disturbance created in the halo by the presence of\nthe disc, and argue that the halo itself should be close to self-similarity. A\nvery weak cusp in the halo may be necessary. The necessary spatial coincidence\nof the halo results in a kind of disc-halo `conspiracy'. Finally the disc\nequations are formulated in `spiral' coordinates, and the passage to an\napproximately discrete `line spiral' is given as an example. Although in two\ndimensions the collisionless particles enter and leave the arms in non-linear\nepicycles, they move approximately parallel to the arms in the line spiral\nlimit. The spiral pattern is however in rigid rotation. Aperiodic spiral arms\nare suggested wherein discontinuities may be coarse-grained to appear as\ncollisionless shocks.\n"]}]
["1110.5675",{"format":[],"subject":["Mathematics - Geometric Topology","57M25, 57R58"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5675"],"date":["2011-10-25"],"type":["text"],"creator":["Ording, Philip"],"language":[],"coverage":[],"title":["Constructing doubly-pointed Heegaard diagrams compatible with (1,1)\n  knots"],"description":["  A (1,1) knot K in a 3-manifold M is a knot that intersects each solid torus\nof a genus 1 Heegaard splitting of M in a single trivial arc. Choi and Ko\ndeveloped a parameterization of this family of knots by a four-tuple of\nintegers, which they call Schubert's normal form. This article presents an\nalgorithm for constructing a doubly-pointed Heegaard diagram compatible with K,\ngiven a Schubert's normal form for K. The construction, coupled with results of\nOzsv\\'ath and Szab\\'o, provides a practical way to compute knot Floer homology\ngroups for (1,1) knots. The construction uses train tracks, and its method is\ninspired by the work of Goda, Matsuda and Morifuji.\n","Comment: 23 pages, 14 figures"]}]
["1110.5686",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Combinatorics","11A41"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5686"],"date":["2011-10-25"],"type":["text"],"creator":["Shevelev, Vladimir"],"language":[],"coverage":[],"title":["Banach matchboxes problem and a congruence for primes"],"description":["  Using an identity arising in the known Banach probability problem on\nmatchboxes, we prove an unexpected congruence for odd prime $p:$ for $1\\leq\nk\\leq \\frac{p-1}{2},\\enskip \\sum_{i=1}^{p-2k-1}2^{i-1}\\binom{k-1+i}{k}\\equiv\n0\\pmod p.$\n","Comment: 2 pages"]}]
["1110.5696",{"format":[],"subject":["Computer Science - Computational Complexity","Mathematics - Algebraic Geometry","Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5696"],"date":["2011-10-25"],"type":["text"],"creator":["Dvir, Zeev","Lovett, Shachar"],"language":[],"coverage":[],"title":["Subspace Evasive Sets"],"description":["  In this work we describe an explicit, simple, construction of large subsets\nof F^n, where F is a finite field, that have small intersection with every\nk-dimensional affine subspace. Interest in the explicit construction of such\nsets, termed subspace-evasive sets, started in the work of Pudlak and Rodl\n(2004) who showed how such constructions over the binary field can be used to\nconstruct explicit Ramsey graphs. More recently, Guruswami (2011) showed that,\nover large finite fields (of size polynomial in n), subspace evasive sets can\nbe used to obtain explicit list-decodable codes with optimal rate and constant\nlist-size. In this work we construct subspace evasive sets over large fields\nand use them to reduce the list size of folded Reed-Solomon codes form poly(n)\nto a constant.\n","Comment: 16 pages"]}]
["1110.5699",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5699"],"date":["2011-10-26"],"type":["text"],"creator":["Cemeljic, Miljenko","Shang, Hsien"],"language":[],"coverage":[],"title":["Magnetospheric launching in resistive MHD simulations"],"description":["  We perform numerical simulations in the close vicinity of a slowly rotating\nyoung stellar object. Using our own resistive MHD Zeus347 code in 2D\naxisymmetry, magnetospheric interaction experiences four robust stages in\nevolution. Quasi-stationary axial and conical streams of outflowing matter can\nlast many orbital periods as results of the resistivity-facilitated magnetic\nreconnections. The shape of the magnetic field depends on resistivity in the\nmagnetosphere.\n","Comment: 2 pages, 3 figures, to appear: in Proceedings of MFU III conference\n  held in August, 2011 in Zakopane, Poland"]}]
["1110.5702",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5702","doi:10.1021/nl202725w"],"date":["2011-10-26"],"type":["text"],"creator":["Kharche, Neerav","Nayak, Saroj K."],"language":[],"coverage":[],"title":["Quasiparticle bandgap engineering of graphene and graphone on hexagonal\n  boron nitride substrate"],"description":["  Graphene holds great promise for post-silicon electronics, however, it faces\ntwo main challenges: opening up a bandgap and finding a suitable substrate\nmaterial. In principle, graphene on hexagonal boron nitride (hBN) substrate\nprovides potential system to overcome these challenges. Recent theoretical and\nexperimental studies have provided conflicting results: while theoretical\nstudies suggested a possibility of a finite bandgap of graphene on hBN, recent\nexperimental studies find no bandgap. Using the first-principles density\nfunctional method and the many-body perturbation theory, we have studied\ngraphene on hBN substrate. A Bernal stacked graphene on hBN has a bandgap on\nthe order of 0.1 eV, which disappears when graphene is misaligned with respect\nto hBN. The latter is the likely scenario in realistic devices. In contrast, if\ngraphene supported on hBN is hydrogenated, the resulting system (graphone)\nexhibits bandgaps larger than 2.5 eV. While the bandgap opening in graphene/hBN\nis due to symmetry breaking and is vulnerable to slight perturbation such as\nmisalignment, the graphone bandgap is due to chemical functionalization and is\nrobust in the presence of misalignment. The bandgap of graphone reduces by\nabout 1 eV when it is supported on hBN due to the polarization effects at the\ngraphone/hBN interface. The band offsets at graphone/hBN interface indicate\nthat hBN can be used not only as a substrate but also as a dielectric in the\nfield effect devices employing graphone as a channel material. Our study could\nopen up new way of bandgap engineering in graphene based nanostructures.\n","Comment: 8 pages, 4 figures; Nano Letters, Publication Date (Web): Oct. 25\n  2011, http://pubs.acs.org/doi/abs/10.1021/nl202725w"]}]
["1110.5706",{"format":[],"subject":["Mathematics - Functional Analysis","47A06 (Primary), 47H05, 47B65 (Secondary), 47N10, 90C25"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5706"],"date":["2011-10-26"],"type":["text"],"creator":["Bauschke, Heinz H.","Borwein, Jonathan M.","Wang, Xianfu","Yao, Liangjin"],"language":[],"coverage":[],"title":["The Br\\'ezis-Browder Theorem in a general Banach space"],"description":["  During the 1970s Br\\'ezis and Browder presented a now classical\ncharacterization of maximal monotonicity of monotone linear relations in\nreflexive spaces. In this paper, we extend and refine their result to a general\nBanach space.\n","Comment: 23 pages"]}]
["1110.5710",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5710"],"date":["2011-10-26"],"type":["text"],"creator":["Beirami, Ahmad","Fekri, Faramarz"],"language":[],"coverage":[],"title":["Results on the Redundancy of Universal Compression for Finite-Length\n  Sequences"],"description":["  In this paper, we investigate the redundancy of universal coding schemes on\nsmooth parametric sources in the finite-length regime. We derive an upper bound\non the probability of the event that a sequence of length $n$, chosen using\nJeffreys' prior from the family of parametric sources with $d$ unknown\nparameters, is compressed with a redundancy smaller than\n$(1-\\epsilon)\\frac{d}{2}\\log n$ for any $\\epsilon>0$. Our results also confirm\nthat for large enough $n$ and $d$, the average minimax redundancy provides a\ngood estimate for the redundancy of most sources. Our result may be used to\nevaluate the performance of universal source coding schemes on finite-length\nsequences. Additionally, we precisely characterize the minimax redundancy for\ntwo--stage codes. We demonstrate that the two--stage assumption incurs a\nnegligible redundancy especially when the number of source parameters is large.\nFinally, we show that the redundancy is significant in the compression of small\nsequences.\n","Comment: accepted in the 2011 IEEE International Symposium on Information\n  Theory (ISIT 2011)"]}]
["1110.5711",{"format":[],"subject":["Condensed Matter - Materials Science","Physics - Chemical Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5711"],"date":["2011-10-26"],"type":["text"],"creator":["Yang, Yu","Zhang, Ping","Shi, Peng","Wang, Xiaolin"],"language":[],"coverage":[],"title":["s-d Electronic interactions induced H2 dissociation on the \\gamma-U(100)\n  surface and influences of niobium doping"],"description":["  The dissociation of hydrogen molecules on the \\gamma-U(100) surface is\nsystematically studied with the density functional theory method. Through\npotential energy surface calculations, we find that hydrogen molecules can\ndissociate without any barriers on the clean \\gamma-U(100) surface. After\ncareful electronic analysis, it is found that charge transfer between the\nhydrogen s and uranium d electronic states causes the dissociation, which is\nquite different from the dissociation of hydrogen molecules on other actinide\nmetal surfaces. Considering that doping of 3d transition metal atoms can\nstabilize the \\alpha phase of U, we also study the influences of Nb-doping on\nthe hydrogen dissociation process. We find that the 3d electronic states of Nb\nalso take part in the hybridization with hydrogen s electronic states, which\nleads to the result that hydrogen molecules also dissociate without any energy\nbarriers on the doped U surface. In addition, the free electronic energy lowers\ndown more quickly for a hydrogen molecule approaching the doped U surface.\n","Comment: accepted by J. Phys. Chem. C"]}]
["1110.5716",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Condensed Matter - Materials Science","Condensed Matter - Other Condensed Matter"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5716"],"date":["2011-10-26"],"type":["text"],"creator":["Ahmed, Maher"],"language":[],"coverage":[],"title":["SpinWaves in Ferromagnetic Dots 2D Honeycomb Lattice Stripes"],"description":["  In this work, the spin wave calculations were carried out using the\nHeisenberg Hamiltonian to study the allowed spin waves of zigzag and armchair\nedged stripes for ferromagnetic nanodots arrayed in a 2D honeycomb lattice\n\\cite{Selim2011}. The Hamiltonian is used to construct the $\\mathbf{E}$ matrix\nwhich encodes the exchange flow of magnons in the stripes. It is found that the\nallowed spin wave modes are the eigenvalues of the $\\mathbf{E}$ matrix and\ntherefore it is used to study the effects of the stripe width, edge exchange,\nthe edge uniaxial anisotropy, and impurities on the allowed spin waves of\nstripes. The obtained results almost coincide with the results of graphene\nnanoribbons described by tight binding Hamiltonian for electronic excitations.\nTherefore, we suggest the fabrication of the magnetic counterpart to graphene\nas a new technology in the field of spintronic devices and magnetic\napplications.\n","Comment: 48 pages, 36 figures"]}]
["1110.5719",{"format":[],"subject":["Mathematics - Analysis of PDEs"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5719"],"date":["2011-10-26"],"type":["text"],"creator":["Gerard, Patrick","Grellier, Sandrine"],"language":[],"coverage":[],"title":["Effective integrable dynamics for some nonlinear wave equation"],"description":["  We consider the following degenerate half wave equation on the one\ndimensional torus $$\\quad i\\partial_t u-|D|u=|u|^2u, \\; u(0,\\cdot)=u_0. $$ We\nshow that, on a large time interval, the solution may be approximated by the\nsolution of a completely integrable system-- the cubic Szeg\\\"o equation. As a\nconsequence, we prove an instability result for large $H^s$ norms of solutions\nof this wave equation.\n","Comment: 19 pages"]}]
["1110.5720",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5720"],"date":["2011-10-26"],"type":["text"],"creator":["Goldman, Michael"],"language":[],"coverage":[],"title":["A geometric approach for convexity in some variational problem in the\n  Gauss space"],"description":["  In this short note we prove the convexity of minimizers of some variational\nproblem in the Gauss space. This proof is based on a geometric version of an\nolder argument due to Korevaar.\n"]}]
["1110.5721",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5721"],"date":["2011-10-26"],"type":["text"],"creator":["Xu, Bingjie","Peng, Xiang","Guo, Hong"],"language":[],"coverage":[],"title":["The Security of SARG04 Protocol in Plug and Play Quantum Key\n  Distribution system with an Untrusted Source"],"description":["  The SARG04 protocol is one of the most frequently used protocol in commercial\nplug-and-play quantum key distribution (QKD) system, where an eavesdropper can\ncompletely control or change the photon number statistics of the QKD source. To\nensure the security of SARG04 protocol in plug-and-play QKD system with an\nunknown and untrusted source, the bounds of a few statistical parameters of the\nsource need to be monitored. An active or a passive source monitor schemes are\nproposed to verify these parameters. Furthermore, the practical issues due to\nstatistical fluctuation and detection noise in the source monitoring process\nare quantitatively analyzed. Our simulation results show that the passive\nscheme can be efficiently applied to plug-and-play system with SARG04 protocol.\n","Comment: 9 pages, 5 figures"]}]
["1110.5722",{"format":[],"subject":["Computer Science - Information Retrieval"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5722"],"date":["2011-10-26"],"type":["text"],"creator":["Ibekwe-Sanjuan, Fidelia","Silvia, Fernandez","Eric, Sanjuan","Eric, Charton"],"language":[],"coverage":[],"title":["Annotation of Scientific Summaries for Information Retrieval"],"description":["  We present a methodology combining surface NLP and Machine Learning\ntechniques for ranking asbtracts and generating summaries based on annotated\ncorpora. The corpora were annotated with meta-semantic tags indicating the\ncategory of information a sentence is bearing (objective, findings, newthing,\nhypothesis, conclusion, future work, related work). The annotated corpus is fed\ninto an automatic summarizer for query-oriented abstract ranking and multi-\nabstract summarization. To adapt the summarizer to these two tasks, two novel\nweighting functions were devised in order to take into account the distribution\nof the tags in the corpus. Results, although still preliminary, are encouraging\nus to pursue this line of work and find better ways of building IR systems that\ncan take into account semantic annotations in a corpus.\n","Comment: ECIR'08 Workshop on: Exploiting Semantic Annotations for Information\n  Retrieval, Glasgow : United Kingdom (2008)"]}]
["1110.5723",{"format":[],"subject":["Mathematics - Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5723"],"date":["2011-10-26"],"type":["text"],"creator":["Peccati, Giovanni","Zheng, Cengbo"],"language":[],"coverage":[],"title":["Universal Gaussian fluctuations on the discrete Poisson chaos"],"description":["  We prove that homogenous sums inside a fixed discrete Poisson chaos are\nuniversal with respect to normal approximations. This result parallels some\nrecent findings, in a Gaussian context, by Nourdin, Peccati and Reinert (2010).\nAs a by-product of our analysis, we provide some refinements of the CLTs for\nrandom variables on the Poisson space proved by Peccati, Sol\\'e, Taqqu and\nUtzet (2010), and by Peccati and Zheng (2010).\n","Comment: 18 pages"]}]
["1110.5725",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Earth and Planetary Astrophysics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5725"],"date":["2011-10-26"],"type":["text"],"creator":["Nandy, Dibyendu"],"language":[],"coverage":[],"title":["Dynamo Models of the Solar Cycle: Current Trends and Future Prospects"],"description":["  The magnetic cycle of the Sun, as manifested in the cyclic appearance of\nsunspots, significantly influences our space environment and space-based\ntechnologies by generating what is now termed as space weather. Long-term\nvariation in the Sun's magnetic output also influences planetary atmospheres\nand climate through modulation of solar irradiance. Here, I summarize the\ncurrent state of understanding of this magnetic cycle, highlighting important\nobservational constraints, detailing the kinematic dynamo modeling approach and\ncommenting on future prospects.\n","Comment: To appear in the Bulletin of the Astronomical Society of India,\n  Proceedings of the 1st Asia Pacific Solar Physics Meeting"]}]
["1110.5731",{"format":[],"subject":["Mathematics - Statistics Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5731"],"date":["2011-10-26"],"type":["text"],"creator":["Brodsky, Boris","Darkhovsky, Boris"],"language":[],"coverage":[],"title":["Retrospective change-point detection and estimation in multivariate\n  linear models"],"description":["  In this paper the problem of retrospective change-point detection and\nestimation in multivariate linear models is considered. The lower bounds for\nthe error of change-point estimation are proved in different cases (one\nchange-point: deterministic and stochastic predictors, multiple change-points).\nA new method for retrospective change-point detection and estimation is\nproposed and its main performance characteristics (type 1 and type 2 errors,\nthe error of estimation) are studied for dependent observations in situations\nof deterministic and stochastic predictors and unknown change-points. We prove\nthat this method is asymptotically optimal by the order of convergence of\nchange-point estimates to their true values as the sample size tends to\ninfinity. Results of a simulation study of the main performance characteristics\nof proposed method in comparison with other well known methods of retrospective\nchange-point detection and estimation are presented.\n"]}]
["1110.5733",{"format":[],"subject":["Astrophysics - Solar and Stellar Astrophysics","Astrophysics - Astrophysics of Galaxies"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5733"],"date":["2011-10-26"],"type":["text"],"creator":["Hill, T.","Luong, Q. Nguyen","Motte, F.","Didelon, P.","Minier, V.","consortium, the HOBYS"],"language":[],"coverage":[],"title":["HOBYS' view of Vela C and W48: a ridge and a mini-starburst"],"description":["  We present recent results from the Herschel HOBYS guaranteed time key program\nof the Vela C andW48 star-forming complexes. We examine the column density\ndistribution in Vela C, in particular focusing on the cloud structure using\nprobability distribution functions, and characterise the star formation\nefficiency in W48.\n","Comment: 4 pages, 3 figures, APRIM 2011 (Chiang Mai) conference proceedings"]}]
["1110.5736",{"format":[],"subject":["Mathematics - Combinatorics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5736"],"date":["2011-10-26"],"type":["text"],"creator":["Ekstein, Jan","Holub, Přemysl","Kaiser, Tomáš","Koch, Maria","Camacho, Stephan Matos","Ryjáček, Zdeněk","Schiermeyer, Ingo"],"language":[],"coverage":[],"title":["The rainbow connection number of 2-connected graphs"],"description":["  The rainbow connection number of a graph G is the least number of colours in\na (not necessarily proper) edge-colouring of G such that every two vertices are\njoined by a path which contains no colour twice. Improving a result of Caro et\nal., we prove that the rainbow connection number of every 2-connected graph\nwith n vertices is at most the ceiling of n/2. The bound is optimal.\n"]}]
["1110.5741",{"format":[],"subject":["Computer Science - Information Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5741"],"date":["2011-10-26"],"type":["text"],"creator":["Czap, László","Prabhakaran, Vinod M.","Diggavi, Suhas","Fragouli, Christina"],"language":[],"coverage":[],"title":["Secure Capacity Region for Erasure Broadcast Channels with Feedback"],"description":["  We formulate and study a cryptographic problem relevant to wireless: a\nsender, Alice, wants to transmit private messages to two receivers, Bob and\nCalvin, using unreliable wireless broadcast transmissions and short public\nfeedback from Bob and Calvin. We ask, at what rates can we broadcast the\nprivate messages if we also provide (information-theoretic) unconditional\nsecurity guarantees that Bob and Calvin do not learn each-other's message? We\ncharacterize the largest transmission rates to the two receivers, for any\nprotocol that provides unconditional security guarantees. We design a protocol\nthat operates at any rate-pair within the above region, uses very simple\ninteractions and operations, and is robust to misbehaving users.\n"]}]
["1110.5742",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics","Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5742"],"date":["2011-10-26"],"type":["text"],"creator":["Firsova, Natalie E.","Firsov, Yuri A."],"language":[],"coverage":[],"title":["Losses in Monolayer Graphene Nanoresonators due to Joule Dissipation\n  Caused by Synthetic Electric Fields and the ways of Joule Losses\n  Minimizations"],"description":["  We consider losses in monolayer graphene nanoresonator connected with Joule\ndissipation (heating) caused by valley currents stipulated by synthetic\nelectric fields . These synthetic electric fields arise in graphene membrane\ndue to periodic in time gauge fields generated there by external periodic\nelectromotive force. This mechanism accounts for essential part (about 40\npercents) of losses in graphene nanoresonator and is specific just for\ngraphene.\n  The ways of the minimization of these Joule dissipation (increase of the\nquality-factor of the electromechanical system) are discussed. It is explained\nwhy one can increase quality-factor by correctly chosen combination of strains\n(by strain engineering). Besides it is shown that quality-factor can be\nincreased by switching on a magnetic field perpendicular to graphene membrane.\n","Comment: 11 pages"]}]
["1110.5747",{"format":[],"subject":["Mathematics - History and Overview","Mathematics - Logic","01A85, 26E35, 03A05, 97A20, 97C30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5747"],"date":["2011-10-26"],"type":["text"],"creator":["Katz, Mikhail G.","Tall, David"],"language":[],"coverage":[],"title":["Tension between Intuitive Infinitesimals and Formal Mathematical\n  Analysis"],"description":["  We discuss the repercussions of the development of infinitesimal calculus\ninto modern analysis, beginning with viewpoints expressed in the nineteenth and\ntwentieth centuries and relating them to the natural cognitive development of\nmathematical thinking and imaginative visual interpretations of axiomatic\nproof.\n","Comment: 19 pages, 5 figures, Chapter in: Bharath Sriraman, Editor. Crossroads\n  in the History of Mathematics and Mathematics Education. The Montana\n  Mathematics Enthusiast Monographs in Mathematics Education 12, Information\n  Age Publishing, Inc., Charlotte, NC, 2011. See\n  http://www.infoagepub.com/products/Crossroads-in-the-History-of-Mathematics"]}]
["1110.5748",{"format":[],"subject":["Physics - Optics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5748"],"date":["2011-10-26"],"type":["text"],"creator":["Petrov, Alexander","Jalas, Dirk","Eich, Manfred","Krause, Michael","Renner, Hagen","Brinkmeyer, Ernst","Doerr, Christopher R."],"language":[],"coverage":[],"title":["Comment on \"Nonreciprocal Light Propagation in a Silicon Photonic\n  Circuit\" in Science 333, 729-733 (2011)"],"description":["  In the recent article by Feng et al. [Science 333, 729-733 (2011)] a system\nis proposed with a periodic spatial modulation of refractive index and\nabsorption. It is claimed that this system is nonreciprocal and can be used as\nan optical isolator. The authors use an unconventional definition of\nreciprocity and thus make wrong conclusions on the applicability of the\ndescribed phenomena for optical isolators. (Submitted to Science on October 7,\n2011)\n"]}]
["1110.5749",{"format":[],"subject":["High Energy Physics - Lattice"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5749"],"date":["2011-10-26"],"type":["text"],"creator":["Aarts, Gert","James, Frank A.","Seiler, Erhard","Stamatescu, Ion-Olimpiu"],"language":[],"coverage":[],"title":["Complex Langevin dynamics: criteria for correctness"],"description":["  The complex Langevin method is a leading candidate for solving the sign\nproblem occurring in various physical situations, notably QCD at finite\nchemical potential. Its most vexing problem is `convergence to the wrong\nlimit', where the simulation gives a well defined, but incorrect, result. Here,\nwe first outline a formal justification of the method and identify points at\nwhich it might fail. From these we derive a condition that must be satisfied in\norder for correct results to be obtained. We then apply these ideas to the\nthree-imensional SU(3) spin model at finite chemical potential and show strong\nindications that complex Langevin dynamics yields correct results in this\ntheory.\n","Comment: 7 pages, 5 figures. Contribution to the XXIX International Symposium\n  on Lattice Field Theory, July 10 - 16 2011, Squaw Valley, Lake Tahoe,\n  California. Several figures"]}]
["1110.5753",{"format":[],"subject":["Computer Science - Data Structures and Algorithms","Computer Science - Computer Science and Game Theory","Computer Science - Networking and Internet Architecture"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5753"],"date":["2011-10-26"],"type":["text"],"creator":["Hoefer, Martin","Kesselheim, Thomas"],"language":[],"coverage":[],"title":["Secondary Spectrum Auctions for Symmetric and Submodular Bidders"],"description":["  We study truthful auctions for secondary spectrum usage in wireless networks.\nIn this scenario, n communication requests need to be allocated to k available\nchannels that are subject to interference and noise. We present the first\ntruthful mechanisms for secondary spectrum auctions with symmetric or\nsubmodular valuations. Our approach to model interference uses an edge-weighted\nconflict graph, and our algorithms provide asymptotically almost optimal\napproximation bounds for conflict graphs with a small inductive independence\nnumber rho << n. This approach covers a large variety of interference models\nsuch as, e.g., the protocol model or the recently popular physical model of\ninterference. For unweighted conflict graphs and symmetric valuations we use\nLP-rounding to obtain $O(\\rho)$-approximate mechanisms; for weighted conflict\ngraphs we get a factor of O(rho (log n + log k)). For submodular users we\ncombine the convex rounding framework of Dughmi et al [STOC 2011] with\nrandomized meta-rounding to obtain O(rho)-approximate mechanisms for\nmatroid-rank-sum valuations; for weighted conflict graphs we can fully drop the\ndependence on k to get O(rho log n). We conclude with promising initialresults\nfor deterministically truthful mechanisms that allow approximation factors\nbased on rho.\n"]}]
["1110.5754",{"format":[],"subject":["Nonlinear Sciences - Pattern Formation and Solitons","Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5754"],"date":["2011-10-26"],"type":["text"],"creator":["Bulgakov, Evgeny N.","Sadreev, Almas F.","Pichugin, Konstantin N."],"language":[],"coverage":[],"title":["Light-induced breaking of symmetry in photonic crystal waveguides with\n  nonlinear defects as a key for all-optical switching circuits"],"description":["  We consider light transmission in 2D photonic crystal waveguide coupled with\ntwo identical nonlinear defects positioned symmetrically aside the waveguide.\nWe show that with growth of injected light power there is a breaking of\nsymmetry by two ways. In the first way the symmetry is broken because of\ndifferent light intensities at the defects. In the second way the intensities\nat the defects are equaled but phases of complex amplitudes are different. That\nresults in a vortical power flow between the defects similar to the DC\nJosephson effect if the input power over the waveguide is applied and the\ndefects are coupled. As application of these phenomena we consider the symmetry\nbreaking for the light transmission in a T-shaped photonic waveguide with two\nnonlinear defects. We demonstrate as this phenomenon can be explored for\nall-optical switching of light transmission from the left output waveguide to\nthe right one by application of input pulses. Finally we consider the symmetry\nbreaking in the waveguide coupled with single defect presented however by two\ndipole modes.\n","Comment: 26 pages, 57 figures, contributed paper on the topic of \"Spontaneous\n  Symmetry Breaking, Self-Trapping, and Josephson Oscillations in Nonlinear\n  Systems\" which is a part of a series on \"Progress in Optical Science and\n  Photonics\""]}]
["1110.5758",{"format":[],"subject":["Mathematics - Differential Geometry"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5758"],"date":["2011-10-26"],"type":["text"],"creator":["Ortaçgil, Ercüment"],"language":[],"coverage":[],"title":["Horizontal cohomology of a local Lie group"],"description":["  We define and study the invariant linear and nonlinear horizontal double\ncomplexes of a local Lie group.\n"]}]
["1110.5762",{"format":[],"subject":["Computer Science - Robotics","Computer Science - Multiagent Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5762"],"date":["2011-10-26"],"type":["text"],"creator":["Kernbach, Serge"],"language":[],"coverage":[],"title":["Swarmrobot.org - Open-hardware Microrobotic Project for Large-scale\n  Artificial Swarms"],"description":["  The purpose of this paper is to give an overview of the open-hardware\nmicrorobotic project swarmrobot.org and the platform Jasmine for building\nlarge-scale artificial swarms. The project targets an open development of\ncost-effective hardware and software for a quick implementation of swarm\nbehavior with real robots. Detailed instructions for making the robot,\nopen-source simulator, software libraries and multiple publications about\nperformed experiments are ready for download and intend to facilitate\nexploration of collective and emergent phenomena, guided self-organization and\nswarm robotics in experimental way.\n"]}]
["1110.5770",{"format":[],"subject":["Mathematics - Combinatorics","05C40, 05C15"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5770"],"date":["2011-10-26"],"type":["text"],"creator":["Li, Xueliang","Liu, Sujuan"],"language":[],"coverage":[],"title":["Rainbow vertex-connection number of 2-connected graphs"],"description":["  The {\\em rainbow vertex-connection number}, $rvc(G)$, of a connected graph\n$G$ is the minimum number of colors needed to color its vertices such that\nevery pair of vertices is connected by at least one path whose internal\nvertices have distinct colors. In this paper we first determine the rainbow\nvertex-connection number of cycle $C_n$ of order $n\\geq 3$, and then, based on\nit, prove that for any 2-connected graph $G$, $rvc(G)\\leq rvc(C_n)$, giving a\ntight upper bound for the rainbow vertex-connection. As a consequence, we show\nthat for a connected graph $G$ with a block decomposition $B_1, B_2, ..., B_k$\nand $t$ cut vertices, $rvc(G)\\leq rvc(B_1)+rvc(B_2)+ ... +rvc(B_k)+t$.\n","Comment: 10 pages"]}]
["1110.5771",{"format":[],"subject":["Condensed Matter - Statistical Mechanics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5771"],"date":["2011-10-26"],"type":["text"],"creator":["Friedrich, Rudolf","Eule, Stephan"],"language":[],"coverage":[],"title":["Path Integral Formulation of Anomalous Diffusion Processes"],"description":["  We present the path integral formulation of a broad class of generalized\ndiffusion processes. Employing the path integral we derive exact expressions\nfor the path probability densities and joint probability distributions for the\nclass of processes under consideration. We show that Continuous Time Random\nWalks (CTRWs) are included in our framework. A closed expression for the path\nprobability distribution of CTRWs is found in terms of their waiting time\ndistribution as the solution of a Dyson equation. As the formalism naturally\nincludes the treatment of functionals a generalized Feynman-Kac formula is\nderived.\n"]}]
["1110.5772",{"format":[],"subject":["Mathematics - Combinatorics","05C15, 05C40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5772"],"date":["2011-10-26"],"type":["text"],"creator":["Li, Xueliang","Liu, Mengmeng","Schiermeyer, Ingo"],"language":[],"coverage":[],"title":["Rainbow connection number of dense graphs"],"description":["  An edge-colored graph $G$ is rainbow connected, if any two vertices are\nconnected by a path whose edges have distinct colors. The rainbow connection\nnumber of a connected graph $G$, denoted $rc(G)$, is the smallest number of\ncolors that are needed in order to make $G$ rainbow connected. In this paper we\nshow that $rc(G)\\leq 3$, if $|E(G)|\\geq {{n-2}\\choose 2}+2$, and $rc(G)\\leq 4$,\nif $|E(G)|\\geq {{n-3}\\choose 2}+3$. These bounds are sharp.\n","Comment: 8 pages"]}]
["1110.5774",{"format":[],"subject":["Mathematics - Functional Analysis","26A30"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5774"],"date":["2011-10-26"],"type":["text"],"creator":["Kaufmann, Pedro L.","Pellegrini, Leonardo"],"language":[],"coverage":[],"title":["Spaceability of sets of nowhere $L^q$ functions"],"description":["  We say that a function $f:[0,1]\\rightarrow \\R$ is \\emph{nowhere $L^q$} if,\nfor each nonvoid open subset $U$ of $[0,1]$, the restriction $f|_U$ is not in\n$L^q(U)$. For a fixed $1 \\leq p <\\infty$, we will show that the set $$\nS_p\\doteq {f \\in L^p[0,1]: f is nowhere $L^q$, for each p<q \\leq \\infty}, $$\nunited with ${0}$, contains an isometric and complemented copy of $\\ell_p$. In\nparticular, this improves a result from G. Botelho, V. F\\'avaro, D. Pellegrino,\nand J. B. Seoane-Sep\\'ulveda, $L_p[0,1]\\setminus \\cup_{q>p} L_q[0,1]$ is\nspaceable for every $p>0$, preprint, 2011., since $S_p$ turns out to be\nspaceable. In addition, our result is a generalization of one of the main\nresults from S. G{\\l}\\c{a}b, P. L. Kaufmann, and L. Pellegrini, Spaceability\nand algebrability of sets of nowhere integrable functions, preprint, 2011.\n"]}]
["1110.5777",{"format":[],"subject":["Mathematics - Differential Geometry","54C40, 14E20 (Primary) 46E25, 20C20 (Secondary)"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5777"],"date":["2011-10-26"],"type":["text"],"creator":["Anderson, I. M.","Fels, M. E."],"language":[],"coverage":[],"title":["Symmetry Reduction of Exterior Differential Systems and Backlund\n  Transformations for PDE in the Plane"],"description":["  We approach the construction of Backlund transformations for Darboux\nintegrable hyperbolic partial differential equations in the plane through the\nreduction of exterior differential systems. For example it is shown that all\nthe Backlund transformations in arXiv:0707.4408v2 can be constructed using\nsymmetry reduction.\n","Comment: 28 pages"]}]
["1110.5781",{"format":[],"subject":["Mathematics - Probability","Mathematical Physics","82B44, 82D60, 60K37"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5781"],"date":["2011-10-26"],"type":["text"],"creator":["Berger, Quentin","Toninelli, Fabio"],"language":[],"coverage":[],"title":["Hierarchical pinning model in correlated random environment"],"description":["  We consider the hierarchical disordered pinning model studied in [9], which\nexhibits a localization/delocalization phase transition. In the case where the\ndisorder is i.i.d. (independent and identically distributed), the question of\nrelevance/irrelevance of disorder (i.e. whether disorder changes or not the\ncritical properties with respect to the homogeneous case) is by now\nmathematically rather well understood [14,15]. Here we consider the case where\nrandomness is spatially correlated and correlations respect the hierarchical\nstructure of the model; in the non-hierarchical model our choice would\ncorrespond to a power-law decay of correlations. In terms of the critical\nexponent of the homogeneous model and of the correlation decay exponent, we\nidentify three regions. In the first one (non-summable correlations) the phase\ntransition disappears. In the second one (correlations decaying fast enough)\nthe system behaves essentially like in the i.i.d. setting and the\nrelevance/irrelevance criterion is not modified. Finally, there is a region\nwhere the presence of correlations changes the critical properties of the\nannealed system.\n","Comment: 38 pages, 3 figures"]}]
["1110.5783",{"format":[],"subject":["High Energy Physics - Lattice","High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5783"],"date":["2011-10-26"],"type":["text"],"creator":["Shigemitsu, Junko","Na, Heechang","Davies, Christine","Horgan, Ron","Monahan, Chris","Lepage, Peter"],"language":[],"coverage":[],"title":["Studies of B and B_s Meson Leptonic Decays with NRQCD Bottom and HISQ\n  Light/Strange Quarks"],"description":["  We present a progress report on new calculations of B and B_s meson decay\nconstants employing NRQCD heavy and HISQ light valence quarks and using MILC\nN_f = 2+1 AsqTad lattices. Bare quark masses have been retuned in accord with\nHPQCD's new r_1 scale. We find significant reductions in discretization effects\ncompared to previous calculations with AsqTad light valence quarks. Matching of\nthe NRQCD/HISQ heavy-light axial vector current is carried out at one-loop\norder including all relevant dimension 4 current corrections.\n","Comment: 7 pages and 5 figures. Contribution to the XXIX International\n  Symposium on Lattice Field Theory - Lattice 2011, July 2011, Squaw Valley,\n  Lake Tahoe, California"]}]
["1110.5785",{"format":[],"subject":["High Energy Physics - Experiment","Physics - Data Analysis, Statistics and Probability"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5785"],"date":["2011-10-26"],"type":["text"],"creator":["Suehara, Taikan","Tanabe, Tomohiko","Yamashita, Satoru"],"language":[],"coverage":[],"title":["Improved jet clustering algorithm with vertex information for\n  multi-bottom final states"],"description":["  In collider physics at the TeV scale, there are many important processes\nwhich involve six or more jets. The sensitivity of the physics analysis depends\ncritically on the performance of the jet clustering algorithm. We present a\nfull detector simulation study for the ILC of our new algorithm which makes use\nof secondary vertices which improves the reconstruction of b jets. This\nalgorithm will have many useful applications, such as in measurements involving\na light Higgs which decays predominantly into two b quarks. We focus on the\nmeasurement of the Higgs self-coupling, which has so far proven to be\nchallenging but is one of the most important measurements at the ILC.\n","Comment: 7 pages, 3 figures, Proc. TIPP 2011"]}]
["1110.5790",{"format":[],"subject":["Quantum Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5790"],"date":["2011-10-26"],"type":["text"],"creator":["Yearsley, James M"],"language":[],"coverage":[],"title":["Aspects of Time in Quantum Theory"],"description":["  We consider a number of aspects of the problem of defining time observables\nin quantum theory. Time observables are interesting quantities in quantum\ntheory because they often cannot be associated with self-adjoint operators.\nTheir definition therefore touches on foundational issues in quantum theory.\n  Various operational approaches to defining time observables have been\nproposed in the past. Two of the most common are those based on pulsed\nmeasurements in the form of strings of projection operators and continuous\nmeasurements in the form of complex potentials. One of the major achievements\nof this thesis is to prove that these two operational approaches are\nequivalent.\n  However operational approaches are somewhat unsatisfying by themselves. To\nprovide a definition of time observables which is not linked to a particular\nmeasurement scheme we employ the decoherent, or consistent, histories approach\nto quantum theory. We focus on the arrival time, one particular example of a\ntime observable, and we use the relationship between pulsed and continuous\nmeasurements to relate the decoherent histories approach to one based on\ncomplex potentials. This lets us compute the arrival time probability\ndistribution in decoherent histories and we show that it agrees with\nsemiclassical expectations in the right limit. We do this both for a free\nparticle and for a particle coupled to an environment.\n  Finally, we consider how the results discussed in this thesis relate to those\nderived by coupling a particle to a model clock. We show that for a general\nclass of clock models the probabilities thus measured can be simply related to\nthe ideal ones computed via decoherent histories.\n","Comment: PhD thesis, Imperial College London 2011. 158 pages"]}]
["1110.5793",{"format":[],"subject":["Computer Science - Operating Systems"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5793"],"date":["2011-10-26"],"type":["text"],"creator":["Berten, Vandy","Goossens, Joël"],"language":[],"coverage":[],"title":["Sufficient FTP Schedulability Test for the Non-Cyclic Generalized\n  Multiframe Task Model"],"description":["  Our goal is to provide a sufficient schedulability test -ideally polynomial-\nfor the scheduling of Non-Cyclic Generalized Multiframe Task Model using\nFixed-Task-Priority schedulers. We report two first results: (i) we present and\nprove correct the critical instant for the Non-Cyclic Generalized Multiframe\nTask Model then (ii) we propose an algorithm which provides a sufficient (but\npseudo-polynomial) schedulability test.\n"]}]
["1110.5797",{"format":[],"subject":["Mathematics - Analysis of PDEs","Primary 42B25, Secondary 35J10"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5797"],"date":["2011-10-26"],"type":["text"],"creator":["Bongioanni, B.","Harboure, E.","Salinas, O."],"language":[],"coverage":[],"title":["Weighted inequalities for commutators of Schr\\\"odinger-Riesz transforms"],"description":["  In this work we obtain weighted $L^p$, $1<p<\\infty$, and weak $L\\log L$\nestimates for the commutator of the Riesz transforms associated to a\nSchr\\\"odinger operator $-\\lap+V$, where $V$ satisfies some reverse H\\\"older\ninequality. The classes of weights as well as the classes of symbols are larger\nthan $A_p$ and $BMO$ corresponding to the classical Riesz transforms.\n"]}]
["1110.5807",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5807"],"date":["2011-10-26"],"type":["text"],"creator":["Erler, Jens"],"language":[],"coverage":[],"title":["Standard model extensions for PV electron scattering, g-2, EDM: Overview"],"description":["  I review how various extensions of the Standard Model, in particular\nsupersymmetry and extra neutral gauge bosons, may affect low energy\nobservables, including parity-violating electron scattering and related\nobservables, as well as electric and magnetic dipole moments.\n","Comment: 7 pages, 6 figures, presented at the 5th International Workshop \"From\n  Parity Violation to Hadronic Structure and more...\" (PAVI11), Sep. 5-9, 2011,\n  Rome, Italy"]}]
["1110.5808",{"format":[],"subject":["Physics - Instrumentation and Detectors"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5808","Proceedings of IPAC 2011 (2011) 502-504; ISBN 978-92-9083-366-6"],"date":["2011-10-26"],"type":["text"],"creator":["Deile, M.","Antchev, G. H.","Appleby, R. B.","Assmann, R. W.","Atanassov, I.","Avati, V.","Baechler, J.","Bruce, R.","Dupont, M.","Eggert, K.","Farnham, B.","Kaspar, J.","Rodriguez, F. Lucas","Morant, J.","Niewiadomski, H.","Pons, X.","Radermacher, E.","Ravat, S.","Ravotti, F.","Redaelli, S.","Ruggiero, G.","Sabba, H.","Sapinski, M.","Snoeys, W.","Valentino, G.","Wollmann, D.","Collaboration, for the TOTEM"],"language":[],"coverage":[],"title":["The First 1 1/2 Years of TOTEM Roman Pot Operation at LHC"],"description":["  Since the LHC running season 2010, the TOTEM Roman Pots (RPs) are fully\noperational and serve for collecting elastic and diffractive proton-proton\nscattering data. Like for other moveable devices approaching the high intensity\nLHC beams, a reliable and precise control of the RP position is critical to\nmachine protection. After a review of the RP movement control and position\ninterlock system, the crucial task of alignment will be discussed.\n","Comment: 3 pages, 6 figures; 2nd International Particle Accelerator Conference\n  (IPAC 2011), San Sebastian, Spain; contribution MOPO011"]}]
["1110.5811",{"format":[],"subject":["Condensed Matter - Mesoscale and Nanoscale Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5811","Phys. Status Solidi B 248, No. 11, 2684-2687 (2011)","doi:10.1002/pssb.201100189"],"date":["2011-10-26"],"type":["text"],"creator":["Fringes, Stefan","Volk, Christian","Norda, Caroline","Terrés, Bernat","Dauber, Jan","Engels, Stephan","Trellenkamp, Stefan","Stampfer, Christoph"],"language":[],"coverage":[],"title":["Charge detection in a bilayer graphene quantum dot"],"description":["  We show measurements on a bilayer graphene quantum dot with an integrated\ncharge detector. The focus lies on enabling charge detection with a 30 nm wide\nbilayer graphene nanoribbon located approximately 35 nm next to a bilayer\ngraphene quantum dot with an island diameter of about 100 nm. Local resonances\nin the nanoribbon can be successfully used to detect individual charging events\nin the dot even in regimes where the quantum dot Coulomb peaks cannot be\nmeasured by conventional techniques.\n","Comment: 5 pages, 3 figures"]}]
["1110.5815",{"format":[],"subject":["Mathematics - Number Theory","Primary 11L10, secondary 11G05, 11G15, 11G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5815","doi:10.1515/FORM.2011.102"],"date":["2011-10-26"],"type":["text"],"creator":["Hashimoto, Ki-Ichiro","Long, Ling","Yang, Yifan"],"language":[],"coverage":[],"title":["Jacobsthal identity for Q(sqrt(-2))"],"description":["  Let $p$ be a prime congruent to 1 or 3 modulo 8 so that the equation\n$p=a^2+2b^2$ is solvable in integers. In this paper, we obtain closed-form\nexpressions for $a$ and $b$ in terms of Jacobsthal sums. This is analogous to a\nclassical identity of Jacobsthal.\n","Comment: to appear in Forum Mathematicum"]}]
["1110.5816",{"format":[],"subject":["Mathematics - Classical Analysis and ODEs","28A80"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5816"],"date":["2011-10-26"],"type":["text"],"creator":["Strichartz, Robert S."],"language":[],"coverage":[],"title":["Exact Spectral Asymptotics on the Sierpinski Gasket"],"description":["  One of the ways that analysis on fractals is more complicated than analysis\non manifolds is that the asymptotic behavior of the spectral counting function\n$N(t)$ has a power law modulated by a nonconstant multiplicatively periodic\nfunction. Nevertheless, we show that for the Sierpinski gasket it is possible\nto write an exact formula, with no remainder term, valid for almost every $t$.\nThis is a stronger result than is valid on manifolds.\n","Comment: v1: 7 pages, 1 figure"]}]
["1110.5822",{"format":[],"subject":["Nuclear Theory","81V35 Nuclear physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5822"],"date":["2011-10-26"],"type":["text"],"creator":["Verrilli, David","Martín, Rafael"],"language":[],"coverage":[],"title":["Alpha Decay Processes under a Diproton, Dineutron and Deuteron Pairing\n  Scheme"],"description":["  In this paper we are able to justify the existence or no of photons emitted\nduring $\\alpha$ decay, based on the average half life times using the BCS\nsuperconductivity and superfluidity theories. The proposed model suggests two\npossible channels. A first channel where the protons and neutrons interact\nseparately through a spin coupling, giving rise to diprotons and dineutrons\nwhich in turn interact through an isospin coupling to form an $\\alpha$\nparticle, and a second channel where the protons and neutrons are treated as\nnucleons that interact through an isospin coupling, giving rise to deuterons,\nwhich in turn interact through a spin coupling to form an $\\alpha$ particle.\nDue to the nature of the involved particles, the systems considered are\nhomogeneous. For the second channel, the photon play a very important role for\nthe possible escape of the $\\alpha$ particle. Within these premises the half\nlife times of a considerable number of heavy nuclei with spherical symmetry can\nbe estimated with good experimental agreement.\n","Comment: 12 pages, 4 figures"]}]
["1110.5824",{"format":[],"subject":["Mathematics - Analysis of PDEs","Mathematics - Dynamical Systems","35B41, 35B41, 35Q79, 37L30, 80A22"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5824"],"date":["2011-10-26"],"type":["text"],"creator":["Grasselli, Maurizio","Schimperna, Giulio"],"language":[],"coverage":[],"title":["Nonlocal phase-field systems with general potentials"],"description":["  We consider a phase-field model where the internal energy depends on the\norder parameter in a nonlocal way. Therefore, the resulting system consists of\nthe energy balance equation coupled with a nonlinear and nonlocal ODE for the\norder parameter. Such system has been analyzed by several authors, in\nparticular when the configuration potential is a smooth double-well function.\nMore recently, in the case of a potential defined on (-1,1) and singular at the\nendpoints, the existence of a finite-dimensional global attractor has been\nproven. Here we examine both the case of smooth potentials as well as the case\nof physically realistic (e.g., logarithmic) singular potentials. We prove\nwell-posedness results and the eventual global boundedness of solutions\nuniformly with respect to the initial data. In addition, we show that the\nseparation property holds in the case of singular potentials. Thanks to these\nresults, we are able to demonstrate the existence of a finite-dimensional\nattractors in the present cases as well.\n"]}]
["1110.5825",{"format":[],"subject":["Astrophysics - Instrumentation and Methods for Astrophysics","Computer Science - Digital Libraries"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5825"],"date":["2011-10-26"],"type":["text"],"creator":["Graham, Matthew","Rixon, Guy","Grid","Group, Web Services Working"],"language":[],"coverage":[],"title":["IVOA Recommendation: IVOA Support Interfaces"],"description":["  This document describes the minimum interface that a (SOAP- or REST-based)\nweb service requires to participate in the IVOA. Note that this is not required\nof standard VO services developed prior to this specification, although uptake\nis strongly encouraged on any subsequent revision. All new standard VO\nservices, however, must feature a VOSI-compliant interface.\n  This document has been produced by the Grid and Web Services Working Group.\nIt has been reviewed by IVOA Members and other interested parties, and has been\nendorsed by the IVOA Executive Committee as an IVOA Recommendation. It is a\nstable document and may be used as reference material or cited as a normative\nreference from another document. IVOA's role in making the Recommendation is to\ndraw attention to the specification and to promote its widespread deployment.\nThis enhances the functionality and interoperability inside the Astronomical\nCommunity.\n"]}]
["1110.5826",{"format":[],"subject":["Mathematics - Functional Analysis","Mathematics - Classical Analysis and ODEs","42B20, 60G46"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5826"],"date":["2011-10-26"],"type":["text"],"creator":["Hytönen, Tuomas P."],"language":[],"coverage":[],"title":["Foundations of vector-valued singular integrals revisited---with random\n  dyadic cubes"],"description":["  The vector-valued $T(1)$ theorem due to Figiel, and a certain square function\nestimate of Bourgain for translations of functions with a limited frequency\nspectrum, are two cornerstones of harmonic analysis in UMD spaces. In this\npaper, a simplified approach to these results is presented, exploiting Nazarov,\nTreil and Volberg's method of random dyadic cubes, which allows to circumvent\nthe most subtle parts of the original arguments.\n","Comment: 12 pages"]}]
["1110.5828",{"format":[],"subject":["Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5828"],"date":["2011-10-26"],"type":["text"],"creator":["Libbrecht, K. G.","Rickerby, M. E."],"language":[],"coverage":[],"title":["Measurements of Growth Rates of (0001) Ice Crystal Surfaces"],"description":["  We present measurements of growth rates of the (0001) facet surface of ice as\na function of water vapor supersaturation over the temperature range $-2$ $\\geq\nT\\geq -40$ C. From these data we infer the temperature dependence of premelting\non the basal surface and the effects of premelting on the ice growth dynamics.\nOver this entire temperature range the growth was consistent with a simple 2D\nnucleation model, allowing a measurement of the critical supersaturation\n$\\sigma _{0}(T)$ as a function of temperature. We find that the 2D nucleation\nbarrier is substantially diminished when the premelted layer is partially\ndeveloped, as indicated by a reduced $\\sigma _{0},$ while the barrier is higher\nboth when the premelted layer is fully absent or fully developed.\n"]}]
["1110.5830",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5830"],"date":["2011-10-26"],"type":["text"],"creator":["Chachamics, Grigorios","Madrigal, José Daniel","Vera, Agustín Sabio"],"language":[],"coverage":[],"title":["High-Energy Dijets in N=4 SYM"],"description":["  Ratios of azimuthal angle correlations for Mueller-Navelet jets are compared\nin QCD and N = 4 SYM. Such observables are well suited to study the effects of\nM\u007foebius invariance in the Regge limit. The role of the renormalization\nprescription and the size of conformal contributions is addressed, showing that\nthe BLM procedure best reproduces the N = 4 SYM results.\n","Comment: 8 pages, presented at the Low-x Meeting 2011, Santiago de Compostela"]}]
["1110.5832",{"format":[],"subject":["Computer Science - Other Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5832"],"date":["2011-09-23"],"type":["text"],"creator":["Baumann, Ringo","Herre, Heinrich"],"language":[],"coverage":[],"title":["The Axiomatic Foundation of Space in GFO"],"description":["  Space and time are basic categories of any top-level ontology. They are\nfundamental assumptions for the mode of existence of those individuals which\nare said to be in space and time. In the present paper the ontology of space in\nthe General Formal Ontology (GFO) is expounded. This ontology is represented as\na theory BT (Brentano Theory), which is specified by a set of axioms formalized\nin first-order logic. This theory uses four primitive relations: SReg(x) (x is\nspace region), spart(x, y) (x is spatial part of y), sb(x, y) (x is spatial\nboundary of y), and scoinc(x, y) (x and y spatially coincide). This ontology is\ninspired by ideas of Franz Brentano. The investigation and exploration of Franz\nBrentano's ideas on space and time began about twenty years ago by work of R.M.\nChisholm, B. Smith and A. Varzi. The present paper takes up this line of\nresearch and makes a further step in establishing an ontology of space which is\nbased on rigorous logical methods and on principles of the new philosophical\napproach of integrative realism.\n","Comment: 36 pages, 18 figures, submitted to \"Applied Ontology\""]}]
["1110.5835",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5835"],"date":["2011-10-26"],"type":["text"],"creator":["Maggiora, M.","Collaboration, for the BESIII"],"language":[],"coverage":[],"title":["Recent Results on Charmonium from BESIII"],"description":["  We report the latest outcomes for the Charmonium system investigation on\n226x10^6 J/Psi and 106x10^6 Psi' events collected with the BESIII detector at\nthe BEPCII e+e- collider.\n","Comment: 4 pages, 5 figures, talk given at 46th Rencontres de Moriond \"QCD and\n  High Energy Interactions\", March 10th - 17th, 2012, La Thuile, Italy"]}]
["1110.5836",{"format":[],"subject":["Mathematical Physics","Condensed Matter - Materials Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5836"],"date":["2011-10-26"],"type":["text"],"creator":["Piccolroaz, A.","Mishuris, G.","Movchan, A.","Movchan, N."],"language":[],"coverage":[],"title":["Mode III crack propagation in a bimaterial plane driven by a channel of\n  small line defects"],"description":["  We consider the quasi-static propagation of a Mode III crack along the\ninterface in a bimaterial plane containing a finite array of small line defects\n(microcracks and rigid line inclusions). The microdefects are arranged to form\na channel around the interface that can facilitate (or prevent) the crack\npropagation. The two dissimilar elastic materials are assumed to be weakly\nbonded, so that there is no kinking of the main crack from the straight path.\nOn the basis of asymptotic formulae obtained by the authors, the propagation is\nanalysed as a perturbation problem and the incremental crack advance is\nanalytically derived at each position of the crack tip along the interface\nrelative to the position of the defects. Numerical examples are provided\nshowing potential applications of the proposed approach in the analysis of\nfailure of composite materials. Extension to the case of infinite number of\ndefects is discussed.\n","Comment: 8 pages; 7 figures"]}]
["1110.5839",{"format":[],"subject":["Nuclear Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5839"],"date":["2011-10-26"],"type":["text"],"creator":["Nattrass, Christine","Collaboration, for the ALICE"],"language":[],"coverage":[],"title":["Results from ALICE"],"description":["  The ALICE experiment at the Large Hadron Collider at CERN is optimized to\nstudy the properties of the hot, dense matter created in high energy nuclear\ncollisions in order to improve our understanding of the properties of nuclear\nmatter under extreme conditions. In 2009 the first proton beams were collided\nat the Large Hadron collider and since then data from proton-proton collisions\nat $\\sqrt{s}$ = 0.9, 2.36, 2.76, and 7 TeV have been taken. Results from pp\ncollisions provide significant constraints on models. In particular, results on\nstrange particles indicate that Monte Carlo generators still have considerable\ndifficulty describing strangeness production. In 2010 the first lead nuclei\nwere collided at $\\sqrt{s_{NN}}$ = 2.76 TeV. Results from Pb+Pb demonstrate\nsuppression of particle production relative to that observed in pp collisions,\nconsistent with expectations based on data available at lower energies.\n","Comment: 10 pages, 5 figures, proceedings for the Eleventh Workshop on\n  Non-Perturbative Quantum Chromodynamics, submitted to SPIRES e-Conference"]}]
["1110.5841",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5841"],"date":["2011-10-26"],"type":["text"],"creator":["Campoleoni, Andrea"],"language":[],"coverage":[],"title":["Higher Spins in D=2+1"],"description":["  We give a brief overview of some three-dimensional toy models for higher-spin\ninteractions. We first review the construction of pure higher-spin gauge\ntheories in terms of Chern-Simons theories. We then discuss how this setup\ncould be modified along the lines of the known topologically massive theories.\n","Comment: 12 pages. To appear in the proceedings of the 49th Course of the\n  International School of Subnuclear Physics (Erice, Italy, 24 June - 3 July\n  2011)"]}]
["1110.5843",{"format":[],"subject":["Mathematics - Algebraic Geometry","Mathematics - Representation Theory","14J26, 14F05, 16D90"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5843"],"date":["2011-10-26"],"type":["text"],"creator":["Hille, Lutz","Perling, Markus"],"language":[],"coverage":[],"title":["Tilting Bundles on Rational Surfaces and Quasi-Hereditary Algebras"],"description":["  Let $X$ be any rational surface. We construct a tilting bundle $T$ on $X$.\nMoreover, we can choose $T$ in such way that its endomorphism algebra is\nquasi-hereditary. In particular, the bounded derived category of coherent\nsheaves on $X$ is equivalent to the bounded derived category of finitely\ngenerated modules over a finite dimensional quasi-hereditary algebra $A$. The\nconstruction starts with a full exceptional sequence of line bundles on $X$ and\nuses universal extensions. If $X$ is any smooth projective variety with a full\nexceptional sequence of coherent sheaves (or vector bundles, or even complexes\nof coherent sheaves) with all groups $\\mExt^q$ for $q \\geq 2$ vanishing, then\n$X$ also admits a tilting sheaf (tilting bundle, or tilting complex,\nrespectively) obtained as a universal extension of this exceptional sequence.\n","Comment: 15 pages"]}]
["1110.5845",{"format":[],"subject":["High Energy Physics - Experiment"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5845"],"date":["2011-10-26"],"type":["text"],"creator":["Maggiora, M.","Collaboration, for the BESIII"],"language":[],"coverage":[],"title":["Measuring the phase between strong and EM J/Psi decay amplitudes"],"description":["  A c.m. energy scan below the J/Psi peak foreseen in the next future at BESIII\ncan probe the existence in all the exclusive possible final states of an\ninterference pattern between the resonant e+e- => J/Psi => hadrons and\nnon-resonant e+e+ => hadrons amplitudes. The relative phase of the strong J/Psi\ndecay amplitude with respect to the electromagnetic one can hence be accessed\nfor the first time in a model independent way.\n","Comment: 4 pages, 3 figures, talk given at HADRON2011 (XIV International\n  Conference on Hadron Spectroscopy), 13-17 June 2011, Munich, Germany"]}]
["1110.5846",{"format":[],"subject":["Quantitative Finance - Pricing of Securities","91G40"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5846"],"date":["2011-10-26"],"type":["text"],"creator":["Hurd, Thomas R.","Zhou, Zhuowei"],"language":[],"coverage":[],"title":["Two-factor capital structure models for equity and credit"],"description":["  We extend the now classic structural credit modeling approach of Black and\nCox to a class of \"two-factor\" models that unify equity securities such as\noptions written on the stock price, and credit products like bonds and credit\ndefault swaps. In our approach, the two sides of the stylized balance sheet of\na firm, namely the asset value and debt value, are assumed to follow a two\ndimensional Markov process. Amongst models of this type we find examples that\nlead to derivative pricing formulas that are capable of reproducing the main\nfeatures of well known equity models such as the variance gamma model, and at\nthe same time reproducing the stylized facts about default stemming from\nstructural models of credit risk. Moreover, in contrast to one-factor\nstructural models, these models allow for much more flexible dependence between\nequity and credit markets. Two main technical obstacles to efficient\nimplementation of these pricing formulas are overcome in our paper. The first\nobstacle stems from the barrier condition implied by the non-default of the\nfirm, and is overcome by the idea of time-changing Brownian motion in a way\nthat preserves the reflection principle for Brownian motion. The second\nobstacle is the difficulty of computing spread options: this is overcome by\nusing results in recent papers that make efficient use of the two dimensional\nFast Fourier Transform.\n","Comment: 26 pages, 9 figures, 2 tables"]}]
["1110.5847",{"format":[],"subject":["Statistics - Machine Learning"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5847"],"date":["2011-10-26"],"type":["text"],"creator":["Wang, Joseph","Saligrama, Venkatesh","Castañón, David A."],"language":[],"coverage":[],"title":["Structural Similarity and Distance in Learning"],"description":["  We propose a novel method of introducing structure into existing machine\nlearning techniques by developing structure-based similarity and distance\nmeasures. To learn structural information, low-dimensional structure of the\ndata is captured by solving a non-linear, low-rank representation problem. We\nshow that this low-rank representation can be kernelized, has a closed-form\nsolution, allows for separation of independent manifolds, and is robust to\nnoise. From this representation, similarity between observations based on\nnon-linear structure is computed and can be incorporated into existing feature\ntransformations, dimensionality reduction techniques, and machine learning\nmethods. Experimental results on both synthetic and real data sets show\nperformance improvements for clustering, and anomaly detection through the use\nof structural similarity.\n","Comment: Based on work presented at Allerton 2011"]}]
["1110.5848",{"format":[],"subject":["Mathematics - Rings and Algebras"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5848"],"date":["2011-10-26"],"type":["text"],"creator":["Brice, Daniel","Huang, Huajun"],"language":[],"coverage":[],"title":["Direct sums of zero product determined algebras"],"description":["  We reformulate the definition of a zero product determined algebra in terms\nof tensor products and obtain necessary and sufficient conditions for an\nalgebra to be zero product determined. These conditions allow us to prove that\nthe direct sum \\bigoplus_{i \\in I} A_i of algebras for any index set I is zero\nproduct determined if and only if each of the component algebras A_i is zero\nproduct determined. As an application, every parabolic subalgebra of a\nfinite-dimensional reductive Lie algebra, over an algebraically-closed field of\ncharacteristic zero, is zero product determined. In particular, every such\nreductive Lie algebra is zero product determined.\n"]}]
["1110.5849",{"format":[],"subject":["Physics - Popular Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5849"],"date":["2011-10-26"],"type":["text"],"creator":["Sparavigna, Amelia Carolina"],"language":[],"coverage":[],"title":["Chersiphron & Son Engineers"],"description":["  An ancient engineering firm worked successfully in the construction of one of\nthe Seven Wonders of the Ancient World. The engineers used inclined planes,\nbags of sand and shafts of columns and architraves as wheels and axels.\n"]}]
["1110.5859",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5859"],"date":["2011-10-26"],"type":["text"],"creator":["Dvornikov, Maxim"],"language":[],"coverage":[],"title":["Massive Majorana neutrinos in matter and a magnetic field"],"description":["  We summarize our recent results on the description of the evolution of\nMajorana neutrinos in external fields. First we discuss the purely quantum\nmethod which involves the secondly quantized Weyl spinors. In frames of this\nformalism we find exact solutions of the classical Hamilton equations for Weyl\nfields in background matter, which then are used to canonically quantize the\nsystem. The analog of the effective Hamiltonian for the description of\nspin-flavor oscillations of Majorana neutrinos in matter and a magnetic field\nis also obtained. Finally we discuss another approach for the treatment of\nMajorana neutrinos in external fields, which is based on the relativistic\nquantum mechanics. The latter method does not require the quantization of the\nneutrino wave function. Nevertheless we demonstrate that the relativistic\nquantum mechanics approach also appropriately describes spin-flavor\noscillations of relativistic Majorana neutrinos.\n","Comment: 10 pages, Baksan School LaTeX style; submitted to the Proceedings of\n  the 15th International Baksan School \"Particles and Cosmology - 2011\""]}]
["1110.5861",{"format":[],"subject":["Astrophysics - High Energy Astrophysical Phenomena"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5861"],"date":["2011-10-26"],"type":["text"],"creator":["Larionov, V. M.","Jorstad, S. G.","Marscher, A. P.","Morozova, D. A.","Troitsky, I. S.","Blinov, D. A.","Kopatskaya, E. N.","Larionova, E. G."],"language":[],"coverage":[],"title":["Optical Outburst of the Gamma-Ray Blazar S4 0954+658 in March-April 2011"],"description":["  We present optical photopolarimetric observations of the BL Lac object S4\n0954+658 obtained with the 70-cm telescope in Crimea, 40-cm telescope in\nSt.Petersburg, and 1.8-m Perkins telescope at Lowell Observatory (Flagstaff,\nAz). After a faint state with a brightness level R ~17.6 mag registered in the\nfirst half of January 2011, the optical brightness of the source started to\nrise and reached ~14.8 mag during the middle of March, showing flare-like\nbehavior. The most spectacular case of intranight variability was observed\nduring the night of 2011 March 9, when the blazar brightened by ~0.7 mag within\n~7 hours. During the rise of the flux the position angle of optical\npolarization rotated smoothly over more than 200 degrees. S4 0954+658 is a\ngamma-ray blazar with gamma-ray flux of (5{\\pm}3)x10^{-10} phot/cm^2/s\naccording to the Fermi 11-month Catalog Extragalactic Sources. Our analysis of\ncontemporaneous Fermi LAT data does not show any sign of increased gamma-ray\nactivity above the detection threshold except for an elevated flux on 2011\nMarch 5, JD2455626, coincident with the local optical maximum.\n","Comment: 2011 Fermi Symposium proceedings - eConf C110509"]}]
["1110.5866",{"format":[],"subject":["Physics - General Physics"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5866"],"date":["2011-10-26"],"type":["text"],"creator":["Garcia-Islas, J. Manuel"],"language":[],"coverage":[],"title":["A very simple solution to the OPERA neutrino velocity problem"],"description":["  Scientists from the OPERA experiment have measured neutrinos supposedly\ntravelling at a velocity faster than light contrary to the theory of\nrelativity. Even when the measurements are precise, the interpretation of this\nproblem is being misunderstood. Here it is very easily solved and explained\nwithin the theory of relativity itself proving that neutrinos are not\ntravelling faster than the speed of light and the early time arrival is due to\nthe the presence of a gravitational field.\n","Comment: \"The problem is approximated but the results show cleary the reason\n  for an early time arrival\". 4 pages"]}]
["1110.5867",{"format":[],"subject":["Computer Science - Logic in Computer Science"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5867"],"date":["2011-10-26"],"type":["text"],"creator":["Dershowitz, Nachum","Nadel, Alexander"],"language":[],"coverage":[],"title":["From Total Assignment Enumeration to Modern SAT Solver"],"description":["  A new framework for presenting and analyzing the functionality of a modern\nDLL-based SAT solver is proposed. Our approach exploits the inherent relation\nbetween backtracking and resolution. We show how to derive the algorithm of a\nmodern SAT solver from DLL step-by-step. We analyze the inference power of\nBoolean Constraint Propagation, Non-Chronological Backtracking and 1UIP-based\nConflict-Directed Backjumping. Our work can serve as an introduction to a\nmodern SAT solver functionality and as a basis for future work on the inference\npower of a modern SAT solver and on practical SAT solver design.\n"]}]
["1110.5886",{"format":[],"subject":["Computer Science - Computer Science and Game Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5886","Journal Of Artificial Intelligence Research, Volume 25, pages\n  457-502, 2006","doi:10.1613/jair.1947"],"date":["2011-09-29"],"type":["text"],"creator":["Blum, B.","Koller, D.","Shelton, C. R."],"language":[],"coverage":[],"title":["A Continuation Method for Nash Equilibria in Structured Games"],"description":["  Structured game representations have recently attracted interest as models\nfor multi-agent artificial intelligence scenarios, with rational behavior most\ncommonly characterized by Nash equilibria. This paper presents efficient, exact\nalgorithms for computing Nash equilibria in structured game representations,\nincluding both graphical games and multi-agent influence diagrams (MAIDs). The\nalgorithms are derived from a continuation method for normal-form and\nextensive-form games due to Govindan and Wilson; they follow a trajectory\nthrough a space of perturbed games and their equilibria, exploiting game\nstructure through fast computation of the Jacobian of the payoff function. They\nare theoretically guaranteed to find at least one equilibrium of the game, and\nmay find more. Our approach provides the first efficient algorithm for\ncomputing exact equilibria in graphical games with arbitrary topology, and the\nfirst algorithm to exploit fine-grained structural properties of MAIDs.\nExperimental results are presented demonstrating the effectiveness of the\nalgorithms and comparing them to predecessors. The running time of the\ngraphical game algorithm is similar to, and often better than, the running time\nof previous approximate algorithms. The algorithm for MAIDs can effectively\nsolve games that are much larger than those solvable by previous methods.\n"]}]
["1110.5889",{"format":[],"subject":["Computer Science - Computer Science and Game Theory","Mathematics - Probability","91A15, 91A10, 91A30, 60G40, 91A60"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5889"],"date":["2011-09-29"],"type":["text"],"creator":["Said, Hamadene","Mohammed, Hassani"],"language":[],"coverage":[],"title":["The Multi-player Nonzero-sum Dynkin Game in Continuous Time"],"description":["  In this paper we study the N-player nonzero-sum Dynkin game ($N\\geq 3$) in\ncontinuous time, which is a non-cooperative game where the strategies are\nstopping times. We show that the game has a Nash equilibrium point for general\npayoff processes.\n"]}]
["1110.5895",{"format":[],"subject":["High Energy Physics - Phenomenology","High Energy Physics - Experiment","Nuclear Experiment","Nuclear Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5895"],"date":["2011-10-26"],"type":["text"],"creator":["Martini, M."],"language":[],"coverage":[],"title":["Two particle-two hole excitations in charged current quasielastic\n  neutrino-nucleus interactions"],"description":["  We review the theoretical status of the models including the multinucleon\nemission channel in the calculation of quasielastic neutrino cross sections at\nMiniBooNE kinematics.\n","Comment: Contribution to NUFACT 11, XIIIth International Workshop on Neutrino\n  Factories, Super beams and Beta beams, 1-6 August 2011, CERN and University\n  of Geneva (Submitted to IOP conference series)"]}]
["1110.5897",{"format":[],"subject":["Mathematics - K-Theory and Homology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/1110.5897"],"date":["2011-10-26"],"type":["text"],"creator":["Hajac, Piotr M.","Rennie, Adam","Zielinski, Bartosz"],"language":[],"coverage":[],"title":["The K-theory of Heegaard quantum lens spaces"],"description":["  Representing Z/N as roots of unity, we restrict a natural U(1)-action on the\nHeegaard quantum sphere to Z/N, and call the quotient spaces Heegaard quantum\nlens spaces. Then we use this representation of Z/N to construct an associated\ncomplex line bundle. This paper proves the stable non-triviality of these line\nbundles over any of the quantum lens spaces we consider. We use the pullback\nstructure of the C*-algebra of the lens space to compute its K-theory via the\nMayer-Vietoris sequence, and an explicit form of the Bass connecting\nhomomorphism to prove the stable non-triviality of the bundles. On the\nalgebraic side we prove the universality of the coordinate algebra of such a\nlens space for a particular set of generators and relations. We also prove the\nnon-existence of non-trivial invertibles in the coordinate algebra of a lens\nspace. Finally, we prolongate the Z/N-fibres of the Heegaard quantum sphere to\nU(1), and determine the algebraic structure of such a U(1)-prolongation.\n"]}]
["hep-ph/0503113",{"format":[],"subject":["High Energy Physics - Phenomenology"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-ph/0503113","Trends in Pulsar Research (Nova Science Pub., New York, 2007)\n  119-143"],"date":["2005-03-11"],"type":["text"],"creator":["Barkovich, M.","D'Olivo, J. C.","Montemayor, R."],"language":[],"coverage":[],"title":["Neutrinospheres, resonant neutrino oscillations, and pulsar kicks"],"description":["  Pulsars are rapidly rotating neutron stars and are the outcome of the\ncollapse of the core of a massive star with a mass of the order of or larger\nthan eight solar masses. This process releases a huge gravitational energy of\nabout 10^{53} erg, mainly in the form of neutrinos. During the collapse the\ndensity increases, and so does the magnetic field due to the trapping of the\nflux lines of the progenitor star by the high conductivity plasma. When the\ndensity reaches a value of around 10^{12} g cm^{-3} neutrinos become trapped\nwithin the protoneutron star and a neutrinosphere, characterized inside by a\ndiffusive transport of neutrinos and outside by a free streaming of neutrinos,\nis formed and lasts for a few seconds. Here we focus on the structure of the\nneutrinosphere, the resonant flavor conversion that can happen in its interior,\nand the neutrino flux anisotropies induced by this phenomena in the presence of\na strong magnetic field. We present a detailed discussion in the context of the\nspherical Eddington model, which provides a simple but reasonable description\nof a static neutrino atmosphere, locally homogenous and isotropic. Energy and\nmomentum are transported by neutrinos and antineutrinos flowing through an\nideal gas of nonrelativistic, nondegenerate nucleons and relativistic,\ndegenerate electrons and positrons. We examine the details of the asymmetric\nneutrino emission driven by active-sterile neutrino oscillations in the\nmagnetized protoneutron star, and the possibility for this mechanism to explain\nthe intrinsic large velocities of pulsars respect to nearby stars and\nassociated supernova remnants.\n","Comment: 27 pgs., 2 figs., to be published in Pulsars: New Research, Nova\n  Science Publishers"]}]
["hep-th/0701080",{"format":[],"subject":["High Energy Physics - Theory"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/hep-th/0701080","Phys.Lett.B649:325-333,2007","doi:10.1016/j.physletb.2007.03.007"],"date":["2007-01-09","2007-01-25"],"type":["text"],"creator":["Berman, David S","Copland, Neil B"],"language":[],"coverage":[],"title":["The string partition function in Hull's doubled formalism"],"description":["  T-duality is one of the essential elements of string theory. Recently, Hull\nhas developed a formalism where the dimension of the target space is doubled so\nas to make T-duality manifest. This is then supplemented with a constraint\nequation that allows the connection to the usual string sigma model. This paper\nanalyses the partition function of the doubled formalism by interpreting the\nconstraint equation as that of a chiral scalar and then using holomorphic\nfactorisation techniques to determine the partition function. We find there is\nquantum equivalence to the ordinary string once the topological interaction\nterm is included.\n","Comment: 16 pages, latex, v2 typos corrected, v3 some comments added"]}]
["math/0601431",{"format":[],"subject":["Mathematics - Combinatorics","11P70"],"relation":[],"rights":[],"publisher":[],"source":[],"contributor":[],"identifier":["http://arxiv.org/abs/math/0601431","Combinatorica 28 (2008), 547-594"],"date":["2006-01-18","2011-10-26"],"type":["text"],"creator":["Tao, Terence"],"language":[],"coverage":[],"title":["Product set estimates for non-commutative groups"],"description":["  We develop the Pl\\\"unnecke-Ruzsa and Balog-Szemer\\'edi-Gowers theory of sum\nset estimates in the non-commutative setting, with discrete, continuous, and\nmetric entropy formulations of these estimates. We also develop a Freiman-type\ninverse theorem for a special class of 2-step nilpotent groups, namely the\nHeisenberg groups with no 2-torsion in their centre.\n","Comment: 38 pages, no figures. Some corrections"]}]
